[
  {
    "mangaId": "19e83dd3-083b-47a2-a308-8eb56c53df1f",
    "title": {
      "en": "Uma Musume Pretty Derby Anthology Comic STAR"
    },
    "updatedAt": "2024-03-15T19:51:37+00:00",
    "coverArt": "https://mangadex.org/covers/19e83dd3-083b-47a2-a308-8eb56c53df1f/179c3972-8022-46b8-a2d1-553978f29a57.jpg",
    "altTitles": [
      {
        "en": "Umamusume Pretty Derby Anthology Comic STAR"
      },
      {
        "ja": "ウマ娘 プリティーダービー アンソロジーコミック STAR"
      }
    ],
    "description": {
      "en": "From the first volume\n\nThe first ever official \"Uma Musume\" anthology comic!!\nThe works of such amazing writers are all gathered in this book. Once you read it, you'll end up liking \"Uma Musume\" even more! Enjoy these 11 stories, filled with cuteness and fun!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa4e3448-ce7d-4c6b-9fa4-54904890c6b3",
    "title": {
      "en": "Bakajo 26-ji"
    },
    "updatedAt": "2023-12-02T20:29:32+00:00",
    "coverArt": "https://mangadex.org/covers/aa4e3448-ce7d-4c6b-9fa4-54904890c6b3/9d48c495-4a54-4eb7-8274-c7af1a4b4c61.png",
    "altTitles": [
      {
        "ja": "バカ女26時"
      },
      {
        "en": "Stupid Woman 26:00"
      }
    ],
    "description": {
      "en": "Atsuko and Yuri were classmates in elementary, junior high, high school, and college, although they hardly ever spoke to each other during their school days. At their first reunion in 15 years, Atsuko discovers Yuri's secret and makes a move.\n\nWhat is the destination for these two opposites, who have different personalities, interests, and groups?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d16f92a6-6f5f-442c-b011-b68abc986209",
    "title": {
      "en": "Houkago no Idol ni wa Himitsu ga aru"
    },
    "updatedAt": "2024-01-16T00:19:27+00:00",
    "coverArt": "https://mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/d5a3781e-0706-4d4e-a26d-96ddaa947dd2.jpg",
    "altTitles": [
      {
        "en": "The After School Idol Has a Secret"
      },
      {
        "ja": "放課後のアイドルには秘密がある"
      },
      {
        "ru": "У школьных айдолов есть свои секреты"
      },
      {
        "id": "Idol Sepulang Sekolah Punya Rahasia"
      },
      {
        "zh": "放学后的偶像有一个秘密"
      },
      {
        "zh-ro": "Fàngxué hòu de ǒuxiàng yǒu yīgè mìmì"
      }
    ],
    "description": {
      "en": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
      "ja": "僕のクラスには、正真正銘のアイドルがいる」超エリート校に進学した高校一年生の昼野は、入学最初の学力テストで記入ミスにより赤点を出し補習を受けることになる。しかし、その補習にはもう一人参加者がいて…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "733fc3ac-deca-444e-bb79-14186e00ccf1",
    "title": {
      "en": "Shadows House - Digital Colored Comics"
    },
    "updatedAt": "2024-04-14T16:59:42+00:00",
    "coverArt": "https://mangadex.org/covers/733fc3ac-deca-444e-bb79-14186e00ccf1/f95745ce-39e5-42fb-a940-6d1fe5ea45b1.jpg",
    "altTitles": [
      {
        "es": "Casa de Sombras"
      },
      {
        "en": "Shadows House (Official Colored)"
      },
      {
        "ja-ro": "Shadōhausu"
      },
      {
        "id": "Keluarga Shadow"
      },
      {
        "ru": "Дом теней"
      },
      {
        "ru": "Мрачный дом"
      },
      {
        "ja": "シャドーハウス"
      },
      {
        "zh": "影宅"
      },
      {
        "pt-br": "Casa das Sombras"
      },
      {
        "ja": "シャドーハウス カラー版"
      },
      {
        "id": "Rumah Shadow"
      }
    ],
    "description": {
      "en": "Faceless shadow nobles living in a vast mansion, attended by living dolls who spend much of their time cleaning up the soot endlessly emitted by their mysterious masters.  \r\n  \r\nFollow the story of Emilyko, a young and cheerful living doll, as she learns her duties serving as the attendant for Kate Shadow-sama. What dangers and dark secrets will she and Kate encounter, as they become more deeply involved in the inner workings of the shadows' society?",
      "es": "Nobles sombras sin rostro que viven en una vasta mansión, atendidos por muñecos vivientes que pasan gran parte de su tiempo limpiando el hollín emitido por sus misteriosos maestros.  \n  \nSigue la historia de Emilyko, una joven y alegre muñeca viviente, mientras aprende sus deberes como asistente de Kate Shadow-sama.",
      "ja": "不思議な洋館に住む、 顔のないシャドー一族と、 世話係の“生き人形”たち。 彼らが織りなす、 摩訶不思議な日常とは…？",
      "ru": "Безликие теневые дворяне, живущие в огромном особняке, сопровождаемые живыми куклами, которые проводят большую часть своего времени, очищая сажу, бесконечно испускаемую их таинственными хозяевами.",
      "es-la": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama.",
      "pt-br": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d16cce6-b504-4927-a98b-dd1edadd8792",
    "title": {
      "en": "Love Live! School Idol Festival All Stars Event Memory"
    },
    "updatedAt": "2024-03-15T18:46:57+00:00",
    "coverArt": "https://mangadex.org/covers/3d16cce6-b504-4927-a98b-dd1edadd8792/bfaa30d2-7d51-4764-b5cd-e6a3bdc63bc7.jpg",
    "altTitles": [
      {
        "ja": "ラブライブ！スクールアイドルフェスティバルALL STARS イベントメモリー"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "8df10218-facd-419e-8c29-4fa967c886df",
    "title": {
      "en": "Reincarnation Path of The Underworld King"
    },
    "updatedAt": "2023-11-23T19:39:56+00:00",
    "coverArt": "https://mangadex.org/covers/8df10218-facd-419e-8c29-4fa967c886df/2263e9ff-d150-4789-a023-b66cc8f6a3d0.jpg",
    "altTitles": [
      {
        "ko": "염라강림"
      },
      {
        "en": "The Descent of the Underworld King"
      },
      {
        "ko-ro": "Yeomna Advent"
      }
    ],
    "description": {
      "en": "The underworld has collapsed. In the barren land where blood should flow, now clear water flows, and the cauldron that used to boil the souls has long since gone cold. The retired King of Underworld, in pursuit of his own happiness, seeks the path of reincarnation. However, due to the chaos in Underworld and the disappearance of his successor, he is unable to walk the path of reincarnation. To become a god in the human world and to track down the missing successor, The King of Underworld descends to the human world. But the human world is in chaos due to the escape of the deceased from Hell, orchestrated by his successor’s masterful plan. The King of Underworld joins forces with the ‘Guardians of the Life’ who protect humans, using the power of the Hell’s ledger, in a struggle to capture his successor and restore the world to its original state. Will King of Underworld be able to safely walk the path of reincarnation?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a316a7c5-f48f-412e-9b78-68e378c37775",
    "title": {
      "en": "Screw the Noble Life, I’m Going Home"
    },
    "updatedAt": "2024-04-11T04:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/a316a7c5-f48f-412e-9b78-68e378c37775/d935d69f-2351-4341-9a3f-00be8ef0efac.jpg",
    "altTitles": [
      {
        "ko": "공녀고 나발이고 집에 간다고"
      },
      {
        "en": "Noble Lady or Whatever, I'm Going Home"
      }
    ],
    "description": {
      "en": "After confirming that I had won the lottery, I tried to quit my job! However, as soon as I opened the door, I found myself transmigrated into the body of a noble lady. I have one year to claim the prize money, so I have to return home at all costs. Please wait for me, my 1.7 million won! Mum will be there soon, but... What's wrong with this family?!\r\n\r\n\"I love you.\" But I'm not your daughter!\r\n\r\n\"Sister, you might get hurt so I'll hold you.\" Did he mean he would lift me? What is this guy, a giant brown bear?\r\n\r\n\"If you mess with our sister one more time, I'll make you disappear without a trace.\" He's got a pretty face, but he has a sharp tongue.\r\n\r\n\"Don't fall ill.\" Don't worry about me. Why are there so many of them?! I'm not a noble lady! Leave me alone, I wanna go home!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d08a69ee-9f90-439a-b17d-da561eda2c66",
    "title": {
      "en": "Mahou Sensei Negima!"
    },
    "updatedAt": "2022-11-04T04:36:14+00:00",
    "coverArt": "https://mangadex.org/covers/d08a69ee-9f90-439a-b17d-da561eda2c66/4b9bdc2c-23f8-46ac-85ad-67e573760dd0.jpg",
    "altTitles": [
      {
        "ja": "魔法先生ネギま！"
      },
      {
        "de": "Magister Magi Negi"
      },
      {
        "en": "Negima! Magister Negi Magi"
      },
      {
        "fr": "Negima! Le Maître magicien"
      },
      {
        "it": "Negima"
      },
      {
        "ko": "마법선생 네기마!"
      },
      {
        "zh": "魔法老师"
      },
      {
        "sr": "Negima! Čarobnjak učitelj"
      },
      {
        "ru": "Учитель-чародей Нэгима"
      },
      {
        "th": "คุณครูจอมเวท เนกิมะ!"
      }
    ],
    "description": {
      "en": "Ten-year-old prodigy Negi Springfield, has just graduated from magic academy, and in order to become a master mage he is sent to Japan to teach English at an all-girls middle school. But Negi has a bigger dream than just becoming a master mage. He wants to find his missing father, \"The Thousand Master\", the strongest mage that has ever lived. And he soon finds that searching for his father wont be as easy as he first hoped. In fact, it pushes him and his students into life-or-death battles that decides the fate of millions."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "38",
    "lastChapter": "355"
  },
  {
    "mangaId": "4a664b4b-ff3a-4dbd-bdd2-fddba541f83c",
    "title": {
      "en": "The Status Window to the Soul"
    },
    "updatedAt": "2023-12-29T13:07:13+00:00",
    "coverArt": "https://mangadex.org/covers/4a664b4b-ff3a-4dbd-bdd2-fddba541f83c/0d045b19-950d-4c7b-9430-486b65beb8be.jpg",
    "altTitles": [
      {
        "ko": "상태창 보는 아기 황녀님"
      },
      {
        "ko-ro": "Sangtaechang Boneun Agi Hwangnyeonim"
      },
      {
        "en": "Baby Princess Through the Status Window"
      },
      {
        "en": "Baby Princess Looking at the Status Window"
      },
      {
        "pt": "A princesa bebê pode ver as janelas de status"
      },
      {
        "ja": "真実が見える赤ちゃん皇女様"
      },
      {
        "zh": "看见状态栏的宝贝皇女"
      },
      {
        "en": "The Baby Princess Can See Status Windows"
      }
    ],
    "description": {
      "en": "I was condemned as a cruel villain and sentenced to death. But somehow, I was transported back to the past when I was a five-year-old child. The moment I faced my father, who looked much younger now, a strange blue window appeared before my eyes — it was a pale blue window that revealed another’s inner self.\n\n[Alderuan Erveldote]\nRole: Emperor (Lv.99)\nFavorability: 90,980,984\nMood: Dear daughter I miss you\n\n…But Father...? I assume it’s Dad's feelings but… What the Hell is going on?\n\n[Damian Erveldote]\nMood: Glad to see my sister\nThoughts: I want to talk to you T ^ T\n\n[Ellie]\nMood: Holding back from breaking the wall because it’s too cute\nThoughts: I’ll definitely make a commemorative collection titled “The Daily Life of a Cute Princess!”\n\n[Karmen Kasselov]\nMood: Excited\nThoughts: Why is it that every time I see you, you are one step more beautiful? What do they feed you at my palace? Do they have a magic potion that can make everyone this beautiful?\n\nI used to think that everyone held a grudge against me, but seeing how they treat me like that I guess that’s not true?! If what the status window tells me is true then maybe I can live a better life in this lifetime!\n\n---\n[Original Novel](https://page.kakao.com/content/57183975)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%83%81%ED%83%9C%EC%B0%BD-%EB%B3%B4%EB%8A%94-%EC%95%84%EA%B8%B0-%ED%99%A9%EB%85%80%EB%8B%98/3053), [KakaoPage](https://page.kakao.com/content/60402003)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26364&contentId=364&platform=IA)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Status-Window-to-the-Soul/638)\n* [Japanese / 日本語](https://piccoma.com/web/product/128062)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cfcda3b-0dcb-459b-9931-aa823e7bf403",
    "title": {
      "en": "Nine Peaks"
    },
    "updatedAt": "2024-03-27T13:38:21+00:00",
    "coverArt": "https://mangadex.org/covers/0cfcda3b-0dcb-459b-9931-aa823e7bf403/6293e09a-fd60-4bc7-9b28-c0e0cd8b2edd.png",
    "altTitles": [
      {
        "ja": "ナインピークス"
      },
      {
        "ja-ro": "ＮＩＮＥＰＥＡＫＳ"
      },
      {
        "ru": "Девять вершин"
      },
      {
        "ru": "Пиковая девятка"
      },
      {
        "vi": "Cửu lĩnh"
      }
    ],
    "description": {
      "en": "A heartwarming tale of a father and son's bond.\n\nAfter just starting at his new school, Mashio Gaku is suspended within a week for getting into a scuffle with a third year. After returning home to his disapproving dad's okonomiyaki joint, his father, Mashio Harumi, can't help but reprimand him and refuses to serve him.\n\nTheir harsh words are the last exchange they share before an unfortunate traffic accident takes Harumi's life.\n\nAt his father's wake, Gaku finds out he was, in his words, a big fuckin' deal. In mourning, Gaku heads out to fish like him and his father always would, only to hook a big catch and get pulled into the water...\n\nWhen he comes to, he finds himself staring a familiar stranger in the face... **in the year 2000.**",
      "ru": "Душещипательная история о взаимоотношениях отца и сына. Главный герой — Масио Гаку, не особо ладит со своим отцом. После ссоры с сыном, Масио Харуми умирает... Гаку даже подумать не мог, что с его отцом, не особо общительным человеком, придёт проститься так много людей. Вскоре Гаку решает пойти на рыбалку где по случайности падает в море, но сразу же выбирается с помощью какого-то странного человека... Этим незнакомцем оказался его отец, ровно в 2000 году! Теперь Гаку начинает помогать Харуми, своему отцу, добиться статуса лидера города и разобраться что же здесь происходит...",
      "vi": "Sau cái chết của cha, Mashio Gaku biết được một sự thật động trời: Cha cậu từng là gã du côn mạnh nhất thành phố. Thế rồi một biến cố bất ngờ xảy ra, đưa cậu trở về quá khứ 22 năm trước, khi cha cậu bằng tuổi cậu..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "076028a7-197a-4329-bbd5-d13186bbd990",
    "title": {
      "en": "Boyfriend of the Dead"
    },
    "updatedAt": "2022-08-13T22:31:31+00:00",
    "coverArt": "https://mangadex.org/covers/076028a7-197a-4329-bbd5-d13186bbd990/8e1b18a8-ac7c-420b-99b2-b3e1a30b175e.jpg",
    "altTitles": [],
    "description": {
      "en": "In a zombie apocalypse, a woman relentlessly fights for the search for new clothes so fiercely that the zombies begin to organize for better living conditions, on the other hand, a zombie with a high level of cooking wisely chooses its prey, demanding the seal. friboi, and as fate would have it, these two end up becoming lovers.",
      "pt-br": "Em um apocalipse zumbi, uma mulher luta implacavelmente pela busca por novas roupas de maneira tão feroz que os zumbies começam a se organizar por melhores condições de vida, em contra partida, um zumbi com alto nível de culinária escolhe sabiamente suas presas, exigindo o selo friboi, e por zueira do destino, esses dois acabam se tornando namorados."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c44b5b1d-60cf-4faf-be2c-0a807200358f",
    "title": {
      "en": "My In-laws Are Obsessed With Me"
    },
    "updatedAt": "2022-10-11T09:32:45+00:00",
    "coverArt": "https://mangadex.org/covers/c44b5b1d-60cf-4faf-be2c-0a807200358f/89d01022-022d-453b-a857-4e52c4ebdb0b.jpg",
    "altTitles": [
      {
        "ko": "시월드가 내게 집착한다"
      },
      {
        "en": "The In-Laws Are Obsessed With Me"
      }
    ],
    "description": {
      "en": "My family and my husband killed me. Because of the inheritance. Returning to the past, I made up my mind.\n\n“I have to protect my life and my inheritance.”\n\nGrand Duke Lapireon of the cursed family. I offered him, who was not interested in property and women, a one year contract marriage. Now, all we have to do is get a divorce…\n\n“Lady, do you think you can leave me now?”\n\nMy husband is weird.\n\n“Would you like a land or a mine? Or an empire?”\n\n“Sasha, did Theo do something wrong?”\n\n“Mom, don’t leave me.”\n\n“Sister… I can’t live without you.”\n\nEven my in-laws began to obsess over me.\n\n(Taken from NU)",
      "ko": "가족과 남편이 나를 죽였다. 고작 유산 때문에.\n과거로 돌아온 나는 내 목숨과 유산을 지키기 위해\n저주받은 가문이라는 소문에 둘러싸인 라피레온 대공에게 일 년간의 계약 결혼을 제안했다.\n\n이제 무사히 이혼만 하면 되는데……\n\n“부인, 이제 와 날 떠날 수 있을 줄 알았어?”\n조금 이상해진 남편과 심지어 시월드 전체가 내게 집착하기 시작했다."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c221393-092a-4c43-9af7-be21427aa411",
    "title": {
      "en": "Kiraware Majo to Karada ga Irekawatta Keredo, Watashi wa Kyou mo Genki ni Kurashiteimasu!"
    },
    "updatedAt": "2024-03-07T16:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/4c221393-092a-4c43-9af7-be21427aa411/e50a23f7-e2e8-49f5-953b-981da7fa4154.jpg",
    "altTitles": [
      {
        "ja": "嫌われ魔女と体が入れ替わったけれど、私は今日も元気に暮らしています！"
      },
      {
        "en": "I Swapped Bodies With a Wicked Witch, But Today I'll Keep Having Fun!"
      }
    ],
    "description": {
      "en": "A happy slow life begins with a switch! Marietta, princess of the snow country of Snewe, is trapped in a magic tower because she can't use magic. 8 years later, on her wedding day with the prince of the silver country, she thought she had succeeded in summoning a holy beast, but then... What appeared was...?",
      "ja": "取り決めにより雪の国・スニューウから大国・ジルヴァラに輿入れしてきた王女・マリエッタ。しかし魔法が使えないマリエッタは塔に幽閉され、7年後に行われる聖獣召喚の儀式を成功させるため、ひたすら魔法の修行を強いられた。そして7年後見事に白い竜を召喚したマリエッタだが、次の瞬間謎の声にいざなわれ、気がつけば見知らぬ場所にいた。しかも見た目はそっくりなのに、どんな魔法も使えるほど魔力に溢れた身体になっていて…。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28c903a8-db12-4552-8ce8-b2254a1530d9",
    "title": {
      "en": "Tactics Ogre: Let Us Cling Together 4-koma Kings"
    },
    "updatedAt": "2023-10-09T19:51:49+00:00",
    "coverArt": "https://mangadex.org/covers/28c903a8-db12-4552-8ce8-b2254a1530d9/905f7d5d-1941-44e8-8e69-3b67c0ac5933.png",
    "altTitles": [
      {
        "ja": "タクティクスオウガ Let Us Cling Together 4コマKINGS"
      }
    ],
    "description": {
      "en": "A 4-koma anthology of the game Tactics Ogre: Let Us Cling Together. \nPublished in 1999."
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "19"
  },
  {
    "mangaId": "1d2c36bb-4701-4013-a29a-3f24658d5d73",
    "title": {
      "en": "JEE Diaries"
    },
    "updatedAt": "2024-03-26T12:22:27+00:00",
    "coverArt": "https://mangadex.org/covers/1d2c36bb-4701-4013-a29a-3f24658d5d73/8351c99c-5aae-47ed-a51d-6285cd464ecd.jpg",
    "altTitles": [
      {
        "en": "My First Month in a JEE Coaching"
      },
      {
        "en": "The JEE Diary"
      }
    ],
    "description": {
      "en": "Every weekend there will be a new short story containing the mundane incidents in the lives of our Visual Novel's cast. \n\nWe hope you enjoy this slice of JEE-Life webcomic!\n\nAnnouncement: [Website](https://gartage.itch.io/my-first-month-in-a-jee-coaching/devlog/676516/the-webcomic-is-here), [Instagram](https://www.instagram.com/p/C27TQF5vxwR/)\n\n[Beacons](https://beacons.ai/jeediaries)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bca50c1-e3ac-4a2e-bc9b-9d8984c81dd3",
    "title": {
      "en": "I Lost the Leash of the Yandere Male Lead"
    },
    "updatedAt": "2022-08-09T11:35:07+00:00",
    "coverArt": "https://mangadex.org/covers/0bca50c1-e3ac-4a2e-bc9b-9d8984c81dd3/9af1262b-03cf-4aed-96da-b5e4d5e284f5.png",
    "altTitles": [
      {
        "en": "I Lost the Leash of the Blackened Male Lead"
      },
      {
        "ko": "흑막의 목줄을 놓쳐버렸다"
      }
    ],
    "description": {
      "en": "I transmigrated into a novel and became the villainess, Serina who comes from the noble Ducal Melford family.  \r\n  \r\nAs a well-to-do character, I tried to mind my own business, but the story had other ideas. A self-proclaimed mother brought back a boy – the duke’s heir and a genius wizard -intent on brainwashing and blackening him.  \r\n  \r\nThe contents of brainwashing are two things:  \r\n1. Obey our family.  \r\n2. And fall in love with Serina.  \r\n  \r\nThanks to that, the brainwashed twisted yandere is obsessed with me… I can’t do this. I have to undo the twisted character’s brainwashing! By the way, what’s this situation?  \r\n  \r\n“Now that the brainwashing is gone, I’ll do as I please. So Serina, please, let’s do our best.”  \r\n  \r\nI’ve solved his brainwashing… but why does he seem even crazier than before— Did I make a mistake?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eacb5381-e64c-4a58-a34f-d5124d765697",
    "title": {
      "en": "Feng Qi Cang Lan"
    },
    "updatedAt": "2023-06-03T09:56:39+00:00",
    "coverArt": "https://mangadex.org/covers/eacb5381-e64c-4a58-a34f-d5124d765697/a6bc662d-9cf2-4ee5-b34b-055b17d2a33d.jpg",
    "altTitles": [
      {
        "en": "The World of Canglan"
      },
      {
        "en": "Wind and Sky"
      },
      {
        "zh": "风起苍岚"
      },
      {
        "vi": "Phong Khởi Thương Lam"
      },
      {
        "en": "The Wind From Cang Lan"
      },
      {
        "ko": "눈떠보니 레벨1"
      }
    ],
    "description": {
      "en": "When playing a virtual reality game called Cang Lan, Xiao Wan gets pushed off a cliff. She ends up in another game world. What will happen to Xiao Wan?\n\n---\n**Contents:** 147 (or 410 split chapter parts) (S1) + >197 (S2) = >344 chapters\n- **Season 1:** vol. 1 ch. 1-147 (1-147)\n- **Season 2:** vol. 2 ch. 1-197+ (148-344+) (ongoing)\n\n**Note:** season 1 chapter 1-114 is in single page format. Starting with season 1 chapter 115, the page format switches to long strip."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be88a567-e49b-4365-8f9f-2cfd892755a7",
    "title": {
      "en": "Plinivs"
    },
    "updatedAt": "2023-07-07T13:00:19+00:00",
    "coverArt": "https://mangadex.org/covers/be88a567-e49b-4365-8f9f-2cfd892755a7/a607af32-ad86-4fee-b98f-00c558317b96.jpg",
    "altTitles": [
      {
        "en": "Pline"
      },
      {
        "en": "Plinius"
      },
      {
        "ja-ro": "PLINIVS"
      },
      {
        "ja": "プリニウス"
      }
    ],
    "description": {
      "en": "It portrays the famous naturalist Plinius. From volcanic explosions and tidal waves to the ecology of plants and animals, the work reproduces the world of Natural History, the Plinius encyclopedia describing the universe. This is a definitive historical Roman romance depicting the world 2,000 years ago through astounding composition and realistic draftsmanship."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "84"
  },
  {
    "mangaId": "cce61682-d727-4e49-a8a4-b3ad0a4ea394",
    "title": {
      "en": "My Home As a Filming Location!"
    },
    "updatedAt": "2023-12-22T23:59:08+00:00",
    "coverArt": "https://mangadex.org/covers/cce61682-d727-4e49-a8a4-b3ad0a4ea394/a67219c4-3dc0-43da-92c2-02cc87e4018b.png",
    "altTitles": [
      {
        "ko": "내 집이 촬영장이 되어버렸다!"
      }
    ],
    "description": {
      "en": "After returning from walking around my neighborhood, I was met with an entire film crew in my front yard?!\nYeonwoo, a beekeeper who lived in a secluded village, signed a contract that stated that his house would be used for filming with a PD who directed <Countryside Occupations> while he was drunk.\nLater on, he found out that he would be filming his life with Kang Dojoon, a famous Korean actor.\nBegrudgingly, he started to prepare for filming.\nContrary to what he thought before, he changed his mind after seeing Kang Dojoon in person.\n\n*If I have to live with a handsome guy like that for 10 days... that wouldn't be so bad.*\n\nWill Dojoon successfully complete filming for <Countryside Occupations>?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "adf63281-281d-448f-a618-dee15c47e7e5",
    "title": {
      "en": "Sachiroku 〜Sachi’s Book of Revelation〜"
    },
    "updatedAt": "2024-04-17T08:00:46+00:00",
    "coverArt": "https://mangadex.org/covers/adf63281-281d-448f-a618-dee15c47e7e5/a36e8372-ed25-4b4d-98da-a75bcb230b97.jpg",
    "altTitles": [
      {
        "en": "Sachi’s Records 〜Sachi’s Book of Revelation〜"
      },
      {
        "ja": "サチ録　～サチの黙示録～"
      },
      {
        "ja-ro": "Sachi-roku: Sachi no Mokushiroku"
      },
      {
        "ru": "Записи Сачи: Книга откровений Сачи"
      },
      {
        "ja-ro": "Sachiroku - Sachi no Mokushiroku"
      },
      {
        "vi": "Sachiroku - Cuốn Sách Khải Huyền Của Sachi"
      }
    ],
    "description": {
      "en": "‘Humanity’s Judgment’ — a process by which an angel and a demon meticulously pass judgment upon a human, and the final score determines the fate of mankind. But this time, the chosen subject is the incredibly mischievous 6-year-old elementary school student, Sachi Ueno?! Just how will the unconventional living arrangement of an angel, a demon, and a human shape the future of humanity?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c892b3-a202-46f5-ad11-0d433e712ab8",
    "title": {
      "en": "Mikadono Sanshimai wa Angai, Choroi."
    },
    "updatedAt": "2023-11-27T15:47:32+00:00",
    "coverArt": "https://mangadex.org/covers/04c892b3-a202-46f5-ad11-0d433e712ab8/bebc4ef9-aa1e-46aa-90aa-8087b5f9d46c.png",
    "altTitles": [
      {
        "ja": "帝乃三姉妹は案外、チョロい。"
      },
      {
        "zh-hk": "帝乃三姊妹意外的好對付。"
      },
      {
        "en": "The Mikadono Sisters Are Surprisingly Easy to Deal With."
      },
      {
        "zh": "帝乃三姐妹原来很好搞定"
      }
    ],
    "description": {
      "en": "Though Ayase Yuu is the son of a renowned and talented actress, he is below average in anything he does. He is entrusted to live under the care of his mother's friend, and later discovers that he will also be rooming with the three sisters from his school who possess both beauty and talent. Though Yuu thought that an understanding would be impossible to reach between an ordinary person and those blessed with talent, the three sisters are surprisingly...?!",
      "ja": "孤高の天才三姉妹と同居することになったちょっとポンコツめな高校生・優。平凡以下な彼が三姉妹に振り回されると思いきや…この三姉妹、案外、チョロい――？\n\n優との生活で変わっていく三姉妹の心模様。才色兼備の三姉妹が動揺、狼狽、そしてときめく…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2442e655-dcfe-4ed2-99de-d5b212836b64",
    "title": {
      "en": "K-ON! Shuffle"
    },
    "updatedAt": "2023-06-25T01:30:15+00:00",
    "coverArt": "https://mangadex.org/covers/2442e655-dcfe-4ed2-99de-d5b212836b64/1234fc35-380b-448e-82b1-c2feb12563aa.jpg",
    "altTitles": [
      {
        "ja": "けいおん！Shuffle"
      },
      {
        "ja": "けいおん！シャッフル"
      }
    ],
    "description": {
      "en": "Sakuma Yukari decided to start a band on her own after seeing a certain band during the Sakura High School festival, then with her best friend Shimizu Kaede, they want to join the Light Music Club only to discover that in their school there isn't a club like that. With help from Sawabe Maho, they discover there is a Light Music Appreciation Society with only one member, Satou Riko.",
      "pt-br": "Sakuma Yukari decidiu começar uma banda sozinha depois de ver uma certa banda durante o festival Sakura High School, então com sua melhor amiga Shimizu Kaede, eles querem se juntar ao Clube De Músicas Leves apenas para descobrir que em sua escola não há um clube assim. Com a ajuda de Sawabe Maho, eles descobrem que existe uma Sociedade de Apreciação de Música Leve com apenas um membro, Satou Riko."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "de27ce20-7f32-475d-a219-31e1a3ab36c5",
    "title": {
      "en": "Josou shite Off-Kai ni Sanka shite mita."
    },
    "updatedAt": "2024-04-10T09:38:13+00:00",
    "coverArt": "https://mangadex.org/covers/de27ce20-7f32-475d-a219-31e1a3ab36c5/e2b20ea7-6188-4ad4-8338-f27c7e2a20c9.jpg",
    "altTitles": [
      {
        "en": "I (♂) Cross-Dressed for the IRL (♀) Meetup"
      },
      {
        "ja": "女装してオフ会に参加してみた。"
      }
    ],
    "description": {
      "en": "“Cocoa” has made three best friends in her online game, and she’s excited to meet them in real life at a dessert café for the first time. The only problem: She’s actually a man who’s been lying to them. What begins as a tense manga about online life quickly turns into a lighthearted comedy about friendship, gender, and forgiving yourself and others. [Kodansha]"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "117"
  },
  {
    "mangaId": "08aca90a-ad81-4fef-a0de-8a975d5c522c",
    "title": {
      "en": "Kurasu ≪Mushoku≫ no Eiyuu-tan ～Koushaku-ka o Tsuihou Sareta ga, Jitsu wa Nagutta Dake de Sukiru o Kakutoku Dekiru to Wakari, Tairiku Ichi no Eiyuu ni Noboritsumeru～"
    },
    "updatedAt": "2024-02-27T00:04:18+00:00",
    "coverArt": "https://mangadex.org/covers/08aca90a-ad81-4fef-a0de-8a975d5c522c/4e0193bc-8808-41b9-ae90-20cc0ef56f3a.jpg",
    "altTitles": [
      {
        "ja": "クラス≪無職≫の英雄譚～公爵家を追放されたが、実は殴っただけでスキルを獲得できるとわかり、大陸一の英雄に上り詰める～"
      },
      {
        "en": "Class <<Unemployed>> Heroic Tale: Exiled from the Duke's House, but i found out that i can acquire skills just by punching and now i am climbing to the top of the continent ~"
      },
      {
        "en": "Chronicles of the Jobless Hero~Ousted From the Duke’s Manor, but With Skills Gained Through Punches, I Emerge as the Continent’s Ultimate Hero~"
      }
    ],
    "description": {
      "en": "In a world where Classes are bestowed by the gods upon everyone when they reach eighteen, the existence of Skills within these Classes tends to overshadow any hard work, setting one’s life path. Within this imbalanced system, Lythe, who trained in hopes of becoming a Holy Knight, was heartlessly classified as Jobless during the Class assignment, resulting in his expulsion from the town by his father, the Duke. As he scraped by as a luggage boy, there came a day when the merchant caravan he was with got attacked by bandits. Lythe, attempting to save the child, engaged in a battle with the skillful attackers, accepting his impending death. Yet, a mysterious voice echoed in his head when he punched a bandit in his last act of defiance…\r\n\r\n- [Web Novel](https://ncode.syosetu.com/n9583gj/)  (jp)\r\n- [Alternative Raw Link: Niconico](https://seiga.nicovideo.jp/comic/58563)",
      "ja": "18歳になると神から「クラス」が与えられる世界。クラスの持つ「スキル」の有無は、どんな努力をも上回り、どんなクラスかでその後の人生が決まってしまう。そんな不平等な世界で、聖騎士を目指し訓練してきたリートは、クラス分けで無情にも<無職>を言い渡され、父親である公爵の手により、街を追放されてしまう。そして荷物持ちで糊口をしのいでいたある日、商隊が盗賊に襲われる。子どもを救うため戦うが、戦闘スキル持ちに敵うはずもなくリートは死を覚悟する。しかし、最後の抵抗で盗賊を殴った瞬間、頭の中に不思議な声が鳴り響き…。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2de8ffd3-25b7-42cd-80e8-32148478c40c",
    "title": {
      "en": "Kimi to Warui Koto ga Shitai"
    },
    "updatedAt": "2024-04-16T18:52:23+00:00",
    "coverArt": "https://mangadex.org/covers/2de8ffd3-25b7-42cd-80e8-32148478c40c/ce3d3bf5-0568-4123-ad38-c26343c48436.jpg",
    "altTitles": [
      {
        "en": "I Wanna Do Bad Things with You"
      },
      {
        "ja": "君と悪いことがしたい"
      },
      {
        "zh-hk": "想和你一起做壞事"
      },
      {
        "en": "I Want to Do Bad Things with You"
      }
    ],
    "description": {
      "en": "Mamori Wataya is a tall but dark, plain, and shady high school girl. One day she meets Kanashi Fuji, who has a small, thin body and an evil-looking smile. A supporting character that no one can find and a villain that no one likes. This encounter turns their gray days blue.",
      "ja": "背は高いけど地味で暗い脇役女子・まもり。嫌いだからとプールの水を抜く、学校一の嫌われ者の悪役男子・藤。悪いヤツの、不思議な強さに惹かれていったその先にあったのは、透き通るような青い日々。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "67"
  },
  {
    "mangaId": "fa718bd1-a6d2-4225-acc2-2828ac2dce6b",
    "title": {
      "en": "Oshibana!"
    },
    "updatedAt": "2024-04-17T09:05:39+00:00",
    "coverArt": "https://mangadex.org/covers/fa718bd1-a6d2-4225-acc2-2828ac2dce6b/12da6b06-d8c4-4893-b723-68a00cae9aaa.jpg",
    "altTitles": [
      {
        "ja": "オシバナ！"
      },
      {
        "en": "Pressed Flower"
      }
    ],
    "description": {
      "en": "A romantic comedy centered around \"The School Prince\" bringing the tense conflict of young boys and girls to the breaking point!",
      "ja": "「学園の王子様」なヒロインを巡って少年少女がせめぎ合う一触即発ラブコメディ"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f4fe738-cf4f-46ab-86e6-0fb549429dfe",
    "title": {
      "en": "Doku wo Kurawaba Sara Made"
    },
    "updatedAt": "2024-04-13T13:02:14+00:00",
    "coverArt": "https://mangadex.org/covers/1f4fe738-cf4f-46ab-86e6-0fb549429dfe/89aac8a2-03f0-47d9-9de8-3ea1e6ee47c2.jpg",
    "altTitles": [
      {
        "en": "The Show Must Go On"
      },
      {
        "ja": "毒を喰らわば皿まで"
      }
    ],
    "description": {
      "en": "The Kingdom of Parsemis is a land blessed by an ancient dragon. In this kingdom, the evil Prime Minister Andrim remembers his past life while his daughter's marriage engagement to the crown prince is being broken. At the same time, he realizes that this world is that of an otome game that he was playing in his past life. In the game, his daughter is the evil fiancée of the crown prince and he is destined to be executed alongside her. Unable to accept this, Andrim devises a plan to trap the game's conquest targets, who side with the crown prince. He will stop at nothing for revenge including seducing his own rival..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65f1f473-c7fa-4de2-adf5-00167af31740",
    "title": {
      "en": "Higurashi no Naku Koro ni Rei - Irotoutoshi-hen"
    },
    "updatedAt": "2024-01-10T16:48:30+00:00",
    "coverArt": "https://mangadex.org/covers/65f1f473-c7fa-4de2-adf5-00167af31740/b504286f-92ac-4481-9c0b-a28d7a38c5d2.jpg",
    "altTitles": [
      {
        "ja": "ひぐらしのなく頃に令 色尊し編"
      }
    ],
    "description": {
      "en": "Sequel to Higurashi no Naku Koro Ni Hoshiwatashi-hen and Higurashi no Naku Koro Ni Oniokoshi-hen."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76aa2f11-b44e-4d87-ad53-d25dd1d7fbe3",
    "title": {
      "en": "Yankee Manga ni Tensei shitara, Naze ka Souchou ni Ezukesareteimasu."
    },
    "updatedAt": "2023-09-28T16:06:31+00:00",
    "coverArt": "https://mangadex.org/covers/76aa2f11-b44e-4d87-ad53-d25dd1d7fbe3/8174cd7c-10c6-4e6d-b612-57f1fb858c94.jpg",
    "altTitles": [
      {
        "ja": "ヤンキー漫画に転生したら、何故か総長に餌付けされています。"
      },
      {
        "en": "I got Reincarnated in a Delinquent Manga, why is the Gang Leader Feeding Me?"
      }
    ],
    "description": {
      "en": "Mashiro Youka is an ordinary, shy high school girl, except for the secret that she has memories of her previous life. And while she realizes that this world looks like a Yankee manga she read in a previous life, she lives a peaceful life as a mobster. Then one day, on her way home, she gets into a fight with some Yankees, and ends up being liked by the president of the strongest team, the Zoo...!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Tune In to the Midnight Heart"
    },
    "updatedAt": "2024-04-10T22:04:32+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/f52ac1a8-2005-48ee-8a77-f7527f295d70.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "ja-ro": "Mayonaka Heart Tune"
      },
      {
        "en": "Finding the girl behind the voice."
      },
      {
        "en": "Midnight Heart Tune"
      },
      {
        "ru": "Полуночный мотив сердца"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      }
    ],
    "description": {
      "en": "***\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"***\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people? A cute yet hard-working success romantic comedy begins here!!\n\n---\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "***「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。***\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!!アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-04-01T22:31:47+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/8e8a3e18-948d-402a-a9ea-f62366486771.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baa96f52-19a3-4fe1-8000-1019a083c088",
    "title": {
      "en": "The First Sequence"
    },
    "updatedAt": "2023-12-27T05:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/baa96f52-19a3-4fe1-8000-1019a083c088/0d067157-9504-4381-a08e-7acb65717e39.jpg",
    "altTitles": [
      {
        "zh-ro": "Di Yi Xu Lie"
      },
      {
        "en": "First Sequence"
      },
      {
        "en": "The First Order"
      },
      {
        "zh": "第一序列"
      },
      {
        "zh-ro": "Diyi Xulie"
      }
    ],
    "description": {
      "en": "After a great catastrophe stuck, humanity started living in anarchy. Acid rain floated across the sky, wild wolves roared in the wilderness, the consortium in the barrier sang night after night, and the refugees outside the wall were hungry and cold. “Ren Xiaosu”, who was born as a refugee, unlocked the palace system and continued to grow stronger by absorbing positive energy, fighting for survival, protecting relatives and friends, saving sentient beings, and gradually changing the world, becoming the dawn of mankind’s future. this is a brand new story… survive the darkness, see the light."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dcebd4d5-d384-4079-8491-62bf1b9a9cd8",
    "title": {
      "en": "Garouden"
    },
    "updatedAt": "2024-03-11T21:00:23+00:00",
    "coverArt": "https://mangadex.org/covers/dcebd4d5-d384-4079-8491-62bf1b9a9cd8/bad223c2-2c69-4a8c-b8eb-43d855963fbc.jpg",
    "altTitles": [
      {
        "en": "Legend of the Hungry Wolves (Itagaki Keisuke)"
      },
      {
        "ja": "餓狼伝"
      },
      {
        "he": "גארודן"
      },
      {
        "ja-ro": "Ga-Rou-Den"
      },
      {
        "de": "Wie hungrige Wölfe"
      },
      {
        "ja-ro": "Garoden (Itagaki Keisuke)"
      }
    ],
    "description": {
      "en": "What does it mean to be strong? What attracts men to fight in hand to hand combat? These and many other questions are explained and detailed in Garouden, a novel series by Yumemakura Baku (illustrated by celebrity manga author Itagaki Keisuke).  \n  \nFighting expert Bunshichi Tanba enjoys defeating TV fighting champions and celebrities on the street, until he stumbles upon the underground wrestling club known as FAW (Federation of Amateur Wrestling), and unfortunately he is defeated by one of the underdogs of the wrestling world. He forces himself to improve and looks for a rematch.  \nYears later, he returns better than ever, and his fights attract the attention of the two \"monsters\" of the fighting world who are in constant competition, Makoto \"the Great\" Tatsumi, owner of the FAW and possessing a power and charisma unrivaled in the ring, and \"the Demon of Karate\" Matsuo Shozan, owner of the best Karate schools in Japan and possessing a power and speed that's almost godlike.  \nBoth will try to recruit Tanba to their own side, and Tanba will experience a wold of fighting like he has never seen, with friends and rivals everywhere, and he will have to step up to the many challenges that confront him.  \nFeatures other martial arts characters from his other fighting novel series, The Gate of the Lions. Currently the best \"serious\" martial arts manga title in Japan, this is another of Baku's masterpieces that, unlike his other fantasy epic titles, has surprising realism in its deep exploration of martial arts and those who use it."
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "suggestive",
    "lastVolume": "25",
    "lastChapter": "238"
  },
  {
    "mangaId": "8f542695-6d90-48a3-bee7-cc84175857ee",
    "title": {
      "en": "One Day Outing Foreman"
    },
    "updatedAt": "2023-12-12T01:57:36+00:00",
    "coverArt": "https://mangadex.org/covers/8f542695-6d90-48a3-bee7-cc84175857ee/a372da68-ca8c-4d39-872c-08dc220cbc3a.png",
    "altTitles": [
      {
        "ja": "１日外出録ハンチョウ"
      },
      {
        "en": "1 Day Outing Foreman"
      },
      {
        "ja-ro": "Ichinichi Gaishutsuroku Hanchou"
      }
    ],
    "description": {
      "en": "At a certain prison under the surface, the \"bottom of the bottom\" that is the Teiai Underground Labor Facility, there is a man who uses his \"one-day outing passes\" to go above ground and enjoy all the luxuries of life while living in the poor conditions of the underground. His name is Ootsuki, and he is the leader of Squad E and a master of enjoying himself all day long with eating, drinking, and having a great time."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4002af95-b501-4cce-b1bd-ccf0b21d5bdc",
    "title": {
      "en": "Please Take My Brother Away!"
    },
    "updatedAt": "2022-08-06T11:56:08+00:00",
    "coverArt": "https://mangadex.org/covers/4002af95-b501-4cce-b1bd-ccf0b21d5bdc/912cc1df-624d-4583-8bfb-32da6d744025.png",
    "altTitles": [
      {
        "ja-ro": "Ani ni Tsukeru Kusuri wa nai!"
      },
      {
        "zh-ro": "Kuai Ba Wo Ge Dai Zhou!"
      },
      {
        "ja": "兄に付ける薬はない！"
      },
      {
        "zh": "快把我哥带走"
      },
      {
        "vi": "Hãy Mang Anh Trai Tôi Đi"
      },
      {
        "ko": "우리 오빠 좀 데려가세요"
      },
      {
        "ru": "Заберите моего брата, пожалуйста"
      },
      {
        "en": "Take My Brother Away"
      }
    ],
    "description": {
      "en": "What's your brother like? To Miao, her brother Fen is someone who teases her and makes her go ballistic 100 times a day. There's rarely a peaceful day as the two are fighting every single minute. However, when trouble comes, Fen becomes a caring brother who protects his little sister at all costs.",
      "id": "Seperti apa sosok kakak yang ada di benakmu?\nBagi Shimyo, Shifun adalah kakak paling menyebalkan sejagat raya. Bayangkan saja. Hampir setiap hari Shimyo dibuat kesal oleh tingkah konyolnya. Namun, jika Shimyo terlibat masalah, Shifun akan berubah 180 derajat menjadi sosok yang bisa diandalkan demi melindungi adik kesayangannya…",
      "ja": "これが中国のよくある日常!?　おバカな兄・時分（シーフン）とバイオレンスな妹・時秒（シーミョ）。仲良し（!?）兄妹が繰り広げる、ちょいゆるコメディ!!",
      "ko": "패기 넘치는 카리스마 여동생 \"시초\",\n게으른 잔머리 천재 오빠 \"시분\".\n둘은 부모님이 이혼하자 아버지와 함께 살게 되었다.\n\n평소에 온갖 자잘한 일로 다투기도 하고 발차기도 내지르지만\n어려운 일이 있을 땐 희한할 정도로 죽이 잘 맞는 시분시초의\n비글미 넘치는 스팩타클 일상물.",
      "ru": "Пронырливый, беспечный, вечно вляпывающийся в неловкие и нелепые ситуации — всё это в одном человеке! Ши Фэнь, в отличие от своей собранной и серьёзной младшей сестры Ши Мяо, предпочитает отлынивать от обязанностей, ждать, когда проблемы рассосутся сами, и упрощать всё до невозможности! Но какой же главный герой без лучшего друга? В Кайсиня, не менее ушлого одноклассника Ши Фэня, всегда готового поддержать любую затею близкого товарища, влюблена Ши Мяо.Маньхуа о жизни двух школьников, в которой сестре приходится расплачиваться за своего нерасторопного братца, полна забавных недоразумений и трогательных моментов!",
      "vi": "Đây là một series short-comic khá nổi tiếng.\nKể về cuộc sống thường nhật của hai anh em Giờ Phút và Giờ Giây. Một ông anh hâm hâm dở dở và cô em gái bá đạo.",
      "zh": "拥有一个每天耍贱整蛊妹妹、毫无家庭感的哥哥是一种什么感受，油炸还是蒸锅。时秒只希望哥哥时分彻底消失，连珍贵的生日愿望都是“快把我哥带走”。 爆笑类经典热作！每天坑妹一万次的哥哥和暴走的妹妹相爱相杀，每一话让你笑到停不下来！\n\n---\n\n- [Official Weibo](https://m.weibo.cn/u/3203922320)"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e16acfe-896a-4f20-8223-482f862107e3",
    "title": {
      "en": "One Day, Suddenly, Seoul Is"
    },
    "updatedAt": "2024-03-30T15:29:43+00:00",
    "coverArt": "https://mangadex.org/covers/5e16acfe-896a-4f20-8223-482f862107e3/83462f1a-5aa6-455e-978e-09c14eaafc78.jpg",
    "altTitles": [
      {
        "ko": "어느날 갑자기 서울은"
      },
      {
        "ko-ro": "Eoneunal Gapjagi Seoul-eun"
      }
    ],
    "description": {
      "en": "A terrible virus has appeared in Seoul! On the same day Lee Yeongwoo and his classmates are traveling there. They are trapped in the tense atmosphere of Seoul, with the virus in the form of bubbles like frog eggs!",
      "pt-br": "Yeon Woo está apaixonado. Ele não tem olhos pra mais nada além da So Yeon. Na escola ele não conseguiu falar com ela, mas agora que eles estão indo pra uma excursão escolar em Seoul, ele tem esperança de conseguir pelo menos começar a conversar com ela, mesmo apesar de ser muito introvertido. Porém, tem coisas estranhas acontecendo em Seoul… Algo terrível está prestes a dominar a cidade… Nesse dia, Seoul de repente é…?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "224b4ac7-add1-49df-b0b1-0d98dc71b91a",
    "title": {
      "en": "The Edgeless Sword From the Village"
    },
    "updatedAt": "2023-09-24T06:41:21+00:00",
    "coverArt": "https://mangadex.org/covers/224b4ac7-add1-49df-b0b1-0d98dc71b91a/886f8b11-38fc-4c51-8702-b5b33fd12ff0.png",
    "altTitles": [
      {
        "en": "Rural Edgeless Sword"
      },
      {
        "en": "The Village Sword Without Edge"
      },
      {
        "ko": "촌검 무인"
      },
      {
        "zh": "村劍無刃"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae8c6312-6121-4469-846f-637f40afbd3b",
    "title": {
      "en": "Winter Moon"
    },
    "updatedAt": "2023-09-22T22:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/ae8c6312-6121-4469-846f-637f40afbd3b/b2d6e929-53bb-4b3b-8bd7-b9d90f13d61d.png",
    "altTitles": [
      {
        "en": "Wintermoon"
      },
      {
        "pl": "Zimowy księżyc"
      },
      {
        "ja": "冬月"
      }
    ],
    "description": {
      "en": "A gay sorceror and a seductive priestess cross paths in an Online RPG.",
      "fr": "Suivez les aventures d'un sorcier gay et d'une jolie prêtresse en plein cœur d'un RPG.",
      "ro": "Un vrajitor homosexual si o preoteasa seductiva se intalnesc din intamplare intr-un online RPG",
      "pt-br": "Um feiticeiro homossexual e uma sacerdotisa sedutora se cruzam em um RPG online."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13e39275-7b8b-4b70-a758-1314392e0e48",
    "title": {
      "en": "Wedding Peach"
    },
    "updatedAt": "2024-04-09T06:11:11+00:00",
    "coverArt": "https://mangadex.org/covers/13e39275-7b8b-4b70-a758-1314392e0e48/c8e02cd3-216b-4c76-9ea7-98d96c6854c9.jpg",
    "altTitles": [
      {
        "ja": "ウェディングピーチ"
      }
    ],
    "description": {
      "en": "One day, Momoko is attacked by Pluie, a demon who's after her keepsake ring left by her mother. Just then, the angel Limone gives Momoko the Sacred Mirror, allowing her to transform into the legendary Love Angel Wedding Peach and drive away demons! And so, Peach and her fellow angels fight to protect the lovers of the world from demons pursuing them for their \"wave of love\"...!\n___\nChapter numbers for the Selene Scans version do not match up, but nothing is missing."
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "26.2"
  },
  {
    "mangaId": "6a0a8bc9-4e81-4055-b6e3-45c49bd36674",
    "title": {
      "en": "The Demon King Levels Up"
    },
    "updatedAt": "2024-02-16T14:26:24+00:00",
    "coverArt": "https://mangadex.org/covers/6a0a8bc9-4e81-4055-b6e3-45c49bd36674/e2488cec-dc70-440e-b638-e7ea51d8af56.jpg",
    "altTitles": [
      {
        "en": "Demon Lord's Martial Arts Ascension"
      },
      {
        "en": "The Demon Lord Levels Up With Martial Arts"
      },
      {
        "ko": "무공으로 레벨업하는 마왕님"
      }
    ],
    "description": {
      "en": "Now that the demonic realm and the heavenly realm have called a truce, the human world has returned to an era of peace.\n\nJeon Minchul lives the life of an ordinary college student until the day he comes across an artifact from the war and remembers — in his past life, he was the demon king who brought the world to its knees.\n\nUpon recalling these memories, Minchul awakens his old powers, along with some new ones. But can this demon king harness the powers of both good and evil to protect the peace?",
      "ko": "“마왕.”\n\n그건.\n인간이 되기 전, 전생의 나를 부르던 말이었다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c207dd3e-82ea-4279-b331-aa9bead8479b",
    "title": {
      "en": "3 AM Terrible Zone"
    },
    "updatedAt": "2024-04-17T08:56:22+00:00",
    "coverArt": "https://mangadex.org/covers/c207dd3e-82ea-4279-b331-aa9bead8479b/10d942c1-d15a-4360-b4f2-5e5da8aee30d.jpg",
    "altTitles": [
      {
        "en": "3 a.m. Terrible Zone"
      },
      {
        "en": "3am Terrible Zone"
      },
      {
        "ja-ro": "Gozen 3 Ji no Kikenchitai"
      },
      {
        "ja-ro": "Gozen 3Ji no Kikenchitai"
      },
      {
        "ja": "午前3時の危険地帯"
      }
    ],
    "description": {
      "en": "Tamako doesn't have any confidence, sex appeal, or romantic experiences. Caught off-guard while job-hunting, she is hired to work for an office full of suspicious people who specialize in designing for pachinko parlors. Thus, her days of agony begin to unfold."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "24"
  },
  {
    "mangaId": "0df86784-961a-443c-9765-8b41702c6249",
    "title": {
      "en": "Alice-san Chi no Iroribata"
    },
    "updatedAt": "2024-04-17T04:56:49+00:00",
    "coverArt": "https://mangadex.org/covers/0df86784-961a-443c-9765-8b41702c6249/7b1d1385-f8fa-4115-8b73-22e7baef604c.jpg",
    "altTitles": [
      {
        "ja": "アリスさんちの囲炉裏端"
      },
      {
        "ru": "У очага в доме Арису-сан"
      },
      {
        "th": "มื้ออุ่นหน้าเตาแห่งบ้านคุณอลิซ"
      },
      {
        "en": "By The Hearth At Alice-san's Home"
      },
      {
        "en": "By the Furnace of Miss Alice’s House"
      },
      {
        "vi": "Bên bếp lửa nhà Alice-san"
      }
    ],
    "description": {
      "en": "After ten years, Alice returns to her hometown from Tokyo to live alone in a traditional Japanese house with a sunken hearth. Harumi, her childhood friend, nervously meets her again after such a long time, but the warmth of the hearth with Alice is just as warm as it was in the past...\n\nNext to the hearth in Miss Alice's house, let's have a leisurely meal together.",
      "pt-br": "Depois de 10 anos, Alice volta de Tóquio para a sua cidade natal e mora sozinha em uma antiga casa tradicional Japonesa com lareira. Harumi, um amigo de infância, estava animado para se encontrar novamente depois de muito tempo, mas o calor da lareira com Alice continua tão quente quanto no passado..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "5a9aa4d4-3d76-45a2-bf10-3311a7e4bf6a",
    "title": {
      "en": "Sunyu of the Shadowless"
    },
    "updatedAt": "2022-09-09T22:39:04+00:00",
    "coverArt": "https://mangadex.org/covers/5a9aa4d4-3d76-45a2-bf10-3311a7e4bf6a/f0de6428-b5e3-45b7-b2df-fe494dcc0fe2.jpg",
    "altTitles": [
      {
        "ko": "대사형 선유"
      },
      {
        "en": "Sonnyu"
      },
      {
        "en": "The Great Master"
      },
      {
        "en": "The Great Master Sunyoo"
      }
    ],
    "description": {
      "en": "Some children are raised in the hands of Kwak No, After establishing a Disciple-Master relationship, the children dream of their own dreams by practicing martial arts and walking in that path to become masters. In order to make a living, Kwak No always had to leave his seat, and Seon-yu, the eldest of the children, has to take care of the Children, and He’ll be the Great Master.",
      "ko": "삼류 낭인 곽노의 손에 거둬진 아이들.\n\n사제관계를 맺고 아이들은 어설프게나마\n무공과 보법 수련을 하며 각자의 꿈을 꾼다.\n\n먹고살기 위해 곽노는 늘 자리를 비워야 했고,\n아이들 중 맏이인 선유는 사제들을 돌봐야 한다.\n\n그는 대사형大師兄이다."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Gushing over Magical Girls"
    },
    "updatedAt": "2024-03-31T22:18:42+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "ja-ro": "Mahou Shoujo ni Akogarete"
      },
      {
        "fr": "Looking up to Magical Girls"
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "431c939a-82f7-4851-bca9-2d242e867155",
    "title": {
      "en": "Strongest Level 1"
    },
    "updatedAt": "2024-03-05T23:47:22+00:00",
    "coverArt": "https://mangadex.org/covers/431c939a-82f7-4851-bca9-2d242e867155/362b4132-f459-4006-9ebd-8ca725f3efb9.png",
    "altTitles": [
      {
        "en": "Unbeatable Level 1"
      },
      {
        "en": "Unbeatable Lv.1"
      },
      {
        "ko": "최강 레벨 1"
      },
      {
        "ru": "Непобедимый первый уровень"
      },
      {
        "ru": "Сильнейший первый уровень"
      }
    ],
    "description": {
      "en": "The raid failed. \n\nIn a desperate situation due to the impending suicide bombing of the dungeon boss, Lee Gon-woo was betrayed by his teammates, and abandoned in the boss’s room. Just when he thought it was all over, a dagger suddenly fell into his hands. And from that moment his life changed dramatically.\n\nHis life was saved, but all the levels he gained with such difficulty have reset, making him level 1.\n\n[You have caught a \"mosquito\". Your level has increased.]\n\n\"My level should have gone up, but why is nothing happening?!\"",
      "ru": "Рэйд провалился. \nВ отчаянном положении из-за готовящегося самоподрыва босса данжа преданный тиммейтами Ли Гон-у остался один в комнате босса.\nКогда он думал, что уже всё кончено, неожиданно в его руки попадает кинжал. И с этого момента его жизнь кардинально меняется.\nЕго жизнь спасена, но он снова вернулся на первый уровень, который с таким трудом поднимал...\n[Вы поймали \"комара\". Ваш уровень повышен.]\nДействительно, уровень должен был подняться, но почему никаких изменений?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2ca258f3-f212-49ff-b66c-8ec6ff41ad87",
    "title": {
      "en": "Kimi wa 008"
    },
    "updatedAt": "2024-02-02T02:26:28+00:00",
    "coverArt": "https://mangadex.org/covers/2ca258f3-f212-49ff-b66c-8ec6ff41ad87/083fc470-9e4d-447a-b072-1eea712cde7f.jpg",
    "altTitles": [
      {
        "es": "Tú eres 008"
      },
      {
        "en": "You Are Double-O Eight"
      },
      {
        "ja": "君は008"
      },
      {
        "ja": "君はダブルオーエイト"
      },
      {
        "it": "Agente 008"
      },
      {
        "fr": "008 Apprenti espion"
      }
    ],
    "description": {
      "en": "Akashi Eito has failed miserably on all high school admissions exams but somehow, he receives a letter of acceptance from a school he does not remember applying for. He nevertheless happily enrolls, expecting to live the ideal school life, but his aspiration are quickly destroyed as he discovers that this mysterious school is a training institution for secret agents!   \n  \nImmediately, Eito wants to return home and live a normal life with his normal family, until the director of the school makes a shocking revelation: Eito's deceased father was also a secret agent! He subsequently wants to know more about the past and memories of his father, so he decides to stay in this school. However, as a student of this institution, Eito will have to face a deadly exam made to test the skills of all new students…  \n  \nFollow this story of action and espionage, in which our hero, who lacks physical strength, compensates for it with great bravery, and captivates everyone around him with the power of his courage and friendship!!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96e521e5-b19e-4299-b1ad-6b0eeb73e7a0",
    "title": {
      "en": "Mizu no Tomodachi Kappaman"
    },
    "updatedAt": "2024-04-14T12:51:46+00:00",
    "coverArt": "https://mangadex.org/covers/96e521e5-b19e-4299-b1ad-6b0eeb73e7a0/307e27e9-2047-49a5-af4e-4df79c3d227b.jpg",
    "altTitles": [
      {
        "ja": "水のともだちカッパーマン"
      },
      {
        "en": "Water Friend Kappaman"
      }
    ],
    "description": {
      "en": "Kawataro, half human, half kappa, lives as a human, because his father, a kappa, wished so. Kawataro travels to find his mother who disappeared when he was young. On his trip, he encounters various youkai."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "c615f226-4608-4a12-a340-a974e2a429dd",
    "title": {
      "en": "Spirit Farmer"
    },
    "updatedAt": "2022-10-15T22:51:51+00:00",
    "coverArt": "https://mangadex.org/covers/c615f226-4608-4a12-a340-a974e2a429dd/1f0533ae-0c62-4aa9-ab97-3844374e39a5.jpg",
    "altTitles": [
      {
        "ko": "정령 농사꾼"
      },
      {
        "ru": "Дух Фермера"
      },
      {
        "en": "Farmer of Spirits"
      },
      {
        "ja": "精霊の農夫"
      },
      {
        "th": "ชาวสวนภูตคุมวิญญาณ"
      }
    ],
    "description": {
      "en": "After training for 11 years to reach superhuman status, I gave up on my dream and returned to the family farm. But suddenly, Hawa appeared! She’s a powerful farming spirit who can make anything grow—even produce that enhances people’s powers. Now I’ve got my superhuman ID card, more spirits-friends, mouthwatering Grade A+ crops, and quests! Will Hawa and her friends lead us all to fame and fortune and change our lives forever?\r\n",
      "ja": "超人たちがあらゆる分野で活躍する世界。 金村健吾は、モンスターを倒す超人になろうと小さい頃から訓練を積んでいたが挫折。 その間に弟の金村慎吾が保証人になって姿をくらまし、兄は超人になる夢を諦め帰農した。 しかし、そこで農業の精霊ハワと出会うのだが…！\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%95%EB%A0%B9-%EB%86%8D%EC%82%AC%EA%BE%BC/2413)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/59993)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%A7%E0%B8%99%E0%B8%A0%E0%B8%B9%E0%B8%95%E0%B8%84%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%93/18)",
      "ko": "[농사꾼, 정령을 만나다.]\r\n\r\n11년 동안 초인이 되기 위해서 노력했지만 결국 일반인으로 끝난 이건우.\r\n\r\n모든 걸 뒤로 하고 집으로 돌아왔을 때, 그에게 정령이 찾아왔다.\r\n\r\n\"하와!!!!\"\r\n\r\n본격 농사 & 힐링 판타지.\r\n\r\n농사의 정령 하와와 함께하는 귀농 Life!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%95%EB%A0%B9-%EB%86%8D%EC%82%AC%EA%BE%BC/2413)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/59993)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%A7%E0%B8%99%E0%B8%A0%E0%B8%B9%E0%B8%95%E0%B8%84%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%93/18)",
      "ru": "Обычный среднестатистический гражданин Кореи, отчаянно пытавшийся стать героем на протяжении 11 лет, осознал, что это не его ремесло и не его мечтания. Бросив все, Ли Ген Ву решил стать фермером и жить своей тихой жизнью. Но все ли так просто?\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%95%EB%A0%B9-%EB%86%8D%EC%82%AC%EA%BE%BC/2413)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/59993)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%A7%E0%B8%99%E0%B8%A0%E0%B8%B9%E0%B8%95%E0%B8%84%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%93/18)",
      "th": "'อีกอนอู' ชาวสวนวัย 30 ปี ใฝ่ฝันอยากเป็นยอดมนุษย์มาตั้งแต่เด็ก\r\nแต่เขาก็ล้มเลิกความฝันนั้น และกลับมาใช้ชีวิตเป็นชาวสวนในชนบทกับครอบครัว\r\nทว่า เรื่องที่ไม่คาดคิดก็เกิดขึ้น ด้วยความเพียรพยายามในงานสวน ทำให้พลังที่ซ่อนไว้ถูกปลุกขึ้นมา\r\nพร้อมกับภูตน้อย 'ฮาวา' ที่เป็นวิญญาณการเกษตรผู้คอยรับใช้กอนอู และเรื่องราววุ่นๆ ในสวนของพวกเขาก็เริ่มต้นขึ้น\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%95%EB%A0%B9-%EB%86%8D%EC%82%AC%EA%BE%BC/2413)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/59993)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%A7%E0%B8%99%E0%B8%A0%E0%B8%B9%E0%B8%95%E0%B8%84%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%93/18)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0bb17e2f-77ba-434c-aa6b-45bb0fe39f48",
    "title": {
      "en": "We Love ♡ Pokémon"
    },
    "updatedAt": "2024-03-17T16:12:38+00:00",
    "coverArt": "https://mangadex.org/covers/0bb17e2f-77ba-434c-aa6b-45bb0fe39f48/56a1c7ca-b472-490c-8927-2d25cc551f6a.jpg",
    "altTitles": [
      {
        "ja-ro": "Daisuki ♡ Pocket Monsters"
      },
      {
        "fr": "On adore ♡ Les Pokémon"
      },
      {
        "ja": "だいすき♡ポケットモンスター"
      },
      {
        "en": "We Love ♡ Pocket Monsters"
      },
      {
        "pt-br": "Nós Amamos ♡ Pokémon"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "2"
  },
  {
    "mangaId": "3397fcf6-18bb-4983-8daa-2b0ccd79487e",
    "title": {
      "en": "Shen Yin Wang Zuo"
    },
    "updatedAt": "2023-08-29T17:44:02+00:00",
    "coverArt": "https://mangadex.org/covers/3397fcf6-18bb-4983-8daa-2b0ccd79487e/65b1d7d9-a776-4590-8fa0-7264de7dda68.jpg",
    "altTitles": [
      {
        "en": "Sealed Divine Throne"
      },
      {
        "ru": "Трон, отмеченный Богом"
      },
      {
        "zh": "神印王座"
      },
      {
        "ko": "신인왕좌"
      },
      {
        "vi": "Thần Ấn Vương Toạ"
      },
      {
        "zh-ro": "Shén Yìn Wángzuò"
      },
      {
        "zh-ro": "Shén Yìn Wáng Zuò"
      },
      {
        "zh-ro": "Shen Yin Wangzuo"
      },
      {
        "en": "Throne of Seal"
      }
    ],
    "description": {
      "en": "While the demons were rising, mankind was about to become extinct. Six temples rose, and protected the last of mankind. A young boy joins the temple as a knight to save his mother. During his journey of wonders and mischief in the world of temples and demons, will he be able to ascend to become the strongest knight and inherit the throne?",
      "it": "demoni erano in aumento e l'umanità era sul punto di estinguersi. Sei templi rosa proteggono quanto rimasto del genere umano. Un giovane ragazzo si unisce ad un tempio come cavaliere per salvare sua madre iniziando un viaggio nel mondo dei templi e dei demoni. Sarà egli in grado di salire di livello sino a diventare il cavaliere più forte sino ad ereditare il trono?",
      "pt": "Enquanto os demônios estavam em ascensão, a humanidade estava prestes a extinguir-se. Seis templos se ergueram e protegeram a humanidade. Um garoto que se junta aos templos como um cavaleiro para salvar sua mãe. Durante sua jornada nas maravilhas e males em um mundo de templos e demônios, será ele capaz de subir e tornar-se o cavaleiro mais forte a herdar o trono?!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]