[
  {
    "mangaId": "0f6003ca-e7f3-43ce-bfd2-0694146994be",
    "title": {
      "en": "Tying the Knot with an Amagami Sister"
    },
    "updatedAt": "2024-06-08T18:27:08+00:00",
    "coverArt": "https://mangadex.org/covers/0f6003ca-e7f3-43ce-bfd2-0694146994be/0aa33cec-a7c3-45e3-b5ad-0e88cbfe890e.jpg",
    "altTitles": [
      {
        "ja-ro": "Amagami-san Chi no Enmusubi"
      },
      {
        "ru": "Брачные узы с семьёй Амагами"
      },
      {
        "ja": "甘神さんちの縁結び"
      },
      {
        "zh-hk": "甘神家的連理枝"
      },
      {
        "fr": "Se Marier avec une Sœur Amagami"
      },
      {
        "fr": "Comment j'ai Marié une Sœur Amagami"
      },
      {
        "pt-br": "Casamento da Família de Amagami"
      },
      {
        "id": "Perjodohan Keluarga Amagami"
      },
      {
        "ar": "التوفيق بين عائلة كانغامي"
      },
      {
        "es-la": "El Emparejamiento de la Familia Amagami"
      },
      {
        "en": "Matchmaking of the Amagami Household"
      },
      {
        "es-la": "Emparejamiento del Hogar Amagami"
      }
    ],
    "description": {
      "en": "Kamihate Uryuu, orphaned since childhood, receives an invitation to stay at the local Shinto shrine. All he wanted was a quiet place to study so that he can fulfill his dream of making it into a top medical school, but after arriving there, he comes across three beautiful shrine maiden sisters... and the head priest requests that he marry one of them and take over the shrine. A tale of love and miracles is about to unfold!",
      "fr": "Kamihate Uryuu, orphelin depuis l'enfance, reçoit une invitation à séjourner dans le sanctuaire shinto local. Tout ce qu'il voulait, c'était un endroit tranquille pour étudier afin de réaliser son rêve d'entrer dans une grande école de médecine, mais en arrivant sur place, il tombe sur trois belles demoiselles du sanctuaire... Le prêtre en chef lui demande d'épouser l'une d'entre elles et de prendre la succession du sanctuaire. Une histoire d'amour et de miracles est sur le point de se dérouler !",
      "ja": "京大医学部を目指す高校生の上終 瓜生。児童養護施設育ちの瓜生は「甘神神社」の宮司さんに引き取られ、居候することに。受験勉強ができる環境があれば…と思っていたが、居候の条件は「婿養子として神社を継ぐ」こと!? しかも結婚相手は同居する巫女三姉妹!! 一つ屋根の下、巫女と紡ぐ恋と奇跡の物語、開幕!!",
      "ru": "Камихатэ Урю долгое время прожил в приюте, пока не был взят под опеку священником Тидори Амагами. Остановившись в храме, Урю узнаёт, что здесь живут три жрицы-сёстры, которые являются внучками главного священника. В конечном итоге, Тидори Амагами рассказывает, что взял парня под опеку, чтобы он женился на одной из его внучек и унаследовал храм, как его зять. Так начинается история любви и чудес с семьёй Амагами.",
      "es-la": "Un chico que había perdido la fe en las Oraciones y los Dioses, de pronto conocerá a 3 hermosas Hermanas que son Doncellas del Templo donde comenzará a vivir, ¿Esto afectará de alguna Manera a nuestro Protagonista? Léelo para descubrirlo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d032cdeb-1ced-4031-8b9e-45e6064c1781",
    "title": {
      "en": "Bibliophile Princess"
    },
    "updatedAt": "2023-12-23T18:19:43+00:00",
    "coverArt": "https://mangadex.org/covers/d032cdeb-1ced-4031-8b9e-45e6064c1781/4f72fd31-033b-4495-8c7a-aa1411bf2b6d.jpg",
    "altTitles": [
      {
        "ja": "虫かぶり姫"
      },
      {
        "ja-ro": "Mushikaburi-hime"
      },
      {
        "ja-ro": "Mushikaburi Hime"
      },
      {
        "en": "Princess of the Bibliophile"
      },
      {
        "en": "Princess Bibliophile"
      },
      {
        "en": "Bibliophilic Princess"
      },
      {
        "de": "Eliana - Prinzessin der Bücher"
      },
      {
        "fr": "Princesse bibliophilique"
      },
      {
        "es": "La princesa bibliófila"
      },
      {
        "ru": "Принцесса-библиофил"
      },
      {
        "th": "บันทึกรักเจ้าหญิงหนอนหนังสือ"
      },
      {
        "ko": "책벌레 공주"
      },
      {
        "zh": "书虫公主"
      },
      {
        "zh-hk": "書蟲公主"
      },
      {
        "ar": "الاميرة محبة للكتب"
      },
      {
        "vi": "Nàng công chúa của sách"
      },
      {
        "it": "La principessa bibliofila"
      }
    ],
    "description": {
      "ar": "الأمير كريستوفر خطيبته اسمها “إليانا” ، وهي امرأة نبيلة تستمتع بقراءة الكتب طوال اليوم. في يوم مصيري ، قيل لـ “إليانا” أن هناك امرأة نبيلة أخرى يعتز بها الأمير. على الفور ظنت أنه وقع في حبها !! وبينما كانت تفكر في الأمر بدأت “إليانا” بإعداد موعد إلغاء خطوبتها. كتاب امرأة محبوبة تسببت في الكثير من سوء الفهم ، تبدأ قصة خيالية رومانسية!",
      "de": "Die Familie von Eliana Bernstein ist als eine belesene Dynastie bekannt und verfügt über eine stattliche Sammlung an Büchern. Eines Tages möchte Prinz Christopher Eliana zu seiner Verlobten machen und ihr obendrein freien Zugriff auf die königliche Bibliothek gewähren. Auf Rat ihres Bruders willigt Eliana ein und verschlingt am Hof des Prinzen ein Werk nach dem anderen. Mit ihrem umfangreichen Wissen steht sie vielen Menschen im Palast zur Seite, sodass sie rasch hohes Ansehen genießt. Doch noch ahnt Eliana nicht, dass ihr Leben bald selbst einer Tragödie gleichen wird, wie sie in keinem Buche steht… Band 1 der mitreißenden Fantasy-Lovestory enthält eine entzückende ShoCo Card in der Erstauflage!",
      "en": "The crown prince Christopher's fiancée (albeit only in name), Elianna, is a noble lady that spends all her time reading books. On one fateful day, Elianna finds out that the prince was apparently being affectionate with a noble lady. Finally, she thought, a girl who actually loves the prince has appeared! With what she thought she had learned in mind, Elianna began to prepare for the inevitable cancellation of her engagement… A romance and fantasy story full of the misunderstandings and resulting shenanigans of a book-loving noble lady starts here!  \n\n---\nWhen book-loving Lady Elianna spots Prince Christopher-her betrothed in name only-consorting with another noble lady, she realizes the recent rumors must be true. The prince has someone he truly loves, which means the annulment of their engagement is both inevitable and fast-approaching. What she doesn't realize is that this is merely a surface ripple-one of many where the truth runs deep, in a conspiracy surpassing her imagination!",
      "es": "El príncipe heredero, la prometida de Christopher, aunque sólo en nombre, Eliana, es una dama noble que disfruta de su vida leyendo libros todo el día. Un día fatídico, Eliana terminó sabiendo que había una dama noble con la que aparentemente el príncipe era cariñosa. Al instante, pensó que una chica que realmente amaba al príncipe apareció!! Y, mientras pensaba en eso, Eliana comenzó a prepararse para el momento próximo en que se cancelaría su compromiso…",
      "fr": "Eliana est une noble qui profite de la vie en lisant tous les jours des livres d'où son surnom de «Princesse bibliophilique.» Un jour, le prince hériter Christopher la choisit comme fiancée temporaire. Cependant, quatre années plus tard, Eliana finit par découvrir qu'il y avait une noble dame avec laquelle le prince était très affectueux. Instantanément, elle a cru que le prince avait enfin trouvé le vrai amour! Et c'est avec cette pensée en tête et en ayant le cœur brisé qu'elle commence à se préparer pour la prochaine étape: mettre fin à ses fiançailles!",
      "it": "Elianna, fidanzata (anche se solo per nome) del principe ereditario Christopher, è una ragazza nobile che trascorre tutto il suo tempo a leggere libri. Un giorno scopre che il principe è affezionato a un'altra nobile fanciulla. \"Finalmente\", pensa Elianna, \"è apparsa una ragazza che ama davvero il principe!\". Con questo pensiero in testa, Elianna inizia i preparativi per l'inevitabile annullamento del suo fidanzamento... Una storia romantica fantasy piena di incomprensioni e i conseguenti imbrogli di una ragazza nobile amante dei libri inizia proprio da qui!",
      "ja": "王太子であるクリストファー殿下の名ばかりの婚約者として日々を過ごしてきた本好きな侯爵令嬢のエリアーナ。そんなある日、エリアーナは王太子が仲睦まじくしている令嬢の存在を知ってしまう。ついに殿下に本当に愛する女性が現れた！そう感じたエリアーナは婚約解消を覚悟し始めて…。「一迅社アイリスNEO」の話題作、本好き令嬢の勘違いラブファンタジーが、ついに開幕です！",
      "ko": "왕태자인 크리스토퍼 전하의 허울뿐인 약혼녀로서 살아온 책을 좋아하는 후작영애 엘리아나. \n어느 날, 엘리아나는 왕태자와 친밀하게 지내는 영애의 존재를 알아차리고 만다. \n드디어 전하가 진심으로 사랑하는 여성이 나타난 것이다! \n그렇게 생각한 엘리아나는 약혼 파기를 각오하게 되었는데……. \n\n책을 좋아하는 영애의 착각계 러브판타지, 드디어 개막!",
      "vi": "Eliana là một người yêu sách và cũng là vị hôn thê của hoàng tử Christopher. Một ngày nọ cô biết đến sự tồn tại của một cô gái có lẽ đã dành được sự quý mến của hoàng tử. Ngay lập tức cô nghĩ rằng đây hẳn là cô gái thực sự yêu vẻ bề ngoài của hoàng tử. Và ngay lúc ấy cô lại bắt đầu chuẩn bị đón nhận cái ngày hôn ước của cô bị hủy bỏ. Cô gái quý tộc yêu sách bắt đầu có những hiểu lầm, câu chuyện lãng mạn và giả tưởng cuối cùng đã bắt đầu."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "adf63281-281d-448f-a618-dee15c47e7e5",
    "title": {
      "en": "Sachiroku 〜Sachi’s Book of Revelation〜"
    },
    "updatedAt": "2024-04-17T08:00:46+00:00",
    "coverArt": "https://mangadex.org/covers/adf63281-281d-448f-a618-dee15c47e7e5/a36e8372-ed25-4b4d-98da-a75bcb230b97.jpg",
    "altTitles": [
      {
        "en": "Sachi’s Records 〜Sachi’s Book of Revelation〜"
      },
      {
        "ja": "サチ録　～サチの黙示録～"
      },
      {
        "ja-ro": "Sachi-roku: Sachi no Mokushiroku"
      },
      {
        "ru": "Записи Сачи: Книга откровений Сачи"
      },
      {
        "ja-ro": "Sachiroku - Sachi no Mokushiroku"
      },
      {
        "vi": "Sachiroku - Cuốn Sách Khải Huyền Của Sachi"
      }
    ],
    "description": {
      "en": "‘Humanity’s Judgment’ — a process by which an angel and a demon meticulously pass judgment upon a human, and the final score determines the fate of mankind. But this time, the chosen subject is the incredibly mischievous 6-year-old elementary school student, Sachi Ueno?! Just how will the unconventional living arrangement of an angel, a demon, and a human shape the future of humanity?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "002871dd-5d07-4204-a6fd-a33a44af2630",
    "title": {
      "en": "Soubi Seisakukei Cheat de Isekai wo Jiyuu ni Ikite Ikimasu"
    },
    "updatedAt": "2024-06-09T19:03:15+00:00",
    "coverArt": "https://mangadex.org/covers/002871dd-5d07-4204-a6fd-a33a44af2630/26dd07d6-19f9-446f-a62c-1cc6db273b7f.jpg",
    "altTitles": [
      {
        "ja": "装備製作系チートで異世界を自由に生きていきます"
      },
      {
        "en": "I Will Live Freely in Another World with Equipment Manufacturing Cheat"
      },
      {
        "zh": "以装备制作系开挂技能自由的过活"
      }
    ],
    "description": {
      "en": "Toji, a 29-year-old part-time worker who has been involved in the summoning ceremony of others has come to a different world. When he was driven out of the castle as a nuisance and gave up on everything, he saw the same status screen as an Online Game, what he used to play. What a convenient game system was available only for Toji in this world! Strengthen your weapons, summon cute monsters, etc… A free adventure of Touji begins here, focusing on wisdom and living in a different world!   \n  \nThe amazingly popular fantasy of Alphapolis Web ranking 1st place, long-awaited comicalization!",
      "ja": "他人の召喚に巻き込まれ、異世界に来てしまった29歳のフリーター、トウジ。厄介者として王城を追い出され、全てを諦めかけたその時、かつて遊んでいたネトゲと同じステータス画面が目に入る。なんとゲームの便利システムが、この世界でトウジにのみ使えるようになっていたのだ！　武具を強化したり、可愛いサモンモンスターを召喚したり……知恵を絞って異世界を生きる、トウジの自由な冒険がここに始まる――！　アルファポリスWebランキング１位獲得の超人気ファンタジー、待望のコミカライズ！"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58c5671b-8a2d-436f-8934-a30b36699183",
    "title": {
      "en": "Before the Real Heroine Steps In"
    },
    "updatedAt": "2024-07-11T01:59:49+00:00",
    "coverArt": "https://mangadex.org/covers/58c5671b-8a2d-436f-8934-a30b36699183/c90d7e7c-e8bd-4066-a3c7-099951417556.jpg",
    "altTitles": [
      {
        "ko": "진짜가 나타나기 전까지만"
      },
      {
        "ja": "脇役悪女なので愛さないでください"
      },
      {
        "en": "Until the Real One Shows Up"
      },
      {
        "en": "Until the Real Heroines Shows Up"
      },
      {
        "en": "Until the Real One Steps In"
      }
    ],
    "description": {
      "en": "Once bitten, twice shy. That is Anastasia's motto when she awakes with a second chance in life as the Empress in her favorite novel. After realizing that even true love cannot change destiny, Anastasia attempts to help her husband, the Emperor, find his happy ending with the female protagonist--the true heroine of the story. However, it seems that the Emperor has other thoughts. She pushes him away so they can both live, but the Emperor is unsure if he wants to live without his queen."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b26a3f35-2117-4fa0-90bd-32d310ab9b11",
    "title": {
      "en": "Planetary Human II: Globe"
    },
    "updatedAt": "2024-07-07T22:15:43+00:00",
    "coverArt": "https://mangadex.org/covers/b26a3f35-2117-4fa0-90bd-32d310ab9b11/470af414-b6aa-4a30-b79a-6aa20c34e7f3.jpg",
    "altTitles": [
      {
        "ko": "행성인간2: 행성의"
      },
      {
        "en": "Planetary Human 2: Planetary"
      }
    ],
    "description": {
      "en": "The second season of Cho Seok's Tidal Universe masterpiece, Planetary Human. So… prepare yourself to be mindfucked."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "b072ab0b-c8cb-40ed-a0d2-bf1169bf14c7",
    "title": {
      "en": "Sugar Girl Drip"
    },
    "updatedAt": "2024-06-05T17:16:45+00:00",
    "coverArt": "https://mangadex.org/covers/b072ab0b-c8cb-40ed-a0d2-bf1169bf14c7/0a8c1c6a-16e6-4da9-9f0f-b6696c0cce49.jpg",
    "altTitles": [
      {
        "ja": "シュガーガール・ドリップ"
      },
      {
        "ja-ro": "Sugar Girl · Drip"
      }
    ],
    "description": {
      "en": "Marie, a sparkling university student who craves validation, takes up a part-time job at a concept cafe for their uniforms. There, she meets Akira, a spontaneous and unpredictable person. Their meeting sets off a chain of events that changes Marie's life, and they end up spending time together as…accomplices!? An overdose of desire begins in the neon-glowing sleepless city!!",
      "ja": "承認欲求あふれるキラキラ大学生インフルエンサーのマリーは制服目当てでダイナーのコンセプトカフェでバイトをすることに。そこで地雷系キッズのアキと出会ったことで、人生を一変する大事件を起こし、共犯者としてともに過ごすこととなり…!?　ネオン輝く眠らない街で欲望のオーバードーズが始まる!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-05-05T20:35:59+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/32ea5f1f-fac7-4301-a9eb-a14d42e98f9e.jpg",
    "altTitles": [
      {
        "es": "Batalla de hechiceros"
      },
      {
        "en": "Magic Martial Arts"
      },
      {
        "ru": "Жүжүцү Кайсэн"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "ja": "呪術廻戦"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "ko": "주술회전"
      },
      {
        "uk": "Магічна Битва"
      },
      {
        "en": "Magic Jujutsu"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "pt-br": "Jujutsu Kaisen - Batalha de Feiticeiros"
      },
      {
        "en": "Revolving Sorcery Fight"
      }
    ],
    "description": {
      "en": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, her soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori...",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "86115796-e62a-43d4-bb92-2476abd2b547",
    "title": {
      "en": "The Man Living with A Ghost in A Mysterious House"
    },
    "updatedAt": "2024-07-13T18:01:01+00:00",
    "coverArt": "https://mangadex.org/covers/86115796-e62a-43d4-bb92-2476abd2b547/117d8ca6-08ff-4d64-9576-eca0247b285e.jpg",
    "altTitles": [
      {
        "ja": "いわくつき物件に平然と住む男と幽霊の話"
      },
      {
        "hu": "A férfi, aki egy szellemmel él együtt egy rejtélyes házban"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "509b1474-cb0a-4f9d-8ca4-95cb44c9b8db",
    "title": {
      "en": "My Wife Has No Emotion"
    },
    "updatedAt": "2024-07-08T23:09:54+00:00",
    "coverArt": "https://mangadex.org/covers/509b1474-cb0a-4f9d-8ca4-95cb44c9b8db/9a55ca2f-bde1-4f4c-ba1b-a11220bb3866.jpg",
    "altTitles": [
      {
        "ja": "僕の妻は感情がない"
      },
      {
        "ja-ro": "Boku no Tsuma wa Kanjou ga Nai"
      },
      {
        "ja-ro": "Boku no Tsuma ha Kanjou ga Nai"
      },
      {
        "ru": "У моей жены нет эмоций"
      },
      {
        "vi": "Vợ tôi, \"NGƯỜI\" không cảm xúc"
      },
      {
        "id": "Istriku Tak Punya Emosi"
      }
    ],
    "description": {
      "en": "A story about the humble marriage of a corporate slave salaryman and a housework robot."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06eff9bc-02ae-4119-aa71-712ed5738ecf",
    "title": {
      "en": "Captain Tsubasa - Road to 2002"
    },
    "updatedAt": "2023-03-09T20:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/06eff9bc-02ae-4119-aa71-712ed5738ecf/1e803ba4-5eca-457d-92f6-40deacc167ee.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa: Road to 2002 - Go for 2006"
      },
      {
        "en": "GO FOR 2006"
      },
      {
        "ja": "キャプテン翼　ROAD　TO　2002"
      },
      {
        "zh": "足球小将 Road to 2002"
      }
    ],
    "description": {
      "en": "After the World Youth, Japanese players are looking for pro careers in Japan and around the world.  \n  \nIn order to fulfill their dream of World Cup 2002 in Korea and Japan, they must get stronger playing in various club competitions, home and abroad."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "144"
  },
  {
    "mangaId": "b73371d4-02dd-4db0-b448-d9afa3d698f1",
    "title": {
      "en": "Ao Ashi"
    },
    "updatedAt": "2024-03-02T18:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/b73371d4-02dd-4db0-b448-d9afa3d698f1/ba2b2700-62a8-4048-b497-019ed8d58e32.jpg",
    "altTitles": [
      {
        "ja": "アオアシ"
      },
      {
        "zh": "青之芦苇"
      },
      {
        "zh-hk": "青之蘆葦"
      },
      {
        "ko": "아오아시"
      },
      {
        "ja-ro": "Ao Ashi"
      },
      {
        "th": "AOASHI แข้งเด็กหัวใจนักสู้"
      },
      {
        "de": "Blaue Beine ~Ao Ashi~"
      },
      {
        "tr": "Mavi Bacak"
      },
      {
        "fr": "Ao Ashi - Playmaker"
      },
      {
        "pt-br": "Ao Ashi - Craques da Bola"
      },
      {
        "ru": "Ао Аши"
      },
      {
        "id": "Ao Ashi"
      },
      {
        "vi": "Ao Ashi"
      }
    ],
    "description": {
      "de": "Aoi Ashito ist ein Mittelschüler im dritten Jahr aus Ehime. Hinter seinem rohen Spiel verbirgt sich sein immenses Talent, aber Ashito erleidet wegen seiner allzu geradlinigen Persönlichkeit einen großen Rückschlag. Der Manager der Jugendmannschaft des J1-Clubs Tokyo City Esperion, Fukuda Tetsuya, erscheint vor Ashito. Fukuda sieht Ashitos grenzenloses Potenzial und lädt ihn ein, an den Probespielen seines Teams in Tokio teilzunehmen. Die Geschichte des Jungen, der den Fußball in Japan revolutionieren wird, beginnt sich schnell zu entfalten.",
      "en": "Aoi Ashito is a third year middle school student from Ehime. Behind his raw game hides his immense talent \nbut Ashito suffers a huge setback because of his overly straightforward personality. \nOne day the youth team manager of J1 club Tokyo City Esperion, Fukuda Tetsuya, appears in front of him. \nFukuda sees his limitless potential and invites him to take part in his team's tryouts in Tokyo. \nThe story of the boy who will revolutionize football in Japan rapidly begins to unfold.  \n  \n---\n- **Won the 65th Shogakukan Manga Award for General Manga in 2019**",
      "ru": "Ашито Аой, ученик третьего класса средней школы из префектуры Эхиме, встречает тренера «Молодежной лиги J» Фукуду Тацую. Несмотря на свою грубость, Ашито обладает таким удивительным потенциалом, что тренер Фукуда приглашает его принять участие в отборочных тестах своей команды в Токио. Взгляните на историю мальчика, который совершит революцию в японском футболе.",
      "tr": "Aoi Ashito Ehime'de ortaokul 3. sınıfa giden bir öğrencidir. Bir gün karşısına J1 Ligi kulübü Tokyo City Esperion'un altyapı takımı menajeri Fukuda Tetsuya çıkar. Fukuda Aoi'nin sonsuz potansiyelini farkeder ve onu Tokyo'daki altyapı seçmelerine davet eder. Böylece Japon futbolunda devrim yapacak çocuğun hikayesi başlar.",
      "pt-br": "Ashito Aoi, um estudante do terceiro ano do ensino médio de Ehime, conhece Fukuda Tatsuya, um treinador da \"J Youth League\". Mesmo que ainda tenha uma personalidade forte, Ashito tem um incrível potêncial que o fez ser convidado pelo treinador Fukuda para participar da seleção de sua equipe em Tóquio. A história do garoto que vai revolucionar o futebol no Japão vai começar."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66b0511a-528c-43de-b572-a7ff7a30ebd9",
    "title": {
      "en": "Cool na Doukyuusei no ◯◯ Nengo…"
    },
    "updatedAt": "2024-04-06T08:50:53+00:00",
    "coverArt": "https://mangadex.org/covers/66b0511a-528c-43de-b572-a7ff7a30ebd9/4f5ebead-fa60-449d-9c6c-e0034e5b1df7.png",
    "altTitles": [
      {
        "ja-ro": "Cool na Doukyuusei no ◯◯ Nengo…"
      },
      {
        "ja": "クールな同級生の◯◯年後..."
      },
      {
        "en": "The Cool Classmate XX Years Later..."
      },
      {
        "en": "The Cool Classmate ◯◯ Years Later..."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d9fad4e-b81a-4498-8cce-e5ddfb1e4f03",
    "title": {
      "en": "Moriarty the Patriot"
    },
    "updatedAt": "2024-05-03T18:04:56+00:00",
    "coverArt": "https://mangadex.org/covers/1d9fad4e-b81a-4498-8cce-e5ddfb1e4f03/af557016-024b-45c1-9850-c02324113c95.jpg",
    "altTitles": [
      {
        "ja": "憂国のモリアーティ"
      },
      {
        "ja-ro": "Yuukoku no Moriarty"
      },
      {
        "en": "Moriarty's Patriotism"
      },
      {
        "fr": "Moriarty, le patriote"
      },
      {
        "es": "Moriarty, el patriota"
      },
      {
        "uk": "Патріот Моріарті"
      },
      {
        "ru": "Патриотизм Мориарти"
      },
      {
        "fi": "Patriootti Moriarty"
      },
      {
        "tr": "Vatansever Moriarty"
      },
      {
        "ar": "موريارتي المخلص لوطنه"
      },
      {
        "zh": "忧国的莫里亚蒂"
      }
    ],
    "description": {
      "ar": "تدور الأحداث في إنجلترا خلال العصر الفيكتوري، حيث ننتبّع البروفيسور “جيمس موريارتي” خصم المُحقق الشهير “شيرلوك هولمز “، وذلك خلال نقطة فاصلة من حياة الأول حينما تم تبنّيه هوَ وشقيقه الأصغر “وليام مورياتي” من قِبَل عائلة من النبلاء وذلك بفضل ذكاء وحنكة “جيمس”، إلاّ أنه وأخوه يقرّران التخلّص من الطبقة الحاكمة في إنجلترا وكسر كل القوانين مما يجعلهما ينزلقان إلى الحياة الإجراميّة، وكذلك يضعهما في مفترق طُرق مع “شيرلوك” خلال تحقيقاته، في هذا السلسلة سوف يُعاد رواية سلسلة كُتب شيرلوك هولمز الكلاسيكيّة من وجهة نظر “موريارتي” هذه المرة!",
      "en": "In the late 19th century, Great Britain rules over a quarter of the world. Nobles sit in their fancy homes in comfort and luxury, while the working class slaves away at their jobs. When young Albert James Moriarty’s upper-class family adopts two lower-class orphans, the cruelty the boys experience at his family’s hands cements Albert’s hatred of the nobility he was born into. He asks the older of the two boys—who has a genius mind and a killer instinct—to help him rid the world of evil, starting with Albert’s own family!",
      "ru": "Конец позапрошлого века, Британская империя правит миром, и в основе всего лежит классовая система. И тут внезапно появляется Джеймс Мориарти - молодой человек, желающий уничтожить зло, проистекающее из классовой дискриминации, и создать идеальную страну.  \n\n\n---\n\n**Officially Translated:**  \n- In French by [Kana](https://www.kana.fr/produit/moriarty)",
      "pt-br": "A história de Sherlock Holmes, reimaginada com Moriarty como protagonista e explorando sua motivação para se tornar o maior criminoso que a Grã-Bretanha já viu."
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/1f99d3e7-a813-499c-9982-464c9328eeb6.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c288b108-5162-4065-aa3a-5857ec38c8d9",
    "title": {
      "en": "Hikikomari Kyuuketsuki no Monmon"
    },
    "updatedAt": "2024-02-17T20:08:01+00:00",
    "coverArt": "https://mangadex.org/covers/c288b108-5162-4065-aa3a-5857ec38c8d9/c52c1a23-4404-4dee-bb02-6fc6ed2ee380.jpg",
    "altTitles": [
      {
        "ja": "ひきこまり吸血姫の悶々"
      },
      {
        "zh": "家里蹲吸血姬的苦闷"
      },
      {
        "th": "สารพันปัญหาวุ่นวาย ของยัยแวมไพร์ขี้จุ๊"
      },
      {
        "en": "The Vexations of a Shut-In Vampire Princess"
      }
    ],
    "description": {
      "en": "“…Fueh? W-What is it?”\n\nWhen the shut-in girl Terakomari, or Komari for short, woke up from her slumber, she had been appointed as a commander! And if that wasn’t enough, the corps she holds responsibility over is known for overthrowing and murdering their superiors! Even though she had been born into a prestigious vampire family, because she can’t drink any blood, she possesses close to no athletic or physical abilities, she’s rather small for her age, and she can’t even use any magic.\n\nMet with endless despair, her trusted (?) maid Vill comes to the rescue.\n\n“Please leave it to me, Komari-sama. I will definitely make sure you won’t be found out!”\n\nThus begins the comical fantasy portraying Komari’s struggles. She’s a shut-in, but she can actually do it if she puts her mind to it!?\n\nThe Popular Novel is now in Manga form!\n\n---\n**Links:**\n- Alternative Official English - [Comikey](https://comikey.com/comics/the-vexations-of-a-shut-in-vampire-princess-manga/665/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ecf58d2-fcac-44f1-8341-97b7ef4fe82e",
    "title": {
      "en": "Replica Datte, Koi wo suru."
    },
    "updatedAt": "2024-07-11T19:26:12+00:00",
    "coverArt": "https://mangadex.org/covers/5ecf58d2-fcac-44f1-8341-97b7ef4fe82e/82ff0ba3-8889-435a-af90-eec541ad0005.jpg",
    "altTitles": [
      {
        "ja": "レプリカだって、恋をする。"
      },
      {
        "en": "Even a Replica Falls in Love"
      },
      {
        "vi": "Kể Cả Bản Sao Cũng Biết Yêu"
      },
      {
        "ru": "Даже копия может влюбиться"
      },
      {
        "es-la": "Las réplicas también se enamoran"
      }
    ],
    "description": {
      "en": "On days when she is sick, on days when she has a tedious day job, on days when she has regular tests.\n\nOn days when she is too lazy to go to school, I am called upon.\nI am a convenient substitute for the body of a girl named Sonao Aikawa, and that is me.\nI may look exactly the same, but my personality is a little different.\nI can't go out freely, I can't even make plans for tomorrow,\nI am a replica whose mission is to work for the original.\nI was supposed to be a replica, but I fell in love.\n\nA very pure and slightly mysterious \"love story\" that takes place in a town by the sea.",
      "ru": "В дни, когда она болеет, в дни, когда у нее нудная дневная работа, в дни, когда у нее очередные контрольные.\n\nВ дни, когда ей лень идти в школу, обращаются ко мне.\nЯ - удобный заменитель тела девушки по имени Сунао Аикава, и это я.\nМожет, я и выгляжу точно так же, но характер у меня немного другой.\nЯ не могу свободно выходить на улицу, не могу даже строить планы на завтра,\nЯ - копия, чья миссия - работать на оригинал.\nЯ должна была стать копией, но я влюбилась.\n\nОчень красивая и немного загадочная \"история любви\", которая происходит в городке на берегу моря.",
      "vi": "Vào những ngày mà cô ấy bị cảm, vào những ngày mà cô ấy có một công việc tẻ nhạt, vào những ngày mà cô ấy có bài kiểm tra thường xuyên.\n\nVào những ngày mà cô ấy quá lười để đi học, tôi được gọi ra.\nTôi là vật thay thế cho cơ thể của một cô gái tên là Sonao Aikawa, và đó chính là tôi.\nTôi có lẽ trông giống hệt họ, nhưng mà tính cách của tôi thì có hơi khác một chút.\nTôi không thể tự do ra ngoài được, tôi cũng chẳng thể nào lên kế hoạch cho ngày mai.\nTôi chỉ được coi là một bản sao thôi, nhưng tôi đã biết yêu.\n\nMột \"chuyện tình\" rất trong sáng và có chút bí ẩn diễn ra tại một thị trấn ven biển.",
      "es-la": "En los días en que se siente enferma, en los días en que tiene la trabajosa tarea de ser responsable del turno, en los días de exámenes regulares...\n \nCuando ella no tiene ganas de ir a la escuela, me llaman a mí. Soy el duplicado de Sonao Aikawa, una niña llamada Sonao, un sustituto conveniente. \n\nAunque nuestra apariencia es completamente idéntica, nuestras personalidades son un poco diferentes. No puedo salir libremente ni planificar mis propios planes para el día siguiente. Soy una réplica cuyo propósito es trabajar en beneficio del original. Eso es lo que se suponía que era, pero me enamoré."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei wa Tereshirazu"
    },
    "updatedAt": "2024-07-11T21:54:57+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/71ca6811-0dc0-4dd5-8634-6f753ce75b15.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "en": "Akanabe-sensei Doesn't Know about Embarrassment"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... \n\nThe story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully.",
      "pt-br": "Kouki Sakieda é assistente de Akira Akanabe, uma mangaká que ele admira. Ela sempre tenta elogiá-lo de alguma forma. Sakieda está preocupado que possa acabar se apaixonando por ela se essa situação continuar. Então, inesperadamente, Akanabe o convida para sair...\nA história retrata o dia a dia da Sensei Akanabe, que distribui elogios a Sakieda sem qualquer constrangimento, e de Sakieda, que tenta aceitar tudo com elegância."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-07-04T06:26:36+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/171b59a7-7df4-4fa4-99fb-2410ab606f01.jpg",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "hiatus",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9d4672c-08d8-414c-bc88-cfa07b62b559",
    "title": {
      "en": "Isekai de Ane ni Namae wo Ubawaremashita"
    },
    "updatedAt": "2024-05-14T18:24:01+00:00",
    "coverArt": "https://mangadex.org/covers/a9d4672c-08d8-414c-bc88-cfa07b62b559/d715c4be-6b36-470a-b92a-bb3fefd4f5a1.jpg",
    "altTitles": [
      {
        "ja": "異世界で姉に名前を奪われました"
      },
      {
        "ja-ro": "Isekai de Ane ni Namae o Ubawaremashita"
      },
      {
        "en": "In Another World, My Sister Stole My Name"
      },
      {
        "zh-hk": "在異世界被姊姊搶走名字了"
      },
      {
        "id": "Di dunia lain, kakakku merebut namaku"
      }
    ],
    "description": {
      "en": "Ichika, a college student, was interacting with a boy named Cecil from another world through a hand mirror she held in her storeroom. One day, her older sister, Karen, suddenly disappeared, and at the same time her hand mirror also disappeared. A year later, as soon as Ichika picked up her hand mirror that she found by chance, she was sent to another world. There was Cecil, who had grown older, and Karen, who had become a saint by calling herself Ichika for some reason?! In a world where her name and memories are stolen by her older sister, a different world doting fantasy opening up for her destiny!\n\n---\n**Original Web Publication:** [ComicWalker](https://comic-walker.com/contents/detail/KDCW_FL00203256010000_68/), [NicoVideo](https://seiga.nicovideo.jp/comic/59656), [Pixiv](https://comic.pixiv.net/works/8693)",
      "ja": "大学生の一花は、物置で手にした手鏡を通し異世界のセシルという少年と交流していた。\nそんなある日、姉の華恋が突然失踪し、同じタイミングで手鏡も消えてしまう。\n\n1年後、一花は偶然見つかった手鏡を手にした途端、異世界へと飛ばされていた。\nそこにいたのは年上に成長したセシルと、なぜか一花と名乗り聖女となっていた華恋でー！？\n\n姉に名前や思い出を奪われた世界で、運命を切り開いていく異世界溺愛ファンタジー開幕！\n\n---\n**Original Web Publication:** [ComicWalker](https://comic-walker.com/contents/detail/KDCW_FL00203256010000_68/), [NicoVideo](https://seiga.nicovideo.jp/comic/59656), [Pixiv](https://comic.pixiv.net/works/8693)",
      "zh-hk": "大學生一花通過在儲藏室找到的手鏡，可以與異世界名為塞希爾的少年交談。\n但某一天，姐姐華戀突然失蹤了，一同消失的，還有聯通異世界的手鏡。\n\n1年後，一花偶然間找到了手鏡，被傳送到了異世界。\n在那裡出現了長大成人的塞希爾，與不知為何，自稱一花的聖女華戀─!?\n\n在這個被姊姊奪走了姓名與回憶的世界裡，改變命運的異世界溺愛奇幻物語開啟了序幕！\n\n---\n**Original Web Publication:** [ComicWalker](https://comic-walker.com/contents/detail/KDCW_FL00203256010000_68/), [NicoVideo](https://seiga.nicovideo.jp/comic/59656), [Pixiv](https://comic.pixiv.net/works/8693)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fdf828a-f639-4121-9c6f-5202b8832b1d",
    "title": {
      "en": "Ore ni wa Kono Kuragari ga Kokochiyo Katta: Zetsubou kara Hajimaru Isekai Seikatsu, Kami no Kimagure de Kyousei Haishinchuu"
    },
    "updatedAt": "2024-06-22T20:14:31+00:00",
    "coverArt": "https://mangadex.org/covers/4fdf828a-f639-4121-9c6f-5202b8832b1d/3f4cfee0-c852-448a-8893-2e1e227905ea.jpg",
    "altTitles": [
      {
        "ja": "俺にはこの暗がりが心地よかった　―絶望から始まる異世界生活、神の気まぐれで強制配信中―"
      },
      {
        "en": "The Darkness Was Comfortable for Me"
      },
      {
        "zh": "黑暗使我感到愉悦"
      },
      {
        "zh-hk": "從絕望開始的異世界生活"
      }
    ],
    "description": {
      "en": "“I will have the 1,000 people I have chosen go to a parallel world.”\n\nChaos spread once those words of God were displayed to the whole world.\n\nKurose Hikaru, whose childhood friend had been chosen, was killed together with her on the same day she was supposed to be transferred. However, for some reason, Hikaru didn’t die and, even though he wasn’t chosen at first, he ended up as one of the [Otherworlders that will have all their actions live broadcasted to Earth].\n\nTransferred without any preparations at all to that accursed land, he faced threats innumerable times and somehow managed to survive with his Gift, the Dark Spirit Abilities.\n\n“I must not die. I am sure the people on Earth are all rooting for me after all…”\n\nThis is the story of a young boy who is tossed about by the gazes of the viewers, yet eventually manages to raise his head and walk forward.\n(NovelUpdates)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "36"
  },
  {
    "mangaId": "f3abc2ff-08c6-4612-8720-996c40b92e48",
    "title": {
      "en": "Dungeon Busters"
    },
    "updatedAt": "2024-07-07T13:24:46+00:00",
    "coverArt": "https://mangadex.org/covers/f3abc2ff-08c6-4612-8720-996c40b92e48/900ef454-67a7-4826-b011-6b38b798f1b2.jpg",
    "altTitles": [
      {
        "ja": "ダンジョン・バスターズ"
      },
      {
        "ja": "ダンジョン・バスターズ　～中年男ですが庭にダンジョンが出現したので世界を救います～"
      },
      {
        "en": "Dungeon Busters: I Am Just Middle-Aged Man, But I Save the World Because the Dungeon Appeared in My Home Garden."
      },
      {
        "ja-ro": "Dungeon Busters: Chuunen Otoko desu ga Niwa ni Dungeon ga Shutsugen shita node Sekai wo Sukuimasu"
      },
      {
        "id": "Dungeon Busters: Aku Hanya Pria Paruh Baya, Tapi Aku Menyelamatkan Dunia Karena Dungeon Muncul di Kebun Rumahku."
      }
    ],
    "description": {
      "en": "Clear all the dungeons! There are 666 of them and 10 years to do it. If not, the only thing that awaits...is total annihilation. Ezoe Kazuhiko suddenly finds a mysterious underground space in his yard. When he steps into what turns out to be the very first dungeon in this world, he ends up activating the Dungeon System and learns from the mysterious beauty who appears to him, Akane, that the world is doomed to destruction if the 666 total dungeons that will be appearing in this world are not all cleared within 10 years. As countries begin taking measures in response to the dungeons appearing all over the world, Ezoe seeks out companions together with whom he establishes Dungeon Busters Inc., a company dedicated to clearing all the dungeons in the world! The curtains rise on this dungeon-delving epic with overwhelming realism!\n\n\n* [Web Novel](https://ncode.syosetu.com/n3255fp/)  (jp)\n* [Official English Light Novel](https://j-novel.club/series/dungeon-busters)",
      "id": "Selesaikan semua dungeon!  Ada 666 dari mereka dan 10 tahun untuk melakukannya.  Jika tidak, satu-satunya hal yang menunggu...adalah pemusnahan total.  Ezoe Kazuhiko tiba-tiba menemukan dungeon misterius di halaman rumahnya. Ketika dia melangkah ke dalam untuk melihat apa yang terjadi, ternyata itu adalah dungeon pertama di dunia ini, dan pada akhirnya secara tidak sengaja dia mengaktifkan Sistem"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd9f1dfd-dcb3-4dc2-a41c-35eff1c1beb5",
    "title": {
      "en": "Being a Maid Is Better Than Being a Princess"
    },
    "updatedAt": "2024-03-27T04:10:07+00:00",
    "coverArt": "https://mangadex.org/covers/cd9f1dfd-dcb3-4dc2-a41c-35eff1c1beb5/41cf18c1-497e-47cb-ac11-53fc1b0daf34.png",
    "altTitles": [
      {
        "ko": "공주보다 시녀가 천직이었습니다"
      },
      {
        "ko-ro": "Gongjuboda Sinyeoga Cheonjigieotseumnida"
      },
      {
        "en": "A Maid Was More of a Calling Than a Princess"
      },
      {
        "en": "It's Better to Be a Maid Than to Be a Princess"
      },
      {
        "es": "Mi vocación era ser doncella, no princesa"
      },
      {
        "es": "Ser sirvienta es mejor que una princesa torturada"
      },
      {
        "vi": "Trở Thành Hầu Nữ Còn Quan Trọng Hơn Là Làm Công Chúa"
      },
      {
        "zh": "比起公主，侍女才是我的天职"
      }
    ],
    "description": {
      "en": "Siana was a princess of a small kingdom. Until the imperial army attacked…\n\nJust before her neck was about to be cut by the cruel prince, Siana screamed, “Please spare me!”\n\nTowards the prince with blood staining his beautiful face, Siana pleaded with a desperate voice.\n\n“I have many skills learned in the palace. Wouldn’t I be useful as a maid?”\n\nAnd so, Siana became a probationary maid of the palace. But surprisingly, the job suited her temperament?! When she swept the floors, the corridors became clean, when she kneaded dough, sweet cookies were baked, when she did laundry, the bedding became white and fragrant! She only did her best as a maid, but gradually, the royal family began to warm up to Siana.\n\n“The tea you brewed is always the best.”\n\n“The dress you made? Truly beautiful.”\n\n“I want you to educate the prince.”\n\nBut she never thought of capturing this man’s heart…\n\n“I feel the same.”\n\n“…”\n\n“I can’t live without you, Siana,” hearing the tender voice of the prince, Siana tightly closed her eyes.\n\nLook, Your Highness. I just want to live as an ordinary maid!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f35f6d48-d117-4980-ab71-f5419ed692c6",
    "title": {
      "en": "Fuchou Airen"
    },
    "updatedAt": "2024-06-18T18:16:23+00:00",
    "coverArt": "https://mangadex.org/covers/f35f6d48-d117-4980-ab71-f5419ed692c6/8768016c-7a5d-4b18-94a6-29d9d31fe38e.jpg",
    "altTitles": [
      {
        "en": "Vengeful Lover"
      },
      {
        "zh": "复仇爱人"
      },
      {
        "en": "Revenge Lover"
      }
    ],
    "description": {
      "en": "Yan Shuangshuang watched her former lover die before her eyes. An angel appeared, giving her a chance to live again. However, after her rebirth, everything went wrong."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ae7067a-7e68-4bd2-a064-5e3e3c059078",
    "title": {
      "en": "World Trigger"
    },
    "updatedAt": "2024-05-01T19:55:35+00:00",
    "coverArt": "https://mangadex.org/covers/7ae7067a-7e68-4bd2-a064-5e3e3c059078/84b6a5ad-32d8-42e9-a07b-69e63c05ec53.jpg",
    "altTitles": [
      {
        "ru": "Импульс мира"
      },
      {
        "ja": "ワールドトリガー"
      },
      {
        "ja": "ワートリ"
      },
      {
        "zh": "境界触发者"
      },
      {
        "zh-ro": "Jìngjiè chùfā zhě"
      },
      {
        "zh-hk": "境界觸發者"
      },
      {
        "ar": "وورلد تريغر"
      },
      {
        "ja-ro": "Wātori"
      },
      {
        "en": "World Trigger"
      }
    ],
    "description": {
      "en": "A gate to another dimension has burst open, and from it emerge gigantic invincible creatures that threaten all of humanity. Earth's only defense is a mysterious group of warriors who have co-opted the alien technology in order to fight back!  \n  \n**Please Note:** Chapters 111-114 are only available as licensed versions.",
      "pt-br": "Um portão para outra dimensão se abriu, e dele emergiu todo tipo de criatura poderosa e gigante que ameaça toda a humanidade. A única defesa da Terra é um misterioso grupo de guerreiros que faz uso da tecnologia alienígena a fim de lutar contra eles."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3625645-84c6-4b19-95ba-3b661d5cdc9c",
    "title": {
      "en": "Dessert Eagle"
    },
    "updatedAt": "2024-04-22T12:56:24+00:00",
    "coverArt": "https://mangadex.org/covers/d3625645-84c6-4b19-95ba-3b661d5cdc9c/1771d99e-9b1c-4353-bb94-12b1a59156af.jpg",
    "altTitles": [
      {
        "ja": "デザートイーグル"
      },
      {
        "ru": "Орел пустыни"
      },
      {
        "fr": "Desert Eagle"
      }
    ],
    "description": {
      "en": "Ichigo Washio is a young man with a bright future—a bright future, that is, within the gangs of Shinjuku. When he meets Ringo Takamizawa, a fellow student hell-bent on revenge on those who took everything from his mother, the gregarious Ichigo doesn't think twice about helping Ringo—even when it means it’ll pit Ichigo against men he's looked up to his whole life. But Ichigo knows he's in the right, and with his new friends and a healthy dose of stupidity to guide him, he's ready to return justice to Shinjuku's streets! [Kodansha]",
      "fr": "Ichigo Washio est un jeune homme avec un avenir prometteur... dans les gangs de Shinjuku. Quand il rencontre un étudiant, Ringo Takamizawa, qui veut se venger de ceux qui ont tout pris de sa mère, Ichigo n'hésite pas à vouloir l'aider, même s'il va devoir affronter des hommes qu'il a admiré toute sa vie. Mais il sait qu'il est dans le droit chemin, et avec l'aide de ses amis et d'une bonne grosse dose de stupidité, il est prêt à rendre la justice dans les rues de Shinjuku !"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "40"
  },
  {
    "mangaId": "5d1c5f11-f531-4405-ac12-77293af855bd",
    "title": {
      "en": "Strongest Fighter"
    },
    "updatedAt": "2024-04-16T04:16:26+00:00",
    "coverArt": "https://mangadex.org/covers/5d1c5f11-f531-4405-ac12-77293af855bd/6d3edd65-94db-49b2-a7ce-8d63c2e5e0a2.jpg",
    "altTitles": [
      {
        "en": "도사강호"
      }
    ],
    "description": {
      "en": "Woken up from a date, he’s suddenly in a movie set? Wait, he’s been reborn as a baby martial artist!  \n  \nIn Jongnam Clan, which was once one of the 9 strongest clans, he receives the name “Gunchung” and uses the knowledge of his past life to learn the true meaning of martial arts.  \n  \nWhen your perspective is different, your martial arts changes. Armed with knowledge, Gunchung brings about a new age of martial arts!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "118"
  },
  {
    "mangaId": "8acdc047-6c6b-4603-8ee9-55f03421fceb",
    "title": {
      "en": "Doctor’s Rebirth"
    },
    "updatedAt": "2024-07-12T02:00:04+00:00",
    "coverArt": "https://mangadex.org/covers/8acdc047-6c6b-4603-8ee9-55f03421fceb/951166ee-792c-4e18-845e-9e85d71d5cc7.jpg",
    "altTitles": [
      {
        "ko": "의원, 다시 살다"
      },
      {
        "ja": "医員、蘇る"
      },
      {
        "ru": "Вторая жизнь хирурга"
      },
      {
        "en": "The Doctor Lives Again"
      },
      {
        "vi": "Bác Sĩ Trùng Sinh Về Murim"
      }
    ],
    "description": {
      "en": "Jin Cheon-Hee was accidentally assigned to volunteer as a doctor in a civil war zone.\nOne day, his patient was shot at by the rebels, causing him to intervene and get shot in the end.\n\nWhile he was resigned to his life and was about to die, Jin Cheon-Hee opened his eyes to find himself in the body of a child. Not only that, he was also wearing ancient clothing!\n\nShortly after opening his eyes, he had to use the skills he had learned to treat the injured people. And one of them was a warrior from the 'Cloud Dragon Express Horse' school.\n\nThen, Lin Jae-Gal, one of the three great doctors of the world, appeared!\n\nHe then found out that he had been transported into a martial arts novel called 'Heavenly Demon Lord' that he had read in the world he had left.\n\nSince he didn't know how to return home, Jin Cheon-Hee has to use the medical skills he had learned and the advantage of being a hardcore fan of the novel to survive in this martial arts world!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%98%EC%9B%90-%EB%8B%A4%EC%8B%9C-%EC%82%B4%EB%8B%A4/2440)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/66743)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AB%E0%B8%A1%E0%B8%AD%E0%B8%82%E0%B9%89%E0%B8%B2%E0%B8%A1%E0%B8%A0%E0%B8%9E/458?tab=episode)",
      "fr": "J'étais à l'étranger pour faire du bénévolat médical, lorsque la guerre civile a éclaté. J'ai été tué par un soldat rebelle, alors que je prenais une balle pour un patient. Mais quand je me suis finalement réveillé, j'étais devenu un enfant!  \n  \nEt devant moi se tenait une charrette détruite et un groupe de personnes bizarrement vêtues, qui étaient inconscientes!  \n  \n\"C'est exactement comme un monde de Murim.\"  \n  \nAlors que je m'empresse de prodiguer les premiers soins pour tenter de sauver ne serait-ce qu'une personne, je réalise que ce monde est celui du [Roi Démon Suprême], un roman de Murim que j'ai pris plaisir à lire.  \n  \nAprès avoir rencontré l'équipe de secours des \"Trois Grands Docteurs\", j'ai découvert qu'une des personnes que j'ai sauvées était le protagoniste de ce roman, le futur Roi Démon \"Yeoharyun\"!\n\n\"Hé, puisque je te suis redevable de m'avoir sauvé, appelle-moi \"hyung\".\"\n\nPour lui avoir sauvé la vie, je suis devenu frère de sang du futur Roi Démon, et Baekrineuison, l'une des personnes les mieux informées, a reconnu mon potentiel et m'a pris comme disciple. C'est ainsi que je suis devenu le plus grand médecin de Gangho!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%98%EC%9B%90-%EB%8B%A4%EC%8B%9C-%EC%82%B4%EB%8B%A4/2440)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/66743)",
      "ja": "海外医療奉仕先で内戦に巻き込まれ、患者を庇い、反乱軍の銃に撃たれたはずが、目を覚ますと子供の姿になっていた！？ 目の前には壊れた馬車と不思議な服装を着て倒れている人々！ ”まるで武侠の世界のようだ” １人でも救おうと応急処置をしていたところ、ここが日頃からよく読んでいた武侠小説「至尊天魔」の中の世界だということに気づく。 そこで「天下三大医員」の白鱗医仙に出会うが…\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%98%EC%9B%90-%EB%8B%A4%EC%8B%9C-%EC%82%B4%EB%8B%A4/2440)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/66743)",
      "ko": "[독점연재]\n\n해외 의료 봉사를 갔다가 내전에 휘말렸다.\n환자 대신 반군의 총을 맞고 간신히 눈을 떴는데\n아니, 어린아이가 됐잖아?!?\n\n눈앞에 있는 건 부서진 마차와 특이한 복식의 쓰러진 사람들!\n\n\"꼭 무림 세계 같네.\"\n\n한 명이라도 살리기 위해 응급처치를 하던 중,\n이곳이 즐겨 읽던 무협 소설,\n[지존천마] 속 세상이라는 것을 알게 되고.\n\n'천하삼대의원' 백린의선을 비롯한 구조대를 만나\n내가 구한 이들 중 하나가 이 소설의 주인공,\n미래의 천마 '여하륜'이라는 것을 깨닫게 되었다!\n\n\"야, 살려 준 은혜가 있으니 형이라 불러라.\"\n\n목숨을 구해 준 은혜로 미래의 천마와는 의형제를 맺고,\n재능을 눈여겨 본 백린의선과는 사제 지간을 맺어\n강호제일신의가 되는 진천희의 일대기!\n\n지금 시작합니다!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%98%EC%9B%90-%EB%8B%A4%EC%8B%9C-%EC%82%B4%EB%8B%A4/2440)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/66743)",
      "ru": "Поехал на медицинское волонтёрство, а попал на гражданскую войну. Хотел спасти пациента – получил пулю и умер. А после… стал ребенком?!\nРазграбленные повозки, люди в необычных одеждах – всё это напоминает мир Мурим. Оказав первую помощь пострадавшим, после встретив спасательный отряд из «Лечебницы трёх поколений поднебесной» и самого Пэк Рин Ый Сона, я осознал, что нахожусь в мире романа про боевые искусства «Величайший небесный демон».\nОдин из тогда спасённых мною – главный герой книги, будущий небесный демон – Ё Ха Рюн. «Эй, за то, что спас, можешь звать меня старшим братом» – вот так мы с ним сдружились. А Пэк Рин Ый Сон, рассмотревший во мне талант, стал мне учителем.\nМеня зовут Чин Чхон Хи, я - последняя надежда Канхо, и это моя история!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%98%EC%9B%90-%EB%8B%A4%EC%8B%9C-%EC%82%B4%EB%8B%A4/2440)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/66743)",
      "th": "จินชอนฮี' ถูกจับพลัดจับผลูไปเป็นแพทย์อาสาอยู่ในพื้นที่ที่เกิดสงครามกลางเมือง\nวันหนึ่งคนไข้ของเขาถูกฝ่ายกบฎใช้ปืนจ่อหมายเอาชีวิต\nทำให้เขาต้องเอาตัวเข้าไปขวางจนถูกยิงในที่สุด\n\nขณะที่กำลังปลงกับชีวิตและกำลังจะหมดลมหายใจ\nจินชอนฮีก็ลืมตามาพบว่าตนเองอยู่ในร่างเด็ก\nเท่านั้นยังไม่พอเขายังสวมชุดโบราณด้วย!\n\nลืมตามาได้ไม่เท่าไหร่เขาก็ต้องใช้วิชาที่เรียนมารักษาผู้คนที่บาดเจ็บ\nและหนึ่งในนั้นก็คือจอมยุทธ์จากสำนัก 'ม้าด่วนมังกรเมฆา'\nแล้วต่อมา 'แพ็คลิน' หนึ่งในหมอสามสำนักแพทย์ใหญ่ในใต้หล้า\nก็ปรากฎตัวขึ้น!\n\nเขาจึงได้รู้ว่าตัวเองนั้นหลุดมาอยู่ในนิยายธีมยุทธภพ\nเรื่อง 'จอมมารสวรรค์' ที่เขาเคยอ่านในโลกที่จากมา\n\nในเมื่อยังไม่รู้วิธีที่จะออกจากโลกนี้เขาจึงต้องใช้วิชาแพทย์ที่เคยร่ำเรียน\nและความได้เปรียบจากการเป็นแฟนคลับตัวยงของนิยาย\nเอาชีวิตรอดในโลกยุทธภพแห่งนี้!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6c30be6-3ded-428b-8bcf-be81ab8f7d33",
    "title": {
      "en": "Sasinsonyeon"
    },
    "updatedAt": "2024-04-14T20:27:56+00:00",
    "coverArt": "https://mangadex.org/covers/c6c30be6-3ded-428b-8bcf-be81ab8f7d33/3eb0d3de-0479-44fb-8120-7d61c1d78536.jpg",
    "altTitles": [
      {
        "en": "The Boy of Death"
      },
      {
        "ko-ro": "Sasinsonyeon"
      },
      {
        "zh-hk": "死神少年"
      },
      {
        "ko": "사신소년"
      },
      {
        "ru": "Жнец смерти"
      },
      {
        "en": "Reaper Boy"
      },
      {
        "en": "Hero Ticket"
      },
      {
        "th": "ตั๋วโกงชีวิต"
      },
      {
        "vi": "Cậu Bé Của Thần Chết"
      },
      {
        "id": "Ticket Hero"
      },
      {
        "es-la": "El Niño de la Muerte"
      }
    ],
    "description": {
      "en": "Lee Kyung Ho's mind was engulfed with ending his life due to bullying and the loss of his mother. He attempts to, but is saved. His determination to commit suicide somehow entices Sierra, a grim reaper who later offers him a contract. This contract blesses him with the ability to borrow the powers of the dead in their previous life in return of sacrificing years from his lifespan. For the sake of attaining what he wishes for, he eventually agrees to it.\n\n---\n**Original Webtoon:** [Naver](https://comic.naver.com/webtoon/list?titleId=730656)\n\n---\n**Official Translations:** [Chinese (Traditional Characters) / 漢語](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771),  [Indonesian / Bahasa](https://www.webtoons.com/id/action/ticket-hero/list?title_no=2195)",
      "fr": "L'esprit de Lee Kyung Ho était complètement bouleversé à l'idée de mettre fin à ses jours à cause du harcèlement et de la perte de sa mère. Il essaie, mais il est sauvé. Sa détermination à se suicider séduit Sierra, une faucheuse sinistre qui lui offre plus tard un pacte. Ce pacte lui permet d'emprunter les pouvoirs des morts dans leur vie antérieure en échange de plusieurs années sacrifiées de sa vie. Afin d'atteindre ce qu'il souhaite, il finit par l'accepter.  \n  \n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771)",
      "ru": "Ли Кён Хо был поглощен идеей суицида, из-за издевательств в школе и гибели его матери. Очередная попытка, но спасен. Его решимость покончить с собой каким-то образом соблазняет Сиеру, мрачного жнеца, который позже предлагает ему контракт. Этот контракт даёт возможность заимствовать способности и силы мертвых из их предыдущей жизни, в обмен на силу, он должен жертвовать годами, которые ему остались на этой земле. Ради достижения того, чего он желает, он всё таки соглашается на сделку.",
      "es-la": "Lee Kyung Ho queria terminar su vida debido al acoso y la pérdida de su madre. Intenta hacerlo, pero no lo consigue. Su determinación de suicidarse de alguna manera fracasa, una persona llega y le ofrece un contrato. Este contrato lo bendice con la capacidad de tomar prestados los poderes de los muertos en su vida anterior a cambio de sacrificar años de su vida. Para lograr lo que desea y el acepta el trato."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3aeb3968-5d1f-482d-abac-e8e19dd7fa98",
    "title": {
      "en": "Back Street Girls"
    },
    "updatedAt": "2023-12-21T18:44:13+00:00",
    "coverArt": "https://mangadex.org/covers/3aeb3968-5d1f-482d-abac-e8e19dd7fa98/8856a30f-6714-4e43-961b-0d2caf9044fe.jpg",
    "altTitles": [
      {
        "ru": "Из якудзы в поп-кумиры"
      },
      {
        "zh": "后街女孩"
      },
      {
        "zh-hk": "後街女孩"
      },
      {
        "ko": "백 스트리트 걸즈"
      },
      {
        "ja": "Back Street Girls ～ゴクドルズ～"
      },
      {
        "ja-ro": "Back Street Girls: Gokudols"
      },
      {
        "ja": "バックストリートガールズ ～ゴクドルズ～"
      }
    ],
    "description": {
      "en": "A group of 3 yakuza failed their boss for the last time. After messing up an important job, the boss gives them 2 choices: Honorably committing suicide, or go to Thailand to get a sex reassignment surgery in order to become \"female\" idols. After a gruesome year long training to become idols, they successfully debut, with overwhelming popularity, much to their dismay. This is where their tragedy truly begins.  \n  \nLink:  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20851) (anime)"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "144"
  },
  {
    "mangaId": "32252a48-b20a-4a1d-b1b0-b46679bbae47",
    "title": {
      "en": "Shimotsuki-san Likes the Mob ~This Shy Girl is Only Sweet Towards Me~"
    },
    "updatedAt": "2024-06-30T17:51:43+00:00",
    "coverArt": "https://mangadex.org/covers/32252a48-b20a-4a1d-b1b0-b46679bbae47/acfa1b2c-e8bd-4a65-a8b6-ab8669f6f5bb.jpg",
    "altTitles": [
      {
        "ja": "霜月さんはモブが好き～人見知りな彼女は俺にだけデレ甘い～"
      },
      {
        "ja-ro": "Shimotsuki-san wa Mobu ga Suki ~Hitomishiri na Kanojo wa Ore ni Dake Dere Amai~"
      },
      {
        "vi": "Shimotsuki-san chỉ thích nhân vật nền"
      },
      {
        "th": "นิยาย ตัว (ไม่) ประกอบของคุณชิโมสึกิ เล่ม"
      },
      {
        "zh": "霜月同学喜欢上路人角色"
      },
      {
        "id": "Shimotsuki-san Menyukai Mob ~Gadis Pemalu Ini Hanya Terlihat Manis di Hadapanku~"
      },
      {
        "ru": "Шимоцуки-сан любит моба"
      },
      {
        "en": "She Is In Love with the Mob"
      },
      {
        "pl": "Shimotsuki-san Lubi Postać Poboczną: Ta Nieśmiała Dziewczyna jest Urocza Tylko Wobec Mnie"
      }
    ],
    "description": {
      "en": "***Only you are special.***\r\n\r\nAfter school, Koutarou Nakayama returns to school to pick up something he forgot and finds Shiho Shimotsuki asleep in an empty classroom. Shiho is rumored to be Ryouma Ryuuzaki's crush, a popular boy who has formed a harem in his class, but she is always expressionless and no one has ever seen her smile.\r\n\r\nBut now, her fair skin is holding Koutarou's hand...?! The \"secret relationship\" between the heroine and the mob begins!",
      "id": "Sepulang sekolah, Nakayama Koutarou kembali ke sekolah untuk mengambil sesuatu yang lupa dia bawa, di dalam kelas dia bertemu Shimotsuki Shiho yang terlelap. Katanya, Shiho ini ditaksir sama Ryuuzaki Ryouma, pria populer membentuk harem di kelas, namun dia tampak selalu datar dan tak ada yang pernah melihatnya tersenyum. Karena suatu kejadian mereka berdua berpegangan tangan dan memulai “hubungan rahasia” antara heroin dan mob.",
      "ja": "***あなただけが特別なの。 WEBで大反響の超話題作がついに書籍化！ 恋するヒロインが少年の運命を変える――。***\r\n\r\n「あなただけが、特別なの」\r\n\r\n放課後、忘れ物を取りに学校に戻った中山幸太郎は、誰もいない教室で眠りこける霜月しほに遭遇する。\r\n\r\n\r\nクラスでハーレムを形成中のモテモテ男子・竜崎龍馬の大本命と噂の彼女だが、いつも無表情で笑ったところを見た者はいない。\r\n\r\n\r\nなのに今、その白い指が幸太郎の手を握って――⁉　\r\n\r\n\r\nヒロインとモブ男子の「秘密の関係」が始まる！\r\n\r\n---\r\n\r\n**Links:**\r\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/novelview/infotop/ncode/n8856gp)\r\n- [Official LN (JP)](https://gcnovels.jp/book/b1241.html)",
      "pl": "Tylko ty jesteś wyjątkowy.\n\nPo lekcjach Koutarou Nakayama wraca do szkoły, by zabrać coś, czego zapomniał i znajduje Shiho Shimotsuki śpiącą w pustej klasie. Mówi się, że Shiho podkochuje się w Ryoumie Ryuuzakim, popularnym chłopaku, który założył harem w swojej klasie, ale ona zawsze jest bez wyrazu i nikt nigdy nie widział jej uśmiechu.\n\nAle teraz, trzyma rękę Koutarou...?! Rozpoczyna się „sekretny związek” między bohaterką a postacią poboczną!",
      "pt-br": "Depois da escola, Kotaro Nakayama retorna à escola para pegar algo que esqueceu e encontra Shiho Shimotsuki dormindo em uma sala de aula vazia. Há rumores de que Shiho é a paixão de Ryoma Ryuuzaki, um garoto popular que formou um harém em sua classe, mas ela é sempre inexpressiva e ninguém nunca a viu sorrindo. Mas agora, ela está segurando a mão de Kotaro…?! A “relação secreta” entre a heroína e o figurante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b0d3d73c-afc9-4d5e-b610-d0e97dc76db6",
    "title": {
      "en": "Hajimete no Gal"
    },
    "updatedAt": "2024-03-16T20:37:22+00:00",
    "coverArt": "https://mangadex.org/covers/b0d3d73c-afc9-4d5e-b610-d0e97dc76db6/5daba51c-d592-4586-95db-343aa58de309.jpg",
    "altTitles": [
      {
        "ja-ro": "Hajimete no gyaru"
      },
      {
        "en": "My First Girlfriend is a Gal"
      },
      {
        "en": "My First Gyaru"
      },
      {
        "ru": "Первая Гяру"
      },
      {
        "ja": "はじめてのギャル"
      },
      {
        "zh": "第一次的Gal"
      },
      {
        "zh-hk": "첫 갸루"
      },
      {
        "pt-br": "Minha primeira namorada é uma Gal!"
      }
    ],
    "description": {
      "en": "Spring. The 'season of love' has arrived and it seems that finding himself a girlfriend was harder than Jun'ichi believed. To break the status quo, Jun'ichi's friends have forced him into confessing to the gyaru, Yame Yukana. However, things do not go quite as he expected. A series of \"firsts\" begins!",
      "pt-br": "Junichi Hashiba é um jovem colegial virgem que está desesperado para perder esse status. Sob pressão de seus amigos, o garoto acaba se declarando para Yukana Yame. Surpreendentemente a garota aceita  e um casal é formado. Porém, Jun acaba se encontrando em águas desconhecidas com Yame, que é uma gyaru (um tipo de moda urbana japonesa). Enquanto ele fantasia em perder a sua virgindade, ela se mostra mais normal e inocente do que ele imaginava."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e12d84f-04d8-48a0-8e38-980f0291f611",
    "title": {
      "en": "Haruto-kun to Chiharu-chan ga Jirettai"
    },
    "updatedAt": "2024-06-12T15:02:20+00:00",
    "coverArt": "https://mangadex.org/covers/0e12d84f-04d8-48a0-8e38-980f0291f611/a144b76c-d02b-49da-9a6e-25e3339d91cf.png",
    "altTitles": [
      {
        "en": "Haruto-kun and Chiharu-chan are frustrating"
      },
      {
        "ja": "春斗くんと千春ちゃんがじれったい"
      }
    ],
    "description": {
      "en": "Touko loves shoujo manga, especially the kind that gets her heart pounding... But shoujo isn't real life...or is it? On day Haruto and Chiharu appear in front of her, flirting like in a manga! But these two aren't dating!? And they're just childhood friends!?? No way! Check out Touko's daily observations, which are as exciting as they are frustrating☆"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "10"
  },
  {
    "mangaId": "46ae50f2-1bdb-4fc1-baff-3b01c08432d1",
    "title": {
      "zh": "Like, Share & Subscribe"
    },
    "updatedAt": "2024-07-12T14:02:00+00:00",
    "coverArt": "https://mangadex.org/covers/46ae50f2-1bdb-4fc1-baff-3b01c08432d1/97319ecd-788d-4bc1-ba8d-04f8190814a2.png",
    "altTitles": [
      {
        "zh": "营业中请三连"
      },
      {
        "zh-ro": "Yingye Zhong Qing San Lian"
      },
      {
        "zh-hk": "營業中請三連"
      },
      {
        "ru": "Поставь лайк и подпишись"
      },
      {
        "es-la": "Tres compañías en los negocios"
      }
    ],
    "description": {
      "en": "When vlogger meets top-of-the-industry writer, what could go wrong? Everything! Nothing has gone my way ever since meeting her.\n\nHu Luoluo, on the brink of having her vlogger account relinquished, is shoved into the path of scandal-ridden writer extraordinaire Song Li purely by accident. Being featured on hot topics, paired up as a couple, finally gaining traffic... Will it finally make her the greatest vlogger of all time?",
      "es-la": "Juntos o se hunden juntos, ¿se descubrirán mentiras sobre el amor? Están ligados por negocios, fingiendo ser pareja para contrarrestar los escándalos del escritor y lograr ser el primer lugar en el buscador."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "73"
  },
  {
    "mangaId": "fd604f6e-a784-4c6b-ab00-565a996c33f8",
    "title": {
      "en": "Ryuu to Yuusha to Haitatsunin"
    },
    "updatedAt": "2024-07-13T13:58:18+00:00",
    "coverArt": "https://mangadex.org/covers/fd604f6e-a784-4c6b-ab00-565a996c33f8/6219e353-9693-4ab8-91ef-5327d6bf2129.jpg",
    "altTitles": [
      {
        "ja": "竜と勇者と配達人"
      },
      {
        "en": "The Dragon, the Hero, and the Courier"
      },
      {
        "la": "Draco et heros et vector"
      },
      {
        "fr": "Le dragon, le héros, et la coursière"
      },
      {
        "pt-br": "O dragão, o herói e o carteiro"
      },
      {
        "zh-hk": "龍與勇者與郵遞員"
      },
      {
        "ka": "დრაკონი და გმირი და მაუწყებელი"
      },
      {
        "it": "Il drago, l'eroe e il corriere"
      }
    ],
    "description": {
      "en": "\"Hello fellow citizens. I am Yoshida the half-elf, working for the post office of the Imperial City of Idazig. My job is to deliver letters and documents to wherever you need them to be, whether it be a castle in the sky or the bottom of an abyss.\"\n\nThis is a comedy written by the biggest Middle-Ages geek, hitting the fantasy genre from an entirely new angle!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "66"
  },
  {
    "mangaId": "4dde1161-3101-4dbb-aaba-ff3a84219cba",
    "title": {
      "en": "Shameless School"
    },
    "updatedAt": "2024-07-11T14:52:52+00:00",
    "coverArt": "https://mangadex.org/covers/4dde1161-3101-4dbb-aaba-ff3a84219cba/6d0b1dc4-f0ef-49ce-b174-f1514e4b38a0.jpg",
    "altTitles": [
      {
        "ja": "ハレンチ学園"
      },
      {
        "fr": "L'École impudique"
      },
      {
        "it": "La Scuola Senza Pudore"
      },
      {
        "ja-ro": "Harenchi Gakuen"
      },
      {
        "zh-hk": "破廉恥學園"
      },
      {
        "ko": "파렴치 학원"
      }
    ],
    "description": {
      "en": "The first ecchi in history.\n\nBeginning in the first issue of Weekly Shonen Jump (ch 2). The nature of the content is very extreme with both teachers and students being involved in perverted situations. Over the publication, Go Nagai included more extreme content at the encouragement of his editor. As the manga continued its serialization, it garnered more and more controversy from parents. As a result, the Jump Editorial Dept. decided to cancel the serial. \n\nNagai, in response to the controversy, decided to end off the manga [End of part 1] with the very infamous \"Harenchi War\" (Shameless War) arc.\n\n_(spoiler)\nThe arc kills off the majority of the cast in a very gory and disturbing manner and remains a very infamous arc to this day._\n\n\nShameless School is controversial in Japan even today and is regarded as a \"traumatic work\" by several news publications.\n\nThe manga consists of 3 parts, with the last left unfinished due to the cancellation. + last volume includes 3 chapters backstory arc for Bearded Godzilla."
    },
    "status": "cancelled",
    "releaseDate": 1968,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "66"
  },
  {
    "mangaId": "e97f9a11-6d01-413b-ae15-0779993e24cd",
    "title": {
      "en": "Shoujo Kageki Revue Starlight - Maya and Claudine (MayaKuro) Short Comics Compilation (Doujinshi)"
    },
    "updatedAt": "2023-11-28T17:29:24+00:00",
    "coverArt": "https://mangadex.org/covers/e97f9a11-6d01-413b-ae15-0779993e24cd/74f8800a-409d-43ad-8835-6322a758640a.jpg",
    "altTitles": [
      {
        "en": "Maya and Claudine (MayaKuro) Short Comics Compilation (Shoujo Kageki Revue Starlight)"
      }
    ],
    "description": {
      "en": "A compilation of short twitter comics about Maya Tendou and Claudine Saijou (a.k.a. MayaKuro) from the anime Shoujo Kageki Revue Starlight."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e0589f47-72f9-4e9a-ac31-5b88bcad6220",
    "title": {
      "en": "Chiyu Mahou no Machigatta Tsukaikata: Senjou wo Kakeru Kaifuku Youin"
    },
    "updatedAt": "2024-06-04T15:37:39+00:00",
    "coverArt": "https://mangadex.org/covers/e0589f47-72f9-4e9a-ac31-5b88bcad6220/53a219ed-86b0-49b0-be38-bccfcd08c486.jpg",
    "altTitles": [
      {
        "ja-ro": "Chiyu Mahou no Machigatta Tsukaikata: Senjou wo Kakeru Kaifuku Youin"
      },
      {
        "fr": "La mauvaise façon d'utiliser la magie de soin"
      },
      {
        "ru": "Неправильный способ использования Исцеляющей Магии"
      },
      {
        "zh": "治愈魔法的错误使用方法"
      },
      {
        "ja": "治癒魔法の間違った使い方 ～戦場を駆ける回復要員～"
      },
      {
        "zh-hk": "治癒魔法的錯誤使用法～奔赴戰場的治療人員～"
      },
      {
        "ko": "치유마법의 잘못된 사용법"
      },
      {
        "en": "The Wrong Way to Use Healing Magic"
      },
      {
        "pt-br": "O jeito errado de usar magia de cura"
      }
    ],
    "description": {
      "en": "Usato, an ordinary high schooler, happens to run into two fellow students after school one rainy day. Suddenly, all three of them are engulfed in a magic circle and transported to a fantasy world. There’s just one tiny problem — Usato is simply dragged along by accident!  On top of that, Usato learns that he is capable of using healing magic — an incredibly rare affinity in this new world.\n\nNow Usato must spend his days with the rescue team thugs, struggling through their hellish training regimen — learning the wrong way to use healing magic.\n\nGet ready for an eccentric otherworld fantasy filled with comedy and combat!",
      "ja": "**最前線を駆けるのは、常識破りの回復要員！？**\n\n平凡な高校生のウサトは、同じ学校のスズネ、カズキと共に異世界へと転移してしまう。 三人は魔王軍から王国を救うための『勇者』として喚び出された――が、 勇者としての適性を持つのはスズネとカズキだけ。ウサトはただ巻き込まれただけだった！ しかし、ウサトにレア属性の『治癒魔法使い』の素養が見つかったことで事態は一変し…！？ 「小説家になろう」発！　ギャグありバトルありのドタバタ異世界ファンタジー！",
      "pt": "Usato Ken é um estudante normal do segundo ano do ensino médio. Em um certo dia chuvoso, as duas pessoas mais admiradas do conselho estudantil, Inukami Suzune e Ryuusen Kazuki, percebem que ele não tem um guarda-chuva, então Kazuki empresta o seu para ele. Depois eles acabam conversando enquanto vão embora juntos, mas de repente são convocados para outro mundo como heróis. Parece que Ken foi arrastado pela invocação por acaso, mas ele não pode voltar para a Terra. O que ele fará? Será que vai chorar pelo cantos ou vai agir?",
      "ru": "Одним дождливым осенним днём жизнь абсолютно заурядного ученика старшей школы Усато Кена перевернулась с ног на голову: вместе с двумя членами школьного совета – президентом Инуками Судзунэ и вице-президентом Рюунзэном Кадзуки Усато-куна призвали в другой мир! После проверки магических способностей наш герой оказывается целителем и попадает в отряд спасателей, командир которого отличается крайне нестандартными методами подготовки…",
      "pt-br": "Usato Ken é um estudante normal do segundo ano do ensino médio. Em um certo dia chuvoso, as duas pessoas mais admiradas do conselho estudantil, Inukami Suzune e Ryuusen Kazuki, percebem que ele não tem um guarda-chuva, então Kazuki empresta o seu para ele. Depois eles acabam conversando enquanto vão embora juntos, mas de repente são convocados para outro mundo como heróis. Parece que Ken foi arrastado pela invocação por acaso, mas ele não pode voltar para a Terra. O que ele fará? Será que vai chorar pelo cantos ou vai agir?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd0ee1c6-207a-4144-b511-09e808852728",
    "title": {
      "en": "I Became a Tyrant’s Maid"
    },
    "updatedAt": "2024-06-02T19:04:20+00:00",
    "coverArt": "https://mangadex.org/covers/dd0ee1c6-207a-4144-b511-09e808852728/c4cc3469-a4db-4acb-9560-4f92c8543ae4.jpg",
    "altTitles": [
      {
        "ko": "폭군의 침방 시녀가 되었다"
      },
      {
        "en": "I Became The Tyrant's Chambermaid"
      }
    ],
    "description": {
      "en": "Youour Highness- That is absurd!!\n\n\"Youour Highness, did you just cough-!!!\"\n\n\"It's doomed! I've been transmigrated to another world! As an extra chambermaid from a 19+ imperovished novel from the early 2000s!\"\n\nFor now, I'm trying my best not to upset the male lead's temper so I can survive and return home...\n\n\"Youour Highness! Please have mercy!\"\n\"Youour Highness! That is such an absurd thing to say!\"\n\"Could you please stop with that damn antiquated language?!\"\nSeems like the etiquette here is a bit different from what I know...\n\nAnyway, after defeating an assassin and taking an arrow for him, I feel like I've become somewhat closer to the male lead.\n\nThe ominous journal that seems to understand my words, and the male lead, who orders me around, seems a bit fishy too.\n\n\"Can I survive here and return home?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bd45a18-27d4-43ba-b3b9-2293f9a957d0",
    "title": {
      "en": "I Stole the First Ranker’s Soul"
    },
    "updatedAt": "2024-07-09T05:11:48+00:00",
    "coverArt": "https://mangadex.org/covers/7bd45a18-27d4-43ba-b3b9-2293f9a957d0/3c760d8c-f073-43ad-b07a-6cdd35d9445c.png",
    "altTitles": [
      {
        "ko": "랭킹 1위를 영혼까지 털어버림"
      },
      {
        "ko-ro": "Ranking 1-Wireul Yeonghonkkaji Teoreobeorim"
      },
      {
        "en": "I Stole the Number One Ranker's Soul"
      }
    ],
    "description": {
      "en": "One day, Son Mo-Ah fell into a dungeon and became a gathering hunter.\nSon Mo-Ah, who somehow narrowly escaped death, was going to live a normal life but gets caught up in a dungeon yet again.\nIn a moment of crisis, she is rescued by Seo Ji-Han, the number one ranker, and succeeds in surviving the situation. Somehow, Son Mo-Ah got entangled in a fateful relationship with said number one ranker.\n\nBut he said something really unusual to me.\n\n“Promise me that you will kill all the dungeons bosses in this world, as many as you can.”\n\nWhat?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81",
    "title": {
      "ja": "Toaru Kagaku no Mental Out"
    },
    "updatedAt": "2024-03-08T09:35:15+00:00",
    "coverArt": "https://mangadex.org/covers/4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81/b6314a0c-d58a-4688-b6e3-8ddf4d2bbea0.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Mental Out"
      },
      {
        "ru": "Некий научный Ментал Аут"
      },
      {
        "ja": "とある科学の心理掌握"
      }
    ],
    "description": {
      "en": "The Tokiwadai student council election is approaching. Shokuhou Misaki, one of the leading candidates, is in the midst of an election campaign in spite of her own expectations due to the people around her and the fate of being the head of the largest clique...!!",
      "id": "Pemilihan presiden dewan siswa Tokiwadai semakin mendekat. Shokuhou Misaki, salah satu kandidat utama, tengah berada dalam kampanye pemilihan meskipun tidak sesuai ekspektasinya sendiri karena pengaruh orang-orang di sekitarnya dan takdir menjadi kepala kelompok terbesar...!!",
      "ru": "Приближаются выборы в студенческий совет Токивадая. Шокухо Мисаки, одна из ведущих кандидатов, находится в разгаре избирательной кампании, несмотря на ее собственные ожидания из-за окружающих ее людей и судьбы быть главой крупнейшей клики!.."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-06-20T16:54:03+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/281a36bd-4e6e-4cb7-8728-01318e8b7dcf.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?\n Brought to you by mmk of 'Love Comedy Quest,' this is a pure love short comedy of the new era about 'neighbors'!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7cc0e57-aa04-42d7-a726-822f66718a35",
    "title": {
      "en": "Insecure Herami Sisters"
    },
    "updatedAt": "2024-02-09T06:40:15+00:00",
    "coverArt": "https://mangadex.org/covers/c7cc0e57-aa04-42d7-a726-822f66718a35/9fa210e3-b0ee-4514-9753-694a11f33b0f.jpg",
    "altTitles": [
      {
        "ja": "平良深姉妹はどっちもヤんでる"
      },
      {
        "ja-ro": "Herami Shimai wa Docchi mo Yanderu"
      },
      {
        "en": "The Yandere Little Sister and the Menhera Big Sister"
      },
      {
        "es-la": "La hermana pequeña Yandere y la hermana mayor Menhera"
      },
      {
        "zh": "平良深姐妹都“病”得不轻"
      },
      {
        "vi": "Hai chị em nhà Herami bất ổn thực sự!"
      }
    ],
    "description": {
      "en": "Sera, (Real Name: Herami Sera) is an approval-seeking girl (26 years old) who works at a maid cafe. Her younger sister, Kira, is an idol (19 years old) who is rapidly gaining popularity with her cool, and mature character. However, the real Kira only ever think of her sister and tries to cheer her up in every possible way to help her sister with her mental health and anxiety",
      "ja": "せーら（本名：平良深 瀬良）はメイドカフェで働く承認欲求高めな女子（26歳）。そんな彼女の妹・キラは、クールな大人っぽいキャラで人気沸騰中のアイドル（19歳）。しかし、素顔のキラはいつも姉のことしか考えておらず、不安を抱える姉のため、あらゆる手段で励まそうとしていて…。",
      "es-la": "Sera, (Nombre real: Herami Sera) es una chica que busca aprobación (26 años) que trabaja en un maid café. Su hermana menor, Kira, es una ídolo (19 años) que está ganando popularidad rápidamente con su carácter frío y maduro. Sin embargo, la verdadera Kira solo piensa en su hermana y trata de animarla de todas las maneras posibles para ayudar a su hermana con su salud mental y ansiedad."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d20b5df-2b7c-4bac-be8a-b90181a65323",
    "title": {
      "en": "Mangaka-san and his Assistants"
    },
    "updatedAt": "2023-12-24T16:57:05+00:00",
    "coverArt": "https://mangadex.org/covers/1d20b5df-2b7c-4bac-be8a-b90181a65323/cd2ad2b6-1e50-4f73-b7e8-cb3d603655ba.jpg",
    "altTitles": [
      {
        "ja": "The Comic Artist And His Assistants"
      },
      {
        "ru": "Мангака и его ассистентка"
      },
      {
        "ar": "رسام المانجا و مساعداته"
      },
      {
        "ja": "マンガ家さんとアシスタントさんと"
      },
      {
        "ja-ro": "Mangaka-san to Assistant-san to"
      }
    ],
    "description": {
      "en": "A Life Description about the Mangaka Aito Yuuki and his Assistant Ashisu Sahoto.  \nAito-san doesn't understand the feelings of the characters on his stories. So He asks Ashisu to help him. Ashisu would do everything for the work. She would even let him touch her breast so he will know how it feels like?!  \n  \nThe Habit?! The Pervert?! Can we understand them? That's the Comedy of a Mangaka Life.\n\nThe mangaka alternates between the standard style and the 4koma.  \n\n---\n\n**Links:**  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=15793)",
      "ru": "Жизнь описание мангака Айто Юки и его помощницы Ашису Сахото. Айто-сан не понять чувства героев его рассказов. Поэтому он просит Ашису, чтобы помочь ему. Ашису сделает все для работы. Она бы даже даст пощупать ее собственной груди так он будет знать, как она чувствует, как?! Привычка?! Извращенце?! Мы можем их понять? Это комедия о мангака жизни.",
      "pt-br": "A história desse mangá descreve sobre a vida do mangaka Aito Yuuki e de sua assistente Ashisu Sahoto. Aito-san não entende os sentimentos dos personagens de suas histórias. Então ele pede para Ashisu ajudá-lo. Ashisu faria tudo pelo trabalho. Ela poderia até mesmo deixar ele tocar em seus próprios seios para que ele sinta como é."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "151"
  },
  {
    "mangaId": "c827aef9-f542-4d1c-8940-92a31aec53d8",
    "title": {
      "en": "Koi no Towarutsu"
    },
    "updatedAt": "2024-07-14T15:07:45+00:00",
    "coverArt": "https://mangadex.org/covers/c827aef9-f542-4d1c-8940-92a31aec53d8/9f84475d-23e5-4afc-914f-d328964e4599.png",
    "altTitles": [
      {
        "ja": "恋いのトワルツ"
      },
      {
        "en": "Towaltz of Love"
      }
    ],
    "description": {
      "en": "Yuuichi, a poor college student, spends his days studying for a scholarship and working part-time. One day, the world-famous supermodel Reo Ichinose visits the café where he works. As the store goes crazy at the unexpected celebrity appearance, Reo tells the clueless Yuuichi: \"I've come to pick you up,\" and proposes to him...!? Much to Yuuichi's confusion, he finds himself swept up in a fairytale-esque love story that started from a promise he'd long since forgotten."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "5"
  },
  {
    "mangaId": "7404a291-c54e-4beb-a4fa-bb15a1f9eeb1",
    "title": {
      "en": "Weird And Hard To Kill? Sorry, I’m The Real Immortal"
    },
    "updatedAt": "2024-05-08T01:32:24+00:00",
    "coverArt": "https://mangadex.org/covers/7404a291-c54e-4beb-a4fa-bb15a1f9eeb1/fcb8293b-6f93-41c6-a6b4-c7c0ef875f22.png",
    "altTitles": [
      {
        "zh": "诡异难杀？抱歉，我才是真正不死"
      },
      {
        "zh-ro": "Guǐyì nán shā? Bàoqiàn, wǒ cái shì zhēnzhèng bùsǐ"
      },
      {
        "zh-ro": "Guiyi nan sha? Baoqian, wo cai shi zhenzheng busi"
      }
    ],
    "description": {
      "en": "*Death rollback? Predict future?*\nFang Xiu traveled to his other self in a strange world and gained the ability to “reverse after death.” What gave him an extremely powerful motivation to survive was his dearest strange wife. Fang Xiu swore: “The most gentle and beautiful wife in this strange world can only die in my hands."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7138083b-4fbf-4cc3-8695-ce175034e45a",
    "title": {
      "en": "Yuki to Sumi"
    },
    "updatedAt": "2024-07-12T14:09:32+00:00",
    "coverArt": "https://mangadex.org/covers/7138083b-4fbf-4cc3-8695-ce175034e45a/8d4d7b19-5773-4250-9610-08ccccc70356.jpg",
    "altTitles": [
      {
        "ja": "雪と墨"
      },
      {
        "ja-ro": "Yuki to Sumi"
      },
      {
        "en": "Snow and Ink"
      },
      {
        "vi": "Tuyết và Mực"
      }
    ],
    "description": {
      "en": "Neneo was being hauled through the city for the terrible crime of murdering 50 villagers.\n\"I will buy you\" she said. With one word, Freya, the daughter of a prestigious family, changed his fate as he was about to be beheaded. When Freya loses the battle for the throne and heads off to a remote, cold region, Neneo is ordered as her squire, and he finds himself in the company of a woman who, like himself, is scorned and pitied by the world. The two have different backgrounds and different ways of thinking, but as they confide in each other about their respective circumstances, they come to understand each other.",
      "ja": "第1巻の内容紹介: SNSで発表されるや否や大反響を巻き起こした『大罪人と名家の令嬢の物語』、第1巻!!\n\nネネオは村人50人を殺害した大罪で、市中を引き回されていた。\n「その罪人、私が買い取ります」。\n斬首される彼の運命をその一言で一変させたのは、名家の令嬢であるフレイヤだった。\n家督争いに敗れ極寒の僻地へと向かうフレイヤから従者を命じられたネネオは、\n自分と同様に世間から蔑みと憐みを受けている彼女に気づく。\nまるで生い立ちも考え方も違う2人だが、\nそれぞれの事情を打ち明けていく中で、お互いの理解者になっていき…。\n\nDai 1-kan no naiyō shōkai: SNS de happyō sa reru ya inaya dai hankyō o makiokoshita “taizainin to meika no reijō no monogatari”, dai 1-kan! \n\nNeneo wa murabito 50-ri o satsugai shita taizai de, shichū o hikimawasa rete ita. \"Sono tsumibito, watashi ga kaitorimasu\". Zanshu sa reru kare no unmei o sono hitokoto de ippen sa seta no wa, meika no reijōdearu fureiyadatta. Katoku arasoi ni yabure gokkan no hekichi e to mukau fureiya kara jūsha o meiji rareta neneo wa, jibun to dōyō ni seken kara sagesumi to 憐 Mi o ukete iru kanojo ni kidzuku. Marude oitachi mo kangaekata mo chigau 2-ridaga, sorezore no jijō o uchiakete iku naka de, otagai no rikai-sha ni natte iki…."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e3d081f-30f2-475d-83bb-e247cffea3d6",
    "title": {
      "en": "Isshiki-san wa Koi wo shiritai."
    },
    "updatedAt": "2024-05-07T13:23:06+00:00",
    "coverArt": "https://mangadex.org/covers/7e3d081f-30f2-475d-83bb-e247cffea3d6/c7db3861-1d2a-405e-9a0c-2c4b7bf8df16.jpg",
    "altTitles": [
      {
        "en": "Isshiki-san Wants to Know About Love."
      },
      {
        "en": "Fullmetal Rinna wants to XX"
      },
      {
        "ja-ro": "Koutetsu no Rinna wa XX Saretai."
      },
      {
        "ja": "一式さんは恋を知りたい。"
      },
      {
        "ja": "鋼鉄のリンナは××されたい"
      },
      {
        "zh": "钢铁直女想被xx"
      },
      {
        "zh-hk": "鋼鐵的琳娜想被xx"
      },
      {
        "zh-hk": "一式小姐想要知曉戀愛。"
      },
      {
        "zh-ro": "Gāngtiě zhí nǚ xiǎng bèi xx"
      },
      {
        "zh-ro": "Yīshì xiǎojiě xiǎng yào zhīxiǎo liàn'ài."
      },
      {
        "zh-ro": "Gāngtiě de lín nà xiǎng bèi xx"
      },
      {
        "ja-ro": "Isshiki-san wa Koi wo shiritai."
      },
      {
        "pt-br": "Isshiki-san quer entender o amor"
      }
    ],
    "description": {
      "en": "A maiden who doesn't know what love is tries her hand at dating as a pseudo-couple!\n\nInspector Rinna, who is respected by everyone as a hard-working and serious policewoman, seems to be having trouble with her work lately. The reason for this is because she loses focus. It only happens when Meishi, the detective she works with, is around… So, she makes a choice…?",
      "ja": "堅物で真面目な警察官だと周りから尊敬されている一式警部は、最近どうも仕事がうまくいかないご様子。\nその原因は一緒に仕事をしている探偵・六反田がいる時にばかり起こってしまう…。\nとあることから悩みの原因が判明した彼女は、問題を解決すべく六反田探偵と擬似カップルとして付き合うことになったが…？\n恋を知らない乙女が擬似カップルとしてお付き合いに大挑戦な、ラブコメディ！\n\n※2話目まで旧タイトル「鋼鉄のリンナは××されたい」表記となります。",
      "pt-br": "Uma donzela que não sabe o que é o amor, experimenta o namoro como um pseudo-casal!\n\nA inspectora Rinna, que é respeitada por todos como uma agente policial trabalhadora e séria, parece estar a ter problemas com o seu trabalho ultimamente. A razão para isto é porque ela perde o foco. Isto só acontece quando Meishi, o detective com quem ela trabalha, está por perto. Então, ela faz uma escolha…?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "946ff973-95b5-4f57-8e81-7c4674ea50dc",
    "title": {
      "en": "The Druid of Seoul Station"
    },
    "updatedAt": "2024-05-28T15:20:02+00:00",
    "coverArt": "https://mangadex.org/covers/946ff973-95b5-4f57-8e81-7c4674ea50dc/25af0915-1ee5-4b57-ac6b-300bd885f149.jpg",
    "altTitles": [
      {
        "ko": "서울역 드루이드"
      },
      {
        "en": "Seoul Station Druid"
      },
      {
        "zh": "归来的异世界王者"
      },
      {
        "th": "ดรูอิดแห่งสถานีโซล"
      },
      {
        "ru": "Друид с Сеульского вокзала"
      },
      {
        "ja": "ドルイド侵略"
      },
      {
        "uk": "Друїд з Сеульського вокзалу"
      },
      {
        "es-la": "Druida de la Estación de Seúl"
      }
    ],
    "description": {
      "de": "Was wie ein gewöhnlicher Tag begann, wird auf den Kopf gestellt, als eine mysteriöse Katastrophe die Erde heimsucht und Soo Ho Park auf einen anderen Planeten befördert. Mit der Zeit lernt er, sich anzupassen und um sein Überleben in dieser fremden Welt zu kämpfen. Doch eines Tages wird Soo Ho genauso plötzlich wieder auf die Erde zurückgeholt, wie er auf dem neuen Planeten gelandet ist. Schnell erfährt er, dass eine Rückkehr zu seinem vergangenen Leben nicht möglich ist, denn die Erde befindet sich in einem ständigen Kampf mit Monstern, denen es gelungen ist, den Planeten zu infiltrieren. Wie wird Soo Ho gegen die Monster ankämpfen und wird er dieses Mal mit seinen derzeitigen Fähigkeiten überleben können?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "en": "What started out as an ordinary day turned upside down when an unknown catastrophe struck Earth, transporting Suho Park to a different planet. He eventually learns how to adapt and fight for his survival in this foreign world, but one day, just as suddenly as he was sucked into this new planet, Suho is pulled back to Earth!\n\n He quickly learns that return to life as he remembers it is no longer possible, as Earth is in constant battle with monsters who’ve managed to infiltrate the planet.\n\nHow will Suho fight against the monsters attacking Earth, and will he be able to survive this time with his current skills?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "fr": "Ce qui a commencé comme une journée ordinaire a basculé lorsqu'une catastrophe inconnue a frappé la Terre, transportant Suho Park sur une autre planète. Ce dernier apprend peu à peu à s'adapter et à se battre pour survivre dans ce monde étranger, mais un jour, tout aussi soudainement qu'il a été transporté sur cette nouvelle planète, Suho est miraculeusement ramené sur Terre. Il apprend rapidement que le retour à la vie normale telle qu'il se souvient n'est plus possible, car la Terre est en lutte constante avec des monstres qui ont réussi à s'infiltrer sur la planète. Suho trouvera-t-il un moyen de se battre contre les monstres qui attaquent la Terre, et pourra-t-il survivre avec ses compétences actuelles ?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "id": "Suho, kembali ke Bumi setelah seribu tahun menghilang di dunia lain. Namun, dunia yang dulu ditinggali sekarang telah berubah menjadi dunia kebiadaban dengan munculnya monster-monster!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "ja": "「この世界の支配者は俺だ！」 異世界に迷い込んでから1000年ぶりに地球に帰還した緒形元汰。その間に、地球はモンスターの登場により、完璧な弱肉強食の世界に変わっていた。異世界にて1000もの間、激しい生存競争のすえに、動物の王として降臨した緒形元汰は、ドルイドとして地球征服に乗り出す！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "ko": "이세계로 사라진 뒤 천 년 만에 지구로 귀환한, 박수호.\n그 사이 세상은 몬스터의 등장으로 철저한 약육강식의 세상으로 변해 있었다.\n천 년 동안 처절한 생존경쟁으로 살아남은 동물의 왕 드루이드, 세계 정복에 나서다.\n\n이제부터 이 구역의 지배자는 나다.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "pl": "Park Sooho powrócił na Ziemię po tym, jak przeniósł się do innego świata na tysiąc lat. W tym czasie Ziemia zmieniła się w świat przetrwania najsilniejszych dzięki pojawieniu się potworów. Druid, król zwierząt, któremu udało się przetrwać przez tysiąc lat, wyrusza teraz na podbój świata.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "ru": "Пак Су Хо, провел тысячу лет с животными и стал друидом.\nТем временем мир превратился в мир жестокости и появились монстры. Друид и царь зверей,\nвыживший в ожесточенной битве за выживание в течение тысячи лет, отправляется покорять мир.\n\"Отныне я правитель!\"\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "th": "\"พัคซูโฮ\" กลับมายังโลก หลังจากที่ตกไปอีกโลกนับพันปี ในขณะเดียวกัน โลกที่ซูโฮเคยอาศัยอยู่ได้กลายเป็นสนามรบตั้งแต่มีมอนสเตอร์ปรากฏตัวจากอีกโลกหนึ่ง จากนี้ไป พัคซูโฮ ดรูอิดผู้รอดชีวิตจากป่าอันโหดร้ายและกลายเป็นราชาแห่งสัตว์ ได้เริ่มต้นการต่อสู้เพื่อพิชิตโลก!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "zh": "千年归来的万物之王！\n从现在开始出击征服世界！\n朴修浩意外来到异世界后，在千年的生存竞争中成功存活并成为了动物之王。时隔千年又意外重返地球。 在此期间，世界因为怪兽的出现，而彻底变成了弱肉强食的世界。为了继续生存朴修浩开始征服人类世界！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b84a9c69-624b-4c4f-ac57-8d9a162883f1",
    "title": {
      "en": "Useless Ponko"
    },
    "updatedAt": "2023-07-22T17:37:21+00:00",
    "coverArt": "https://mangadex.org/covers/b84a9c69-624b-4c4f-ac57-8d9a162883f1/b6974354-e676-47f2-bc5c-5eb780d6d036.jpg",
    "altTitles": [
      {
        "ja-ro": "Ponkotsu Ponko"
      },
      {
        "ne": "नाकारा पोंको"
      },
      {
        "ja": "ぽんこつポン子"
      },
      {
        "pt-br": "Ponko, a inútil"
      },
      {
        "es-la": "Ponko, La Inútil"
      },
      {
        "ko": "고물 로봇 퐁코"
      },
      {
        "ru": "Бесполезная Понко"
      }
    ],
    "description": {
      "en": "The near future in a quiet seaside town.\nYoshioka, who has recently lost his wife, just wants to spend the rest of his days in peace.\nHowever, Yoshioka's children, worried about their father's health, \nsend an off-model housekeeping robot called Ponko to help him.\nUnusual for the age, as human-like robots are then considered obsolete, \nPonko does her best to serve Yoshioka, but her \"best\" is not that good. \nYoshioka's quiet life is now changing, as this eager but ditzy robot girl manages to keep his hands full…",
      "tr": "Sahil kasabası ve yakın gelecek. Yakın zamanda eşini kaybeden Yoshioka, kalan zamanını huzur içinde geçirmek istiyor. Ancak Yoshioka'nın çocukları, babalarının sağlığı için endişelendiğinden, Ponko isimli eski model bir temizlik robotunu yardım maksatlı yanlarına gönderdiler. Yoshioka'nın sessiz hayatı artık değişmeye başladı.",
      "pt-br": "Em um futuro próximo, em cidade quieta próxima ao mar, Yoshioka, que recentemente perdeu sua esposa, quer passar o resto dos seus dias em paz. Porém, os filhos de Yoshioka, preocupados com a saúde de seu pai, enviaram uma empregada robô para ajudá-lo. A vida pacífica de Yoshioka está prestes a mudar."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "79"
  }
]