[
  {
    "mangaId": "c1e284bc-0436-42fe-b571-fa35a94279ce",
    "title": {
      "en": "Drama Queen"
    },
    "updatedAt": "2024-12-28T14:56:46+00:00",
    "coverArt": "https://mangadex.org/covers/c1e284bc-0436-42fe-b571-fa35a94279ce/dd3eb0cc-c864-4919-b3e3-c2518dfc28e8.jpg",
    "altTitles": [
      {
        "ja": "ドラマクイン"
      },
      {
        "ru": "Драма Квин"
      },
      {
        "ru": "Королева Драмы"
      },
      {
        "vi": "Nữ Hoàng Drama"
      },
      {
        "pt-br": "Rainha do Drama"
      },
      {
        "id": "Ratu Drama"
      },
      {
        "uk": "Королева Драми"
      }
    ],
    "description": {
      "en": "After saving Earth, aliens have taken up residence with the humans in Japan. Nomamoto, a factory worker with an abusive alien boss, one day meets Kitami, who tells her his own family was killed by aliens. The two quickly forge a friendship, but one day Kitami does the unthinkable…",
      "id": "Setelah menyelamatkan Bumi, para alien tinggal bersama manusia di Jepang. Nomamoto, seorang pekerja pabrik dengan bos alien yang kejam, suatu hari bertemu dengan Kitami, yang mengatakan bahwa keluarganya sendiri dibunuh oleh alien. Keduanya dengan cepat menjalin persahabatan, tetapi suatu hari Kitami melakukan hal yang tidak terpikirkan...",
      "ja": "<毎週月曜更新>宇宙人が地球を救ってから、人間と宇宙人が共に住むようになった日本。工場で宇宙人の上司にこき使われるノマモトは、家族を宇宙人に殺されたという北見と出会う。仲を深める2人だが、ある日北見がとんでもないことをしてしまい…",
      "ru": "Пришельцы спасли Землю и обосновались с людьми в Японии. Номамото, работающая на фабрике с отвратительным боссом-пришельцем, однажды встречает Китами, который рассказывает ей, что семью его убили пришельцы. Между ними быстро возникает дружба, но однажды Китами совершает немыслимое...",
      "uk": "Після порятунку Землі прибульцями, Японія стала спільним домом для них та людей. Номото, яка змушена терпіти знущання від свого боса-прибульця на заводі, зустрічає Кітамі, чиє серце розбите втратою сім'ї, вбитої прибульцями. Між ними виникає щира дружба, яка переходить до здійснення їх бажань... винищення всіх прибульців...",
      "pt-br": "Após salvar a Terra, os alienígenas passaram a viver com os humanos no Japão. Nomamoto, uma operária de fábrica com um chefe alienígena abusivo, um dia conhece Kitami, que conta que sua própria família foi morta por alienígenas. Os dois rapidamente formam uma amizade, mas um dia Kitami faz o impensável…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10ea7852-418e-4945-bfd3-5c1c58a17b38",
    "title": {
      "en": "Ishigami Senki"
    },
    "updatedAt": "2024-12-29T21:21:40+00:00",
    "coverArt": "https://mangadex.org/covers/10ea7852-418e-4945-bfd3-5c1c58a17b38/ebb62909-51b4-4bda-8101-872d64b221a0.jpg",
    "altTitles": [
      {
        "ja": "石神戦記"
      },
      {
        "en": "Saga of the Stone God"
      }
    ],
    "description": {
      "en": "Mizuho territory in the northeastern part of the island nation of Hiwazu. On the wedding day of his elder brother, Lord Saku, Ukano Isaza, the younger brother of the lord, meets a woman of the \"stone people\" who is supposed to have been told in a fairy tale, and is forced to make a contract with her...?",
      "ja": "四方を海に囲まれた島国・日倭津国。先王の死後、この国は\"王太子派\"と\"王弟派\"の二つに割れようとしていた。その情勢下、北東にある瑞穂領は婚姻により\"王弟派\"につくことを選ぶ。領主の弟・宇迦乃イサザは、兄の婚礼の日に生じた混乱の中で、石を操る不思議な力を持つ「石の民」の女と出会い、婚姻を迫られることに……！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ed2558b-66e8-4413-aff8-0ff317f9f1d0",
    "title": {
      "en": "I Am the Sorcerer King"
    },
    "updatedAt": "2023-07-24T11:54:29+00:00",
    "coverArt": "https://mangadex.org/covers/5ed2558b-66e8-4413-aff8-0ff317f9f1d0/a7adcfdc-a374-4b96-baf0-fee44ba5121b.jpg",
    "altTitles": [
      {
        "ko": "나는 마도왕이다"
      },
      {
        "ja-ro": "Ore wa Daimadoushi da!"
      },
      {
        "ru": "Я Король-Волшебник"
      },
      {
        "ja": "俺は大魔導士だ！"
      },
      {
        "ko-ro": "Naneun Madowangida"
      },
      {
        "fr": "Le Roi des Sorciers"
      }
    ],
    "description": {
      "en": "Sunghoon Lee is nothing but a victim of a changing world, a powerless man in a land infested with beasts and magic. Monsters from another world invaded earth, and they brought with them a sickness that pushes Sunghoon’s mother into an endless sleep. To pay off her medical bills, he braved a dangerous job as bait used by powerful superhumans called Awakeners to hunt monsters. But when he found himself at death’s door, the image of his past life flashes through his mind. There, he found his truth: he is the reincarnation of the Sorcerer King!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98%EB%8A%94-%EB%A7%88%EB%8F%84%EC%99%95%EC%9D%B4%EB%8B%A4/2337)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/22830)\n\n- [Official French Translation](https://www.delitoon.com/detail/daf_0000335)\n\n- [Official Russian Translation](https://rumix.me/ia_korol_volshebnik)",
      "fr": "La planète a été envahie par des monstres, que seuls les sorciers peuvent chasser. Notre héros, simple humain, n'a pas vraiment d'autre choix que de jouer le rôle d’appât dans les chasses s’il veut un salaire décent. Mais un jour, blessé par une de ces créatures et sur le point de mourir, il se rappelle sa vie antérieure… en tant que roi des sorciers, rien que ça ! Armé de ses souvenirs et de ses nouveaux pouvoirs, sa vie devrait vite devenir intéressante.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98%EB%8A%94-%EB%A7%88%EB%8F%84%EC%99%95%EC%9D%B4%EB%8B%A4/2337)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/22830)\n\n- [Official French Translation](https://www.delitoon.com/detail/daf_0000335)\n\n- [Official Russian Translation](https://rumix.me/ia_korol_volshebnik)",
      "ja": "10年前、次元が拗れてモンスターが溢れ出た。 同時に生まれたモンスター覚醒者たちは→モンスターを捕まえて大活躍をする。 「吉澤覚」は月に4回、お母さんの病院代を工面するために 覚醒者のハンティングを手伝って、 後処理をする危険千万の「ポーター」として活動をする。 そんな中でモンスターに大きな怪我を負ってから前世の記憶が戻ってくる… ”ん？俺死んだのか？” ”俺は前世に大魔導士のクラトゥラスだったじゃん！！” 前世の記憶を持った「吉澤覚」のパワハラ魔法が始まる！\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98%EB%8A%94-%EB%A7%88%EB%8F%84%EC%99%95%EC%9D%B4%EB%8B%A4/2337)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/22830)\n\n- [Official French Translation](https://www.delitoon.com/detail/daf_0000335)\n\n- [Official Russian Translation](https://rumix.me/ia_korol_volshebnik)",
      "ko": "10년 전, 차원이 비틀리며 몬스터가 쏟아져 나왔다.\n동시에 생겨난 초능력 각성자들이 몬스터를 잡으며 대세가 되는데...\n\n성훈은 한 달에 네 번, 어머니의 병원비를 마련하기 위해\n각성자의 사냥을 돕고, 뒤처리하는 위험천만한 '짐꾼'으로 활동한다.\n\n그러던 중 몬스터에게 큰 부상을 입고 전생을 기억하게 되는데...\n\n\"어라, 나 죽었나?\"\n\n\"나 전생에 대마도사 크라투라스였잖아!!!\"\n\n전생의 기억을 가진 성훈의 갑질 마법이 시작된다!!\n\n*********************\n판타지 화제작 데카스펠 작가님의 <나는 마도왕이다> 본격 웹툰화!\n세계를 휩쓰는 마도왕의 마법을 웹툰으로 만나 보세요!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98%EB%8A%94-%EB%A7%88%EB%8F%84%EC%99%95%EC%9D%B4%EB%8B%A4/2337)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/22830)\n\n- [Official French Translation](https://www.delitoon.com/detail/daf_0000335)\n\n- [Official Russian Translation](https://rumix.me/ia_korol_volshebnik)",
      "ru": "10 лет назад орда монстров из разлома в пространстве и времени начала атаковать человечество. В то же время люди начали пробуждать силу и охотиться на монстров за славой и деньгами. Санхун, нуждающийся в деньгах из-за болезни своей матери, берёт опасную работу, помогая охотиться на этих монстров четыре раза в месяц в качестве приманки. Но однажды, оказавшись тяжело раненным, он вспомнит свою прошлую жизнь.  \n«Я что, только что умер? Погоди-ка, я был королём-волшебником Кратра в прошлой жизни?!»\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98%EB%8A%94-%EB%A7%88%EB%8F%84%EC%99%95%EC%9D%B4%EB%8B%A4/2337)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/22830)\n\n- [Official French Translation](https://www.delitoon.com/detail/daf_0000335)\n\n- [Official Russian Translation](https://rumix.me/ia_korol_volshebnik)",
      "pt-br": "10 anos atrás, a horda de monstros da fenda formada da distorção do tempo e espaço iniciaram um ataque contra a humanidade. Ao mesmo tempo que, as pessoas começaram a despertar poderes e iniciaram uma caçada aos monstros em busca de fama e dinheiro. Lee SungHoon, à procura de dinheiro devido à doença de sua mãe, arruma um trabalho altamente perigoso, ajudando na caçada desses monstros bancando a isca para os caçadores, fazendo isso quatro vezes no mês. Mas, um dia, ele é gravemente ferido por um monstro e relembra de sua vida passada como o Rei dos Feiticeiros. \"Hã? Eu acabei de morrer? Espera aí, eu era O Rei dos Feiticeiros Kuratauras na minha vida passada?\" Com as memórias de sua vida anterior, o espetáculo do poder mágico esmagador de SungHoon se inicia.   \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98%EB%8A%94-%EB%A7%88%EB%8F%84%EC%99%95%EC%9D%B4%EB%8B%A4/2337)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/22830)\n\n- [Official French Translation](https://www.delitoon.com/detail/daf_0000335)\n\n- [Official Russian Translation](https://rumix.me/ia_korol_volshebnik)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "143"
  },
  {
    "mangaId": "714688cd-6436-4ce9-8d86-d5800018f7f4",
    "title": {
      "en": "Dragon Ball - Awfully (Doujinshi)"
    },
    "updatedAt": "2021-05-25T15:43:43+00:00",
    "coverArt": "https://mangadex.org/covers/714688cd-6436-4ce9-8d86-d5800018f7f4/bd5b3242-52fa-4e31-8527-fcd992834b9e.jpg",
    "altTitles": [],
    "description": {
      "en": "Chichi is trying to measure Goku for some new clothes. They then share a (safe for work) intimate moment in the early days of their relationship."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "cccf4240-fff5-41c1-9298-e16d86860905",
    "title": {
      "en": "Pastel Love"
    },
    "updatedAt": "2024-12-01T09:54:18+00:00",
    "coverArt": "https://mangadex.org/covers/cccf4240-fff5-41c1-9298-e16d86860905/049a0e41-9833-4dbb-9b8a-2f5b1851c7bf.png",
    "altTitles": [
      {
        "zh": "爱的旋律"
      }
    ],
    "description": {
      "en": "\"Millie\" (golden haired), the perfect little girl whose life is fully equipped with everything, but because of her timeless mother, Millie has become an indifferent day-to-day person until she meets \"Zen\" (black-headed), an ordinary little girl whose life focussed on only studying, without Zen knowing that she herself was stirring up Millie's heart to beat again.",
      "pt-br": "\"Millie\" (de cabelos dourados), a garotinha perfeita cuja vida está totalmente equipada com tudo, mas por causa de sua mãe atemporal, Millie se tornou uma pessoa indiferente ao dia a dia até conhecer \"Zen\" (de cabelos pretos), uma garota comum cuja vida se concentra apenas nos estudos, sem que Zen saiba que ela mesma estava fazendo o coração de Millie bater novamente."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "62"
  },
  {
    "mangaId": "8cd657d2-fa8c-4927-b884-44952fe5fbd1",
    "title": {
      "en": "Itoko no Ko"
    },
    "updatedAt": "2024-10-17T15:34:53+00:00",
    "coverArt": "https://mangadex.org/covers/8cd657d2-fa8c-4927-b884-44952fe5fbd1/ebcd551e-28b8-4d01-85e8-d6182db5f8c7.jpg",
    "altTitles": [
      {
        "ja": "いとこのこ"
      },
      {
        "ja-ro": "Itokonoko"
      },
      {
        "en": "My Cousin"
      },
      {
        "en": "My Young Cousin"
      },
      {
        "vi": "Nhỏ em họ của tôi"
      }
    ],
    "description": {
      "en": "His more-than-friends, less-than-lovers cousin is so cute that he could die!!!!? \n\nNozomu is a boy staying at his uncle's house over summer vacation. In the countryside, where there are no convenience stores, or any busses even, the boy has a problem. That problem is his younger cousin, Sou! He’s being led around by this tanned, energetic girl day after day and can’t show her the dignity befitting his older age! On top of that, whether intentional or not, he’s getting flustered by Sou’s inviting demeanor. Eventually, Nozomu couldn’t take his eyes off Sou and is falling more and more under her spell...!!? With a “cousin” like this, his reason is having a hard time hanging on!",
      "ja": "友達以上恋人未満な従妹が距離が近すぎて死ぬほど可愛い!!!!?\n\n夏休みの間、叔父の家で過ごすことになった少年・望。山と田んぼが多い田舎で困惑するも、それ以上彼にはある悩みがあった。その原因は「従妹」の爽!! 褐色元気っ娘の彼女に毎回からかわれては年上の威厳を見せられないでいた！ しかも、天然なのか意図的なのか分からない爽の誘ってくるような仕草にドキッとする始末。いつしか、望は彼女のことが目を離せず……!!? こんな「従妹」がいてくれたら理性が持たない!?",
      "pt-br": "Seu primo mais que amigo, menos que amante é tão fofo que poderia morrer!!!!?\n\nNozomu é um garoto que está na casa do tio nas férias de verão. No campo, onde não há lojas de conveniência, nem mesmo ônibus, o garoto tem um problema. Esse problema é seu primo mais novo, Sou! Ele está sendo levado por essa garota bronzeada e cheia de energia dia após dia e não consegue mostrar a ela a dignidade condizente com sua idade avançada!\n\nAlém disso, intencionalmente ou não, ele está ficando nervoso com o comportamento convidativo de Sou. Eventualmente, Nozomu não conseguia tirar os olhos de Sou e estava caindo cada vez mais sob seu feitiço...!!? Com ​​uma \"prima\" como essa, sua razão está tendo dificuldade em se segurar!\n\nEsta é uma comédia romântica com um cara que está afundando com todas as provocações de sua prima bronzeada!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6814773-e54f-43eb-b14c-0f0b1b31dc8d",
    "title": {
      "en": "Картоп Толы Жәшік"
    },
    "updatedAt": "2024-04-05T16:43:06+00:00",
    "coverArt": "https://mangadex.org/covers/e6814773-e54f-43eb-b14c-0f0b1b31dc8d/5cec0091-445d-4ded-bc6e-7609ff96e678.png",
    "altTitles": [],
    "description": {
      "kk": "Аштықта қиналып жатқан ауылды құтқарғысы келетін Әділеттің оқиғасы. Ауылы үшін ұрлыққа түсіп, үлкен қиыншылықтан аман алып қалғысы келген Әділет шыныменде бәрін дұрыс жасап жатыр ма? Әлде..."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "1"
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-12-28T14:27:47+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a2b9126-c541-47ec-b806-f040f0d20d33",
    "title": {
      "en": "Dungeon no Aru Sekai de Kashikoku Sukoyaka ni Ikiru Houhou"
    },
    "updatedAt": "2024-12-29T12:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/4a2b9126-c541-47ec-b806-f040f0d20d33/8f6332ed-a599-4136-911e-6e6cff798f64.jpg",
    "altTitles": [
      {
        "ja": "ダンジョンのある世界で賢く健やかに生きる方法"
      },
      {
        "en": "How to Live Wisely and Healthily in a World with Dungeons"
      }
    ],
    "description": {
      "en": "Ten years ago, dungeons suddenly appeared all over the world. Yuma Minashiro fell into a dungeon on his way to a job interview. With no equipment and resigned to his death, Yuma obtained an incredible skill: summoning. It was tough because all the spirits he summoned were beautiful girls, and the only way to become stronger was to flirt with them, but he set up a company, made money, and lived a happy life as a dungeon explorer.",
      "ja": "10年前、突如世界中にダンジョンが出現した。皆城悠真は就活面接へ向うその途中、ダンジョンに落ちてしまう。何の装備も持たずに死を覚悟する悠真は、とんでもない＜スキル＞召喚術を手に入れる。召喚で出てくる精霊が軒並み美少女だったり、強くなる方法がその美少女たちとイチャイチャすることだったりして大変だけど、会社を設立したりお金を稼いだりしてダンジョン探索者として楽しく生きていきます。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eba52cca-2736-42b3-8d50-1f6d0790ea5a",
    "title": {
      "en": "Followers of King"
    },
    "updatedAt": "2024-12-25T17:40:27+00:00",
    "coverArt": "https://mangadex.org/covers/eba52cca-2736-42b3-8d50-1f6d0790ea5a/6c7a52f0-405c-46df-b694-f3ef7a02714a.png",
    "altTitles": [
      {
        "zh-ro": "Chuán Wǔ Fān Wài: Wáng Yǔ Zhuī Suí Zhě"
      },
      {
        "zh-hk": "传武番外 王与追随者"
      },
      {
        "en": "Legend of Wu: The King and His Followers"
      }
    ],
    "description": {
      "en": "Gao Jing, you're a maniac. Almost exactly like Gao Sheng was. In your eyes, is the world truly so horrid, horrid enough that you'll go to such extremes to save it? Gao Jing, are these the rules you've laid down for every sect under the sun? You're so delusional your plans are something not even your great grandfather would've dreamed off. So be it then, go and execute your plan, I want to see, if all the sects in the world will be brought to their knees in front of you, or if the Jin dynasty will be destroyed by your very hands!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "30"
  },
  {
    "mangaId": "95801a6e-1e69-4876-b7ed-41d92c9853e3",
    "title": {
      "en": "Mob kara Hajimaru Tansaku Eiyuutan"
    },
    "updatedAt": "2024-12-13T22:27:16+00:00",
    "coverArt": "https://mangadex.org/covers/95801a6e-1e69-4876-b7ed-41d92c9853e3/ac76daaf-3095-4ed0-9ee2-82d0fde9de89.jpg",
    "altTitles": [
      {
        "ja": "モブから始まる探索英雄譚"
      },
      {
        "zh-hk": "從路人開始的探索英雄譚"
      },
      {
        "zh": "从路人开始的探索英雄谭"
      },
      {
        "en": "The Story of an Exploration Hero Who Has Worked His Way up From Common People"
      }
    ],
    "description": {
      "en": "Takagi Kaito, a low status high schooler, your typical mob character so to say, was just a normal everyday explorer who hunted slimes every day in the dungeons that appeared in Japan, earning pocket money while admiring his childhood friend, the class queen, from afar. \n\nOne day, a golden slime he had never seen appears before him. After he defeats it, he obtains an extremely rare item worth hundreds of millions as a drop, a servant card that can summon mythical beings!! After he makes up his mind and summons it, a warrior maiden with unparalleled beauty appears. \n\nRise above being just a mob explorer Kaito! A modern battle fantasy story has begun!\n\n---\n**Links:**\n- [Web Novel (JP)](https://ncode.syosetu.com/n8930fk/) \n- Alternative Official Raw - [Niconico](https://seiga.nicovideo.jp/comic/55183)",
      "ja": "＜ダンジョン＞にソロで潜り、スライム狩りの毎日を送る男子高校生・高木海斗。そんなある日、変なスライムから時価10億の<サーバントカード>を手に入れる。悩み抜いた末に召喚を選択した海斗のもとに現れたのは神話の戦乙女ヴァルキリーの格好をした幼女シルフィーだった。一度は落胆したものの、シルフィーが最強クラスのスキルを持っている事が判明し…!? モブな探索者から成り上がれ!",
      "pt-br": "Takagi Kaito, um colegial de baixa estatura, o típico personagem Mob, era um explorador comum que caçava slimes todos os dias nas masmorras que surgiram no Japão, ganhando dinheiro extra enquanto admirava sua amiga de infância, a madona da classe. Um belo dia, um slime dourado que ele nunca tinha visto antes aparece para ele. Depois de derrotá-lo, ele obtém um item extremamente raro no valor de centenas de milhões, uma carta de Servo que pode convocar seres lendários!! Depois que ele se decide, ele a convoca, e uma donzela guerreira extremamente linda aparece. Supere sua posição como um simples Mob, Kaito! Uma nova fantasia moderna começa!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ec96fc62-975a-4abf-83e3-d2426ca8fbe6",
    "title": {
      "en": "The Villainess Lives Again"
    },
    "updatedAt": "2024-07-23T03:25:14+00:00",
    "coverArt": "https://mangadex.org/covers/ec96fc62-975a-4abf-83e3-d2426ca8fbe6/c773bf7f-9db8-44a6-80d0-9709a4b479a3.jpg",
    "altTitles": [
      {
        "ko": "악녀는 두 번 산다"
      },
      {
        "ko-ro": "Agnyeoneun Du Beon Sanda"
      },
      {
        "fr": "La vilaine vit encore une fois"
      },
      {
        "fr": "L'antagoniste vit une deuxième fois"
      },
      {
        "pt": "A vilã vive duas vezes"
      },
      {
        "es": "La villana vive dos veces"
      },
      {
        "uk": "Друге життя лиходійки"
      },
      {
        "ru": "Вторая жизнь злодейки"
      },
      {
        "ja": "悪女は2度生きる"
      },
      {
        "ja": "悪女は２度生きる"
      },
      {
        "tr": "Kötülüğün İkinci Yaşamı"
      },
      {
        "th": "ชีวิตที่สองของนางร้าย"
      },
      {
        "th": "ชีวิตครั้งใหม่ ของยัยตัวร้าย"
      },
      {
        "zh": "恶女的王座"
      },
      {
        "zh": "恶女的重生"
      },
      {
        "zh": "恶女的二次人生"
      },
      {
        "zh-hk": "惡女重生"
      },
      {
        "zh-hk": "惡女的王座"
      },
      {
        "zh-hk": "惡女的重生"
      },
      {
        "zh-hk": "惡女的二次人生"
      },
      {
        "vi": "Ác nữ tái sinh"
      },
      {
        "id": "The Villainess Lives Twice"
      },
      {
        "fr": "The Villainess Lives Again"
      }
    ],
    "description": {
      "de": "Von klein auf lebte Artezia Rosan in dem Glauben, sie könne ein glückliches Leben führen, solange ihr Bruder erfolgreich ist. Als Meisterin der Manipulation und Intrigen wurde sie das wichtigste Hilfsmittel ihres Bruders, um den Thron des Imperiums zu erobern. Genau deshalb traf sie der Verrat ihres Bruders so hart, als sie für ihre Taten gefesselt und gefoltert wurde. Nachdem sie von Großherzog Cedric Ebron gerettet wird, nutzt sie eine verbotene Magie und opfert ihr eigenes Leben, um ihm zu helfen, dem grausamen Kaiser ein Ende zu setzen. Die Ereignisse nehmen eine seltsame Wendung, als sie einige Jahre in der Vergangenheit aufwacht und schwört, Großherzog Cedric um jeden Preis zu helfen, selbst wenn dies bedeutet, ihre eigene Familie aufzugeben. Man sagt, Blut ist dicker als Wasser, aber kann Artezia es schaffen, ihren Bruder zu besiegen, während ihre eigene Romanze inmitten des Chaos erblüht?\n\n---\n* [Official Translation (DE)](https://www.tappytoon.com/de/comics/the-villainess-lives-again-de)",
      "en": "From childhood, Artezia Rosan's happiness was dependent on ensuring the success of her brother. As a master manipulator and schemer, she became his most valuable ally in seizing the empire’s throne. That’s exactly why her brother's betrayal cut so deeply when Artezia was imprisoned as punishment for all of her crimes. Soon after being rescued by Grand Duke Cedric Ebron, she vows to help him overthrow the cruel new emperor by sacrificing her own life with forbidden magic. Now waking up several years earlier back in time, she will forsake her own family to help Cedric at all costs. They say that blood is thicker than water, but can Artezia destroy her brother while her own romance blossoms amidst the chaos?",
      "fr": "Depuis son plus jeune âge, Artezia vit dans l’ombre de son frère, dont le succès suffirait à garantir le bonheur et la sécurité de la famille, selon sa mère. Elle devient donc la meilleure alliée de ce dernier, organisant maintes conspirations afin de l’aider à accéder au trône impérial. C’est pourquoi, quand ce but est finalement atteint mais qu’elle se retrouve trahie, mutilée et enchaînée en punition pour ses crimes, son ressentiment n’en est que plus grand. Sauvée par le Grand Duc Cedric Ebron, elle décide alors d’utiliser la magie pour aider ce dernier à détrôner l’empereur cruel qu’est devenu son frère. Un sort magique lui permet de revenir plusieurs années en arrière et de changer le cours des choses… Mais Artezia parviendra-t-elle à changer le destin, alors que l’amour s'immisce au milieu du chaos?\n\n---\n**Official Translations:**\n* [French / Français](https://www.tappytoon.com/fr/comics/villainess-lives-again-fr)",
      "ja": "謀略の天才、皇帝を作り上げる！ ”お兄様が成功すれば、お前も成功するのよ” それを信じ、あらゆる悪事を企てた悪女「アルティゼア」。 しかし、彼女の兄への忠誠は裏切りとして返ってくる。 死を前にした彼女に手を差し伸べたのは宿敵であり、正義ある大公「セドリック」だけだった。 魔術で命と引き換えに18歳の自分に生まれ変わった彼女は、「セドリック」を皇帝にするために新たな人生を捧げることにするがーー\n\n---\n**Official Translations:**\n* [Japanese / 日本語](https://piccoma.com/web/product/50796)",
      "ko": "모략의 천재, 황제를 만들다!\n\n\"오빠가 잘되어야 너도 잘되는 거야.\"\n\n온갖 악행을 저질러 오빠를 황제로 만들었다.\n하지만 아르티제아의 헌신은 배신으로 돌아왔다.\n죽음의 문턱에서 그녀에게 구원의 손을 내민 것은, 정의로운 숙적 세드릭 대공뿐이었다.\n\n“계책을 내라.”\n“…….”\n“이 상황을 뒤집을 수 있는 인물을 나는 그대 외에는 떠올리지 못하겠어. 로산 후작.”\n“…….”\n“나에게는 그대의 힘이 필요하다.”\n\n이미 기울어진 세력 판도를 뒤집고 도탄에 빠진 제국을 구할 계책은 없다.\n그러나 방법은 있다.\n모든 것이 잘못되기 이전으로 시간을 돌리는 것.\n\n피의 눈물과 함께 그녀는 자신의 몸을 바쳐 고대마법으로 시간을 돌린다.\n이번에는, 실패하지 않으리라.\n\n죽지 않고 18세로 회귀한 아르티제아는 세드릭 대공을 위한 악녀가 될 것을 결심한다.\n\n“저에게 청혼해 주십시오. 당신을 황제로 만들어 드리겠습니다.”\n\n악마에게 무릎을 꿇은 대가로,\n당신은 당신 대신 손을 더럽힐 악마를 얻을 것입니다.",
      "pt": "Ao cometer todo tipo de atos malignos, ela fez do irmão o imperador. Mas sua dedicação foi recompensada com traição. À beira da morte, quem estendeu uma ajuda foi seu arqui-inimigo, o justo Grão-Duque Cedric.Não era possível restaurar o equilíbrio de poder para um império que já estava caindo em ruínas, mas havia uma maneira... de voltar no tempo antes que tudo desse errado. Com seu sangue e lágrimas, ela sacrifica seu próprio corpo para lançar magia antiga, a fim de voltar no tempo. Desta vez, ela não iria falhar.",
      "ru": "«Твой старший брат хорош, и ты должна соответствовать.»\nОна совершила множество злoдеяний, чтoбы сделать своего старшего брата Императором. Однако преданность Артезии обернулась против неё, ведь единственным, кто подал ей руку помощи на пороге смерти, был заклятый враг, эрцгерцог Седрик.\n«Уловки прочь.»\n«Я не знаю никого, кроме вас, кто мог бы обратить эту ситуацию вспять. Маркиза Розанна.»\n«Мне нужна ваша сила.»\nКазалось, тогда уже невозможно было спасти Империю, находившуюся в крайне бедственном положении, и предотвратить падение власти. Но всё же был один способ. Повернуть время вспять прежде, чем все пойдёт не так. Она, с кровавыми слезами на глазах, пожертвовала своим телом, чтобы овладеть древней магией и обернуть время вспять. В этот раз она не подведёт. Вернувшись в возраст восемнадцати лет, Артезия принимает решение не покорно умереть, а стать злодейкой и пойти на службу к эрцгерцогу Седрику.\n«Пожалуйста, сделайте мне предложение. И я сделаю вас Императором.»\nДабы демoн пал ниц, нужнo запoлучить другoгo, что испачкает руки вместо вас.",
      "zh": "前世为助哥哥成王做尽坏事，却反遭灭口…这一世甘为恶女，联手曾经的政治宿敌，夺回操控人生的王座！\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9146/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E9%87%8D%E7%94%9F/116)",
      "pt-br": "Ao cometer todo tipo de atos malignos, ela fez do irmão o imperador. Mas sua dedicação foi recompensada com traição. À beira da morte, quem estendeu uma ajuda foi seu arqui-inimigo, o justo Grão-Duque Cedric. Não era possível restaurar o equilíbrio de poder para um império que já estava caindo em ruínas, mas havia uma maneira … de voltar no tempo antes que tudo desse errado. Com seu sangue e lágrimas, ela sacrifica seu próprio corpo para lançar magia antiga, a fim de voltar no tempo. Desta vez, ela não iria falhar."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "59807770-c066-4fd4-b39a-d0f273c5d44b",
    "title": {
      "en": "Dinosaurs Sanctuary"
    },
    "updatedAt": "2024-12-01T22:38:49+00:00",
    "coverArt": "https://mangadex.org/covers/59807770-c066-4fd4-b39a-d0f273c5d44b/0ccbddd1-b689-4911-94ee-02b764a6e616.jpg",
    "altTitles": [
      {
        "ja": "ディノサン"
      },
      {
        "ja-ro": "DinoSan"
      },
      {
        "ja-ro": "Dino-san"
      },
      {
        "en": "Dinosaur Sanctuary"
      },
      {
        "vi": "Khu bảo tồn khủng long"
      },
      {
        "eu": "Dinosaurs Sanctuary"
      }
    ],
    "description": {
      "en": "In 1946, someone discovered an island where dinosaurs had survived into the present. Through breeding and genetic manipulation, humans managed to increase their population and supercharge their popularity! Until, well... the unfortunate accident, when people's attitudes soured on the idea of visiting dinosaurs. This story follows a rookie zookeeper who is newly hired at Enoshima Dinoland, a struggling dinosaur sanctuary, and the fascinating creatures who need specialized love and care!",
      "eu": "1946an irla batean dinosauro biziak aurkitu zirenetik, ugalketa programek eta edizio genetikoek narrasti galduak erabat berreskuratzea lortu zuten.\nHaien presentzia ikaragarriak mundu osoko jendea xarmatu zuen, baina istripu batez geroztik fokuetatik urrun gelditu dira.\nHalako egun batez, Suzume Suma zaintzaile gisa hasi da gainbeheran dagoen Enoshima Dinoland dinosauro parkean.\n\nIturria: Harriet Ediciones",
      "vi": "Vào năm 1946, có người phát hiện ra một hòn đảo nơi khủng long đã sống sót cho đến hiện tại. Thông qua việc lai tạo và biến đổi gen, con người đã có thể gia tăng dân số và tăng cường sự nổi tiếng của chúng! Cho đến khi, ừm... một tai nạn đáng tiếc, khi thái độ của mọi người trở nên tệ hơn với ý tưởng đến thăm khủng long. Câu chuyện này kể về một người trông coi sở thú mới vào nghề, người mới được thuê tại Enoshima Dinoland, một khu bảo tồn khủng long đang gặp khó khăn, và những sinh vật hấp dẫn cần tình yêu thương và sự chăm sóc đặc biệt!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13df5a6e-1cee-466c-9f06-09f38fb012b7",
    "title": {
      "en": "Renai no Jugyou"
    },
    "updatedAt": "2024-12-14T00:10:47+00:00",
    "coverArt": "https://mangadex.org/covers/13df5a6e-1cee-466c-9f06-09f38fb012b7/90b0af42-5599-43d3-92d7-a39b38231e13.jpg",
    "altTitles": [
      {
        "ja": "恋愛の授業"
      },
      {
        "en": "Love Class"
      },
      {
        "en": "Love Lesson"
      },
      {
        "id": "Pelajaran Cinta"
      },
      {
        "vi": "Khóa Học Tình Yêu"
      }
    ],
    "description": {
      "en": "In 20XX, the Love Education Law was enacted. \"Love\" has become a mandatory subject in a response to the declining birthrate. Michitaka Sato, a high school student who has given up on romance and works hard on his studies, is on the verge of failing school. When he attends a supplementary class to avoid repeating a grade, Mai Aihara, a beautiful girl who is a problem child, appears as his partner...? Suddenly, he begins to study love alone with the beautiful girl in the three C's. Close contact, close quarters, and behind closed doors! Does Aihara-san have a secret...?",
      "ja": "20××年、少子化対策として「恋愛」が必修科目となった。男子高校生・秦野満月は奥手ゆえに落第寸前に陥り、恋愛落第生となった幼なじみ・可愛川茜と恋愛の補習を受けることに…!?",
      "vi": "Vào năm 20XX, Luật Giáo dục Tình yêu đã được ban hành. \\\"Tình yêu\\\" đã trở thành một chủ đề bắt buộc để đối phó với tỷ lệ sinh giảm.Tahano Mitsuki, một học sinh trung học đã từ bỏ sự lãng mạn và chăm chỉ học tập, đang trên bờ vực thất bại ở trường. Khi anh ấy tham gia một lớp học bổ sung để tránh học lại lớp, Mai Aihara, một cô gái xinh đẹp là một đứa trẻ có vấn đề, xuất hiện như là đối tác của anh ấy...? Đột nhiên, anh bắt đầu nghiên cứu tình yêu một mình với cô gái xinh đẹp trong ba C. Tiếp xúc gần, khu vực gần gũi và sau cánh cửa đóng kín! Aihara-san có bí mật gì không...? Một bộ phim hài lãng mạn học hỏi tình yêu giữa một cô gái JK xinh đẹp và một chàng trai."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00e911ff-0443-4c2d-bb4f-c89740df4a2d",
    "title": {
      "en": "Watashi to Kanojo no Kawaii Koi no Hajime Kata"
    },
    "updatedAt": "2024-12-26T04:16:33+00:00",
    "coverArt": "https://mangadex.org/covers/00e911ff-0443-4c2d-bb4f-c89740df4a2d/f5d57d7b-67a4-42a4-b623-85004818fee5.jpg",
    "altTitles": [
      {
        "en": "How My Cute Girlfriend and I Started a Love Story"
      },
      {
        "ja": "私と彼女のかわいい恋のはじめ方"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a65b33d-bc76-4278-81a3-8a2eaebf78a6",
    "title": {
      "en": "We Are Young"
    },
    "updatedAt": "2024-12-10T11:18:37+00:00",
    "coverArt": "https://mangadex.org/covers/4a65b33d-bc76-4278-81a3-8a2eaebf78a6/d7e495a3-8b70-4207-ae7e-4cdb1ef47f3d.jpg",
    "altTitles": [
      {
        "ko": "위아영"
      }
    ],
    "description": {
      "en": "Since the old days, mystical creatures have existed to help humans. However, now that the times have changed, they suddenly receive a warning from their god: \"Prove that you are still needed\".\n\nWhile grappling with how they can assist humans in the modern era, these creatures decide to send their younglings to the human world to seek answers.\n\nMeanwhile, university student Park Geuru, who lives his miserable days commuting for five hours to school due to a sudden move, accidentally ends up making a bet with the goblin Sihan... \n\nThis is a story about the daily life of these young mystical creatures, exploring the human world in order to avoid their own extinction."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "479034e8-33a2-456d-8adf-146a915b7de2",
    "title": {
      "en": "Zaijian no Yoake Made"
    },
    "updatedAt": "2024-09-27T16:10:17+00:00",
    "coverArt": "https://mangadex.org/covers/479034e8-33a2-456d-8adf-146a915b7de2/a734f40e-5ed8-4443-b523-d0d63d001aa3.png",
    "altTitles": [
      {
        "ja": "再見の夜明けまで"
      },
      {
        "ja": "ザイジェンの夜明けまで"
      },
      {
        "ja-ro": "Saiken no Yoake Made"
      },
      {
        "en": "Zaijian Countdown"
      }
    ],
    "description": {
      "en": "Akio Fujisawa was a quiet loner—obviously the total opposite of the sociable and confident Tingyu, a Chinese exchange student who joined his class. But when Tingyu revealed the insecurities behind that confident exterior, a friendship started to blossom. Fast-forward to years after graduation, and that friendship is still going strong. Tingyu’s frequent visits to Japan keep their connection alive, all while Akio harbours some more-than-friendly feelings..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7",
    "title": {
      "en": "Reincarnation Coliseum: The Weakest Skill Conquers the Strongest Women and Creates a Harem"
    },
    "updatedAt": "2024-12-10T21:02:32+00:00",
    "coverArt": "https://mangadex.org/covers/da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7/d4aa72c4-9fad-489f-a2a0-fa0858a5f212.jpg",
    "altTitles": [
      {
        "ja": "転生コロシアム～最弱スキルで最強の女たちを攻略して奴隷ハーレム作ります～"
      },
      {
        "ja-ro": "Tensei Coliseum ~Saijaku Skill de Saikyo no Onna-tachi wo Koryaku Shite Dorei Harem Tsukurimasu~"
      },
      {
        "en": "Reincarnation Colosseum - Using the Weakest Skills in Order to Defeat the Strongest Women and Create a Slave Harem"
      },
      {
        "id": "Reinkarnasi Colosseum - Menggunakan Keterampilan Terlemah untuk Mengalahkan Wanita Terkuat dan Membuat Harem Budak"
      },
      {
        "zh-hk": "轉生競技場～用最弱技能擊敗最強的女人們打造奴隸後宮～"
      },
      {
        "zh": "转生奴隶角斗场"
      },
      {
        "es-la": "Coliseo de Reencarnación - Utilizar las Habilidades Más Débiles para Atacar a las Mujeres Más Fuertes y Crear un Harén de Esclavas"
      },
      {
        "ko": "전생 콜로세움 ～최약 스킬로 최강의 여자들을 공략해 노예 할렘 만듭니다～"
      },
      {
        "ja": "転コロ"
      },
      {
        "ja-ro": "TenColi"
      },
      {
        "en": "ReColi"
      }
    ],
    "description": {
      "en": "His grades are average. His physical fitness is average. But when it comes to games, high school student Mikagami​ Kouji is a battle-worn veteran. After being summoned to another world by a magic circle, he's given only the Copy skill, which is derided as useless trash in this world. Enslaved as a gladiator by his summoner, Head Priestess Zayd, Mikagami is forced to fight in the horrible Battle Coliseum. Losing means getting raped. In this moment, as despair turns to hope, this is Mikagami's chance to grow!!",
      "es": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami.",
      "id": "Siswa sekolah menengah Kouji Mikagami, memiliki nilai pelajaran biasa dan kemampuan atletik biasa, tapi \"dia tidak banyak kalah\" dalam bermain game, entah kenapa saat bermain game dia tiba-tiba dipanggil ke dunia lain. Sebuah cerita yang dimulai dengan apa yang terjadi. Meskipun mengkonsumsi 1.000 batu ajaib tingkat tinggi untuk melakukan pemanggilan, fakta bahwa ia hanya memiliki \"Skill Copy\" kemampuan terlemah membuat marah pendeta, dan akhirnya Mikagami dijadikan budak gladiator di Colosseum. Mikagami yang kesal dengan situasi yang tiba-tiba menyadari bahwa situasinya seperti dalam game, dan dengan kemampuan terlemahnya dia akan membuat budak harem di dunia lain.",
      "es-la": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "468bfe80-5869-4661-a1ee-d288c5491fc3",
    "title": {
      "en": "Harebare Biyori"
    },
    "updatedAt": "2024-12-29T16:00:14+00:00",
    "coverArt": "https://mangadex.org/covers/468bfe80-5869-4661-a1ee-d288c5491fc3/bbab090d-8e62-4f8b-b109-e19c3330810f.jpg",
    "altTitles": [
      {
        "en": "A Fine and Bright Day"
      },
      {
        "ja": "晴れ晴れ日和"
      },
      {
        "zh": "晴天的女孩"
      }
    ],
    "description": {
      "en": "One day at a funeral, after Chiharu's mother remarried, Chiharu met the child from her new stepfather's previous marriage, Rui. Rui decided to live on her own after the death of the grandfather who raised her, and Chiharu decided to live with her. A tale of togetherness of two stepsisters.",
      "ja": "ある日、母親から再婚を告げられた千晴は相手の連れ子のルイと葬式で出会う。育ての親の祖父を亡くしてひとりで生きると決めたルイと、そんなルイと一緒に暮らすことを決めた千晴。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc7f2c19-0a26-4d89-9505-332fcb7d60c6",
    "title": {
      "en": "Dead Dead Demon's Dededede Destruction"
    },
    "updatedAt": "2024-11-28T19:51:03+00:00",
    "coverArt": "https://mangadex.org/covers/fc7f2c19-0a26-4d89-9505-332fcb7d60c6/661eab65-a0e7-4971-8977-7ef393cae15e.jpg",
    "altTitles": [
      {
        "tr": "Ölü Ölü Şeytanın Yıyıyıyıyıkımı"
      },
      {
        "en": "DDDD"
      },
      {
        "ja": "Dededede"
      },
      {
        "ja": "デッドデッドデーモンズデデデデデストラクション"
      },
      {
        "zh": "恶魔的破坏"
      },
      {
        "zh-hk": "惡魔的破壞"
      },
      {
        "zh": "灭世Demolition"
      },
      {
        "kk": "Жансыз Жек Жажажажажайпасын"
      },
      {
        "fr": "Dead Dead Demon's Dededede Destruction"
      }
    ],
    "description": {
      "en": "A series about the lives of two high school girls living in Tokyo after aliens have invaded. Dead Dead Demon's Dededededestruction is a self-styled dystopian slice-of-life that reflects on modern societal and political issues in Japan while still maintaining a sense of humor and frivolity.\n\nLarge mysterious alien ships have been looming above Japanese towns for three years, filling the sky. Everything changed three years ago. And yet, nothing has changed.\n\nNo weapon used against the invaders' ships had any success, beyond destroying part of Japan and leaving its economy in shambles. JSDF is fighting a guerrilla battle against the aliens all over Japan. America is joining the 'war' effort with more aggressive tactics, dividing Japan over the pacifist principle laid out in Article 9 of the Japanese constitution. But this may just be the mundane story of young high schoolers.\n\n\"No matter what happens, I won't back down. At least not until this world filled with lies and deceit crumbles away. The real threat to humankind is not invaders, but me.\"\n\n---\n- **Won the 66th Shogakukan Manga Award for General Manga** \n- **Won the 25th Japan Media Arts Festival Excellence Award in 2022**",
      "fr": "Depuis 3 ans, le ciel de Tokyo est recouvert par un gigantesque vaisseau spatial extra-terrestre. Pourtant, aucune attaque de la part des extra-terrestres n’est recensée, bien que les humains abattent, avec une facilité déconcertante, les petits vaisseaux qui sortent de temps en temps du ventre de l’immense engin…\n\nPendant ce temps, sur Terre, les deux amies Kadode et Ôran, comme la majorité des humains, ne prêtent plus attention à ce vaisseau et continuent à vivre leur vie. Mais ces 3 années de paix ont endormi la vigilance de l’Humanité… Elle ne remarque pas que « l’envahisseur » s’est infiltré au sein de sa population. Et il pourrait bientôt troubler leur paisible quotidien !\n\n---\n\nMaison d'édition FR : **Kana**",
      "pt-br": "Uma série sobre a vida de duas garotas do ensino médio que vivem em Tóquio após a invasão de alienígenas. Dead Dead Demon's Dedededestruction é uma série de vida distópica que reflete sobre questões sociais e políticas modernas no Japão, mantendo um senso de humor e frivolidade.\nGrandes e misteriosas naves alienígenas estão pairando sobre as cidades japonesas há três anos, enchendo o céu. Tudo mudou há três anos. E, no entanto, nada mudou.\nNenhuma arma usada contra as naves dos invasores teve sucesso, além de destruir parte do Japão e deixar sua economia em frangalhos. A JSDF está travando uma batalha de guerrilha contra os alienígenas em todo o Japão. Os Estados Unidos estão se juntando ao esforço de “guerra” com táticas mais agressivas, dividindo o Japão em relação ao princípio pacifista estabelecido no Artigo 9 da constituição japonesa. Mas essa pode ser apenas a história mundana de jovens estudantes do ensino médio.\n“Aconteça o que acontecer, não vou desistir. Pelo menos não até que este mundo cheio de mentiras e enganos se desfaça. A verdadeira ameaça à humanidade não são os invasores, mas eu.”"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "100"
  },
  {
    "mangaId": "5fcf0847-7d3a-4164-a705-970a06df2794",
    "title": {
      "en": "Blue Archive - Problem Solver 68 Business Diary"
    },
    "updatedAt": "2024-09-30T13:57:14+00:00",
    "coverArt": "https://mangadex.org/covers/5fcf0847-7d3a-4164-a705-970a06df2794/5b2edc19-f389-43d8-a71c-6539584733d8.jpg",
    "altTitles": [
      {
        "ja": "ブルーアーカイブ 便利屋68業務日誌"
      },
      {
        "zh": "便利屋68业务日志"
      },
      {
        "ja-ro": "Blue Archive - Benriya 68 Gyoumunishi"
      },
      {
        "vi": "Blue Archive: Nhật kí nghiệp vụ của Handyman 68"
      }
    ],
    "description": {
      "en": "From the smash hit smartphone game \"Blue Archive\" comes the debut of Problem Solver 68 as our protagonist in this spin-off comic!! Please enjoy the comedic story of our four Problem Solvers in Kivotos - The Academic City!",
      "ja": "大人気スマホゲーム『ブルーアーカイブ』から、「便利屋68」を主役としたスピンオフコミックが登場!! 学園都市キヴォトスを舞台に便利屋の4人が巻き起こすドタバタ劇をお楽しみください！",
      "vi": "Từ trò chơi dành cho smartphone đang nổi tiếng hiện nay \"Blue Archive\" chào đón sự xuất hiện dưới tư cách nhân vật chính của câu lạc bộ \"Handyman 68 (Công ty Dịch vụ giúp việc số 68)\" trong bộ manga ngoại truyện này!! Hãy cùng thưởng thức câu chuyện hài hước của bốn cô gái chạy vặt ở Thành phố Học viện Kivotos nào!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35d3a88e-6e93-431e-a671-3e39c3e55a81",
    "title": {
      "en": "Noroi no Ningyou"
    },
    "updatedAt": "2024-12-30T07:12:29+00:00",
    "coverArt": "https://mangadex.org/covers/35d3a88e-6e93-431e-a671-3e39c3e55a81/d678d86d-68bb-469f-a183-9f54fbb16369.jpg",
    "altTitles": [
      {
        "ja": "呪いの人形"
      }
    ],
    "description": {
      "en": "A special one-shot published in Weekly Shounen Magazine No. 9, 2024"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "c727d921-4294-455b-9bcc-2f0c7d29cd9a",
    "title": {
      "en": "Good-for-Nothing Blues"
    },
    "updatedAt": "2024-11-21T15:28:50+00:00",
    "coverArt": "https://mangadex.org/covers/c727d921-4294-455b-9bcc-2f0c7d29cd9a/94d40a54-9507-4dfd-8f37-adf6ae64a43d.jpg",
    "altTitles": [
      {
        "fr": "Racaille Blues"
      },
      {
        "ja-ro": "RokuBuru"
      },
      {
        "tr": "Serseri Hüznü"
      },
      {
        "ja": "ろくでなしBLUES"
      },
      {
        "vi": "Bản Blues vô giá trị"
      },
      {
        "ja-ro": "Rokudenashi Blues"
      }
    ],
    "description": {
      "en": "Maeda is a new student in the Teiken High School. He stutters when he's nervous and he's rather clumsy. He gets noted immediately because he hits a teacher during the entrance ceremony. Some clubs search to enlist him as they see in him a force they can use to get even with other clubs. But Maeda is a loner and has only one dream: becoming boxing champion. His first objective is to beat the leader of the boxing club. \"Rokudenashi\" translates as \"good for nothing\".  \n  \nThe manga focuses more on gang warfare than boxing.",
      "es": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo.",
      "vi": "Maeda Taison, chàng thiếu niên tới từ Osaka mang trong mình ước mơ trở thành nhà vô địch boxing thế giới. Xuyên suốt 3 năm học của cậu không chỉ là những trận đánh, những xung đột mà còn có cả những câu chuyện đầy tính nhân văn.\nHuyền thoại của dòng manga yankee Nhật Bản, dù đã kết thúc từ năm 1997 nhưng Rokudenashi Blues (RB) vẫn đang là bộ manga yankee bán chạy nhất mọi thời đại. Vì kết thúc đã lâu nên nội dung của nó có phần \"outdate\", tuy nhiên vẫn rất đáng đọc.",
      "es-la": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "409"
  },
  {
    "mangaId": "9df7aba4-fa68-4cee-8b73-8b4681dc775a",
    "title": {
      "en": "Horegusuri ga Kikanai Joshu"
    },
    "updatedAt": "2024-12-30T06:53:09+00:00",
    "coverArt": "https://mangadex.org/covers/9df7aba4-fa68-4cee-8b73-8b4681dc775a/d3ff05ea-a46d-41f6-a057-3151b2407072.jpg",
    "altTitles": [
      {
        "ja": "惚れ薬が効かない助手"
      },
      {
        "en": "Assistant Who is Immune to Love Potion"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-12-09T11:21:20+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/3b57c7da-d877-4268-8a82-df56a1f9e9ca.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "en": "Kagura Bowl"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "he": "קאגורהבאצ'י"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge.",
      "he": "צ'יהירו הצעיר מבלה את ימיו באימונים תחת הדרכתו של אביו, מחשל החרבות המפורסם. יום אחד, הוא מקווה להפוך בעצמו ליצרן חרבות דגול. האב המשעשע והבן הרציני--הם חשבו שהימים האלו יימשכו לנצח. אבל לפתע, הטרגדיה מכה. יום אפל ספוג בדם. צ'יהירו וחרבו חיים כעת רק למען הנקמה.",
      "ja": "刀匠を志す少年チヒロは、父の下で日々修行に励んでいた。おちゃらけた父と寡黙な息子。笑いの絶えない毎日がいつまでも続くと思っていたが…ある日悲劇が訪れる…。血塗られた絆と帰らない日常。少年は憎しみを焚べ、決意の炎を心に宿す…。",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd4b0070-b511-4f7f-ba06-64c307ac4a8d",
    "title": {
      "en": "Onna Tomodachi wa Tanomeba Igaito Yarasete Kureru"
    },
    "updatedAt": "2024-08-26T14:18:33+00:00",
    "coverArt": "https://mangadex.org/covers/dd4b0070-b511-4f7f-ba06-64c307ac4a8d/95846ddc-1527-44e3-bacf-5b30a2c1e7b2.jpg",
    "altTitles": [
      {
        "en": "My Female Friends Are Surprisingly Willing to Let Me Do It If I Ask For It"
      },
      {
        "ja": "女友達は頼めば意外とヤらせてくれる"
      },
      {
        "pt-br": "Surpreendentemente, minhas amigas estão dispostas a me deixar fazer isso se eu pedir"
      }
    ],
    "description": {
      "en": "Hisaya Minato, a normal high school student, has a female friend who is a bit peculiar. She is Aoi Hatsuki, the most beautiful girl in the high school. For some reason, they get along very well, and since they happen to live on the same floor, they gradually become good friends, coming and going from each other's houses. One day, Minato suddenly asks her to show him her panties. At first, Hatsuki is reluctant, but then she starts to roll up her skirt?",
      "ja": "平凡な高校生・湊寿也には可愛すぎる女友達がいる。それは美少女ギャルの葉月葵。何故か気が合う二人は、偶然同じマンションに住んでいることもあって、お互いの家に入り浸るほど仲良くなっていく。そんなある日、湊は勢いで「パンツを見せてほしい」とお願いしてしまう。初めは渋る葉月だったが、恥じらいつつスカートをめくり始めて――！？\n \n--- \n \nHeibon'na kōkōsei Minato hisaya ni wa sukoshi kawatta tomodachi ga ita. Sore wa gakkō ichi no bishōjo Hadzuki Aoi. Nazeka kigaau futari wa, gūzen onaji manshon ni sunde iru koto mo ari, jojoni tagai no ie o yukikisuru nakanoii \"tomodachi\" ni. Son'na aru Ni~Tsu, minato wa ikioi de \"pantsu o misete hoshī\" to onegai shite shimau. Hajime wa shiburu hadzukidattaga, mizukara sukāto o mekuri hajimete iki ――!?",
      "pt-br": "Hisaya Minato, um simples estudante do ensino médio, tem uma amiga um tanto peculiar. Aoi Hatsuki, a garota mais linda do ensino médio, por alguma razão, eles se dão muito bem, e por morarem no mesmo andar, gradualmente se tornaram melhores amigos, indo e vindo da casa um do outro. Um dia, Minato de repente pede que ela mostre sua calcinha para ele. De cara, Hatsuki fica relutante, mas então ela começa a levantar sua saia?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c3d683a-1d2b-421e-a515-6136deaba691",
    "title": {
      "en": "Fox Love Story"
    },
    "updatedAt": "2023-07-23T12:47:49+00:00",
    "coverArt": "https://mangadex.org/covers/1c3d683a-1d2b-421e-a515-6136deaba691/23f2b9a2-74c3-4055-910a-88e493265bd0.jpg",
    "altTitles": [
      {
        "ko": "여우애담"
      }
    ],
    "description": {
      "en": "Gumiho Yeon, who despises humans, accidentally avoids an accident with the help of human Dong-i. In essence, a nine-tailed fox is a being that has to repay the favor it receives. Yeon visits Dong-i without skipping a day for Bo-eun, and Dong-i is only burdened with such a kite. The two, who seemed never to be able to get closer, know each other's wounds and shortcomings, fill them in, and develop good feelings... The two are different in their environment, race, and way of loving. Can a nine-tailed fox and human love have a happy ending?",
      "ko": "인간을 멸시하는 구미호 연은 우연히 인간인 동이의 도움을 받아 사고를 면하게 된다.\n\n본디 구미호란 은혜를 입으면 갚아야만 하는 존재.\n연은 보은을 위해 하루도 거르지 않고 동이를 찾아가고, 동이는 그런 연이 부담스럽기만 하다.\n\n절대 가까워질 수 없을 것 같던 둘은 서로의 상처와 결핍을 알고, 채워주며 좋은 감정을 키워나가는데...\n\n살아온 환경도, 종족도, 사랑하는 방식마저 다른 둘. 구미호와 인간의 사랑은 과연 행복한 결말로 맺어질 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62642f72-ed18-46f9-a8dd-4add20b752fc",
    "title": {
      "en": "Kuma to Usagi wa Tomodachi dewa Irarenai"
    },
    "updatedAt": "2024-11-29T11:30:59+00:00",
    "coverArt": "https://mangadex.org/covers/62642f72-ed18-46f9-a8dd-4add20b752fc/99331896-febc-4091-8afb-163ed86694a7.jpg",
    "altTitles": [
      {
        "ja": "クマとウサギは友達ではいられない"
      },
      {
        "ja-ro": "Kuma to Usagi wa Tomodachi de wa Irarenai"
      },
      {
        "en": "Bear and Bunny Cannot Be Friends"
      },
      {
        "ja": "チャラ男くんと清楚ちゃん"
      },
      {
        "ja-ro": "Charao-kun to Seiso-chan"
      },
      {
        "en": "Playboy-kun & Neat-chan"
      }
    ],
    "description": {
      "en": "A playboy goes after an innocent-seeming girl, having no idea what he's getting into.\n\n**Note:** Not to be confused with [NoTR](https://mangadex.org/title/03346265-8076-4b14-8c80-78c2f04511be), another series from this same artist."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99b8eaeb-9041-4bfd-8eb7-d72addc88eb7",
    "title": {
      "en": "The Café Terrace and Its Goddesses"
    },
    "updatedAt": "2024-12-27T12:30:32+00:00",
    "coverArt": "https://mangadex.org/covers/99b8eaeb-9041-4bfd-8eb7-d72addc88eb7/41daf1c9-9aad-4d10-aca9-253202b34f44.jpg",
    "altTitles": [
      {
        "ja": "女神のカフェテラス"
      },
      {
        "ja-ro": "Megami no Cafe Terrace"
      },
      {
        "ja-ro": "Megami no Kafeterasu"
      },
      {
        "en": "Goddess Café Terrace"
      },
      {
        "fr": "Le café terrasse des déesses"
      },
      {
        "ne": "देवीहरूको क्याफे टेरेस"
      },
      {
        "ru": "Терраса-кафе богинь"
      },
      {
        "vi": "Quán Cà Phê Nữ Thần"
      }
    ],
    "description": {
      "en": "Kasukabe Hayato has been accepted to Tokyo U on his first try. Receiving news of his grandmother's death, he returns to his childhood home, Cafe Terrace Familia, for the first time in three years to find five strange girls there who claim to be \"Grandma's Family\"! Hayato's unexpected life in a seaside town with these five girls of fate begins here!\n___\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10009/episode/319474) (U.S. Only)",
      "ja": "東大現役合格の秀才・粕壁 隼。ケンカ別れしていた祖母の訃報を聞いて、3年ぶりに海辺の町の古びた実家「カフェテラス・ファミリア」に帰ると、そこには見知らぬ５人の女の子が！ しかも彼女たちは「おばあちゃんの家族」を名乗り…!? 運命の女×５との贅沢すぎる共同生活が始まるっ！『涼風』『君町』『風夏』の瀬尾公治が描く一つ屋根の下ハーレム！ どの娘に恋する？どの娘を愛でる？",
      "ru": "Спустя три года, после ссоры со своей бабушкой, Хаято Касукабэ возвращается в свой родной дом в котором поселилось пять девушек. Выясняется, что бабушка Хаято позволила девушкам жить в этом доме, а те заботились о ней до самой её смерти. Так начинается история Хаято и пяти \"Богинь\".",
      "vi": "Kasukabe Hayato đã được nhận vào Đại Học Tokyo ngay trong lần thi đầu tiên. Nhưng sau khi nhận được tin bà nội qua đời, anh trở về ngôi nhà thời thơ ấu của mình, quán cà phê Familia.  Và thấy 5 cô gái lạ mặt tự xưng là \"Gia đình của bà\"! Cuộc sống mới của Hayato tại một thị trấn ven biển với năm cô gái định mệnh bắt đầu từ đây!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4cfbb1c-766e-49db-ae80-1a5db3cbcc1b",
    "title": {
      "en": "Uzumaki"
    },
    "updatedAt": "2023-02-10T19:29:23+00:00",
    "coverArt": "https://mangadex.org/covers/f4cfbb1c-766e-49db-ae80-1a5db3cbcc1b/9cae3e50-c2dd-450c-a550-c00db7885574.png",
    "altTitles": [
      {
        "tr": "Sarmal"
      },
      {
        "es": "Spirála"
      },
      {
        "en": "The Spiral"
      },
      {
        "en": "Vortex"
      },
      {
        "en": "Whirlpool"
      },
      {
        "uk": "Спіраль"
      },
      {
        "ja": "うずまき"
      },
      {
        "zh": "漩涡"
      },
      {
        "ru": "Спираль"
      },
      {
        "pl": "Spirala"
      },
      {
        "fr": "Spirale"
      },
      {
        "ar": "الدوامة"
      },
      {
        "th": "ก้นหอยมรณะ"
      },
      {
        "ms": "Lubuk Pusar"
      },
      {
        "kk": "Шиыршық"
      }
    ],
    "description": {
      "en": "On her way to the station to pick up Shuichi Saito, a high school student from a neighboring town, she finds Shuichi's father sitting in an alley, staring at a wall. \n\nHe seemed oblivious to Kirie's greeting and continued to stare at the snail shell stuck to the wall... \n\nAn out-of-this-world horror depicted by Junji Ito, the genius of new-sensation horror!",
      "ru": "Курозу — маленький японский городок. По словам Сюити Сайто, друга главной героини Кириэ Госимы, этот город проклят спиралями. Они видны повсюду — как в растениях или урагане, так и в людях. Отца Сюити одолевает навязчивая идея, и постепенно каждый житель города погружается в водоворот событий, из которого невозможно вернуться...",
      "uk": "Курозу – маленьке японське містечко. За словами Шюїчі Сайто, друга головної героїні Кіріе Ґошіми, це місто прокляте спіралями. Вони помітні всюди – як в рослинах або урагані, так і в людях. Батька Шюїчі оволодіває нав'язлива ідея, і поступово кожен житель міста занурюється у вир подій, з якого неможливо повернутися…",
      "pt-br": "Uzumaki conta a história de uma cidade assombrada, não por um fantasma ou demônio, mas por um padrão geométrico que domina a mente de seus habitantes. Em Kurouzu Cho, uma pequena cidade costeira do Japão, tudo parecia normal até que alguns de seus habitantes começarem a ter comportamentos muito estranhos, ligado a obsessão pela forma espiral. Tudo começa quando kirie Goshima vê o pai de seu namorado hipnotizado por uma casca de caracol e a partir daí, muitos coisas estranhas viriam acontecer."
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "19"
  },
  {
    "mangaId": "b04582e8-d98b-4f6e-b605-c300f3a5e3bd",
    "title": {
      "en": "Sanda"
    },
    "updatedAt": "2024-10-14T13:11:49+00:00",
    "coverArt": "https://mangadex.org/covers/b04582e8-d98b-4f6e-b605-c300f3a5e3bd/7ee68920-77cf-40ec-accd-ce6954c8b74e.jpg",
    "altTitles": [
      {
        "ja": "サンダ"
      }
    ],
    "description": {
      "en": "In the year 2080, the world is like it is now, yet different. Government-arranged marriages, elaborate plastic surgery, and medical science are at the forefront of Japanese society.\n\nSanda Kazushige is a middle-school student who hasn't quite matured, despite being in the thralls of puberty. Put into a life-threatening situation by his classmate Fuyumura, Sanda discovers his uncanny ability to turn into a burly (and more grown) Santa Claus, and is thrown into a world of chaos to save his fellow students in only ways Santa Claus can do, while trying to solve the mysteries of the school he attends and the truth to where his supposedly-dead classmate Ono went.",
      "ja": "これは少し未来のお話。超少子化が進み、様々な風習が失われた近未来。大黒愛護学園に通う普通の少年、三田は、なぜか同級生の冬村四織に命を狙われていた。突如として振り下ろされる凶刃。それには、行方不明になった冬村の友人と、三田が抱えている「とある呪い」に理由があって…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "142"
  },
  {
    "mangaId": "ae5d38f5-b192-44ec-858f-6724c1054886",
    "title": {
      "en": "Hoshizora no Karasu"
    },
    "updatedAt": "2024-03-16T08:22:31+00:00",
    "coverArt": "https://mangadex.org/covers/ae5d38f5-b192-44ec-858f-6724c1054886/5130f83d-0640-48dd-bfa3-0120860a58cc.jpg",
    "altTitles": [
      {
        "en": "Crow in the Starry Sky"
      },
      {
        "ja": "星空のカラス"
      },
      {
        "en": "星空之鸦"
      }
    ],
    "description": {
      "en": "Waka is a 13 year-old Go-lover! Learning from her grandfather, a pro go player, she comes to enjoy connecting with the people around her, regardless of age or gender. One day, she meets the young genius go player, Sagisaka Souji, in a match that tore at both body and soul, and so she decides to become a pro go player herself!"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "54"
  },
  {
    "mangaId": "c314aabc-24f1-43b4-82b6-9601b8fa24c8",
    "title": {
      "en": "Kamakura Bakeneko Club"
    },
    "updatedAt": "2024-12-08T18:29:25+00:00",
    "coverArt": "https://mangadex.org/covers/c314aabc-24f1-43b4-82b6-9601b8fa24c8/20c30be2-1d03-4626-a35a-a0c8d4bae6e2.png",
    "altTitles": [
      {
        "ja-ro": "Kamakura Bakeneko Kurabu"
      },
      {
        "ja": "かまくらBAKE猫倶楽部"
      },
      {
        "en": "Kamakura Monster-Cat Club"
      }
    ],
    "description": {
      "en": "There exists an old rumor relating to cats within the ancient capital of Kamakura... that if you go to the \"Bakeneko Club\", located somewhere in Kamakura, you can meet cats that have gone missing. Even today, people wander into \"Kamakura Neko Club\", where Maya and Gakuto work, relying on this rumor."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-12-26T13:19:48+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/91a6fbb8-6d3b-41cd-9de4-daa2f4a4727e.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "en": "The weirdo one desk over keeps giving me THAT kind of look"
      },
      {
        "ur": "Sath ki kursi par beithne wali mujhe \"Un Ankhoñ\" se deikhti he"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?",
      "ja": "主人公の池沢くんは、同じクラスの美少女・江口さんのことを「そういう目」で見ている。しかし実は、江口さんも「そういう目」で池沢くんのことを見ていて！？チラ見えする筋肉、汗ばむ肌、髪の香り…互いに興味津々な2人の「下心」から始まる純愛ラブコメ！好きな人のなら、臭いも汗も×××も…全部好き。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3b20d87-847d-4c51-84e5-ce9886693c85",
    "title": {
      "en": "I Tamed a Tyrant and Ran Away"
    },
    "updatedAt": "2024-07-10T15:37:54+00:00",
    "coverArt": "https://mangadex.org/covers/f3b20d87-847d-4c51-84e5-ce9886693c85/61506207-e095-410f-b737-c45d615f65f7.jpg",
    "altTitles": [
      {
        "ko": "폭군을 길들이고 도망쳐버렸다"
      },
      {
        "ko-ro": "Pogguneur Girdeurigo Domachyeobeoryeossda"
      },
      {
        "en": "The Taming of the Tyrant"
      },
      {
        "de": "Ich zähmte den Tyrannen und rannte weg"
      },
      {
        "fr": "Fuir le tyran que j'ai crée"
      },
      {
        "fr": "J'ai apprivoisé un tyran et me suis enfuie"
      },
      {
        "pt": "Eu domei um tirano e escapei"
      },
      {
        "es": "Domé al tirano y escapé"
      },
      {
        "uk": "Втекти, приборкавши тирана"
      },
      {
        "ru": "Я приручила тирана и убежала"
      },
      {
        "ru": "Я сбежала, приручив тирана"
      },
      {
        "fa": "یک ستمگر رو رام کردم و بعدش فرار کردم"
      },
      {
        "mn": "Дарангуйлагчийг номхотгоод зугтсан нь"
      },
      {
        "ja": "暴君を手懐けて逃げてしまった"
      },
      {
        "zh-hk": "我在馴服暴君後落跑了"
      },
      {
        "zh": "驯服暴君后逃跑"
      },
      {
        "zh": "驯服君主后逃跑"
      },
      {
        "th": "ฉันลวงทรราชให้ภักดีแล้วหนีจาก"
      },
      {
        "vi": "Thuần Hóa Bạo Chúa Rồi Bỏ Trốn"
      }
    ],
    "description": {
      "en": "God gave me a chance to relive my life. Before my rebirth, I'd been used for the past 400 years as the empire's sword. And so, I swore to destroy the empire. I found the young prince of the country and became his teacher. I taught him how to become a tyrant and asked for the country.\n\n\"I will do as the lady wishes.\"\n\nHe conquered the whole empire for me, and I ran away.\n\n\"I came to take you, Charlize Ronan,\" Dylan had become a perfect tyrant and searched the entire empire for me.\n\n\"You tamed me, so why did you run away?\"\n\n---\nAll Charlize Ronan ever wanted was to bring honor to her family. But instead, she is forced into becoming a “living sword” -- a mere tool for the emperors. It is from this hell that she prays for justice… and awakens in her former body. Now, determined to tear down this horrible empire, Charlize seeks out the young prince, Dylan Blade. She will put him on the throne, not as an honorable ruler, but as a tyrant. It is time for Charlize to tame the one who will bring forth her revenge.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52478267), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6005645)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0%EC%9D%84-%EA%B8%B8%EB%93%A4%EC%9D%B4%EA%B3%A0-%EB%8F%84%EB%A7%9D%EC%B3%90%EB%B2%84%EB%A0%B8%EB%8B%A4/2457), [KakaoPage](https://page.kakao.com/content/56310553)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/18026), [Tapas](https://tapas.io/series/the-taming-of-the-tyrant/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%9C%A8%E9%A6%B4%E6%9C%8D%E6%9A%B4%E5%90%9B%E5%BE%8C%E8%90%BD%E8%B7%91%E4%BA%86/155)\n* [French / Français](https://www.delitoon.com/webtoon/fuir_le_tyran_que_jai_cree)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010059)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Tamed-a-Tyrant-and-Ran-Away/179)\n* [Japanese / 日本語](https://piccoma.com/web/product/72074)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%A5%E0%B8%A7%E0%B8%87%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7%E0%B8%AB%E0%B8%99%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/173)",
      "es": "Dios me dio la oportunidad de revivir mi vida. Antes de mi renacimiento, me habían utilizado durante los últimos 400 años como espada del imperio. Y así, juré destruir el imperio. Encontré al joven príncipe del país y me convertí en su maestra. Le enseñé a convertirse en un tirano y le pregunté por el país.\n\n\"Haré lo que la dama desee.\"\n\nConquistó todo el imperio para mí y me escapé.\n\n\"Vine a llevarte, Charlize Ronan.\" Dylan se había convertido en un perfecto tirano y me buscó por todo el imperio.\n\n\"Me domaste, así que ¿por qué te escapaste?\"\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52478267), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6005645)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0%EC%9D%84-%EA%B8%B8%EB%93%A4%EC%9D%B4%EA%B3%A0-%EB%8F%84%EB%A7%9D%EC%B3%90%EB%B2%84%EB%A0%B8%EB%8B%A4/2457), [KakaoPage](https://page.kakao.com/content/56310553)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/18026), [Tapas](https://tapas.io/series/the-taming-of-the-tyrant/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%9C%A8%E9%A6%B4%E6%9C%8D%E6%9A%B4%E5%90%9B%E5%BE%8C%E8%90%BD%E8%B7%91%E4%BA%86/155)\n* [French / Français](https://www.delitoon.com/webtoon/fuir_le_tyran_que_jai_cree)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010059)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Tamed-a-Tyrant-and-Ran-Away/179)\n* [Japanese / 日本語](https://piccoma.com/web/product/72074)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%A5%E0%B8%A7%E0%B8%87%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7%E0%B8%AB%E0%B8%99%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/173)",
      "ru": "Бог дал мне еще один шанс и наконец я вернулась спустя четыреста лет. Как только я поняла, что вернулась, я решила, что «Никто не должен быть охвачен гордыней». Моей целью было уничтожить страну. Итак, я выросла с гениальным принцем, который жил в подполье и ожидал возможности для возвращения. Он захватил Империю для меня, и я оставила его, чтобы он достиг своей цели.\n— Я пришел, чтобы забрать тебя, Шарлиз Ронан.\nЧерез несколько лет поисков по всему континенту Дилан, ставший идеальным тираном, нашел меня.\n— Почему ты сбежала?!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52478267), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6005645)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0%EC%9D%84-%EA%B8%B8%EB%93%A4%EC%9D%B4%EA%B3%A0-%EB%8F%84%EB%A7%9D%EC%B3%90%EB%B2%84%EB%A0%B8%EB%8B%A4/2457), [KakaoPage](https://page.kakao.com/content/56310553)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/18026), [Tapas](https://tapas.io/series/the-taming-of-the-tyrant/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%9C%A8%E9%A6%B4%E6%9C%8D%E6%9A%B4%E5%90%9B%E5%BE%8C%E8%90%BD%E8%B7%91%E4%BA%86/155)\n* [French / Français](https://www.delitoon.com/webtoon/fuir_le_tyran_que_jai_cree)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010059)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Tamed-a-Tyrant-and-Ran-Away/179)\n* [Japanese / 日本語](https://piccoma.com/web/product/72074)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%A5%E0%B8%A7%E0%B8%87%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7%E0%B8%AB%E0%B8%99%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/173)",
      "uk": "Кейра – меч імператорів, що несе славу та розквіт Імперії Блейд. Ніхто й подумати не може, що колись цей меч був людиною. \nШарліз Ронан лише хотіла стати честю своєї сім'ї. Погодившись стати імперським лицарем, вона не знала, на які страждання себе прирекла. Хоч її тіло перетворили на меч, та розум завжди був у свідомості. З самого пекла вона молилася про справедливість.\n\n«Я не проклятий меч! Я – людина!»\n\nЇй дали другий шанс. Шанс на помсту. Шарліз рішуче вирішила знищити Імперію Блейд. Вона посадить на трон Ділана, тринадцятого принца, не як почесного правителя, а як жорсткого тирана. Вона зруйнує імперію навіть ціною власного життя.\n\n«Шарліз, чому ти спочатку підкорила мене, а потім залишила?»\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52478267), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6005645)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0%EC%9D%84-%EA%B8%B8%EB%93%A4%EC%9D%B4%EA%B3%A0-%EB%8F%84%EB%A7%9D%EC%B3%90%EB%B2%84%EB%A0%B8%EB%8B%A4/2457), [KakaoPage](https://page.kakao.com/content/56310553)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/18026), [Tapas](https://tapas.io/series/the-taming-of-the-tyrant/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%9C%A8%E9%A6%B4%E6%9C%8D%E6%9A%B4%E5%90%9B%E5%BE%8C%E8%90%BD%E8%B7%91%E4%BA%86/155)\n* [French / Français](https://www.delitoon.com/webtoon/fuir_le_tyran_que_jai_cree)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010059)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Tamed-a-Tyrant-and-Ran-Away/179)\n* [Japanese / 日本語](https://piccoma.com/web/product/72074)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%A5%E0%B8%A7%E0%B8%87%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7%E0%B8%AB%E0%B8%99%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/173)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "120"
  },
  {
    "mangaId": "a5195524-999d-491c-9304-2a8fe2440e50",
    "title": {
      "en": "Good Doctor"
    },
    "updatedAt": "2024-10-04T17:39:45+00:00",
    "coverArt": "https://mangadex.org/covers/a5195524-999d-491c-9304-2a8fe2440e50/4d20494c-502e-4891-ab12-0029b9435ed8.jpg",
    "altTitles": [
      {
        "ko": "굿닥터"
      },
      {
        "ja": "グッド・ドクター"
      },
      {
        "en": "The Good Doctor"
      },
      {
        "tr": "Mucize Doktor"
      },
      {
        "ru": "Хороший доктор"
      }
    ],
    "description": {
      "en": "The main character, Park Si-on, suffers from autism and savant syndrome.\nWith his innate genius like two sides of the same coin, he enters a pediatric surgery resident at a university hospital.\nThe prejudice of being a doctor with autism and the battle for power in the hospital are getting more and more dangerous...!\nWill I ever be able to become a real doctor?\n\n---\n\n- Based on 2013 K-drama of the same name",
      "ko": "몸은 29살, 마음은 9살. 자폐증과 서번트 증후군을 앓고 있는 주인공 박시온.\n동전의 양면처럼 타고난 천재성을 가지고 대학병원 소아외과 레지던트로 들어가게 된다.\n자폐증을 앓는 의사라는 편견과 병원 안에서 벌어지는 세력 싸움 속에서 점점 위태로워지는데..!\n과연 진짜 의사가 될 수 있을까?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "36"
  },
  {
    "mangaId": "2a8e58a1-db4e-44e8-9dd4-68326ab8d53f",
    "title": {
      "en": "Legal Scandal"
    },
    "updatedAt": "2024-12-30T04:20:56+00:00",
    "coverArt": "https://mangadex.org/covers/2a8e58a1-db4e-44e8-9dd4-68326ab8d53f/85ee1d6f-254a-44a6-8ded-f7ba8ba4e042.jpg",
    "altTitles": [
      {
        "ko": "합법 스캔들"
      }
    ],
    "description": {
      "en": "\"Prince Flynn of Albion is adored for his charm and good looks-but the endless dating rumors? Not so much. Tired of the gossip, he proposes a bold idea to his secretary, Drew: pretend to date him to control the narrative. It’s all for show…until Drew starts seeing Flynn in a different light. Can a staged romance turn into something real?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0486e6b2-6551-4938-894a-4e7a72749b47",
    "title": {
      "en": "Keep Your Hands Off Eizouken!"
    },
    "updatedAt": "2024-12-25T17:51:37+00:00",
    "coverArt": "https://mangadex.org/covers/0486e6b2-6551-4938-894a-4e7a72749b47/f10eeb81-cbff-4f47-95c9-21f982d378b6.jpg",
    "altTitles": [
      {
        "en": "Don't Mess With the Film Club!"
      },
      {
        "zh-hk": "別對映像研出手！"
      },
      {
        "zh": "别对映像研出手！"
      },
      {
        "ja": "映像研には手を出すな！"
      },
      {
        "ja-ro": "Eizouken ni wa Te o Dasu na!"
      },
      {
        "ja-ro": "Eizouken ni ha Te wo Dasu na!"
      }
    ],
    "description": {
      "en": "Asakusa Midori wants to create an anime, but she's too disheartened to make that first step by herself. But by pure chance, she meets Mizusaki Tsubame, an up-and-coming socialite secretly dreaming of becoming an animator. Together with Midori's money-loving best friend Kanamori Sayaka, the energetic trio slowly work towards making their \"ultimate world\" a reality!\n___\n**Additional Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Anime Twitter](https://twitter.com/Eizouken_anime)\n- [Official Anime Website](http://eizouken-anime.com/)\n- [Official Live-Action Website](https://eizouken-saikyo.com/)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19f7ffb3-92de-4ce5-ae0f-b943f0df76f0",
    "title": {
      "en": "Global Examination"
    },
    "updatedAt": "2024-07-25T09:08:05+00:00",
    "coverArt": "https://mangadex.org/covers/19f7ffb3-92de-4ce5-ae0f-b943f0df76f0/ccd352d2-4991-47e3-bc27-c4e24fc526e0.jpg",
    "altTitles": [
      {
        "en": "Global University Entrance Examination"
      },
      {
        "zh": "全球高考"
      }
    ],
    "description": {
      "en": "This is a test that puts your life at stake. Pass the test and survive. When the two-faced examiner Qin Jiu meets the cold examinee You Huo, the two amnesiacs are put head to head in a fight by the inhumane system. However, they form a tactic agreement. The system collapses after a series of warnings and the erased memories gradually become clearer. It turns out that at the end of this smoke-filled world, you are still the first person I met. The world is brilliant and grand. Welcome home."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b9a8826-ee06-4213-af3a-35f4a94994ed",
    "title": {
      "en": "Tensei Shitara Sainou ga Atta Ken ~Isekai Itte mo Doryoku Suru~"
    },
    "updatedAt": "2024-09-30T15:04:29+00:00",
    "coverArt": "https://mangadex.org/covers/3b9a8826-ee06-4213-af3a-35f4a94994ed/0ce5ee41-eda2-42fe-aba3-e143ec862eca.jpg",
    "altTitles": [
      {
        "ja": "転生したら才能があった件～異世界行っても努力する～"
      },
      {
        "en": "That Time I Got Reincarnated With Talent: I'll Work Hard Even If I Go to Another World"
      }
    ],
    "description": {
      "en": "In a twist of fate, a diligent ronin student finds himself transported to an unfamiliar realm. This unexpected journey began when he valiantly attempted to stop a robbery alongside a female store clerk. Longing for a unique ability that he could hone through hard work, he sought the blessings of a deity. Consequently, he was endowed with two rare talents: \"Innate Talent,\" allowing him to consistently surpass others, and \"Clairvoyance,\" which grants him the insight to assess both individuals and objects. Yet, there's a catch; he requires thrice the standard experience to ascend in levels.\n\nReborn as Mars, the second son of a noble viscount lineage, he remains committed to refining his abilities. However, the town's periphery shows alarming indications of an imminent monster incursion. Thus, Mars' extraordinary journey of reincarnation in this fantastical world commences.",
      "ja": "いくら努力しても報われない浪人生は、コンビニの女性店員とともに強盗を捕縛しようとした瞬間、異世界に転生することになってしまった。神様に“努力をしたらしただけ恵まれる才能”を望むんだところ、レベルアップに人より3倍の経験値が必要だが、確実に人より成長できる【天賦】と他者や物を鑑定できる【天眼】のスキルをもらうことになった。準男爵家の次男・マルスとして転生し、努力を重ねてステータスを伸ばしていたが、街の近くで魔物が溢れるスタンピードの前兆が見られて……。異世界転生努力ファンタジー、ここに開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc06172f-8e62-4e92-84ec-2bfbd9dab255",
    "title": {
      "en": "Ueki no Housoku"
    },
    "updatedAt": "2024-07-30T00:13:38+00:00",
    "coverArt": "https://mangadex.org/covers/bc06172f-8e62-4e92-84ec-2bfbd9dab255/1c4d3f86-4325-48f1-b6ee-77678e1fef25.jpg",
    "altTitles": [
      {
        "it": "La Legge di Ueki"
      },
      {
        "fr": "La Loi d'Ueki"
      },
      {
        "vi": "Luật của Ueki"
      },
      {
        "ms": "Peraturan Ueki"
      },
      {
        "en": "The Law of Ueki"
      },
      {
        "ja": "Ueki no Housoku"
      },
      {
        "ja": "うえきの法則"
      },
      {
        "zh-hk": "植木的法則"
      }
    ],
    "description": {
      "en": "A group of powerful beings called tenkaijin are holding a special tournament. The rules of the game–each tenkaijin selects a kid in junior high to be his champion and grants him a special power. The kids take each other on in heated battle, but if they hurt innocent bystanders, then they lose one of their natural-given abilities. Every time they win a battle, they gain a new ability. The ultimate winner of the tournament is granted any power of his choosing, and the tenkajin who he represents succeeds in becoming the next god. Kosuke Ueki has been chosen to fight in the tournament. His special power–the ability to turn garbage into trees.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **The Law of Ueki** (2006)"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "154"
  },
  {
    "mangaId": "085a46d0-2adc-42f3-9fd3-4874000e2421",
    "title": {
      "en": "Mega Man Battle Network"
    },
    "updatedAt": "2022-07-27T01:20:34+00:00",
    "coverArt": "https://mangadex.org/covers/085a46d0-2adc-42f3-9fd3-4874000e2421/30b1bb66-cdca-41f0-8d37-4766d548b5d7.jpg",
    "altTitles": [
      {
        "en": "MegaMan NT Warrior"
      },
      {
        "vi": "Rockman - Chiến binh thế giới ảo"
      },
      {
        "ja": "ロックマンエグゼ"
      },
      {
        "ko": "록맨 에그제"
      },
      {
        "ar": "ميغامان محارب النت"
      },
      {
        "ja-ro": "Rockman.EXE"
      },
      {
        "en": "Mega Man.EXE"
      }
    ],
    "description": {
      "en": "The year is 200X, an age where everything is covered with computer networks, and everyone in the world has a \"PET\" mobile terminal. Hikari Netto, a grade school student at Akihara Elementary, is in perfect harmony with his NetNavi, Rockman, and is obsessed with Net Battles. But then, he gets caught up in an incident involving World Three (WWW), a criminal organization that stages cyber-terrorist attacks. Finally, the Ministry of Science is taken over, and Netto's father is taken hostage. In order to save his father and stop WWW's plan, he confronts the Dream Virus, the most powerful computer virus fused with the \"Ultimate Program.\""
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "71"
  },
  {
    "mangaId": "ffa0d510-e605-4bbe-8017-4295837718aa",
    "title": {
      "en": "Houkago, Family Restaurant de, Class no Ano Ko to"
    },
    "updatedAt": "2024-12-30T09:29:33+00:00",
    "coverArt": "https://mangadex.org/covers/ffa0d510-e605-4bbe-8017-4295837718aa/dfb4e73f-1708-435c-b49b-a8f9e42f1995.jpg",
    "altTitles": [
      {
        "vi": "Sau giờ học, tại nhà hàng gia đình, cùng cô bạn cùng lớp"
      },
      {
        "ja": "放課後、ファミレスで、クラスのあの子と。"
      },
      {
        "en": "After School, at a Family Restaurant at Night, With That Girl From My Class"
      },
      {
        "pt-br": "Depois da escola, em um restaurante familiar à noite, com aquela garota da minha turma"
      },
      {
        "id": "Setelah Sekolah, di Restoran Keluarga Malam Hari, Bersama Cewek Teman Sekelasku"
      }
    ],
    "description": {
      "en": "It's kind of fun, and I'm comfortable with that kind of time.\n\nThe family restaurant after school is the only place where I can feel at ease, as I have no place at home due to my parents' remarriage.\nAt the family restaurant, I meet a classmate, Kazemiya Kohaku, who is a solitary beautiful girl who doesn't fit in with anyone.\nShe also seems to be having problems with her family.\n\nFrom that day on, the boring time at the family restaurant became an enjoyable time to complain with Kohaku.\nAt the family restaurant after school, the two of them begin their search for a reason not to return home again today...",
      "ja": "なんとなく楽しい、そんな時間が心地よくて。\n\n放課後のファミレス、そこは親の再婚で家に居場所がない俺にとって、唯一気が休まる大切な居場所。\nそんなファミレスで出会ったクラスメイトの加瀬宮小白は、誰とも馴染まない孤高の美少女。\n聞けば彼女も家族との問題を抱えているらしい。\n\nその日から、退屈だったファミレスでの時間は小白と愚痴り合う楽しい時間になった。\n放課後のファミレスで、今日もふたりの帰らない理…",
      "pt-br": "É divertido e me sinto confortável com esse tipo de tempo. O restaurante familiar depois da escola é o único lugar onde posso me sentir à vontade, pois não tenho lugar em casa devido ao novo casamento dos meus pais. No restaurante da família, conheço uma colega de classe, Kazemiya Kohaku, que é uma linda garota solitária que não se dá bem com ninguém. Ela também parece estar tendo problemas com sua família. Daquele dia em diante, o tempo chato no restaurante da família tornou-se um momento agradável para reclamar com Kohaku. No restaurante da família, depois da escola, os dois começam a procurar um motivo para não voltarem para casa hoje..."
    },
    "status": "hiatus",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6c4c1e5-e118-4f5d-af88-d8f1173ee539",
    "title": {
      "en": "Student Council for Two"
    },
    "updatedAt": "2023-11-17T05:04:06+00:00",
    "coverArt": "https://mangadex.org/covers/e6c4c1e5-e118-4f5d-af88-d8f1173ee539/ce76c06c-eb88-45ba-861f-ac993f16ea0e.jpg",
    "altTitles": [
      {
        "ja-ro": "Futari Seitokai"
      },
      {
        "ja": "ふたり生徒会"
      }
    ],
    "description": {
      "en": "What do you do when your student council doesn't have enough members to fill all the positions? Well, take most of them on your own, of course!  \n  \nSeishirou Watari is a middle school student and has the roles of student council president / secretary / treasurer / general affairs officer, and he's accompanied by Ryouko Mizutani, his vice president. Together they, well… make do with whatever little they have. What do you want? It's only the two of them, okay!?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "181"
  },
  {
    "mangaId": "de27ce20-7f32-475d-a219-31e1a3ab36c5",
    "title": {
      "en": "Josou shite Off-Kai ni Sanka shite mita."
    },
    "updatedAt": "2024-11-27T10:19:30+00:00",
    "coverArt": "https://mangadex.org/covers/de27ce20-7f32-475d-a219-31e1a3ab36c5/e2b20ea7-6188-4ad4-8338-f27c7e2a20c9.jpg",
    "altTitles": [
      {
        "en": "I (♂) Cross-Dressed for the IRL (♀) Meetup"
      },
      {
        "ja": "女装してオフ会に参加してみた。"
      }
    ],
    "description": {
      "en": "“Cocoa\" has made three best friends in her monthly meetup group, where girls get together every month by meeting up at the cutest and trendiest new dessert cafes. Cocoa is in it for the sweets—really!—but she's also harboring a few secrets: Not only does Cocoa have a crush on another one of the girls in the group, Opera, but she's actually a guy named Satoshi who's been cross-dressing! During one meetup, things come to a head when Opera discovers that Cocoa is cross-dressing—and to Cocoa's surprise, Opera confesses that she is too! [Kodansha]"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "117"
  },
  {
    "mangaId": "e31f4cd3-df9b-4f8f-aea9-6ff28b8dc8ae",
    "title": {
      "en": "Gunjin Shoujo, Seiritsu Mahou Gakuen ni Senyuu Suru Koto ni Narimashita"
    },
    "updatedAt": "2024-07-23T15:56:29+00:00",
    "coverArt": "https://mangadex.org/covers/e31f4cd3-df9b-4f8f-aea9-6ff28b8dc8ae/782334fc-bd4a-4aad-9169-ad48b855fdde.jpg",
    "altTitles": [
      {
        "en": "The Female Soldier Has Been Told to Infiltrate an Imperial Magic Academy"
      },
      {
        "ja": "軍人少女、皇立魔法学園に潜入することになりました。～乙女ゲーム？ そんなの聞いてませんけど？～"
      }
    ],
    "description": {
      "en": "Razé was a cheat soldier at the age of 15, thanks to the memories of her previous life. One day, she was summoned by her superior – the devil Prime Minister and was ordered to go on a long-term solo mission. She was expecting a harsh mission, but…\n\n“I knew you are the right person for this, Lieutenant Colonel Razé Orphan. I want you to attend the Centrior Imperial Magic Academy starting from this spring.”\n\n“…..what?”\n\nWell, it seems that she has been appointed as the “bodyguard” for the prince and other noble’s kids. And so, she was enrolled to the school where the aristocratic-sama gathered.\n\nAlthough she was puzzled by the glittering school life, she was trying to live a life so as not to be bullied in the future. But it seems there was a secret that she didn’t know hidden in this world.\n\n“Hey!!!!!! No one told me that this is an otome game!!!!!”\n\nAs a bodyguard, her life would be over if any of the noble kids got hurt. But then a young lady who claimed to be the ill-fated villainess came by. If the girl died, won’t she be dead too?\n\nToday, Razé will continue to watch over her school life (with her own life on the line)."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "19"
  },
  {
    "mangaId": "e78a489b-6632-4d61-b00b-5206f5b8b22b",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken"
    },
    "updatedAt": "2024-09-16T05:32:20+00:00",
    "coverArt": "https://mangadex.org/covers/e78a489b-6632-4d61-b00b-5206f5b8b22b/53b6c141-3edd-425d-9608-d07176664b92.jpg",
    "altTitles": [
      {
        "en": "That Time I Got Reincarnated as a Slime"
      },
      {
        "fr": "Moi, quand je me réincarne en Slime"
      },
      {
        "pl": "Odrodzony jako galareta"
      },
      {
        "en": "Regarding Reincarnated to Slime"
      },
      {
        "ja-ro": "Tensei Slime"
      },
      {
        "ja-ro": "TenSli"
      },
      {
        "ja-ro": "TenSura"
      },
      {
        "en": "In Regards to My Reincarnation as a Slime"
      },
      {
        "it": "Vita da Slime"
      },
      {
        "ru": "О моём перерождении в слизь"
      },
      {
        "th": "เกิดใหม่ทั้งทีก็เป็นสไลม์ไปซะแล้ว"
      },
      {
        "zh-hk": "关于我转生后成为史莱姆的那件事"
      },
      {
        "ja": "転生したらスライムだった件"
      },
      {
        "ko": "전생했더니 슬라임이었던 건에 대하여"
      },
      {
        "es-la": "Aquella vez que me convertí en Slime"
      },
      {
        "ar": "ذلك الوقت الذي تجسدت فيه كسلايم"
      },
      {
        "fi": "Kun jälleensynnyin hirviönä"
      },
      {
        "tr": "O zaman bir balçık olarak reenkarne oldum"
      },
      {
        "tr": "O zaman bir slime olarak reenkarne oldum"
      },
      {
        "de": "Meine Wiedergeburt als Schleim in einer anderen Welt"
      }
    ],
    "description": {
      "en": "The ordinary Mikami Satoru found himself dying after being stabbed by a slasher. It should have been the end of his meager 37 years, but he found himself deaf and blind after hearing a mysterious voice.  \nHe had been reincarnated into a slime!  \n  \nWhile complaining about becoming the weak but famous slime and enjoying the life of a slime at the same time, Mikami Satoru met with the Catastrophe-level monster “Storm Dragon Veldora”, and his fate began to move.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10044/episode/317350) (U.S. Only), [INKR](https://comics.inkr.com/title/233-that-time-i-got-reincarnated-as-a-slime), [Azuki](https://www.azuki.co/series/that-time-i-got-reincarnated-as-a-slime), [Coolmic](https://coolmic.me/titles/587), [Manga Planet](https://mangaplanet.com/comic/618e32db10673)",
      "ru": "37-летний японец-холостяк был зарезан на улице каким-то мерзавцем-грабителем. Тут бы и истории конец, да всё обернулось иначе, неожиданно он переродился слизью в фэнтезийном мире. Но что может сделать, пускай и разумная, но слизь?  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20736)",
      "es-la": "Un hombre, que al tratar de salvar a su compañero de trabajo y su novia, fue apuñalado por un ladrón que escapaba. Mientras moría desangrado escuchó una voz extraña. Esta voz escuchó su lamento de haber muerto virgen y a causa de eso le dio la Habilidad Única \"Gran Sabio\" ¿Fue esto una burla? Ahora él ha reencarnado como un Slime en otro mundo, ¿Será este el inicio de una emocionante aventura?",
      "pt-br": "Depois de ser morto por um ladrão que fugia, um rapaz normal de 37 anos de idade se encontra reencarnado em um outro mundo como um slime cego com habilidades únicas. Com um novo nome \"Rimuru Tempest\" ele chegou depois de conhecer seu novo amigo, o \"nível catástrofe\", Dragão da Tempestade Verudora, ele começa sua vida de slime em outro mundo com seu crescente número de seguidores."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2de8ffd3-25b7-42cd-80e8-32148478c40c",
    "title": {
      "en": "Kimi to Warui Koto ga Shitai"
    },
    "updatedAt": "2024-10-17T03:28:48+00:00",
    "coverArt": "https://mangadex.org/covers/2de8ffd3-25b7-42cd-80e8-32148478c40c/bef5ac88-6368-4705-8e79-0fd131b673f7.jpg",
    "altTitles": [
      {
        "en": "I Wanna Do Bad Things with You"
      },
      {
        "ja": "君と悪いことがしたい"
      },
      {
        "zh-hk": "想和你一起做壞事"
      }
    ],
    "description": {
      "en": "Mamori Wataya is a tall but dark, plain, and shady high school girl. One day she meets Soushi Fuji, who has a small, thin body and an evil-looking smile. A supporting character that no one can find and a villain that no one likes. This encounter turns their gray days blue.",
      "ja": "背は高いけど地味で暗い脇役女子・まもり。嫌いだからとプールの水を抜く、学校一の嫌われ者の悪役男子・藤。悪いヤツの、不思議な強さに惹かれていったその先にあったのは、透き通るような青い日々。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "67"
  },
  {
    "mangaId": "f4cac440-3b9a-456b-b4ea-a387172e5c75",
    "title": {
      "en": "Hell Dogs"
    },
    "updatedAt": "2024-06-19T20:38:20+00:00",
    "coverArt": "https://mangadex.org/covers/f4cac440-3b9a-456b-b4ea-a387172e5c75/8aad0c10-af94-4599-b19b-0f525ab65ad6.jpg",
    "altTitles": [
      {
        "ja-ro": "Hell Dogs: Jigoku no Inu-tachi"
      },
      {
        "ja": "ヘルドッグス 地獄の犬たち"
      },
      {
        "vi": "Những con chó địa ngục"
      }
    ],
    "description": {
      "en": "Can I kill a person as a police officer!? It's been three and a half years since I became a yakuza, and the infiltration never ends.  \n  \nKanetaka of the Higashi-Sheath Association is a gangster with a strong arm who has climbed up to assistant young head.  \nHe landed in Okinawa at the command of the organization and killed his target, Kino.  \nThat night, Kanetaka vomits violently.  \nHe was an undercover investigator at the Metropolitan Police Department!  \nWhat is the purpose of Kanetaka's actions!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "24"
  },
  {
    "mangaId": "e8853450-bac4-45df-bea5-5b4c116f3a61",
    "title": {
      "en": "Adventurer's Guild Universal Advisor"
    },
    "updatedAt": "2024-10-30T20:10:48+00:00",
    "coverArt": "https://mangadex.org/covers/e8853450-bac4-45df-bea5-5b4c116f3a61/de257d3a-ce4c-4c97-82b5-f917f27deaa3.jpg",
    "altTitles": [
      {
        "ja-ro": "Boukensha Guild no Bannou Advisor"
      },
      {
        "ja": "冒険者ギルドの万能アドバイザー"
      }
    ],
    "description": {
      "en": "Red is an ex-adventurer who was once the driving force in managing his party. He took care of all the busywork, such as dealing with guild requests and supplies for their adventures. Eventually, the hero declared that he was useless in battle and forcefully expelled him from the party. Having everything taken away from him, he spent his time frequenting a guild's tavern. Eventually, a young adventurer who was in trouble was saved by Red, and she begged him to take her on as an apprentice. As time went on, he realized that he had potential in training adventurers. He decided that his true calling was to be a teacher! This is a story about a jack of all trades instructor and his versatile students that will eventually become legendary adventurers who will take down the Demon King."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]