[
  {
    "mangaId": "1ffca916-3ad7-46d2-9591-a9b39e639971",
    "title": {
      "en": "Second Life Ranker"
    },
    "updatedAt": "2024-08-24T02:44:32+00:00",
    "coverArt": "https://mangadex.org/covers/1ffca916-3ad7-46d2-9591-a9b39e639971/60aef1af-2df0-46aa-8270-e1ad9d287289.jpg",
    "altTitles": [
      {
        "ko": "두 번 사는 랭커"
      },
      {
        "en": "SLR"
      },
      {
        "en": "The Ranker Who Lives Twice"
      },
      {
        "ru": "Ранкер, который живёт второй раз"
      },
      {
        "ja": "二度生きるランカー"
      },
      {
        "en": "Ranker Who Lives A Second Time"
      },
      {
        "th": "เกมชีวิตที่สอง ของแรงเกอร์"
      },
      {
        "id": "Ranker yang Hidup Dua Kali"
      },
      {
        "zh-hk": "異界攻塔戰記"
      }
    ],
    "description": {
      "en": "Yeonwoo’s brother disappeared years ago, and he’s devastated to learn of his death.\n\nAs he copes with his loss, he’s given a pocket watch and learns there’s more to his brother’s death: he was betrayed while competing in the Tower of the Sun God.\n\nNow it’s Yeonwoo’s turn to use the knowledge his brother left behind.\n\nCan Yeonwoo navigate that world and gain enough power and experience to reach the top of the tower, defeating his brother’s enemies and all those who stand in his way?\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EB%91%90-%EB%B2%88-%EC%82%AC%EB%8A%94-%EB%9E%AD%EC%BB%A4/2335)",
      "fr": "Yeon-woo avait un frère jumeau qui a disparu il y a cinq ans. Un jour, une montre de poche laissée par son frère est retournée en sa possession. À l'intérieur, il a trouvé un journal intime caché dans lequel on pouvait lire : \"Le temps que tu entendes ceci, je serai déjà mort…\".  \nl'Obélisque, la Tour du Dieu Soleil, un monde où plusieurs univers et dimensions se croisent. Dans ce monde, son frère avait été victime d'une trahison en montant la tour. Après avoir appris la vérité, Yeon-woo décida d'escalader la tour avec le journal de son frère.  \nYeon-woo passe ensuite par les mêmes épreuves que son frère cadet et combat en tant que joueur anonyme. Son but ? Vaincre la Tour de l'Obélisque et venger son frère.",
      "id": "Setelah 5 tahun hilang, Cha Yeonwoo menemukan fakta bahwa adiknya, Cha Jungwoo, sudah meninggal. Ketika membongkar barang peninggalan adiknya, dia menemukan sebuah jam saku. Jam saku itu adalah hadiahnya untuk Jungwoo supaya lulus ujian. Begitu membuka jam tersebut, Cha Yeonwoo mendengar suara adiknya yang menceritakan kehidupannya selama 5 tahun ini. Ternyata Cha Jungwoo bukan hilang melainkan terdampar di dunia lain. Di dunia itu pula Cha Jungwoo dikhianati dan dibunuh. Mendengar itu, amarah Cha Yeonwoo bangkit. Dia berniat balas dendam atas kematian adiknya. Berbekal pengetahuan yang dia dapat dari Jungwoo, Cha Yeonwoo pun pergi ke dunia lain tersebut. Berhasilkah Cha Yeonwoo balas dendam?!",
      "it": "Yeon-woo aveva un fratello gemello scomparso cinque anni fa…  \nUn giorno, un orologio da tasca lasciato da suo fratello è tornato in suo possesso. Dentro, ha trovato un diario nascosto nel quale è stato registrato “Quando ascolterai questo, immagino che sarò già morto …”",
      "ja": "ある日豪の元に届いた双子の弟・駿の訃報。 虚無感を感じる彼の元に駿の懐中時計が届く。 そして豪はその中に隠された駿の日記によって、 駿が道半ばで力尽きた太陽神の塔・オベリスクへと誘われていく―。 弟の復讐に燃える豪が挑む、痛快アクションファンタジー！",
      "ko": "5년 전 사라진 쌍둥이 동생을 잊고 살던 연우.\n어느날 그에게 동생의 유품인 회중시계가 돌아왔다.\n\n그리고 그 속에 숨겨진 일기장.\n\n'형이 이 일기를 들을 때 즈음이라면 나는 이미 이 세상 사람이 아니겠지.'\n\n여러 차원과 우주가 교차하는 세계에 놓인 태양의 신 탑, 오벨리스크.\n그리고 그곳에 오르다 배신당해 눈을 감아야 했던 동생.\n\n모든 걸 알게 된 연우는 동생이 남겨 둔 일기와 함께 탑을 오르기 시작한다.\n\n'오늘부터 난. 차정우이다.'",
      "ru": "Ёну в течение 5 лет жил, смирившись с исчезновением своего младшего брата-близнеца. Однажды ему в руки попали карманные часы его брата.​ Внутри них он обнаружил спрятанную записку.​ «Брат, если ты сейчас слушаешь эти записи, то меня уже нет на Земле». Узнав о том, что его младший брат отправился в Обелиск — башню богов, которая находится где-то в космосе на пересечении нескольких измерений, и был предан, Ёну решает отправиться туда сам.\n«С этого момента я буду Ча Чонъу.​»",
      "th": "ชายอนอู ชายหนุ่มที่น้องชายหายตัวไป พร้อมกับต้องเสียแม่ไปเพราะโรคร้ายได้ ได้ตัดสินใจไปเป็นทหารอาสาสมัครที่ประเทศแอฟริกา จนอยู่มาวันนึงเขาได้ค้นพบความจริงว่า น้องชายของเขาได้หายตัวไปขณะกำลังตามหา 'ยาอายุวัฒนะ' ของอีกโลกหนึ่ง เพื่อนำมารักษาแม่ พร้อมกับถ่ายโอนพลังทิ้งไว้แก่เขา",
      "tr": "Yeon-woo’nun kardeşi beş yıl önce ortadan kaybolmuştur. Bir gün kardeşinden kalan bir cep saati eline geçer. İçinde, kardeşinin bırakmış olduğu gizli bir günlüğün olduğunu fark eder. ”Sen bunu bulduğunda, ben çoktan bu dünyadan göçmüş olacağım.” Obelisk, güneş tanrısının kulesi, farklı evrenler ve boyutların iç içe geçtiği bir dünyadır. Kardeşi, bu dünyada kuleye tırmanmaya çalışırken ihanete uğrayıp hayatını kaybetmiştir. Gerçeği öğrenmiş olan Yeon-woo, kardeşinin günlüğü ile birlikte kuleye tırmanmaya karar verir. ”Şu andan itibaren ben, Cha Jeong-woo’yum.”",
      "zh-hk": "延宇選擇遺忘5年前消失的雙胞胎弟弟，\n過上屬於自己的生活，\n卻在某天收到了弟弟的遺物——懷錶。\n\n而在那懷錶之中，還隱藏著弟弟的日誌。\n\n「當哥聽見我的日誌時，\n也代表我已經不在這個世界上了吧。」\n\n方尖碑——各個次元與宇宙交會的太陽神之塔。\n\n弟弟就是在攻塔過程中遭受背叛，不幸喪命。\n\n於是，得知一切真相的延宇帶著弟弟留下的日誌，\n踏上了攻塔之路!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2be5d3e0-adf2-4bde-ac86-fa938a6c6198",
    "title": {
      "en": "Persevere"
    },
    "updatedAt": "2025-02-14T23:00:20+00:00",
    "coverArt": "https://mangadex.org/covers/2be5d3e0-adf2-4bde-ac86-fa938a6c6198/e86d7a8d-06a9-4f0e-9b4e-2ad521c1279c.png",
    "altTitles": [
      {
        "ja": "りゅうりゅうしんく"
      },
      {
        "ja-ro": "Ryuuryuu Shinku"
      }
    ],
    "description": {
      "en": "It has been three years since she moved in with her boyfriend, who dotes on his pet reptile. The main character, Izumi, explodes with jealousy and confesses her own secret to him. That she is a “dragon”...!? A vivid and sad interracial love story."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a149c7c9-3fcc-4813-942e-7fe29a2b59b7",
    "title": {
      "en": "Miss Forensics"
    },
    "updatedAt": "2024-08-31T00:10:26+00:00",
    "coverArt": "https://mangadex.org/covers/a149c7c9-3fcc-4813-942e-7fe29a2b59b7/382cb57e-975c-4a16-a90c-30f4d63abd03.jpg",
    "altTitles": [
      {
        "zh": "我亲爱的法医小姐"
      },
      {
        "en": "My Dear Forensic Lady"
      },
      {
        "pt-br": "Minha querida médica legista"
      },
      {
        "zh-hk": "我親愛的法醫小姐"
      },
      {
        "zh-ro": "Wǒ Qīn'ài de Fǎyī Xiǎojiě"
      },
      {
        "pl": "Lekarz sądowy Lin Yan"
      }
    ],
    "description": {
      "en": "Lin Yan, a cold and arrogant female forensic expert, meets Song Yuhan, a righteous and sharp female detective. From being incompatible to becoming friends, they witness the lives of many ordinary people along the way: a young girl who struggles to survive but dies innocently, an old mother who waits for her criminal son to return in the mountains, a timid policeman who faces a gun-wielding robber bravely... \n\nThey fight for the rights of the living, speak for the dead, and vow to uncover the truth that has been silent for years."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "71437871-33f5-4b07-8e98-eb08cce65c73",
    "title": {
      "en": "Past Life Returner"
    },
    "updatedAt": "2024-07-20T19:18:32+00:00",
    "coverArt": "https://mangadex.org/covers/71437871-33f5-4b07-8e98-eb08cce65c73/519a0325-0e96-4c03-b0ad-b616c36828b4.jpg",
    "altTitles": [
      {
        "en": "Past Life Regressor (2022)"
      },
      {
        "ko": "전생자 (2022)"
      },
      {
        "ko-ro": "Jeongsaengja (2022)"
      },
      {
        "fr": "Réincarné d'une vie antérieure (2022)"
      },
      {
        "es-la": "Retornador De Vidas Pasadas"
      }
    ],
    "description": {
      "en": "Would you like to reverse time?]\r\n[All your abilities will be reset.]\r\n[Please choose the date.]\r\n\r\n“February 28th, 1985. The day I was born.”\r\n\r\nFinancial power. I will gather all the fortune of the world—\r\nand create a monopoly. I will monopolize all the dungeons of the world.\r\n\r\nI will do this now, while the world is still peaceful...\r\nbefore it all begins.\r\n\r\n**Original Webtoon:**\r\n[Daum](https://webtoon.kakao.com/content/%EC%A0%84%EC%83%9D%EC%9E%90/3130), [KakaoPage](https://page.kakao.com/content/60754076) \r\n\r\n**Official Translations:**\r\n[Simplified Chinese](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26392&contentId=392&platform=IA), [Japanese](https://piccoma.com/web/product/134347)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "274827f3-99da-4f73-b324-b740a828d422",
    "title": {
      "en": "Regressing As The Bastard Of The Sword Clan"
    },
    "updatedAt": "2025-02-07T23:01:43+00:00",
    "coverArt": "https://mangadex.org/covers/274827f3-99da-4f73-b324-b740a828d422/f19a1bdb-f068-44a7-96a5-931d0fb46894.jpg",
    "altTitles": [
      {
        "ko": "회귀검가의 서자가 사는 법"
      },
      {
        "ko-ro": "Hoegwigeomgaui Seojaga Saneun Beop"
      }
    ],
    "description": {
      "en": "Theo, the illegitimate son of the powerful Ragnar family, tried his best to the death but was unable to break the chain of bloodline due to lack of talent and was eventually pushed out of the competition for the throne.\n\nHowever, despite being a powerless illegitimate son, his brothers tried to eliminate Theo, and Theo, who was betrayed by his teacher, lost everything and met death.\n\nAt the last moment, an unbelievable event called regression happened to Theo, who regretted every moment of his life.\n\n\"This life will be different.\"\n\nThe illegitimate son who returned took up his sword and jumped into the competition for the throne.",
      "ko": "강자존의 가문 라그나르의 서자 테오, 죽도록 노력했지만 재능이 부족하여 혈통의 사슬을 끊지 못하고 결국 왕좌 경쟁에 밀려난다. \n\n하지만 힘없는 서자 임에도 형제들은 테오를 제거하려 하였고 자신을 가르쳤던 스승에게 마저 배신당한 테오는 모든걸 잃어버리고 죽음을 맞는다. \n\n최후의 순간, 삶의 모든 순간을 후회했던 테오에게 '회귀'라는 믿을 수 없는 일이 일어난다.\n\n\"이번 생은 다르다.\"\n\n회귀한 서자는 검을 잡고 왕좌 경쟁에 뛰어든다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cfccbc9-1b2a-4e90-a691-aa43be33136b",
    "title": {
      "en": "The Frozen Player Returns"
    },
    "updatedAt": "2025-02-08T10:13:11+00:00",
    "coverArt": "https://mangadex.org/covers/8cfccbc9-1b2a-4e90-a691-aa43be33136b/b6d2c8ca-96b9-4368-8253-f9f1f878b443.png",
    "altTitles": [
      {
        "ko": "얼어붙은 플레이어의 귀환"
      },
      {
        "zh": "冰封玩家归来"
      },
      {
        "ru": "Возвращение замороженного игрока"
      },
      {
        "ja": "凍結したプレイヤーの帰還"
      },
      {
        "zh-hk": "闇夜英雄破冰而出"
      },
      {
        "en": "Return of the Frozen Player"
      },
      {
        "fr": "The Frozen Player Returns (piccoma)"
      },
      {
        "fr": "Le retour du joueur qui était congelé"
      },
      {
        "fr": "Le retour du joueur de gel"
      }
    ],
    "description": {
      "en": "When Seo Junho and his companions sacrificed themselves to defeat the Frost Queen, they thought they were restoring peace to Earth. But after 25 years of being frozen solid, Junho thaws out only to find that nine more floors appeared in his absence, only one of which has been cleared!\n\nAs the only one who holds the key to clearing the next floor and defrosting his friends, Junho must step up once again. But has this hero been in hibernation too long to take on the world’s fearsome new foes?\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "ja": "2019年世界は変わり、以前にはなかったゲート、モンスター、システム、プレイヤーのような概念が生まれた。 そこから5年間「侵略者」と「侵略を阻止する者」との戦いが世界各地で起きた。 そして世界を絶望に陥れた地球エリア最後のボス「氷の女王」により、5人のプレイヤーの内4人は氷の像となってしまう。 唯一ダンジョンに残された人類最高のプレーヤー、ダークネスは、氷の女王を倒すが、女王の能力を吸収する過程で彼もまた氷の像となった。氷の女王を倒すと、 長い眠りにつくという代価を払わなければならなかったのだー それから25年後…プレーヤーは目を覚ました。 「2階が出現し、計10階だと？1階の氷の女王を倒したら終わりじゃなかったのか？｣ この25年で人類が攻略できたのはたったの2階まで…。 伝説のプレイヤー「ダークネス」の名を捨て、新人プレーヤー伊坂圭として、仲間たちを救うため、彼は再びゲートに向かう！\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "ko": "세상이 바뀌고 5년.\n최종보스가 나타났다.\n\n[지구 에어리어의 최후의 보스, 서리여왕이 출현합니다.]\n\n최후의 보스!\n그녀만 처치하면 예전처럼 살 수 있다!\n\n인류 최고의 플레이어, 어둑서니를 포함한 다섯 명의 플레이어가 마침내 서리여왕을 쓰러뜨리지만...\n그들은 기나긴 잠에 빠지는 혹독한 대가를 치뤄야했다.\n그로부터 25년 후.\n\n\"2층이라니? 서리여왕을 죽이면 끝나는 거 아니었어?\"\n\n얼어붙은 동료들을 구하기 위해,\n\n그리고 세상을 구하기 위해.\n\n전설이 된 어둑서니의 이름을 버리고\n이제는 신입 플레이어 서준호로 돌아왔다.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "ru": "В 2019 году мир переменился, и появились такие явления как: врата, монстры, система и игроки, - которых ранее не существовало. \nНа протяжении 5 лет между человечеством и захватчиками происходила борьба за власть и территории.\n[Финальный босс \"Снежная королева\" появился]\nЕсли убить его, человечество сможет обрести свободу и вернуться к прежней жизни. \n24 ноября 2024 года четверо из 5 игроков вошли в последнее подземелье на Антарктиде, чтобы победить финального босса на территории Земли. Одним взмахом руки \"Снежная королева\" заморозила Тихий океан, повергнув человечество в отчаяние. \nПоследнему игроку удалось победить финального босса, однако в процессе поглощения ее \"ядра\" он превратился в ледяную глыбу. А спустя 25 лет, когда поглощение завершилось, он очнулся от криогенного сна, получив фрост-способность EX-класса. \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "zh-hk": "世界發生了天翻地覆的變化，\n在第5年時最終BOSS現身。\n「地球區域最終BOSS，冰霜女王出現。」\n\n最終BOSS!\n只要除掉祂，就能回到過往的生活!\n\n包含人類最強獵人——闇夜在內的五名獵人，\n最終擊潰了冰霜女王...\n但他們卻陷入長眠，付出了慘痛的代價。\n\n之後過了25年...\n「第2層?不是只要殺了冰霜女王，\n一切就結束了嗎?」\n\n為了拯救被冰封的夥伴；\n為了拯救整個世界，\n我拋下成為傳說的闇夜之名，\n以本名徐俊昊，作為新人獵人歸來。\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "114b37e4-57c2-4010-bc4a-19fb6ca2cd85",
    "title": {
      "en": "Beastmaster: I can see the complete encyclopedia of evolution"
    },
    "updatedAt": "2025-01-20T09:33:39+00:00",
    "coverArt": "https://mangadex.org/covers/114b37e4-57c2-4010-bc4a-19fb6ca2cd85/0a5544ad-4479-43c6-975d-0ea62b02d4b8.jpg",
    "altTitles": [
      {
        "zh": "御兽：我能看见进化全图鉴"
      }
    ],
    "description": {
      "en": "An awakening in a desperate situation, Li Wenxuan, an ordinary college student, was pushed into the era of fantasy beast masters by fate. Starting from the lowest level fantasy beast, he groped forward in revenge and protection, pursuing his own power and beliefs. This is a golden age where fantasy beasts and humans coexist, and Li Wenxuan is destined to embark on a unique path of rise."
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5611c4ac-7366-447b-846e-0817023b917b",
    "title": {
      "en": "Wheel of Reincarnation Rinne"
    },
    "updatedAt": "2024-11-17T21:30:23+00:00",
    "coverArt": "https://mangadex.org/covers/5611c4ac-7366-447b-846e-0817023b917b/6f50b925-a716-4909-9679-3c2e72a095df.jpg",
    "altTitles": [
      {
        "ja-ro": "Kyōkai no Rinne"
      },
      {
        "en": "RIN-NE"
      },
      {
        "vi": "Rinne - Cảnh giới luân hồi"
      },
      {
        "en": "Rinne of the Boundary"
      },
      {
        "ru": "Риннэ: Меж двух миров"
      },
      {
        "ja": "境界のRINNE"
      },
      {
        "zh": "境界的輪回"
      },
      {
        "zh-hk": "境界的轮回"
      },
      {
        "ko": "경계의 린네"
      },
      {
        "en": "Circle of Reincarnation Rinne"
      }
    ],
    "description": {
      "en": "As a child, Mamiya Sakura mysteriously disappeared in the woods behind her grandma's home. She returned whole and healthy, but since then, she has had the power to see ghosts. Now a teenager, she just wishes the ghosts would leave her alone! At school, the desk next to Sakura's has been empty since the start of the school year. Then one day her always-absent classmate Rokudo Rinne shows up, and he's far more than what he seems! After school one day, Rinne helps Sakura deal with the ghost of a boy who has a crush on her. Rinne, it seems, knows just how to handle such ghosts, and has the skills and tools to properly dispatch them to the afterlife (for a small fee of course). Sakura starts to learn more about her mysterious classmate, and her curiosity about Rinne draws her deeper into the amazing world between life and death.",
      "id": "Indonesian release by Elex Media as **Circle of Reincarnation Rinne**"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "40",
    "lastChapter": "398"
  },
  {
    "mangaId": "dcd728f8-4617-428c-bb86-16edc5e7b0de",
    "title": {
      "en": "Second Life of a Trash Princess"
    },
    "updatedAt": "2024-06-20T21:50:32+00:00",
    "coverArt": "https://mangadex.org/covers/dcd728f8-4617-428c-bb86-16edc5e7b0de/f88aa036-515f-45f6-81ed-06f17c320546.jpg",
    "altTitles": [
      {
        "ko": "망나니의 누님이시다"
      },
      {
        "ko-ro": "Mangnaniui Nunimisida"
      },
      {
        "en": "Crowning a Spoiled Prince"
      },
      {
        "pt": "A segunda vida da princesa lixo"
      },
      {
        "th": "เมื่อฉันเป็นพี่สาวของอันธพาล"
      },
      {
        "ja": "暴れん坊のお姉様"
      },
      {
        "zh": "混球的姐姐"
      },
      {
        "vi": "Cuộc sống thứ hai của cô công chúa vô dụng"
      },
      {
        "vi": "Em trai tôi là hoàng đế ngang ngược"
      },
      {
        "es-la": "Ella es la hermana de un rufián"
      }
    ],
    "description": {
      "en": "After losing her father, bratty brother, and the Elias Empire to her traitorous fiancé's schemes, Princess Regina makes a wish upon a magic ancestral stone and returns to when she was fifteen. With one last chance to right everything, she comes up with a plan: train her spoiled sibling to be the next ruler by becoming an even bigger brat and get Aaron Vestein, the most beautiful man in the empire, to replace her fiancé! But will just wits, resolve, and a new suitor be enough to change Regina's fate?\n\n---\nRegina, whose father was the emperor who was assassinated, became the regent on behalf of her younger brother. While facing plenty of hardships, news about the depletion of national funds due to her maniac younger brother's behavior, as well as her fiancé having an affair, begin to spread...  In the end, she lost everything when her fiancé committed treason. In her last moments, she turned back time using the relic of the first emperor. In order to stop the main culprit, Regina declares that she will become a bigger brat than her younger brother and a love-crazed fool.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/56415968), [Naver Series](https://series.naver.com/novel/detail.series?productNo=9074379)\n\n[Original Webtoon](https://page.kakao.com/content/59989313)\n\n**Official Translations:**\n* [English](https://tapas.io/series/crowning-a-spoiled-prince/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16547/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Crowning-a-Spoiled-Prince/618)\n* [Japanese / 日本語](https://piccoma.com/web/product/120622)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%AD%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B8%9E%E0%B8%B2%E0%B8%A5/459)",
      "tr": "Hain nişanlısının planlarına babasını, küstah kardeşini ve Elias İmparatorluğu’nu kaybeden Prenses Legina, atalarından kalma sihirli bir taşın üzerine bir dilek tutar ve 15 yaşına geri döner. Her şeyi düzeltmek için son bir şansla bir plan yapar. Şımarık kardeşini daha da büyük bir velet olarak bir sonraki hükümdar olması için eğit ve nişanlısının yerine imparatorluktaki en güzel adam olan Aaron Vestein’ı koy! Ama sadece akıl, kararlılık ve yeni bir talip, Legina’nın kaderini değiştirmeye yetecek mi?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/56415968), [Naver Series](https://series.naver.com/novel/detail.series?productNo=9074379)\n\n[Original Webtoon](https://page.kakao.com/content/59989313)\n\n**Official Translations:**\n* [English](https://tapas.io/series/crowning-a-spoiled-prince/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16547/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Crowning-a-Spoiled-Prince/618)\n* [Japanese / 日本語](https://piccoma.com/web/product/120622)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%AD%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B8%9E%E0%B8%B2%E0%B8%A5/459)",
      "zh": "父皇被杀后，因弟弟年幼，蕾吉娜不得不成为摄政公主。她苦心经营维持帝国稳定，换来的却是混球弟弟败光国库，而未婚夫发起叛乱，成为了帝国毁灭的凶手。 失去一切的她，以命为代价，回到了过去。 这一次，为搞定混球弟弟、阻止帝国毁灭，蕾吉娜决定伪装成为爱情痴狂的超级混球。\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/56415968), [Naver Series](https://series.naver.com/novel/detail.series?productNo=9074379)\n\n[Original Webtoon](https://page.kakao.com/content/59989313)\n\n**Official Translations:**\n* [English](https://tapas.io/series/crowning-a-spoiled-prince/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16547/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Crowning-a-Spoiled-Prince/618)\n* [Japanese / 日本語](https://piccoma.com/web/product/120622)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%AD%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B8%9E%E0%B8%B2%E0%B8%A5/459)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc",
    "title": {
      "en": "The Infinite Mage"
    },
    "updatedAt": "2024-12-11T08:30:02+00:00",
    "coverArt": "https://mangadex.org/covers/4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc/06836fd9-2735-433e-b80d-66f85ea6b9fe.jpg",
    "altTitles": [
      {
        "ko": "무한의 마법사"
      },
      {
        "ko-ro": "Muhanui Mabeopsa"
      },
      {
        "en": "Infinite Mage"
      },
      {
        "en": "Infinite Wizard"
      },
      {
        "pt-br": "Mago do infinito"
      },
      {
        "es-la": "El mago infinito"
      },
      {
        "th": "จอมเวทไร้ขีดจำกัด"
      },
      {
        "ja": "無限の魔法使い"
      },
      {
        "zh": "无限魔法师"
      },
      {
        "zh-hk": "無限魔法師"
      }
    ],
    "description": {
      "en": "After Sirone was abandoned in a stable, he was found by a family of hunters and raised in a loving home. \n\nDespite the hardships of the peasant life, he learned how to read from a young age and became obsessed with books, especially ones on the history of magic. One day, he has an unlikely encounter with a mage and learns how to enter the \"spirit zone,\" the first step to learning how to use magic. \n\nAlthough they say only nobles can be mages, will Sirone be able to prove his infinite potential?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58167656-a065-4b49-b499-bd73d00555d5",
    "title": {
      "en": "Pick Me Up"
    },
    "updatedAt": "2025-01-05T22:48:20+00:00",
    "coverArt": "https://mangadex.org/covers/58167656-a065-4b49-b499-bd73d00555d5/33121e67-7b51-4d64-9ee8-8f0e02b6d1aa.jpg",
    "altTitles": [
      {
        "en": "Pick Me Up, Infinite Gacha"
      },
      {
        "ko": "픽 미 업!"
      },
      {
        "ko-ro": "Pick Me Up!"
      },
      {
        "ja": "PICK ME UP～低レア★英雄の成り上がり～"
      },
      {
        "ja": "ピックミーアップ！低レア英雄の成り上がり"
      },
      {
        "ja-ro": "Pick Me up!! Tei Rea Eiyū No Nariagari"
      },
      {
        "es-la": "Gacha infinito"
      },
      {
        "pt-br": "Me Escolhe!"
      }
    ],
    "description": {
      "en": "1-Star heroes are just fodder for learning a boss' attack patterns.\n\nThat was Seojin Han's philosophy when playing the notoriously difficult game Pick Me Up. But after being transported into the game as one of those 1-star heroes, he's got no choice but to rise in rank and defeat the player controlling him and his party.\n\nCan a gacha game character hope to defeat a player akin to being his god?",
      "pt-br": "No jogo de gacha mobile famoso por sua extrema dificuldade, o Mestre classificado em 5º lugar no mundo, \"Loki\" perde a consciência ao invadir a Masmorra.\n\n\"O quê? Eu sou um personagem de jogo agora?\"\n\nDepois de acordar, \"Loki\" percebe que ele se transformou em um Herói de Nível 1, 1 Estrela – 'Han Yslat'. Para retornar à Terra, ele deve liderar o Mestre e os heróis novatos e limpar o 100º andar da Masmorra!\n\n\"Você mexeu com o cara errado\".\n\nEsta é a história de transporte mais difícil  pelo Mestre Loki que nunca aceita uma única derrota."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "263deeff-c010-4ac7-bc01-6341f3e698ac",
    "title": {
      "en": "Dragon Quest: The Great Adventure of Dai - Avan the Brave and the Demon King of Hellfire"
    },
    "updatedAt": "2024-11-03T13:20:20+00:00",
    "coverArt": "https://mangadex.org/covers/263deeff-c010-4ac7-bc01-6341f3e698ac/77309183-0ab5-428b-843e-6221bc6cd03e.png",
    "altTitles": [
      {
        "ja": "ドラゴンクエスト ダイの大冒険 勇者アバンと獄炎の魔王"
      },
      {
        "ja-ro": "Dragon Quest: Dai no Daibouken - Yuusha Avan to Gokuen no Maou"
      },
      {
        "ar": "مهمة التنين: مغامة داي الكبرى: البطل افان و جحيم ملك الشياطين المستعر"
      },
      {
        "vi": "Dragon Quest: Dũng giả Avan và Ngục viêm Ma vương"
      }
    ],
    "description": {
      "en": "The Demon King's army led by Hadler is attacking the world. The Kingdom of Carl and Princess Flora stand up to stop the invasion. And then there's young Avan! Another heroic story begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d02a12f4-aa9d-48eb-8d4d-0ff476df2d12",
    "title": {
      "en": "Nina the Starry Bride"
    },
    "updatedAt": "2025-02-13T15:34:22+00:00",
    "coverArt": "https://mangadex.org/covers/d02a12f4-aa9d-48eb-8d4d-0ff476df2d12/f8fbdba2-96eb-4f32-a2e6-580f94c2fbd6.jpg",
    "altTitles": [
      {
        "ja": "星降る王国のニナ"
      },
      {
        "ja-ro": "Hoshi Furu Oukoku no Nina"
      },
      {
        "zh": "辰星降临之国的妮娜"
      },
      {
        "de": "Nina – Die Sterne sind dein Schicksal"
      },
      {
        "en": "Nina the Starry Bride"
      },
      {
        "pt-br": "Nina a Noiva Estrelada"
      }
    ],
    "description": {
      "en": "Nina had a rough start to life, stealing to survive—and eventually being sold into slavery by her own brother. But to her surprise, her captor, Prince Azure, ordained that she would live the life of a princess...specifically, that of the recently deceased princess-priestess, Alisha. But despite her changing fortune, Nina won't give up her old life without a fight...and Azure might just be the one to finally match her wits. But how much can she trust Azure? And can she stop the feelings budding in her heart, knowing she must eventually marry another...? [Kodansha]",
      "it": "Nina è un'orfana che vive nei bassifondi della città con Colin e Saji, due fratelli orfani come lei. La ragazza si finge un maschio e si fa chiamare Ninaf per non essere venduta come schiava a causa del raro colore dei suoi occhi. Nina sopravvive rubando e cerca di prendersi cura dei due fratelli che vivono con lei, soprattutto di Colin che è gravemente malato. In seguito alla sua morte, Nina viene venduta da Saji e acquistata allo scopo di diventare la sostituta di una principessa morta che aveva lo stesso raro colore de suoi occhi. Nina ha tre mesi di tempo per imparare le buone maniere e lo stile di vite di una nobildonna, dato che il suo destino è sposare un principe di un altro paese.",
      "ja": "星の神のごとき深き青――瑠璃色の瞳を持つ少女ニナは、その美しき瞳ゆえに、フォルトナ国第二王子、アズール・セス・フォルトナに見出される。三ヶ月後に、大国ガルガダの王位継承権を持つ第一王子のもとに嫁ぐはずだった姫巫女アリシャの身代わりとして。姫として作法を学び、美しく着飾り、大国を欺くことを求められたニナは、運命に翻弄されながら、一生に一度の恋に出会う。",
      "pt-br": "Nina teve um começo de vida difícil, roubando para sobreviver — e eventualmente sendo vendida como escrava por seu próprio irmão. Mas para sua surpresa, seu captor, o Príncipe Azure, ordenou que ela vivesse a vida de uma princesa... especificamente, a da recém-falecida princesa-sacerdotisa, Alisha. Mas apesar de sua mudança de sorte, Nina não desistirá de sua antiga vida sem lutar... e Azure pode ser a única que finalmente corresponderá a sua inteligência. Mas o quanto ela pode confiar em Azure? E ela pode impedir os sentimentos que brotam em seu coração, sabendo que ela deve eventualmente se casar com outro...? [Kodansha]\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 6, Cap 24. ]"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbf326f7-ccbd-4d54-bbad-852d76e46523",
    "title": {
      "en": "Revenge of the Baskerville Bloodhound"
    },
    "updatedAt": "2025-01-03T10:45:24+00:00",
    "coverArt": "https://mangadex.org/covers/fbf326f7-ccbd-4d54-bbad-852d76e46523/1084eda4-b6f9-46de-96b8-a3898c4819a0.jpg",
    "altTitles": [
      {
        "ko": "철혈검가 사냥개의 회귀"
      },
      {
        "ko-ro": "Cheolhyeolgeomga Sanyanggaeui Hoegwi"
      },
      {
        "en": "Revenge of the Sword Clan's Hound"
      },
      {
        "en": "Revenge of the Iron-Blooded Sword Hound"
      },
      {
        "en": "Regression of the Ironblade Hound"
      },
      {
        "en": "Return of the Iron-Blooded Hound"
      },
      {
        "en": "Return of the Iron-Blooded Sword Hound"
      },
      {
        "en": "The Return of the Iron-Blood Sword Hound"
      },
      {
        "fr": "La revanche du limier des Baskerville"
      },
      {
        "pt-br": "O retorno do cão de caça dos Baskerville"
      },
      {
        "pt-br": "A vingança do cão de caça de sangue de ferro Baskerville"
      },
      {
        "es": "El perro de metal"
      },
      {
        "es": "La venganza del sabueso de la espada sangrienta"
      },
      {
        "es-la": "La venganza del sabueso de sangre de hierro"
      },
      {
        "th": "การกลับมาของหมาล่าเนื้อตระกูลดาบเลือดเหล็ก"
      },
      {
        "ja": "回帰した鉄血の猟犬"
      },
      {
        "zh": "铁血剑家猎犬的回归"
      },
      {
        "tr": "Demir kanlı kılıç tazısının i̇ntikamı"
      },
      {
        "ar": "عودة الكلب ذي الدم الحديدي"
      },
      {
        "bn": "বাস্কেরভিলের শিকারী কুকুরের প্রতিশোধ"
      }
    ],
    "description": {
      "en": "Raised to kill like a pack of loyal hounds, the Baskerville children took countless lives as a band of fearsome assassins.\n\nDespite being the shunned illegitimate son of the brood, Vikir served his family faithfully, only to meet his untimely demise at his father’s hands. But when he is inexplicably reborn with a second chance at life, Vikir, armed with the memories and knowledge of his past, swears to rise above the pack and take his revenge.\n\nThis time, he's ready to bite the hand that feeds.",
      "pt-br": "Criados para matar como uma matilha de cães leais, as crianças Baskerville tiraram inúmeras vidas como um bando de assassinos temíveis.\n\nApesar de ser o filho ilegítimo rejeitado da ninhada, Vikir serviu sua família fielmente, apenas para encontrar sua morte prematura nas mãos de seu pai. Mas quando ele inexplicavelmente renasce com uma segunda chance na vida, Vikir, armado com as memórias e o conhecimento de seu passado, jura se elevar acima da matilha e se vingar.\n\nDesta vez, ele está pronto para morder a mão que o alimenta."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a43c227-b201-4fb7-b796-924c51797d50",
    "title": {
      "en": "Level Up with the Gods"
    },
    "updatedAt": "2024-11-30T22:22:17+00:00",
    "coverArt": "https://mangadex.org/covers/4a43c227-b201-4fb7-b796-924c51797d50/813e10ac-a4d9-42ee-a0a6-ba8ef0d19340.jpg",
    "altTitles": [
      {
        "ko": "신과 함께 레벨업"
      },
      {
        "en": "Leveling Up With the Gods"
      },
      {
        "ko-ro": "Singwa Hamkke Level Up"
      },
      {
        "en": "Leveling With the Gods"
      },
      {
        "th": "เลเวลอัปไปกับเทพเจ้า"
      },
      {
        "ja": "神と共にレベルアップ"
      },
      {
        "zh": "与神一同升级"
      },
      {
        "ru": "Поднятие уровня с богами"
      },
      {
        "uk": "Підняття рівня з богами"
      },
      {
        "pt-br": "Subindo De Nível Com Os Deuses"
      }
    ],
    "description": {
      "en": "“Maybe Inner Gods can never defeat Outer Gods…” so thought Yuwon Kim, a plucky, high-ranking warrior, after a bitter defeat.\n\nBut Yuwon is too tenacious to give up. His loss becomes the dawn of a new journey as a returnee. With renewed determination, Yuwon starts back from where he began, smashing monster after monster and relearning his skills before taking on the Tower once again.\n\nBut can he fight his way through the tutorials and level up once more, or will his conquest crumble before him?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ja": "異界の神、アウターゴッドと呼ばれる存在が支配する世界。一番最後に塔へ入り一番最後までインナーゴッドたちと共に戦った人間、神野 流星。 そんな彼も結局はアウターゴッドに破れてしまう。 越えられない壁に絶望を感じていた最後の瞬間、時間を司る神であるクロノスから新たにチャンスが与えられる。 そうして彼は、前世の記憶を持ったまま過去へ回帰することに――。 再び塔を登り、力と仲間を手に入れた神野は、今度こそアウターゴッドに勝つことができるだろうか？不滅の神話に挑む人間の物語が今始まる！\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ko": "이계의 신, 아우터 갓(Outer God).\n\n하늘을 닫는 절망과 늪에 빠진 좌절, 탄생하지 못한 자, 어리석은 혼돈.\n평범한 사람들은 그저 바라보는 것만으로 목숨을 잃어 버릴 그 존재들이 세상을 휘젓는 지금…\n수 년간의 싸움 끝에, 최후의 생존자들이 낸 결론.\n\n\"이너(Inner)는 아우터(Outer)를 이길 수 없다.\"\n\n그 순간, 시간을 다루는 신격을 지닌 존재 크로노스는 자신을 희생시켜 시계태엽을 되돌린다.\n\n\"이길 수 없겠지. 지금은 말이야.\"\n\n\"옛 세계선으로 돌아가라. 그리고 다시 시작해.\"\n\n모든 신들에게 지목을 받아 과거로 돌아간 최후의 1인.\n가장 뒤늦게 탑을 올라, 가장 마지막까지 신들과 함께 싸운 인간, 김유원.\n\n\"이너(Inner)는 아우터(Outer)를 이길 수 없다. 그렇다면…\"\n\n\"이기는 건 나야.\"\n\n그는 마지막 순간을 함께하던 동료들을 다시 모아,\n아우터와의 싸움을 승리로 끝낼 수 있을까?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ru": "Он был храбрейшим и сильнейшим из всех, но даже его в самом конце ожидало лишь отчаяние. В последние мгновения ему был дан еще один шанс. Благодаря жертве бога времени «Хроноса» его судьба еще не была предрешена. Вернувшись в прошлое, он снова попытается взобраться на «Башню» со своим непревзойденным талантом, чтобы побороть древнее зло, которое грозит уничтожить этот мир.\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "th": "\"อินเนอร์อย่างพวกเราไม่สามารถเอาชนะเอาเตอร์ได้\"\n\nเมื่อแรงเกอร์ในหอคอยลงความเห็นเป็นเสียงเดียวกัน\n'คิมยูวอน' มนุษย์ผู้แกร่งกล้าเพียงหนึ่งเดียวในหมู่เทพเจ้า\nจึงถูกเลือกให้ย้อนกลับมายังอดีตเพื่อเริ่มต้นทุกอย่างใหม่อีกครั้ง\n\nเขาจะสามารถทำตามแผนที่ทุกคนช่วยกันวางไว้\nและแกร่งขึ้นกว่าเดิมจนกลับไปเอาชนะ 'เอาเตอร์ก็อด'\nทวยเทพที่ลุกล้ำเข้ามาจากนอกหอคอยได้หรือไม่?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "zh": "外界之神来袭，人间陷入了排山倒海般的绝望之中，生灵涂炭……而当内界众神在经过了数年的苦苦战斗后，也最终以战败收场。 在战死前的最后时刻，希腊神克洛诺斯牺牲了自己，重新开启了时间之门。 而众神最后选择了金幽元，这个队伍中唯一的人类，让他回到过去，重新将众神凝聚。\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "pt-br": "“Talvez os Deuses Internos nunca possam derrotar os Deuses Exteriores…”, pensou Yuwon Kim, um guerreiro corajoso e de alto escalão, após uma derrota amarga.\n\nMas Yuwon é tenaz demais para desistir. Sua perda se torna o início de uma nova jornada como repatriado. Com determinação renovada, Yuwon recomeça de onde começou, destruindo monstro após monstro e reaprendendo suas habilidades antes de enfrentar a Torre mais uma vez.\n\nMas ele conseguirá abrir caminho através dos tutoriais e subir de nível mais uma vez, ou sua conquista desmoronará diante dele?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63fb6354-0ace-4f74-b8b8-af1be314f245",
    "title": {
      "en": "Class no Daikirai na Joshi to Kekkon Suru Koto ni Natta"
    },
    "updatedAt": "2024-11-03T12:58:22+00:00",
    "coverArt": "https://mangadex.org/covers/63fb6354-0ace-4f74-b8b8-af1be314f245/f332fca0-fd65-492b-9679-ab60288a75d0.jpg",
    "altTitles": [
      {
        "ja": "クラスの大嫌いな女子と結婚することになった。"
      },
      {
        "en": "I Got Married to the Girl I Hate Most in Class"
      },
      {
        "zh-hk": "我要和班裡我最討厭的妹子結婚了。"
      },
      {
        "vi": "Kết Hôn Với Đứa Con Gái Mà Tôi Ghét Nhất Trong Lớp"
      }
    ],
    "description": {
      "en": "High school student Hojo Saito married his classmate, Sakuramori Akane, the girl who's his worst enemy in school.\n\n\"If you tell the rest of the class we’re married, I'll kill you.\"\n\"I don't want them to know either. There’s no point in that.\"\n\nTheir newlywed life wasn't going so well, and they were constantly at odds. However, as they progress through their daily lives, the distance between them closes, they have more enjoyable moments together, and they gradually come to understand one another. Saito learns about Akane's cute side, which he never saw before, and Akane gradually began to recognize the feelings that she’s been keeping inside...",
      "ja": "「私と結婚してること、クラスのみんなに言ったら殺すから」これは嫌い合っている二人がお互いを知り、本当の夫婦になるまでの物語。",
      "vi": "Học sinh trung học Hojo Saito đã kết hôn với bạn cùng lớp của mình, Sakuramori Akane, cô gái mà cậu xem là kẻ thù lớn nhất trong trường.\n“Nếu cậu nói với cả lớp rằng chúng ta đã kết hôn, tớ sẽ giết cậu.”\n“Tớ cũng không muốn họ biết đâu. Chẳng có ích gì cả.”\nCuộc sống hôn nhân của họ không diễn ra suôn sẻ và họ thường xuyên xung đột. Tuy nhiên, khi họ cùng trải qua những ngày tháng thường nhật, khoảng cách giữa hai người dần thu hẹp lại, họ có nhiều khoảnh khắc vui vẻ bên nhau hơn, và dần dần bắt đầu hiểu nhau hơn. Saito bắt đầu khám phá ra những khía cạnh dễ thương của Akane mà trước đây cậu chưa từng thấy, còn Akane cũng từ từ nhận ra những cảm xúc mà cô ấy đã giữ kín bấy lâu...",
      "pt-br": "O estudante do ensino médio Hojo Saito se casou com sua colega de classe, Sakuramori Akane, a garota que é seu pior inimigo na escola. \n\n“Se você contar ao resto da turma que somos casados, eu mato você” \n\n“Eu também não quero que eles saibam. Não há sentido nisso. ” \n\nA vida de recém-casados não estava indo muito bem e eles estavam constantemente em conflito. No entanto, à medida que avançam em suas vidas diárias, a distância entre eles diminui, eles passam momentos mais agradáveis juntos e, aos poucos, passam a se entender. Saito aprende sobre o lado fofo de Akane, que ele nunca tinha visto antes, e Akane gradualmente começou a reconhecer os sentimentos que ela estava guardando… \n\nA vida de recém-casado comovente de duas pessoas que simplesmente não conseguem ser honestas uma com a outra começa aqui!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b1085c6-6496-421b-b393-63fc9dc15588",
    "title": {
      "en": "Fuukiin to Gal wa Wakari Aitai"
    },
    "updatedAt": "2025-01-27T23:48:56+00:00",
    "coverArt": "https://mangadex.org/covers/3b1085c6-6496-421b-b393-63fc9dc15588/b3d29302-7956-4ea9-a952-092a0b9e825d.jpg",
    "altTitles": [
      {
        "ja": "風紀委員とギャルは分かり合いたい"
      }
    ],
    "description": {
      "ja": "高校2年生になった須藤湊は、昨年と同様、風紀委員となった。今年も風紀を正していこうと意気込んでいたところ、クラスメイトのギャル・姫宮愛香に出会う。短いスカート、開かれた胸元、がっつり茶色に染まった髪……と風紀を真っ向から逆らう彼女を須藤は指摘するのだが、彼女を知るにつれ、次第に心が変化していき――？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57e687fd-f64c-44c2-a6c0-c923d1bab11b",
    "title": {
      "en": "Skill Master Levels Up"
    },
    "updatedAt": "2024-08-19T23:28:53+00:00",
    "coverArt": "https://mangadex.org/covers/57e687fd-f64c-44c2-a6c0-c923d1bab11b/c424491a-d627-4967-8466-22aff192c0a7.jpg",
    "altTitles": [
      {
        "ko": "스킬빨로 레벨업"
      },
      {
        "en": "Leveling Up With Skills"
      },
      {
        "ko-ro": "Seukilbballo Lebeloep"
      },
      {
        "en": "Ascension Through Skills"
      },
      {
        "en": "Level Up With Skills"
      },
      {
        "es-la": "Subiendo de nivel con las mejores habilidades"
      }
    ],
    "description": {
      "en": "In the year 2020, humanity faces a crisis as Earth is attacked by unidentified monsters. Players prepare for the attack by challenging the Labyrinth that appeared. They can choose four options:\n\nEasy Mode, where anyone can survive; Normal Mode, where you must work to survive; Hard Mode, where only 1% could survive; and Solo Mode, the harshest difficulty.\n\nKang TaeSan, the strongest Easy Mode player cleared the Labyrinth using an unconventional approach and acquired skills others could not: [ Addition, Multiplication, Attack Nullification, Ultimate Judgement...].\n\nBut because he chose Easy Mode, his power was lacking. Unable to prevent the extinction of humanity, he lay dying. A miraculous chance appears.\n\n\"This time I'll definitely become stronger.\"\n\nChallenging the Labyrinth again, this is Skill-based Player Kang TaeSan's Solo Mode Attack Record!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f26c0ae5-c8f6-4630-979e-9a5d310bd795",
    "title": {
      "en": "I Only Want to Beat You"
    },
    "updatedAt": "2024-06-10T12:10:03+00:00",
    "coverArt": "https://mangadex.org/covers/f26c0ae5-c8f6-4630-979e-9a5d310bd795/1bb35d82-9359-4204-b09b-58658726c84a.jpg",
    "altTitles": [
      {
        "en": "I Want to Beat You, Oh Roji"
      },
      {
        "en": "I Want to Defeat You, Oh Roji"
      },
      {
        "ko": "오로지 너를 이기고 싶어"
      },
      {
        "uk": "Я хочу тільки перемогти тебе"
      },
      {
        "ko-ro": "Oroji Neoreul Igigo Sipeo"
      },
      {
        "en": "IOWTBY"
      },
      {
        "ru": "Я хочу победить только тебя"
      },
      {
        "es-la": "Solo quiero derrotarte"
      },
      {
        "es-la": "Solo quiero derrotarte"
      }
    ],
    "description": {
      "en": "The male lead 'Lee Gigo', who has never lost a single time in his life, and the female lead who defeated him 'Oh Roji'. Who will end up as the victor of this 'bet'?",
      "uk": "Головний герой Лі Ґіґо, який жодного разу в житті не програв, і головна героїня, яка перемогла його, О Роджі. Хто в підсумку стане переможцем в цьому «парі»?",
      "es-la": "El protagonista masculino que nunca ha sido derrotado en su vida 'gana', la heroína femenina 'solo' que hizo ese guiño pierde por primera vez ¿Quién será el ganador de esta 'apuesta'?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "235"
  },
  {
    "mangaId": "77ae6d99-0d2d-4f63-8903-6246cac20897",
    "title": {
      "en": "Tearmoon Teikoku Monogatari ~Dantoudai kara Hajimaru, Hime no Tensei Gyakuten Story~"
    },
    "updatedAt": "2025-01-29T15:29:56+00:00",
    "coverArt": "https://mangadex.org/covers/77ae6d99-0d2d-4f63-8903-6246cac20897/44deef18-badd-427e-bb1d-218e3cbf850d.jpg",
    "altTitles": [
      {
        "ja": "ティアムーン帝国物語~断頭台から始まる、姫の転生逆転ストーリー~@COMIC"
      },
      {
        "en": "Tearmoon Empire"
      },
      {
        "ko": "티어문 제국 이야기"
      },
      {
        "zh": "迪阿姆帝国物语 ～从断头台开始的、公主的转生逆转传"
      },
      {
        "zh-hk": "堤亞穆帝國物語～從斷頭台開始，公主重生後的逆轉人生～"
      },
      {
        "fr": "L'histoire du Empire Tearmoon"
      },
      {
        "es-la": "La historia del Imperio Tearmoon"
      },
      {
        "th": "บันทึกเรื่องราวจักรวรรดิเทียร์มูน จุดพลิกผันชะตากรรมของเจ้าหญิงเริ่มจากบนกิโยติน"
      },
      {
        "vi": "Biên niên sử về đế chế Tearmoon"
      }
    ],
    "description": {
      "en": "In the Tearmoon Empire, the disdained selfish princess Mia was sentenced to death – or at least, she was supposed to have been! Instead, she woke up as her twelve-year-old self?? To avoid the guillotine in her second life, she won't repeat her past failures... \"F-For me, something of this level is an easy task!\" Ultimate self-defense! Strongest self-awareness! Using her previously clumsy, timid princess image, she will go against fate- a once-in-a-lifetime fantasy of fixing history!",
      "ja": "崩壊したティアムーン帝国で、わがまま姫と蔑まれた皇女ミーアは処刑された――はずが、目覚めた彼女は12歳の少女に逆戻り？？ 第二の人生でギロチンを回避するため、帝政の建て直しを決意する。手始めに忠義に厚い下っ端メイドと、左遷されかけた優秀な文官を味方につけ、失敗した過去をやり直す日々が始まった。けれど、ミーアの本音は「我が身の安全第一」。仇敵を遠ざけ、人脈作りに励むうちに、なぜか周囲の忖度で次々と奇跡が実現！やがて、身勝手なはずの行動は大陸全土の未来を大きく変えていくのだった……。保身上等！自己中最強！小心者の元(？)ポンコツ姫が前世の記憶を使って運命に抗う、一世一代の歴史改変ファンタジー！",
      "es-la": "En el Imperio Tearmoon, la despreciada princesa egoísta Mia fue sentenciada a muerte, ¡O al menos se suponía que debía serlo! ¿En cambio, ella se despertó como su yo de doce años? Para evitar la guillotina en su segunda vida, no repetirá sus fracasos pasados​​... \"¡P-para mí, algo de este nivel es una tarea fácil!\" ¡Última defensa personal! ¡Autoconciencia más fuerte! Usando su imagen de princesa tímida y previamente torpe, irá en contra del destino, ¡Una fantasía única en la vida de arreglar la historia!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eee27a2a-82ce-49bf-8d1a-80d8c1595db2",
    "title": {
      "en": "Zig the Blacksmith"
    },
    "updatedAt": "2025-01-11T10:14:51+00:00",
    "coverArt": "https://mangadex.org/covers/eee27a2a-82ce-49bf-8d1a-80d8c1595db2/121b80b6-8b32-4833-873e-6a928c5ddb11.jpg",
    "altTitles": [
      {
        "ko": "대장장이 지그"
      },
      {
        "en": "Blacksmith Zig"
      },
      {
        "ko-ro": "Daejangjangi Jigeu"
      },
      {
        "en": "Legendary Blacksmith's Vengeance"
      }
    ],
    "description": {
      "en": "Having lost his ranked account to a hacker, Kang Yoohan wants to get even. Assuming his lost equipment was sold, he’s hoping that as blacksmith Zig, it will come back to him through repairs and lead him to the hacker. After breaking many swords, however, he finds this is no walk in the park. Thankfully, he’s able to see cracks in the equipment and enemies that show their vital points to make or break them! Armed with these skills, Zig is looking to get things shaking, or rather, smithing!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7262e67-e7d7-44b5-b39a-96fafef39edf",
    "title": {
      "en": "Koi ni Koi suru Koibito Kankei"
    },
    "updatedAt": "2024-10-27T01:09:02+00:00",
    "coverArt": "https://mangadex.org/covers/f7262e67-e7d7-44b5-b39a-96fafef39edf/89c52367-893a-4b6d-93ac-3ff055f39174.jpg",
    "altTitles": [
      {
        "ja": "恋に恋するコイビト関係"
      },
      {
        "en": "Becoming Her Lover For the Sake of Love"
      },
      {
        "pl": "Związek w związku ze związkiem"
      }
    ],
    "description": {
      "en": "Asako Ichijou, the student council president at a prestigious girls' high school, has been racking her brain about the ladykiller Nagi Tenma. That's the sort of person Asako is, but Nagi discovers Asako has broken school rules by bringing a shoujo manga to school...\n\nAsako pleads with Nagi to keep it a secret, and Nagi reveals her condition: \"Become my lover.\"\n\n(Source: Takeshobo, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa8936b6-52f2-4392-a3ad-fc17a19a796d",
    "title": {
      "en": "Mr. Magical Girl"
    },
    "updatedAt": "2024-12-15T10:03:39+00:00",
    "coverArt": "https://mangadex.org/covers/fa8936b6-52f2-4392-a3ad-fc17a19a796d/247a7cec-8a62-4a23-981f-7920c5b2aa33.jpg",
    "altTitles": [
      {
        "ko": "마법소녀 아저씨"
      },
      {
        "en": "Magical Girl Ajussi"
      }
    ],
    "description": {
      "en": "202X.\n\nIn the back alleys of Seoul, South Korea… He looked down at the heroes under his feet—the heroes who adorned themselves in a variety of colorful clothes, as if they were K-pop idols on TV. Those heroes? They were crawling beneath him, their gaudy outfits smeared with dirt. That was the true nature of being a hero. He hoped the individuals before him learned that lesson well. It was time to ensure they never forgot it. As a magical girl, he swung his hammer down. This is a bright story. The story of a man reclaiming his light."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fc308c9-4b00-4dc3-943e-1f39242bc708",
    "title": {
      "en": "Overgeared"
    },
    "updatedAt": "2024-07-14T21:00:08+00:00",
    "coverArt": "https://mangadex.org/covers/3fc308c9-4b00-4dc3-943e-1f39242bc708/2af0c6f7-cd3d-4c59-afee-a8ff471e0561.jpg",
    "altTitles": [
      {
        "ko": "템빨"
      },
      {
        "ru": "Во всеоружии (перезапуск)"
      },
      {
        "fa": "تا دندان مسلح"
      },
      {
        "en": "Overgeared (Team Argo)"
      },
      {
        "ja": "テムパル〜アイテムの力〜"
      },
      {
        "id": "Kekuatan Item"
      },
      {
        "zh-hk": "裝備仔"
      },
      {
        "zh": "装备我最强"
      }
    ],
    "description": {
      "de": "Shin Youngwoo spielt mit seinem Avatar \"Grid\" das zurzeit beliebteste Virtual-Reality-Spiel der Welt: Satisfy.  \n  \nOb in der Realität oder in-game, Shin scheint vom Unglück verfolgt zu werden. Doch als er nach der Suche nach einem Questgegenstand seine Belohnung erhält, kann er zu einer legendären Klasse wechseln. Einer Klasse, die außer ihm niemand der über 2 Milliarden Spielern besitzt.",
      "en": "Shin Youngwoo (aka Grid), an unlucky man in life and a low-level player in the popular VR game Satisfy, finds a powerful item that earns him a rare legendary class title: Pagma’s Successor. Now a skilled blacksmith, he can forge unique weapons and equip the game’s most powerful gear!\n\nGrid resolves to use his new abilities to achieve fame and fortune, but as his very existence begins to stir up trouble in Satisfy, he realizes that life as a legend may be more than he bargained for….",
      "fa": "⁧⁧بزرگ‌ترین بازی واقعیت مجازی جهان «ستیسفای».  \n⁧چه تو واقعیت و چه در دنیای مجازی شینگ وو کسی بود که همه‌ی بدبختی‌ها سرش می‌اومد.  \n⁧اما تو میون این‌همه بدبختی‌، یه‌بار شانس بهش رو می‌کنه و تو یه مأموریت غیرممکن کتاب پاگما رو پیدا می‌کنه، کتابی افسانه‌ای که زندگی اون رو از این رو به اون رو می‌کنه.",
      "fr": "Quand un joueur raté de VMMORPG tombe, lors d’une quête, sur un livre légendaire permettant de changer de classe, il en profite immédiatement. Attention joueurs, le plus grand de tous les forgerons est né ! Et il n‘a pas prévu de passer inaperçu !\n\n---\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)",
      "id": "Shin Youngwoo punya kehidupan yang bernasib sial. Ia terpaksa bekerja kasar di sebuah tempat kontruksi untuk membayar biaya sekolah dan uang game yang ia gunakan. Bahkan ia juga kerja kasar di VR Game yang bernama Satisfy. Namun, hidupnya mulai berubah ketika karakternya sebagai 'Grid' di game menemukan 'Pagma's Rare Book' hingga menjadi legendary class player.\n\n---\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)",
      "ja": "世界最高のバーチャルリアリティゲーム<SATISFY>。 全世界ユーザー数２０億人、もう一つの地球と呼ばれるほどの壮大なファンタジーゲーム。 しがない無職のゲーム中毒者である「長嶺巧」はゲーム課金の借金を返すために日雇い労働をする以外のほとんどの時間はゲームに費やしていた。 ある日、クエスト中にレジェンダリー転職書＜ファグマの奇書＞を手に入れた「巧」。 ＜ファグマの奇書＞売って大儲けできると思ったその瞬間…！新たなクエストが発動され殺される寸前になるが… このままだと殺され、レジェンダリー転職書＜ファグマの奇書＞もなくしてしまうと思った「巧」は＜ファグマの奇書＞を開き、伝説の職人＜ファグマの末裔＞へとジョブチェンジするが… 借金まみれの底辺人生から２０億プレイヤーの頂点に立つレジェンダリープレイヤーになれるのか！？\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)",
      "ko": "[신영우 (유저 네임: 그리드)]\n세계 최고의 가상 현실 게임 <SATISFY>.\n\n현실에서나, 게임 속에서나, 불운은 항상 그의 곁을 맴도는데....\n퀘스트 수행 중 우연히 발견한 게임 속 로또, '파그마의 기서'. \n20억 명이 넘는 유저 중 유일한 최강의 레전드리 직업으로 전직.\n\n\"어떻게 아직 살아있는 거지...?!\"\n\n\"뭐, 특별한 건 없고...\"\n\n\n\"템빨이죠.\"\n\n지긋지긋한 불운과 악몽 같은 빚쟁이 인생에서 벗어난\n최강 플레이어 \"그리드\".\n고인물도 울고 갈 끝판왕이 찾아온다!\n\n[<SATISFY>에 접속합니다.]\n\n웹툰 <템빨>은 매주 토요일 연재됩니다.",
      "ru": "В реальности, в играх, где бы он ни был, ему сопутствуют неудачи... Но в один момент всё меняется. В игре конце Северной пещеры он обнаружит квест, в котором найдёт \"Редкую книгу Пагмы\"... Ему удастся то, что не удалось сотням миллионов пользователей. - Как ты выжил? - Ничего особенного.",
      "th": "ชินยองอู ID กริด ไม่ว่าจะในชีวิตจริงหรือในในโลกเกมเสมือนจริง SATISFY เขาก็เป็นตัวแทนแห่งความอับโชคไม่ต่างกัน...\nแต่อยู่มาวันหนึ่ง กริด ได้พบกับตำราเปลี่ยนอาชีพที่นำเขาไปสู่การเปลี่ยนเป็นอาชีพระดับตำนาน 'ทายาทของแพ็กม่า'\nอาชีพช่างตีเหล็กในตำนานที่จะทำให้เขาหลุดพ้นจากหนี้สิน พร้อมกับได้สัมผัส 'พลังแห่งไอเทม' และก้าวสู่การเป็นผู้เล่นที่แข็งแกร่งที่สุด!\n\n---\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "zh": "无论是现实世界还是游戏世界中，他都是最底层的存在！然而咸鱼翻身的机会终于来了！只要能够找到游戏中的最强装备，就能获得超20亿玩家中唯一一个成为传说中最强职业电竞选手的机会！他能否在假想现实游戏世界中创造新的传奇，成功脱离如同噩梦般的悲惨人生呢？\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)",
      "zh-hk": "[申英宇(使用者名稱：格里德)]\n稱霸全球的虛擬實境遊戲《SATISFY》\n\n無論現實還是遊戲中，他都是個「不幸」的象徵...\n在解任務時偶然發現\n遊戲中的樂透——「帕格瑪的奇書」，\n並轉職成20億玩家中，僅只一名的最強傳奇級職業。\n\n「你怎麼還活著...?!」\n\n「嗯...也沒什麼啦...」\n\n「靠裝備囉。」\n\n脫離不幸與惡夢般的債務，\n重生為最強玩家的「格里德」!\n經典名著通通滾開，真正的王者駕到了!\n\n[已成功登入《SATISFY》。]\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "657ccfcc-5847-40f7-8859-5631eeeb3784",
    "title": {
      "en": "Kakkoii Onnanoko to 12-centi no Yakusoku"
    },
    "updatedAt": "2025-01-24T03:21:54+00:00",
    "coverArt": "https://mangadex.org/covers/657ccfcc-5847-40f7-8859-5631eeeb3784/fc8fb81f-30cb-49a6-ae30-ae5a636e1db5.jpg",
    "altTitles": [
      {
        "ja": "カッコいい女の子と12センチの約束"
      },
      {
        "ja-ro": "Kakkoi Onnanoko to 12 cm no Yakusoku"
      },
      {
        "en": "A Cool Girl and a 12cm Promise"
      },
      {
        "en": "Promise of 12cm with Cool Girl"
      },
      {
        "es-la": "Una chica genial y una promesa de 12 cm"
      },
      {
        "vi": "Lời hứa 12cm với cô gái ngầu lòi"
      }
    ],
    "description": {
      "en": "Tomoaki Kanba admired his boyish childhood friend, Ibuki Tachibana, and promised to become \"more cool\" than her.However, four years have passed, and Ibuki has grown up to be an even more handsome girl! Their relationship is as unchanged as a 12cm height difference that cannot be filled...?The curtain rises on a pure love story about a cool girl who is sorely in love with a boy who wants to be cool!---Serialization of the Twitter webcomic *[A Story About Becoming Cooler Than the Cool Girl](https://mangadex.org/title/d0407445-b80d-4854-9f12-c8227f94cba6/)*.",
      "ja": "椛 智明(かんば ともあき)はボーイッシュな幼なじみ、立華 一颯(たちばな いぶき)に憧れ、彼女より「もっとカッコよくなる」と約束をする。\n\nしかし４年が経ち、一颯はさらに超イケメン女子に成長!! 二人の関係は埋まらない12センチの身長差と同じく、変わらない…？\n\nカッコいい女の子が、カッコよくなりたい男の子にきゅんとするピュアなラブストーリーの幕開け━━。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea300699-3f4e-480e-bea9-62548668ec49",
    "title": {
      "en": "Keiji of The Flowers"
    },
    "updatedAt": "2025-02-10T13:41:36+00:00",
    "coverArt": "https://mangadex.org/covers/ea300699-3f4e-480e-bea9-62548668ec49/fa3a3d5f-daa4-4412-964f-03c540db40b2.jpg",
    "altTitles": [
      {
        "vi": "Bắc Đẩu Du Hiệp"
      },
      {
        "ja-ro": "Hana no Keiji"
      },
      {
        "ja-ro": "Hana no Keiji -Kumo no Kanata ni-"
      },
      {
        "en": "Keiji"
      },
      {
        "it": "Keiji il magnifico"
      },
      {
        "ja": "花の慶次 -雲のかなたに-"
      }
    ],
    "description": {
      "en": "During the closing years of the civil war period and uneasy reign of Toyotomi Hideyoshi, when men high and low scramble to follow conventional propriety so that they don't attract undue notice (or death) to themselves, there is one very bizarre individual who is known for his legendarily outlandish and wild personality, physical appearance and behavior. This series traces the dramatic adventures of Keiji Maeda from personal conflicts with his adopted Maeda family, brave combat exploits, travels to the capital, and relationships with famous existing figures such as Iyeyasu Tokugawa, Rikyuu the tea master, and Hideyoshi himself, to experiences with the foreign and Japanese Christian faithful."
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "167"
  },
  {
    "mangaId": "223f8713-30d6-4f28-98c0-6b5f9687586d",
    "title": {
      "en": "Unromantic"
    },
    "updatedAt": "2023-01-19T20:27:03+00:00",
    "coverArt": "https://mangadex.org/covers/223f8713-30d6-4f28-98c0-6b5f9687586d/dd511c5a-4ba7-498a-8d51-cb72d4f94c20.jpg",
    "altTitles": [
      {
        "en": "언로맨틱"
      }
    ],
    "description": {
      "en": "An unparalleled beautiful dominant super rich omega suddenly came into my very ordinary life! “30 minutes. If you manage not to beg within that time, then I’ll send you home.”And just like that, he’s ignoring the fact that I am an alpha? I really hate people like him… so, so much! I hate him, but then…   \n  \nWill this romance be all right?!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "54"
  },
  {
    "mangaId": "cad04eb4-8d22-4dd4-9ef3-f347fbf30452",
    "title": {
      "en": "Zombie Sekai de Harem wo Tsukurou!"
    },
    "updatedAt": "2025-01-11T08:51:47+00:00",
    "coverArt": "https://mangadex.org/covers/cad04eb4-8d22-4dd4-9ef3-f347fbf30452/b6af4613-5b6c-4de1-8b0b-a6886a1eb746.jpg",
    "altTitles": [
      {
        "ja": "ゾンビ世界でハーレムをつくろう!"
      }
    ],
    "description": {
      "en": "The world is on the brink of collapse due to the zombie threat. Meanwhile, I’m living the most thrilling and tantalizing days of my life! A high school boy who loves shogi and gaming discovers a mysterious power he possesses for the first time in this zombie-infested world.",
      "ja": "世界は今、ゾンビの脅威で滅びかけている。俺は今、サイコーにエチエチな日々を過ごしている――。将棋とゲームが大好きなオタクな男子高校生が、ゾンビの世界になって初めて自分が持つ”ある力”を知った。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eed06c5c-6f08-46c8-9833-42e40736cecf",
    "title": {
      "en": "Philomel the Fake"
    },
    "updatedAt": "2024-01-18T20:58:15+00:00",
    "coverArt": "https://mangadex.org/covers/eed06c5c-6f08-46c8-9833-42e40736cecf/44d91b88-d9a9-4fdb-b226-f544881fc7d4.jpg",
    "altTitles": [
      {
        "ko": "가짜를 위한 장소는 없다"
      },
      {
        "ko-ro": "Gajjareul Wihan Jangsoneun Eopda"
      },
      {
        "en": "There Is No Place for Fakes"
      },
      {
        "en": "No Place for the Fake Princess"
      },
      {
        "fr": "Philomelle, fausse princesse"
      },
      {
        "ja": "ニセモノ皇女の居場所はない"
      },
      {
        "zh": "没有冒牌货的位置"
      },
      {
        "zh-hk": "冒牌皇女的生存之道"
      }
    ],
    "description": {
      "en": "Philomel—the fake princess—conspires with her mother to impersonate the imperial princess and cause a war between the Mage Tower and the Empire.\nOnce her crimes were exposed, she was sentenced to execution.\nA death truly befitting of a wicked—\n\n“Even if the Philomel within the book had done some wrong, it wasn’t enough to warrant death!”\n\nPhilomel yelled and threw the book she'd been reading.\nShe had simply been curious about a book she'd picked up in the garden, but the contents of the book stated that she would die!\nAlthough she wanted to believe it was nothing but fiction, everything that happened from that moment onwards went just like in the book.\n\n“Since it has come to this… my goal is to survive!”\n\nWill Philomel be able to discover the origins of the suspicious book and live on?\n\n---\nAfter finding a mysterious book in the imperial garden, Princess Philomel not only discovers that the book's villain shares her name, but that other events in the story are coming true too. Now, she believes that she's an imposter and that the real princess will take her rightful place, leading to the execution of Philomel the Fake! So to avoid a tragic death, she has to make sure the rest of the book doesn't come true. Can this fake princess change what's already been written?",
      "fr": "Philomel — la fausse princesse — complote avec sa mère pour se faire passer pour la princesse impériale et provoquer une guerre entre la Tour des Mages et l'Empire. Une fois ses crimes exposés, elle est condamnée à l'exécution. Une mort vraiment digne d'une méchante...\n\n‘Même si la Philomel du livre a fait quelque chose de mal, ce n'est pas assez pour justifier la mort!»\n\nPhilomel a crié et a jeté le livre qu'elle lisait. Elle avait simplement été curieuse à propos d'un livre qu'elle avait ramassé dans le jardin, mais le contenu du livre disait qu'elle allait mourir! Bien qu'elle ait voulu croire que ce n'était que de la fiction, tout ce qui s'est passé à partir de ce moment-là s'est déroulé comme dans le livre.\n\n«Puisqu'on en est arrivé là... mon but est de survivre!»\n\nPhilomel parviendra-t-elle à découvrir les origines du livre suspect et à survivre?",
      "id": "Setelah bersekongkol dengan ibunya dan memicu perang antara kekaisaran dan menara sihir, Philomel si 'putri palsu' dihukum mati atas semua kejahatannya... Begitulah isi dari buku mencurigakan yang dipungut oleh Philomel di taman. Ia ingin memercayai bahwa cerita di dalam buku itu hanyalah fiksi, tapi semakin hari kejadian di dunia nyata semakin menyerupai buku itu. Agar tidak bernasib sama dengan Philomel yang ada di dalam buku, Philomel memutuskan untuk berusaha bertahan hidup. Akankah hidupnya berjalan sama seperti dengan buku mencurigakan itu?",
      "pl": "Philomel - fałszywa księżniczka - spiskowała ze swoją matką, by podszyć się pod cesarską księżniczkę i wywołać wojnę między Wieżą Magów, a Imperium.\nGdy jej zbrodnie zostały ujawnione, została skazana na śmierć.\nKonic godny nikczemnika...\n\"Nawet jeśli Philomel z książki zrobiła coś złego, to nie było to wystarczające, aby uzasadnić wyrok śmierci!\"\nPhilomel krzyknęła i rzuciła książkę, którą czytała.\nByła po prostu ciekawa książki, którą znalazła w ogrodzie, ale jej treść mówiła, że umrze!\nChoć chciała wierzyć, że to nic innego jak bajka, wszystko, co wydarzyło się od tego momentu, przebiegało dokładnie tak, jak w książce.\n\"Skoro do tego doszło... moim celem jest przetrwanie!\".\nCzy Philomel uda się odkryć pochodzenie podejrzanej książki i żyć dalej?",
      "pt-br": "Philomel, a 'princesa falsa' que conspirou com sua mãe para se passar por princesa imperial, causou uma guerra ao separar a Torre Mágica do Império. Quando ela é considerada culpada de todos os seus crimes, ela é condenada à morte. Realmente digna de uma vilã... \"Eu, não, Philomel no livro fiz algo errado, então não é o suficiente para me matar!\" Philomel gritou e jogou o livro que estava lendo. Ela estava apenas curiosoa sobre o livro suspeito que pegou no jardim, mas ela, não, a princesa Philomel do livro morreu! Quero acreditar que é apenas uma ficção, mas de alguma forma tudo o que acontece depois se assemelha ao que está escrito no livro. \"Agora que está assim... meu único objetivo é sobreviver!\" Philomel será capaz de revelar o que aquele livro suspeito diz e reivindicar sua vida?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da847ab1-5263-487f-b237-f199eb59ff72",
    "title": {
      "en": "Medical Top Surgeon"
    },
    "updatedAt": "2024-12-07T16:23:25+00:00",
    "coverArt": "https://mangadex.org/covers/da847ab1-5263-487f-b237-f199eb59ff72/8616ba36-70bf-4220-9f0a-2a6d639a682a.jpg",
    "altTitles": [
      {
        "ko": "메디컬 탑 써전"
      },
      {
        "en": "Top Medical Surgeon"
      },
      {
        "pt-br": "Médico Cirurgião de Elite"
      }
    ],
    "description": {
      "en": "**The Key to Surgical Success: Seongil Seoul Hospital is the ultimate battleground.**\n\nSurgical specialist Jinwon Yoo receives a covert request for surgery from Wooje Seong, the chairman of South Korea’s largest conglomerate, **Seongil Group**.\n\nAt last, the chance for revenge has arrived!\n\nCan Jinwon Yoo, armed with nothing but a scalpel, surpass Seongil Seoul Hospital and seize control of the Seongil Group?  \nA fight everyone thought was impossible is about to begin.",
      "pt-br": "**Condições para o sucesso da cirurgia: Seongil Hospital de Seul é o campo de batalha perfeito.**\n\nO especialista em cirurgia, Jinwon Yoo, recebe uma solicitação confidencial de cirurgia do presidente do maior conglomerado da Coreia do Sul, o **Grupo Seongil**, Wooje Seong.\n\nFinalmente, a oportunidade de vingança chegou!\n\nSerá que Jinwon Yoo conseguirá, com apenas um bisturi, superar o Hospital Seongil de Seul e tomar o controle do Grupo Seongil?  \nUma batalha que todos consideravam impossível está prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69378a10-ebcb-40fa-ad70-52b6f0a6658a",
    "title": {
      "en": "Ghost Story Club (Remake)"
    },
    "updatedAt": "2025-02-15T03:23:35+00:00",
    "coverArt": "https://mangadex.org/covers/69378a10-ebcb-40fa-ad70-52b6f0a6658a/31f46ed4-4b3d-4f71-a0fc-574f311d78f7.jpg",
    "altTitles": [
      {
        "ko": "괴담 동아리 (2024)"
      }
    ],
    "description": {
      "en": "Lee Joon was an ordinary high school student.\n\nDuring the entrance ceremony, he was caught up in a strange phenomenon and died.\n\n[You have died.] [Restarting from checkpoint.] [Loading…]\n\nBut then, a message appeared before his eyes.\n\n『Congratulations on your acceptance at Nakseong Highschool, the school of secrets and mysteries. Uncover the shady secrets hidden within the school, or fight against the legends and ghost stories of the campus in order to earn points to unlock special abilities. Additionally, you must gather comrades to prevent the resurrection of the Demon King before graduation. The world is in your hands.』"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f65adbc4-5fe7-451f-8b14-aae7bda080bf",
    "title": {
      "en": "Miss Kobayashi’s Dragon Maid (Official Colored)"
    },
    "updatedAt": "2025-01-28T03:08:36+00:00",
    "coverArt": "https://mangadex.org/covers/f65adbc4-5fe7-451f-8b14-aae7bda080bf/eaf455d4-532e-454a-99d2-a3fc7832445e.jpg",
    "altTitles": [
      {
        "en": "Miss Kobayashi’s Dragon Maid - Full Color Edition"
      },
      {
        "ja": "小林さんちのメイドラゴン　フルカラーコミック"
      },
      {
        "en": "Kobayashi-san Chi no Maid Dragon (Official Colored)"
      },
      {
        "en": "The maid dragon of Kobayashi-san (Official Colored)"
      }
    ],
    "description": {
      "en": "Miss Kobayashi is your average office worker who lives a boring life, alone in her small apartment–until she saves the life of a female dragon in distress. The dragon, named Tohru, has the ability to magically transform into an adorable human girl (albeit with horns and a long tail!), who will do anything to pay off her debt of gratitude, whether Miss Kobayashi likes it or not. With a very persistent and amorous dragon as a roommate, nothing comes easy, and Miss Kobayashi’s normal life is about to go off the deep end!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dcdcc8c7-932e-4f60-a900-5f19934eb6cf",
    "title": {
      "en": "Dungeon Reset"
    },
    "updatedAt": "2024-06-15T11:56:00+00:00",
    "coverArt": "https://mangadex.org/covers/dcdcc8c7-932e-4f60-a900-5f19934eb6cf/7bf49bfe-3a7c-4619-91ac-f23f51432131.png",
    "altTitles": [
      {
        "ko": "던전 리셋"
      },
      {
        "fa": "بازنشانی دانجن"
      },
      {
        "zh": "重启地下城"
      },
      {
        "ja": "ダンジョンリセット"
      },
      {
        "ru": "Перезапуск подземелья"
      },
      {
        "zh-hk": "副本重置"
      },
      {
        "es-la": "Reajuste de la mazmorra"
      }
    ],
    "description": {
      "de": "Dawoons normales Leben wird auf den Kopf gestellt, als er in den Dungeon gerufen wird, wo er ein tödliches Spiel gegen gefährliche Monster und lebensbedrohliche Fallen spielen muss. Was die Sache schlimmer macht, ist, er ist nur ein einfacher Handwerker mit null Kampffähigkeiten. Aber nachdem Dawoon in eine Falle gerät und einen fehlerhaften Reset überlebt, hat er willkürliche und dennoch sehr hilfreiche Fähigkeiten. Zusammen mit einem blutrünstigen Gefährten und einem niedlichen Eichhörnchen muss er sich etwas einfallen lassen, um das Spiel zu gewinnen und nach Hause zurückzukehren. Welche Abenteuer erwarten ihn in den Tunneln – jetzt, wo die Regeln für ihn scheinbar nicht mehr gültig sind?\n\n---\n- [Official German Translation](https://www.tappytoon.com/de/comics/dungeon-reset-de)",
      "en": "Dawoon's ordinary life is turned upside down when he is summoned into the Dungeon, where he must play a deadly game, outlasting dangerous monsters and life-threatening traps. To make matters worse, he's only a mere crafter with zero combat abilities. But after Dawoon falls into a trap and survives after a glitched reset, he's gained random but oddly helpful skills. He'll need to get creative to clear the game and return home, with a bloodthirsty assistant and an adorable ground squirrel along for the ride. Now that the rules no longer apply to him, what possibilities await in the tunnels below.",
      "fa": "⁧⁧   وقتی که بازنشانی شروع بشه، همه چیز به حالت قبلش برای شرکت کننده های بعدی برمیگرده، چرا بازنشانی روی من کار نمیکنه؟! با یک مهارت ساده بازی برای جئونگ داوون درون دانجن شروع میشه .",
      "fr": "La vie ordinaire de Dawoon bascule le jour où il se retrouve invoqué dans un monde parallère, dans lequel il va devoir jouer à un jeu mortel intitulé Dungeon Game. Il se retrouve ainsi obligé à faire face à de dangereuses créatures, ainsi qu'à de nombreux pièges mettant constamment sa vie en péril. Et comme si cette situation ne suffisait pas, il s'avère également que l'abilité dont il a été doté est totalement inutile en combat. Néanmoins, après être tombé dans un piège et avoir mystérieusement survécu, un étrange bug va lui donner de nouvelles compétences aléatoires, mais étrangement utiles. Il va devoir redoubler d'astuce pour finir le jeu et pouvoir enfin rentrer chez lui, tout en ayant à ses côtés un Assistant de jeu assoiffé de sang, et un adorable petit écureuil. Maintenant qu'il n'a plus aucune règle à suivre avec assiduité, que va-t-il se passer pour lui dans cet étrange univers ?\n\n---\n- [Official French Translation](https://www.tappytoon.com/fr/comics/dungeon-reset-fr)",
      "ja": "｢このダンジョンはリセットされます｣ 一度プレイしたダンジョンや罠は次の｢ユーザー｣のためにリセットされる。 しかしその｢リセット｣が俺には適応されない！？ 絶えずリセットされるダンジョンで唯一自由の身となった「奏多」。 その場しのぎで武装した｢バグ｣人間 定岡奏多のダンジョン開拓期が始まるーー！\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/40532)",
      "ko": "[던전이 리셋됩니다.]\n\n한번 플레이한 던전이나 함정은 다음 '유저'들을 위해 '리셋'이라는 과정을 거친다.\n그 '리셋'이, '나'에게는 적용되지 않는다?!\n\n\n끊임없이 리셋되는 던전에서 유일하게 자유로워진 존재.\n압도적인 노가다로 무장한 '버그 종자' 정다운의 던전 개척기가 시작된다!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8D%98%EC%A0%84-%EB%A6%AC%EC%85%8B/2373)",
      "ru": "[Идет перезагрузка Подземелья.] Подземелье или ловушки, в которых была игра, проходят стадию перезагрузки для следующих пользователей.Может, эта «перезагрузка» применима и ко мне?! Единственное существо, которое свободно от постоянно перезапускаемой Пещеры. Вооружившись грандиозной силой, Чон Да Ун начинает освоение Подземелья!",
      "th": "[ดันเจี้ยนกำลังรีเซ็ต]  \nเมื่อมีการเดินสำรวจดันเจี้ยนเกิดขึ้น, กับดักทุกอย่างเริ่มทำงาน, มันก็จะเริ่มทำการรีเซ็ตตัวเองเพื่อสำหรับ \"ผู้เล่น\" คนต่อไป  \nแต่ทว่าการรีเซ็ตเหล่านั้นดันใช้ไม่ได้กับฉัน! ฉันจะต้องอยู่อย่างไร้จุดหมายในดันเจี้ยนแห่งนี้อย่างไร้กำหนด, ฉัน, จัง ดาอุน  \n\"เจ้าข้อผิดพลาด\" ได้ได้เวลาเริ่มออกสำรวจดันเจี้ยนแห่งนี้แล้ว!",
      "zh-hk": "［副本即將重置。］\n\n為提供下一批「玩家」體驗，\n已通過的副本、已觸發的陷阱\n都會經過名為重置的過程。\n然而，那所謂的「重置」居然對「我」不管用?!\n\n在不斷重置的副本裡，身為唯一的自由之身，\n只能把苦力活做好做滿，「農起來」武裝自己，\n「Bug仔」鄭多運的副本開墾記就此展開!\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E5%89%AF%E6%9C%AC%E9%87%8D%E7%BD%AE/140)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fe280d6-d419-4aae-ba2c-cb3df5ef8da7",
    "title": {
      "en": "Tentacle Hole"
    },
    "updatedAt": "2025-02-15T23:49:32+00:00",
    "coverArt": "https://mangadex.org/covers/6fe280d6-d419-4aae-ba2c-cb3df5ef8da7/736c8ad9-2b98-404b-a814-6beea8247424.jpg",
    "altTitles": [
      {
        "ja": "テンタクル・ホール"
      }
    ],
    "description": {
      "en": "On the way home, Jin and his friend Komachi are suddenly transported to another world full of strange creatures and Jin is killed by them, but somehow manages to come back to life, but as a tentacled creature !?",
      "es": "De camino a casa, Jin y su amiga Komachi son repentinamente transportados a otro mundo repleto de criaturas extrañas donde Jin muere a manos de estas, pero de alguna forma logra regresar a la vida… ¿¡pero como una criatura con tentáculos!? ¡El inicio de una fantasía oscura de tentáculos!",
      "ja": "学校からの帰り道、いきなり異世界に飛ばされてしまった高校生・仁と幼馴染の小町。直後に巨大生物に襲われ命を落としてしまう仁だったが、なぜか触手生物に転生して――!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "639bce54-89ac-4ef1-8f64-5be57689ffce",
    "title": {
      "en": "Chronicles of the Reincarnated Demon God"
    },
    "updatedAt": "2024-12-14T00:58:13+00:00",
    "coverArt": "https://mangadex.org/covers/639bce54-89ac-4ef1-8f64-5be57689ffce/f12249e3-d246-4c07-bfa7-77d025361693.jpg",
    "altTitles": [
      {
        "en": "Legend of the Reincarnated Demon God"
      },
      {
        "ko": "환생마신전"
      }
    ],
    "description": {
      "en": "The Junior Heavenly Demon, Yeon Woon-hwi, was born without a dantian.\n\nHowever, through dark arts and his shitty personality— er, preternatural ability, he became the junior lord of the Heavenly Demon Cult.\n\nHe was a man of many epithets:\n\n‘Great Sorcerer of the Dark Arts’\n\n'King of the Wandering Lost Souls’\n\nBut the people’s assessment of him was simple:\n\n“If he smiles, run as fast as you can. His smile is a death sentence.”\n\n“Catch his eye, for he shall provide you with lifelong protection. That is, if you can.”\n\nHe was living the good life, when suddenly, he was betrayed in a coup led by the vice-lord and elders of his cult.\n\n“You seem to have forgotten what kind of person I am, Uncle. So die. All of you.\"\n\nUsing the holy relic of the first Heavenly Demon, he self-destructed, taking the traitors with him. And then, he opened his eyes to the most unexpected of places...\n\n\"I'm in the Tang Clan? And a branch family at that?\"\n\nHe awoke as Tang Woon-hwi, an illegitimate son of the Nine Dragon Branch Family, a subset of the Sichuan Tang Clan.\n\nWill Woon-hwi be able to find his master, bring together his scattered followers, and rebuild the Heavenly Demon Cult?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "517b19aa-0243-4c55-85dc-eafd6318bbc2",
    "title": {
      "en": "Mayonaka no X Giten"
    },
    "updatedAt": "2024-04-25T20:36:14+00:00",
    "coverArt": "https://mangadex.org/covers/517b19aa-0243-4c55-85dc-eafd6318bbc2/63af2309-b249-4c6a-9d01-e1f81f3b3630.jpg",
    "altTitles": [
      {
        "en": "Cross Method in the Dead of Night"
      },
      {
        "ja-ro": "Mayonaka no Cross Method"
      },
      {
        "en": "Midnight Cross Method"
      },
      {
        "zh": "半夜的X仪式"
      },
      {
        "ja": "真夜中のＸ儀典"
      }
    ],
    "description": {
      "en": "Hiroki has a NEET Shut-in for an older sister, which leads him to always think \"It's better to be a girl!\"  \nWhile taking care of his lazy self-centered sister Yui, he has finally had enough of her behaviour, and snaps at her. Griping about his sister, Hiroki mutters \"I wish we weren't related\", and accesses a mysterious website address.  \nThe website claims to allow you to enter the body of another person, as long as you are willing to make your own body available as well. Skeptical, Hiroki tries the service and winds up in the body of popular idol Mikuriya Mikuni.  \nWhile spending time as Mikuni, Hiroki is involved in finding out a secret about her he'd rather not. At the same time, when seeking to go back to his own body, the person occupying it tells him something outrageous has just happened!  \nWhat happened to Hiroki's body during the incident? And what is the idol Mikuni's big secret? Be witness to the suspense as these mysteries pile up!",
      "pt": "Kamiya Hiroki sempre pensou que as mulheres tinham uma vida mais fácil. Este pensamento foi reforçado pelo fato de sua irmã mais velha não fazer nada e jogar jogos durante todo o dia. Por que ele não poderia fazer o mesmo?. Ele queria se tornar uma mulher e ser preguiçoso como sua irmã. Depois de postar suas reclamações sobre sua irmã em seu blog, um leitor misterioso comenta, afirmando que existem maneiras de trocar corpos com os outros. Isso traria o sonho de Hiroki de se tornar uma mulher para a realidade. Infelizmente para Hiroki, trocar de corpo teve consequências inesperadas quando ele voltou para o seu próprio corpo."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "27"
  },
  {
    "mangaId": "08323e7c-59f4-4564-81a6-7efffd40bd22",
    "title": {
      "en": "Mushibami Hime"
    },
    "updatedAt": "2024-08-09T12:51:32+00:00",
    "coverArt": "https://mangadex.org/covers/08323e7c-59f4-4564-81a6-7efffd40bd22/cb18d0e9-3f35-4d99-adf2-fa9fcba75b72.jpg",
    "altTitles": [
      {
        "ja": "ムシバミヒメ"
      },
      {
        "en": "Parasite Princess"
      }
    ],
    "description": {
      "en": "In Toshiya Higashimoto's latest work Ai Tanaka, college student who wants to be a novelist, decides to share a room with Miu Yamaguchi who she met on the internet. Keep an your eyes on the roommates in this psychological horror.",
      "ja": "【『テセウスの船』東元俊哉最新作！】小説家志望の大学生・田中愛は、募集サイトで知り合った山口美羽とルームシェアすることにしたのだが――。目が離せない、同居人サイコホラー。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e30a074-8bbe-42ca-91c7-d086b4a8a56e",
    "title": {
      "en": "Grand Warlock Streamer"
    },
    "updatedAt": "2024-09-24T17:10:55+00:00",
    "coverArt": "https://mangadex.org/covers/9e30a074-8bbe-42ca-91c7-d086b4a8a56e/aa38cb4a-05be-47d2-a898-42b41c284377.jpg",
    "altTitles": [
      {
        "ko": "BJ대마도사"
      },
      {
        "en": "BJ Archmage"
      },
      {
        "en": "Archmage Streamer"
      }
    ],
    "description": {
      "en": "Jung Hyunwoo is just an unlucky gamer barely making ends meet in the VR game \"God Wars.\" He even ends up losing access to his game account due to a horrible accident and is forced to create a new character. \n\nIn the process, he discovers that he has an ability that allows him to see hidden information in the game, which leads him to become a Grand Warlock. \n\nNow equipped with a mind-blowing skill and a legendary class, all that's left is for him to level up and go from zero to hero...\n\n---\n\n- [Webtoon PV](https://www.youtube.com/watch?v=_7M4wH6g1eI)",
      "ko": "'재능'도, '돈'도, '운'도 없던 정현우.\n\n\"게임의 히든 정보들이 왜 보이는 거지?\"\n\n감전 사고에 당하고부터 게임 속 보이지 않아야 하는 것들이 보이기 시작했다.\n\n---\n\n- [Webtoon PV](https://www.youtube.com/watch?v=_7M4wH6g1eI)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5422f55a-4fbf-4f60-9289-bab55c87c2bc",
    "title": {
      "en": "Guilty Circle"
    },
    "updatedAt": "2025-02-08T16:30:03+00:00",
    "coverArt": "https://mangadex.org/covers/5422f55a-4fbf-4f60-9289-bab55c87c2bc/c5ae0a62-4324-41ff-98a6-717065b756cf.jpg",
    "altTitles": [
      {
        "ja": "ギルティサークル"
      },
      {
        "zh-hk": "罪惡社團"
      },
      {
        "zh": "罪恶社团"
      }
    ],
    "description": {
      "en": "April! Sawaya Doji's college life at his dream school of Seio University starts with an encounter with the beautiful Kaede Hoshimi during the club recruiting fair. Sawaya believes that if he goes to Tokyo... if he joins a university... if he joins a club, he can get a girlfriend! It's a great way to meet new people, but what kind of club has he gotten himself into?",
      "ja": "４月！憧れの青応大学へと入学した大学１年生・沢屋童二は、サークル勧誘期に美少女・星見楓と出会う。「東京に行けば…大学に入れば…サークルに入れば、彼女ができる！」と信じる沢屋は星見楓とともに派手目なサークルの新歓コンパへと参加するが……。沢屋が足を踏み入れたサークルの罪深き実態、秘密とは何か！？",
      "pt-br": "Abril! A vida universitária de Sawaya Doji em sua escola de sonho da Universidade de Seio começa com um encontro com a bela Kaede Hoshimi durante a feira de recrutamento do clube. Sawaya acredita que se ele for para Tóquio... se ele entrar em uma universidade... se ele entrar em um clube, ele pode conseguir uma namorada! É uma ótima maneira de conhecer novas pessoas, mas em que tipo de clube ele se meteu?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50e0025c-8747-4edd-987d-baabf2caeb67",
    "title": {
      "en": "Isn't Being a Wicked Woman Much Better?"
    },
    "updatedAt": "2024-10-08T17:40:26+00:00",
    "coverArt": "https://mangadex.org/covers/50e0025c-8747-4edd-987d-baabf2caeb67/d129b25d-6880-4ef0-830f-54184f0b60ab.png",
    "altTitles": [
      {
        "ko": "악녀라서 편하고 좋은데요?"
      },
      {
        "ko-ro": "Angnyeoraseo Pyeonhago Joeundeyo?"
      },
      {
        "en": "The Perks of Being a Villainess"
      },
      {
        "en": "What's Wrong with Being the Villainess?"
      },
      {
        "en": "Being a Wicked Woman Is Much Better"
      },
      {
        "en": "Being a Wicked Woman Is Comfortable and Pleasant"
      },
      {
        "fr": "Not So Bad to Be Bad!"
      },
      {
        "pt": "Ser uma vilã não é muito melhor?"
      },
      {
        "es-la": "¿No es mucho mejor ser una mujer malvada?"
      },
      {
        "hr": "Nije li bolje biti zlikovac?"
      },
      {
        "uk": "Чи не краще бути негідницею?"
      },
      {
        "th": "เป็นนางร้ายก็สบายดีนะคะ"
      },
      {
        "ja": "悪女は楽で最高ですが？"
      },
      {
        "zh": "做个恶女好安逸?"
      },
      {
        "zh": "因为是恶女所以很舒服"
      },
      {
        "zh": "当恶女很舒服很好啊？"
      },
      {
        "zh-hk": "當個惡女輕鬆又愉快"
      },
      {
        "vi": "Làm ác nữ bộ không tuyệt sao?"
      }
    ],
    "description": {
      "en": "She possessed a villainess who is known and hated for her evil acts in an unpopular novel. But because of her personality, it was extremely difficult for her to play the villainess role. But not for long…\n\n“I’ll fix your dress according to your taste this instant!”\n\n“My request.”\n\n“O-Of course! As per your request, there’s only one piece available in the whole Empire.”\n\nPeople around me listen to me well even if I just frown and sit still. Since I don’t have to live in difficulty, I decided to just comfortably live on as a villainess.\n\n“Father. Is it necessary for you to solve formulas in this slow and inefficient way?”\n\nI thought it would be good to be a rich villainess, so I used all my knowledge.\n\n“Why don’t you give me the honor of escorting the Princess?”\n\nI have had enough of dealing with my father, so why did an unexpected character suddenly appear? What if this person disrupts my plan?\n\n---\nDohee lived as a pushover, died miserably, and was reborn in a novel as a notorious villainess. But it turns out that her new life is not without its perks, as Deborah Seymour is also the richest villain alive. Now, all that's left for her to do is lay low and enjoy her carefree lifestyle...if not for the fact that Deborah is fated to be sent to a monastery! Will this ex-doormat find a way to avoid yet another tragic ending, or will the challenges of being a villainess be too much for her?\n\n---\n**Links:**\n\n**Original Novel:** [Korean / 한국어](https://page.kakao.com/content/55527274), [English](https://tapas.io/series/the-perks-of-being-a-villainess-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%9D%BC%EC%84%9C-%ED%8E%B8%ED%95%98%EA%B3%A0-%EC%A2%8B%EC%9D%80%EB%8D%B0%EC%9A%94/3100), [KakaoPage](https://page.kakao.com/content/60728286)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perks-of-being-a-villainess/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26404&contentId=404&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%95%B6%E5%80%8B%E6%83%A1%E5%A5%B3%E8%BC%95%E9%AC%86%E5%8F%88%E6%84%89%E5%BF%AB/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perks-of-Being-a-Villainess/656)\n* [Japanese / 日本語](https://piccoma.com/web/product/134441)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%AA%E0%B8%9A%E0%B8%B2%E0%B8%A2%E0%B8%94%E0%B8%B5%E0%B8%99%E0%B8%B0%E0%B8%84%E0%B8%B0/509)",
      "fr": "Dohee a vécu comme une poule mouillée, a péri misérablement et a été réincarnée dans un roman en tant que vilaine notoire. Mais il s'avère que sa nouvelle vie n'est pas sans avantages, car Deborah Seymour est aussi la méchante la plus riche de l'Empire. Il ne lui reste plus qu'à faire profil bas et à profiter de son insouciance... Si ce n'est que Deborah est condamnée à être envoyée dans un monastère! Cette ancienne fainéante trouvera-t-elle un moyen d'éviter une nouvelle fin tragique, ou les défis d'une méchante seront-ils trop importants pour elle?\n\n---\n**Links:**\n\n**Original Novel:** [Korean / 한국어](https://page.kakao.com/content/55527274), [English](https://tapas.io/series/the-perks-of-being-a-villainess-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%9D%BC%EC%84%9C-%ED%8E%B8%ED%95%98%EA%B3%A0-%EC%A2%8B%EC%9D%80%EB%8D%B0%EC%9A%94/3100), [KakaoPage](https://page.kakao.com/content/60728286)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perks-of-being-a-villainess/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26404&contentId=404&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%95%B6%E5%80%8B%E6%83%A1%E5%A5%B3%E8%BC%95%E9%AC%86%E5%8F%88%E6%84%89%E5%BF%AB/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perks-of-Being-a-Villainess/656)\n* [Japanese / 日本語](https://piccoma.com/web/product/134441)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%AA%E0%B8%9A%E0%B8%B2%E0%B8%A2%E0%B8%94%E0%B8%B5%E0%B8%99%E0%B8%B0%E0%B8%84%E0%B8%B0/509)",
      "hr": "Yoon Dohee, studentica arhitektonskog fakulteta, otkriva da ju njezine kolege i obitelj iskorištavaju za novac i kao besplatnu radnu snagu točno prije nego pogine u prometnoj nesreći.\nUmjesto da zapravo umre ona se reinkarnira u ljubavni roman koji je nedavno čitala, ali ne kao glavni lik, nego kao glavni zlikovac i antagonist knjige Deborah Seymour.\nSada kao Deborah ona navigira novi život odmarajući se u bogatstu i raskoši, ali mora biti na oprezu jer je njezina reputacija duboko pod zemljom, a lik Debore u originalnoj knjizi završava svoju priču u tamnici.",
      "id": "Kehidupan Yoon Dohee, wanita naif yang kerap dimanfaatkan oleh orang sekitarnya berubah drastis. Setelah dia mengalami kecelakaan dan sekarat, dia merasuk ke dalam tubuh wanita jahat bernama Deborah Seymour. Deborah Seymour adalah seorang tokoh di novel reverse harem rating 19+ berjudul 'A Dark Thorn Through My Throat'. Karena tidak ingin ada orang lain yang tahu kalau sebenarnya Yoon Dohee adalah wanita naif, dia akhirnya belajar untuk menjadi jahat seperti Deborah Seymour. \"Aku tidak akan hidup sebagai orang yang baik dan menyedihkan seperti di masa lalu. Aku akan terus hidup enak sebagai wanita jahat!\"\n\n---\n**Links:**\n\n**Original Novel:** [Korean / 한국어](https://page.kakao.com/content/55527274), [English](https://tapas.io/series/the-perks-of-being-a-villainess-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%9D%BC%EC%84%9C-%ED%8E%B8%ED%95%98%EA%B3%A0-%EC%A2%8B%EC%9D%80%EB%8D%B0%EC%9A%94/3100), [KakaoPage](https://page.kakao.com/content/60728286)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perks-of-being-a-villainess/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26404&contentId=404&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%95%B6%E5%80%8B%E6%83%A1%E5%A5%B3%E8%BC%95%E9%AC%86%E5%8F%88%E6%84%89%E5%BF%AB/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perks-of-Being-a-Villainess/656)\n* [Japanese / 日本語](https://piccoma.com/web/product/134441)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%AA%E0%B8%9A%E0%B8%B2%E0%B8%A2%E0%B8%94%E0%B8%B5%E0%B8%99%E0%B8%B0%E0%B8%84%E0%B8%B0/509)",
      "uk": "Ду Хі опанувала тіло лиходійки одного непопулярного роману, яка була відома і ненависна всім за свої погані вчинки. Але через власний характер їй дуже важко правильно грати роль злодійки. Але ненадовго.. \n\n\"Я зміню сукню згідно з вашим смаком негайно\" \n\n\"Моє прохання.\" \n\n\"З-звісно! Згідно з вашим запитом, у всій імперії є лише одна річ.\" \n\nЛюди навколо мене добре слухають, навіть якщо я просто хмурюсь і сиджу на місці. Оскільки мені не доводиться жити в труднощах, я вирішила просто комфортно жити у тілі лиходійки. \n\n«Батько, чи потрібно вам розв’язувати формули таким повільним і неефективним способом?» \n\nЯ подумала, що було б добре бути багатою негідницею, тому використовувала усі свої знання. \n\n«Чому б вам не надати мені честь супроводжувати принцесу?» \n\nУ мене досить багато справ з батьком, так чому раптом з’явився цей неочікуваний персонаж? Що, якщо ця людина спробує порушити мій план?\n\n---\n**Links:**\n\n**Original Novel:** [Korean / 한국어](https://page.kakao.com/content/55527274), [English](https://tapas.io/series/the-perks-of-being-a-villainess-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%9D%BC%EC%84%9C-%ED%8E%B8%ED%95%98%EA%B3%A0-%EC%A2%8B%EC%9D%80%EB%8D%B0%EC%9A%94/3100), [KakaoPage](https://page.kakao.com/content/60728286)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perks-of-being-a-villainess/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26404&contentId=404&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%95%B6%E5%80%8B%E6%83%A1%E5%A5%B3%E8%BC%95%E9%AC%86%E5%8F%88%E6%84%89%E5%BF%AB/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perks-of-Being-a-Villainess/656)\n* [Japanese / 日本語](https://piccoma.com/web/product/134441)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%AA%E0%B8%9A%E0%B8%B2%E0%B8%A2%E0%B8%94%E0%B8%B5%E0%B8%99%E0%B8%B0%E0%B8%84%E0%B8%B0/509)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72231b89-3934-439b-9d83-0f82e45f01d6",
    "title": {
      "en": "Kanchigai no Atelier Meister: Eiyuu Party no Moto Zatsuyougakari ga, Jitsu wa Sentou Igai ga SSS Rank Datta to Iu Yoku Aru Hanashi"
    },
    "updatedAt": "2024-12-01T18:59:22+00:00",
    "coverArt": "https://mangadex.org/covers/72231b89-3934-439b-9d83-0f82e45f01d6/40eff0b1-c9ad-459d-88a5-7c6136ff4edc.jpg",
    "altTitles": [
      {
        "ja": "勘違いの工房主　英雄パーティの元雑用係が、実は戦闘以外がSSSランクだったというよくある話"
      },
      {
        "en": "The Unaware Atelier Meister"
      },
      {
        "en": "The Unaware Atelier Master"
      }
    ],
    "description": {
      "en": "Kuruto gets kicked out of the hero's party for being too useless in combat. However unknown to him, he's SSS Rank in skills like cooking, building, magic tool crafting, etc. \n  \nWN Raw: <https://www.alphapolis.co.jp/novel/292207951/264201950>"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97f21bb2-4331-46a2-8307-483eb3370019",
    "title": {
      "en": "House Mayton's Youngest"
    },
    "updatedAt": "2025-01-19T15:39:42+00:00",
    "coverArt": "https://mangadex.org/covers/97f21bb2-4331-46a2-8307-483eb3370019/2b3da0b3-f1c9-4333-9439-79e28e828386.jpg",
    "altTitles": [
      {
        "en": "Youngest Scion of the Mages"
      },
      {
        "es-la": "El Hijo Menor del Renombrado Clan Mágico"
      },
      {
        "en": "Youngest Son of the Renowned Magic Clan"
      },
      {
        "ko": "마법명가 막내아들"
      }
    ],
    "description": {
      "en": "As the author of \"Swordmaster Sade,\" Cha Sungmin had no idea how dangerous his plot-hole-riddled novel could be until he's reborn as Rasen Mayton, a spoiled side character destined to die at 17. As if being stuck in the body of a rude scumbag despised by everyone wasn't enough, Sungmin also discovers that he was reborn at a point before his story began. \n\nWith almost no knowledge about the current timeline, will Sungmin be able to survive in this unwritten world as House Mayton's youngest?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f491e32-3934-4e1a-a8b5-2510aecd40d9",
    "title": {
      "en": "Cleric of Decay"
    },
    "updatedAt": "2024-09-28T03:16:17+00:00",
    "coverArt": "https://mangadex.org/covers/7f491e32-3934-4e1a-a8b5-2510aecd40d9/6bc59079-32ee-47d3-b01d-50a51d2c6df2.jpg",
    "altTitles": [
      {
        "en": "Priest of Corruption"
      },
      {
        "en": "Priest of Decay"
      },
      {
        "ko": "부패의 사제"
      },
      {
        "es-la": "El Sacerdote de la Corrupción"
      },
      {
        "en": "The Priest of Corruption"
      }
    ],
    "description": {
      "en": "Not all job classes are created equal!\n\nMarnac was pulled into a game while trying to play as one of its worst job classes, Cleric of Decay. Now he’s the only cleric of the Order of Decay, serving a goddess who’s been reduced to an animated hand that repeats the word “MURDER!”\n\nWill the Order’s last cleric become powerful enough before the prophecy of “the end” comes true?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cbf53f02-9594-42e7-9dbf-8ae1c783466f",
    "title": {
      "en": "Arcane Sniper"
    },
    "updatedAt": "2025-02-15T09:51:40+00:00",
    "coverArt": "https://mangadex.org/covers/cbf53f02-9594-42e7-9dbf-8ae1c783466f/0ae5f0af-dd5b-4fee-8612-95bb22b087fd.png",
    "altTitles": [
      {
        "ko": "마탄의 사수"
      },
      {
        "ru": "Магический стрелок"
      },
      {
        "en": "Mystic Musketeer"
      },
      {
        "en": "Matan's shooter"
      },
      {
        "de": "Der Freischütz"
      },
      {
        "ja": "魔弾の銃士"
      },
      {
        "zh-hk": "魔彈-射手"
      },
      {
        "th": "สไนเปอร์กระสุนเวท"
      },
      {
        "id": "The Freeshooter"
      },
      {
        "es-la": "El Francotirador de Nivel Arcano"
      },
      {
        "ka": "საიდუმლო სნაიპერი"
      },
      {
        "ka": "მისტიური მუშკეტერი"
      }
    ],
    "description": {
      "en": "Paraplegic ex-sniper Ha Yiha is getting a fresh start in the VR game “Middle Earth.” He hopes to become a powerful player and earn enough money to afford surgery, but there’s a small problem… an untimely logout leaves him playing as a musketeer, the game’s most ineffective class. Luckily, he’s able to use his real-life sharpshooting skills to take musketeering to new heights. As his unprecedented progress turns heads and prompts new quests, Yiha thinks he’s got a shot at success, but he may have just landed himself directly in danger’s sights.\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)\r\n- [Official Indonesian Translation](https://id.kakaowebtoon.com/content/The-Freeshooter/548)",
      "ja": "いつも完璧を勝ち取る吉田ローガン。 しかし、不意の事故により下半身不随の障害を負い、社会から捨てられる。 絶望に陥った彼に訪れた、革命的なVRゲーム「ミドルアース」による新しい世界が始まる。 だが、とあるトラブルによりキャラクター選びを大間違い！一番能力の低い「マスケット銃士」を選んでしまう！ “クッソ…俺は他の奴と違う。俺が本物のマスケット銃の力を見せてやる！”\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "ko": "\"하 중사, 이 미친놈아. 또 만발인 거 알아?\"\r\n\r\n이제 말뚝 박을 일만 남은 명사수 부사관 하이하.\r\n그러나 불의의 사고로 하반신을 못 쓰게 되어 사회로 내쳐졌다.\r\n절망에 빠져있던 그에게 혁명적인 VR 게임 [미들 어스]가 새로운 삶을 선사한다.\r\n가상현실 게임인 [미들 어스]에서 획득한 돈은 현실의 돈이 된다!\r\n\r\n하지만 캐릭터 생성 때 가장 성능이 낮은 캐릭터를 고르게 되는 바람에 망하게 생겼다!\r\n\r\n\"난 다르다. 이것이 내 마지막이야!\"\r\n\r\n흑색화약, 쇠구슬, 꼬질대. 진짜 '머스킷티어'가 무엇인지 보여주마!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "ru": "Сериал про гиперреалистичную фэнтезийную игру! «Сержант Ха, ты сумасшедший ублюдок. Ты выстрелил еще раз в пулю?» Меткий стрелок Ха ЛиХа просто хотел навсегда стать частью армии. Однако из-за несчастного случая он стал парализованным и был отброшен обратно в общество. Революционная игра VR [Средиземье] подарила ему новую жизнь. Деньги, полученные в [Средиземье], имеют реальную ценность! Тем не менее, он испортил свой шанс, выбрав персонажа самого низкого уровня! «Я не такой, как другие. Это все, что у меня есть». Черный порох, железные шары и шомполы ... Я вам всем покажу, что такое настоящий «мушкетер»!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "th": "ฮาลีฮา นักแม่นปืนแห่งทหารกองหนุนได้เกิดอุบัติเหตุระหว่างขนย้ายดินปืนในค่ายทหาร ทำให้เขาสูญเสียประสาทสัมผัส ของขาทั้งสองข้าง เดินไม่ได้ และต้องใช้เงินผ่าตัดเป็นจำนวนสองพันล้านวอน\r\n\r\nหลังจากที่แม่ของเขาเห็นเขาเศร้า หมดอาลัยที่สูญเสียขา ทำให้เธอซื้อเครื่องเล่นเกมเสมือนจริงมาให้เขาเล่น ซึ่งใช้ในการหาเงินได้ด้วย เขารู้สึกดีใจมากที่ได้กลับมาเดินได้อีกครั้งแม้จะเป็นในเกม และเขาก็ได้ใช้ทักษะนักแม่นปืนของเขากับเกมนี้ด้วย\r\n\r\nเขาหวังว่าจะสามารถหาเงินจากการเล่นเกมมาผ่าตัดขาตัวเองให้กลับมาเดินได้อีกครั้ง\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "es-la": "¡Una serie sobre un juego de fantasía hiperrealista! \"Sargent Ha, loco bastardo. ¿Disparó otra ronda completa de tiros al blanco?\" El francotirador Ha Lee Ha simplemente quería ser parte del ejército para siempre. Sin embargo, debido a un desafortunado accidente, quedó parapléjico y fue devuelto a la sociedad. El revolucionario juego de realidad virtual [Middle Earth] le presentó una nueva vida. ¡El dinero obtenido en [la Tierra Media] tiene valor en el mundo real! Sin embargo, ¡arruinó su oportunidad al seleccionar el personaje de nivel más bajo! \"No soy como los demás. Esto es todo lo que tengo\". Pólvora negra, bolas de hierro y baquetas ... ¡Les mostraré lo que es un verdadero 'mosquetero'!",
      "pt-br": "Uma série sobre um jogo de fantasia hiper-realista!  \r\n  \r\n“Sargento Ha, seu louco bastardo. Você acertou todos os alvos outra vez?”  \r\n  \r\nO atirador Ha LeeHa simplesmente queria fazer parte do exército para sempre. No entanto, devido a um infeliz acidente, ele ficou paraplégico e foi jogado de volta à sociedade.  \r\n  \r\nO revolucionário jogo de realidade virtual [Terra Média] apresentou-lhe uma nova vida. O dinheiro obtido na [Terra Média] tem valor no mundo real! Ainda assim, ele arruinou sua chance ao selecionar o personagem de nível mais baixo!  \r\n  \r\n“Eu não sou como os outros. Isso é tudo que tenho.”  \r\n  \r\nPólvora preta, bolas de ferro e varetas… Vou mostrar a todos o que é um verdadeiro ‘mosqueteiro’!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f4247b21-e8ff-46ae-9f92-fc04f6641188",
    "title": {
      "en": "Someone's Girlfriend"
    },
    "updatedAt": "2025-02-14T18:55:06+00:00",
    "coverArt": "https://mangadex.org/covers/f4247b21-e8ff-46ae-9f92-fc04f6641188/8a53bb1e-9d50-42b8-9ab2-d787bf19a3b0.jpg",
    "altTitles": [
      {
        "ja": "アイツノカノジョ"
      },
      {
        "ja-ro": "Aitsu no Kanojo"
      },
      {
        "en": "His Girlfriend"
      },
      {
        "zh-hk": "他的女友"
      },
      {
        "nl": "De vriendinnitje van deze vent"
      },
      {
        "nl": "Zijn vriendinnetje"
      },
      {
        "fr": "Sa petite amie"
      },
      {
        "fr": "La petite amie de ce mec"
      },
      {
        "id": "Pacarnya Dia"
      },
      {
        "uk": "Його дівчина"
      },
      {
        "vi": "Bạn Gái Bạn Thân"
      }
    ],
    "description": {
      "en": "It's April of my third and final year in high school... But the beautiful girl I have a crush on is my best friend's girlfriend. Thus begins my year of treading on the dangerous ground...",
      "ja": "気になるあの娘は、”親友の”彼女。\n\n始まりの季節、春。主人公・リクの家を訪れた美少女・雫は「いいよ、何しても。」と、リクを誘う。しかし雫は、“親友（アイツ）の彼女”。",
      "pt-br": "É abril do meu terceiro e último ano no ensino médio... Mas a linda garota por quem tenho uma queda é a namorada do meu melhor amigo. Assim começa meu ano pisando em um terreno perigoso..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5dce5603-3cd5-4aa1-bc57-688648a45185",
    "title": {
      "en": "Register"
    },
    "updatedAt": "2024-12-17T11:51:08+00:00",
    "coverArt": "https://mangadex.org/covers/5dce5603-3cd5-4aa1-bc57-688648a45185/eb7457aa-5afb-4134-b9ee-672fd7fb6be6.jpg",
    "altTitles": [
      {
        "ja": "レジスター"
      },
      {
        "zh": "收银台之星！"
      },
      {
        "zh-hk": "收銀台之星！"
      }
    ],
    "description": {
      "en": "How young is too young to fall in love? How old is too old to fall in love? Who decides the end of the flowery days of youth and the beginning of the same? In the eastern part of Tokyo, at a supermarket in a town zero meters above sea level. A chance encounter for two people over the cashier's counter. A youth-returning story where something might start!",
      "ja": "いくつまで恋が出来るのか。\nいくつから恋が出来るのか。\n青春の終わりを、始まりを、誰が決めるのか。\n東京東部、\n海抜ゼロメートルの町のスーパーマーケット。\nレジカウンター越しの二人。\n何かが始まるかもしれない青春リターナブル・ストーリー！",
      "zh": "什么时候开始恋爱才好、什么时候结束恋爱才好。青春的序幕与尾曲又是什么人决定的呢？在东京的某处小商街里，有个恋爱故事在超市的收银台边拉开了序幕"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8461d3da-d14b-4a60-9a37-e4428fdda85e",
    "title": {
      "en": "Umareta Chokugo ni Suterareta kedo, Zensei ga Taikensha datta node Yoyuu de Ikitemasu"
    },
    "updatedAt": "2025-01-28T02:25:59+00:00",
    "coverArt": "https://mangadex.org/covers/8461d3da-d14b-4a60-9a37-e4428fdda85e/4f4acc6e-7b23-44be-8c78-a6c81be30d2d.jpg",
    "altTitles": [
      {
        "ja": "生まれた直後に捨てられたけど、前世が大賢者だったので余裕で生きてます"
      },
      {
        "en": "Since My Previous Life was a Wise Man, I can Afford to Live."
      },
      {
        "vi": "Dù bị bỏ rơi ngay khi vừa sinh ra, nhưng vì kiếp trước là một đại hiền giả nên ta vẫn sống một cách thong dong"
      }
    ],
    "description": {
      "en": "Born to excellent parents, Reus is abandoned shortly after being born due to a mismeasurement of magical aptitude. However, he was a super baby who had the memory and ability of his previous life where he was touted as a Great Sage, and was able to fly, not to mention conversation and walking! Adventuring with the sacred dragon familiar, Lindworm, enjoy the life of a baby Sage who becomes a person and enjoys freedom!",
      "ja": "見た目は赤ちゃん、だけど中身は大賢者!?\n\n世界を変えた最強の魔法使い・大賢者アリストテレウスがその生涯を閉じた…。だが大賢者アリストテレウスは、死んだ後に転生の魔道具を使い、転生することに成功したのだった。転生した先は、何百、何千年経ったのかも分からない後の世界の魔法名門家の赤子。 恵まれた人生を歩むはずが、内に宿した規格外の魔力のせいか勘違いされ、生まれた直後に捨てられてしまう…!? しかし大賢者の能力と記憶を持つ赤子は、聖竜杖リントヴルムをお供に余裕で生き抜くのだった…!!",
      "vi": "Aristototleus, Đại Hiền Giả và là Pháp Sư Mạnh Nhất Đã Thay Đổi Thế Giới, đã khép lại cuộc đời mình… Nhưng sau khi qua đời, ông đã sử dụng pháp cụ chuyển sinh và thành công tái sinh.\n\nNơi ông tái sinh là một thế giới sau hàng trăm, hàng ngàn năm – vào gia tộc danh giá về phép thuật, trong thân xác một đứa trẻ sơ sinh. Đáng lẽ ông sẽ sống một cuộc đời đầy đủ, nhưng vì sở hữu lượng ma lực phi thường từ khi sinh ra, ông bị hiểu lầm và bị bỏ rơi ngay sau khi chào đời…!?\n\nTuy nhiên, đứa trẻ sơ sinh mang ma lực và ký ức của Đại Hiền Giả vẫn sống sót dễ dàng cùng với Thánh Long Trượng Lindworm bên mình…!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a248ca5f-0ccd-4a96-862f-1bfa0532df64",
    "title": {
      "en": "Chouten Hoshokusha ~Chikyuu Saijaku no Ore ga Uchuu Saikyou~"
    },
    "updatedAt": "2024-12-12T05:00:49+00:00",
    "coverArt": "https://mangadex.org/covers/a248ca5f-0ccd-4a96-862f-1bfa0532df64/844b088e-104a-4638-86ae-c492b71a74f8.jpg",
    "altTitles": [
      {
        "ja": "頂点捕食者〜地球最弱の俺が宇宙最強〜"
      },
      {
        "en": "Apex Predator: From Earth's Weakest to the Universe's Strongest"
      }
    ],
    "description": {
      "en": "Earth's weakest becomes the universe's strongest with cheat abilities–!? While all of humanity awakens to their powers due to the invasion of extraterrestrial life forms (EVA), the protagonist Vi is the only one without abilities. Just as he's about to die, devoured by an EVA, a cheat-level ability activates… A highly anticipated modern battle fantasy!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3975b7da-2822-48f7-87d6-ce62f1a46bf4",
    "title": {
      "en": "A Tactical Genius on the Field"
    },
    "updatedAt": "2024-12-08T02:18:55+00:00",
    "coverArt": "https://mangadex.org/covers/3975b7da-2822-48f7-87d6-ce62f1a46bf4/35316881-a98b-4b48-b51d-1d28b5bef2c6.jpg",
    "altTitles": [
      {
        "ko": "검은 머리 전술 천재"
      },
      {
        "en": "Black-Haired Tactical Genius"
      }
    ],
    "description": {
      "en": "If there is one thing that Ma Jungwoo is good at, it's football. Although he is a genius strategist, others look down on him because of his lack of education and debt. But things seem to turn around when he finds out he has just inherited his late grandfather's British football team. He plans to sell the team and start fresh, only to find out the team has massive debt! Left with no other choice, Jungwoo must use his tactical genius to help this team rise from the ashes and be number one!"
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei wa Tereshirazu"
    },
    "updatedAt": "2025-02-06T19:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/29b12bdd-f113-4625-bc2e-df7a100b74f2.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "en": "Akanabe-sensei Doesn't Know About Embarrassment"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her...",
      "ja": "『崎枝君ってさ私のこと好き？』　憧れの漫画家・茜部アキラのもとでアシスタントとして働く崎枝コウキ。憧れが次第に恋心へと変わっていたある日、まさかの両想いであることがわかり、なんと二人は恋人同士に！　しかし、茜部先生は思った事を口にしちゃう上に照れ知らずで、コウキを褒め殺してくる！",
      "pt-br": "Kouki Sakieda é assistente de Akira Akanabe, uma mangaká que ele admira. Ela sempre tenta elogiá-lo de alguma forma. Sakieda está preocupado que possa acabar se apaixonando por ela se essa situação continuar. Então, inesperadamente, Akanabe o convida para sair...\nA história retrata o dia a dia da Sensei Akanabe, que distribui elogios a Sakieda sem qualquer constrangimento, e de Sakieda, que tenta aceitar tudo com naturalidade."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]