[
  {
    "mangaId": "04da6e83-eb64-4f3e-9c78-296c07ac37a5",
    "title": {
      "en": "Koha-Ace EX"
    },
    "updatedAt": "2024-11-13T06:56:33+00:00",
    "coverArt": "https://mangadex.org/covers/04da6e83-eb64-4f3e-9c78-296c07ac37a5/c8c1f4d9-8d60-4ca3-854a-af1f9e6fcad1.png",
    "altTitles": [
      {
        "ja": "コハエースＥＸ"
      }
    ],
    "description": {
      "en": "A Holy Grail War has broken out in Koha-Ace!\n\nAfter managing to avoid getting axed again and again, some miracle has allowed for a third volume of Koha-Ace! The mysterious new Servant designed by Takashi Takeuchi, Sakura Saber, is a storm of romance who will play an active role! We'll show you the real power of Koha-Ace. (Third Volume of Koha-Ace, following Koha-Ace+)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "11"
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-11-10T15:10:01+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "\"You're amazing for being alive another day!\"\n\nA Manga about an understanding girlfriend who rewards you with a \"log-in bonus\" every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bbdaa3a3-ea49-4f12-9e1c-baa452f0830d",
    "title": {
      "en": "It Shows on Your Face, Ichijou-San"
    },
    "updatedAt": "2024-01-27T01:14:45+00:00",
    "coverArt": "https://mangadex.org/covers/bbdaa3a3-ea49-4f12-9e1c-baa452f0830d/1f1a8a67-0cd5-4633-a52d-bf0b1bef4d07.jpg",
    "altTitles": [
      {
        "ja": "一条さんは顔に出やすい"
      },
      {
        "zh": "一条同学总是情不自禁"
      },
      {
        "ru": "Итидзё-Cан легко узнать"
      },
      {
        "ja-ro": "Ichijou-san wa Kao ni Deyasui"
      }
    ],
    "description": {
      "en": "Mahiro seems to admire Ichijou-san from afar. She's the most popular student in the class and belongs to a very prestigious family. Despite all this, Ichijou-san treats everybody nicely and is equally kind to everyone. But she harbors a secret that Mahiro unexpectedly discovered— she's a vampire! She claims she's not interested in human blood, though there appear to be moments when she's barely able to conceal her innermost desires...\nA bloodsucking, heart-throbbing love-comedy about a young lady vampire!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "776fc769-0040-4135-b609-1df34b056562",
    "title": {
      "en": "Dokuzu"
    },
    "updatedAt": "2024-12-03T22:20:38+00:00",
    "coverArt": "https://mangadex.org/covers/776fc769-0040-4135-b609-1df34b056562/5a5ad497-8743-4451-9192-d63042791236.jpg",
    "altTitles": [
      {
        "ja": "ド屑"
      },
      {
        "fr": "Dokuzu"
      },
      {
        "ja-ro": "Dokuzu"
      }
    ],
    "description": {
      "en": "One day, college student Ryu comes across his classmate Tsuge, who is about to jump off a pedestrian bridge. He stalls her suicide, and the two begin to interact, but Tsuge's smartphone contains countless photos of Ryu...\nA story of immature and distorted love.\n\n\n------------------------------------------------------------------------------\n\nNote: A comic adaptation of a popular Vocaloid song that has become a hot topic on SNS.",
      "ja": "男子大学生の榴は、同級生の柘が歩道橋から飛び降りようとしている現場に遭遇してしまう。説得の末に思い留まらせた榴は柘との距離を縮め、やがて交際を始めるが、二人にはそれぞれ相手に言えない裏の顔があり──二人の“ド屑”な本性が徐々に明らかになっていく!!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "274a8e39-71a8-4bd2-af19-4572518fe44f",
    "title": {
      "en": "Leviathan"
    },
    "updatedAt": "2024-10-29T13:39:15+00:00",
    "coverArt": "https://mangadex.org/covers/274a8e39-71a8-4bd2-af19-4572518fe44f/5af88f19-e21c-450c-9401-82826543c966.jpg",
    "altTitles": [
      {
        "en": "DeepWater"
      },
      {
        "ko": "심해수"
      },
      {
        "pt-br": "Leviatã"
      },
      {
        "vi": "Biển Sâu"
      },
      {
        "vi": "Đứa Con Thần Chết"
      }
    ],
    "description": {
      "en": "In the world where the sea level has risen, the sea has already covered the continent.   \nIn the world where the land can not be found anymore, the family of the boy, 'Bota', lives in a small boat and wanders around.   \n  \nI am looking for another 'man' somewhere and I am safe in the rules that my father has set.",
      "vi": "Trong một thế giới nơi mực nước biển đã dâng cao và đại dương đã bao phủ toàn bộ lục địa, đất liền không còn tồn tại nữa. Gia đình của cậu bé tên Bota sống trên một con thuyền nhỏ và lang thang khắp nơi. Tôi đang tìm kiếm một \"người\" nào đó ở đâu đó và an toàn trong những quy tắc mà cha tôi đã đặt ra.",
      "pt-br": "O mundo foi submerso e monstros marinhos governam a terra. Será que Bota e sua família irão conseguir escapar desse inferno marítimo? E quem diabos é Kana...?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "214"
  },
  {
    "mangaId": "c30a35a6-8014-4352-aab0-784b9d3cc28f",
    "title": {
      "en": "Defective Goddess' Genesis of Another World"
    },
    "updatedAt": "2024-10-20T02:11:30+00:00",
    "coverArt": "https://mangadex.org/covers/c30a35a6-8014-4352-aab0-784b9d3cc28f/729c4b2a-c34b-4f0e-b702-1e318fd3bb5e.jpg",
    "altTitles": [
      {
        "ja-ro": "Ponkotsu Megami no Isekai Sousei-roku"
      },
      {
        "ja": "ポンコツ女神の異世界創世録"
      },
      {
        "en": "A Disappointing Goddess’ Genesis of Another Universe"
      }
    ],
    "description": {
      "en": "Artesia Gaia Nagasus,  \nThe goddess of creation went into a deep slumber in order to bring new life to the fallen planet,  \nAnd to prepare for the inevitable arrival of the Brave, whom she would then provide with guidance.  \nHowever, she woke up too early… Not only was there no Brave waiting for her, she was met with an extremely cold glacial period without intelligent life…?!  \n  \nShe just wants to be worshipped and fall in love!  \nThis is a tale of creation, starring a defective goddess who can't help but mess with humanity, and her journey to set the world in motion - with a few troubles here, and a little hard work there."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "30"
  },
  {
    "mangaId": "4e878712-a111-483f-a23a-30ca55f2a05a",
    "title": {
      "en": "The Initial Archmage"
    },
    "updatedAt": "2024-05-01T18:40:57+00:00",
    "coverArt": "https://mangadex.org/covers/4e878712-a111-483f-a23a-30ca55f2a05a/818585a7-a83b-42fc-a672-2c431db2c25b.jpg",
    "altTitles": [
      {
        "ko": "0번째 마법사"
      },
      {
        "vi": "Thủy Tổ Pháp Sư"
      },
      {
        "en": "Wizard Number Zero"
      },
      {
        "en": "The 0th Wizard"
      }
    ],
    "description": {
      "en": "Nikolai thought his greatest challenge as a member of Genesis, a group fighting calamity, would be living in the shadow of his best friend, Elras. That is, until Elras breaks the cardinal rule: never use magic to harm another. Years of friendship and magical knowledge are erased from Elras’ memory to keep him from hurting others, and Nikolai is assigned to watch over him. But then, they find out that Elras can cast magic without a wand, and more mysterious clues about his dismissal come to light. Nothing comes easy for this duo!",
      "ko": "자타공인의 천재 마법사 엘라스는 마법 학교 동창이자 같은 기원 소속의 동료인 니콜라이와 함께 크고 작은 재앙 을 막으며 지낸다 그러던 어느 날, 마법사들 사이에서 원인을 알 수 없는 연속성의 마법 폭주들이 일어났고 마법사 세계는 혼란이 생기기 시작하는데…​ 분명, 나를 노리고 있어 라며 엘라스는 폭주를 일으킨 자들을 찾고 세상을 구하기 위해 독단적인 움직임을 자처한다 그리고, 결국 동료를 다치게 하며 마법사들에게 가장 가혹하다는 형벌인 기억을 잃는 벌 을 받게 되는데…​ \"엘라스가 그럴 리 없잖아! \"라고 니콜라이가 아무리 호소해도 마법사들은 믿어 주지 않고, 엘라스는 끝없이 희생을 자처한다 ​천재 마법사의 몰락, 그 뒤에 예고된 12월의 대재앙까지… 엘라스와 니콜라이는 대재앙을 막고, 혼란스러운 마법사 세계를 구할 수 있을까?!",
      "vi": "Elras - tự xưng là một pháp sư thiên tài. Cậu ấy sống cùng Nikolai, một người bạn học cùng trường và cũng là đồng nghiệp trong Genesis (ban điều hành pháp thuật) - Nơi ngăn chặn những thảm họa lớn nhỏ. Vào 1 ngày nọ, vô số thảm họa pháp thuật đã xảy ra. Thế giới phù thủy đã rơi vào tình trạng hỗn loạn... Rõ ràng thảm họa này là nhằm vào tớ - Elras nói. Ngay sau đó, Elras đã hành động một cách vội vã với mong muốn tìm ra kẻ đứng sau thảm họa và cứu lấy thế giới này. Nhưng cuối cùng, cậu ấy lại làm hại chính đồng đội của mình. Dù cho Nikolai có cầu xin hết lời đi chăng nữa, luôn miệng nói rằng Không thể nào là Elras. Nhưng ban điều hành không tin những lời cậu ấy nói. Và kết cục, cậu ấy bị các pháp sư trong Genesis xử phạt ở mức cao nhất - Đó là xóa đi trí nhớ. Elras nguyện hi sinh thân mình mãi mãi để chuộc lại lỗi lầm. Liệu Elras và Nikolai có thể ngăn chặn và cứu thế giới phù thủy khỏi thảm họa?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "89"
  },
  {
    "mangaId": "472960b1-369b-4fd4-8e5f-21feecebb6c3",
    "title": {
      "en": "Kanojo to Kare no Kankei ~Heibon na Hayakawa-san to Heibon na Miura-kun no Hibon na Kankei~"
    },
    "updatedAt": "2024-12-03T10:55:15+00:00",
    "coverArt": "https://mangadex.org/covers/472960b1-369b-4fd4-8e5f-21feecebb6c3/acc650c3-b345-49cf-a7d3-6d39fff081d0.jpg",
    "altTitles": [
      {
        "ja": "彼女と彼の関係 〜平凡な早川さんと平凡な三浦くんの非凡な関係〜"
      },
      {
        "en": "Her Relationship with Him"
      },
      {
        "en": "Hayakawa-san and Miura-kun"
      },
      {
        "en": "Relationship Between the Couple"
      },
      {
        "pt-br": "O Seu Relacionamento Com Ele"
      },
      {
        "pt-br": "Hayakawa-san e Miura-kun"
      }
    ],
    "description": {
      "en": "\"I wish I had a girlfriend, I don't even care who—\"\n\"Really? Anybody? Even me?\"\n\nKaho, who has never had a boyfriend before, wanted to have a male-female relationship.\nTakumi, who wanted a girlfriend, just happened to be talking about it in front of her.\n\n---\nAlternate Raws: [Pixiv Comic](https://comic.pixiv.net/works/8556)",
      "ja": "「誰でもいいから、彼女になってくれんかねー」\n「本当に誰でもいい？　私でも？」\n\n男女交際に興味があるのに、彼氏はいたことがない高校２年生の早川夏帆。ある日、同級生の三浦拓海が彼女を欲しがっていることを知って、勢い余ってその場で交際を申し込んでしまった！履歴書で自己紹介、「恋人とやりたいことリスト」の共有、初めてのふれあい――。二人の不思議な関係は「お試し交際」を通じて段々深まっていって……!?",
      "pt-br": "\"Eu quero tanto uma namorada que me contentaria com qualquer uma a esta altura.\" \n\"Sério? Qualquer uma? Até mesmo eu?\" \n\nKaho, que nunca teve um namorado antes, queria entrar em um relacionamento entre um homem e mulher.\nTakumi, que queria uma namorada, por acaso estava falando sobre isso na frente dela. Uma história de amor emocionante sobre amadurecimento!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fdb6bc71-0e22-413c-afc8-eb46fe11a6df",
    "title": {
      "en": "Yesterday o Utatte"
    },
    "updatedAt": "2024-08-19T19:26:38+00:00",
    "coverArt": "https://mangadex.org/covers/fdb6bc71-0e22-413c-afc8-eb46fe11a6df/ee0a082c-f37e-480d-9987-e888cac1277e.jpg",
    "altTitles": [
      {
        "en": "Sing \"Yesterday\" for Me"
      },
      {
        "tr": "Bana Dünü Söyle"
      },
      {
        "ja": "イエスタデイをうたって"
      },
      {
        "zh-hk": "昨日之歌"
      },
      {
        "es-la": "Canta \"Yesterday\""
      },
      {
        "ja-ro": "Yesterday wo Utatte"
      }
    ],
    "description": {
      "en": "After college, Rikuo Uozumi, a boy without much ambition in life, takes on a job at a convenience store. The days pass by uneventfully for Rikuo until he meets his former love interest and classmate, but especially thanks to the unusual Haru Nonaka, and her pet crow…",
      "es-la": "Después de la universidad, Rikuo Uozumi, un chico sin muchas ambiciones en la vida, acepta un trabajo en una tienda de conveniencia. Los días pasan sin novedad para Rikuo hasta que se encuentra con su antiguo interés amoroso y compañero de clase, pero sobre todo gracias a la inusual Haru Nonaka, y su cuervo mascota..."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "113"
  },
  {
    "mangaId": "ebf6b4b1-f514-4e93-8305-0c16c21c7163",
    "title": {
      "en": "Space Juggernaut"
    },
    "updatedAt": "2024-11-19T06:00:24+00:00",
    "coverArt": "https://mangadex.org/covers/ebf6b4b1-f514-4e93-8305-0c16c21c7163/c992f6a1-8189-4cab-a237-3d12b26a0137.jpg",
    "altTitles": [],
    "description": {
      "en": "Wanderer, imposing, somewhere in the vast void of space, Rendezvous awaits! The only space station built inside a living being, where the best scientists, warriors, explorers and engineers of the galaxy live.\nFollow the adventures of the Rendezvaj against the galaxy's major enemy; The Raccoon-race \"preservation\" Federation in this epic Space Opera.",
      "es-la": "Errante, imponente, en algún lugar del vasto vacío espacial, Rendezvous espera! La única estación espacial construida dentro de un ser vivo, que aloja a los mejores científicos, guerreros, exploradores e ingenieros de la galaxia.\nSigue las aventuras de un grupo de Rendezvaj contra su mayor enemigo; La Federación de “Conservación” de la raza Mapache en esta épica ópera spacial."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6f9aaad-6787-460c-bbb8-af9eb7bcc3e0",
    "title": {
      "en": "I Became the Mother of the Evil Male Lead"
    },
    "updatedAt": "2024-09-23T13:04:52+00:00",
    "coverArt": "https://mangadex.org/covers/b6f9aaad-6787-460c-bbb8-af9eb7bcc3e0/2a37d481-fedf-4c03-a893-e2e747ea78fe.jpg",
    "altTitles": [
      {
        "ko": "피폐물 남주의 엄마가 되었다"
      },
      {
        "ko-ro": "Pipyemul Namjuui Eommaga Doeeotda"
      },
      {
        "en": "I Became the Mother of the Tragic Male Lead"
      },
      {
        "en": "I Became the Mother of the Bloody Male Lead"
      },
      {
        "en": "I Became the Mother of a Bloody Male Lead"
      },
      {
        "en": "I Became the Bloodthirsty Male Lead's Mother"
      },
      {
        "fr": "Je suis la mère du anti-héros"
      },
      {
        "pt-br": "Eu me tornei a mãe do protagonista louco"
      },
      {
        "es": "Reencarne cómo la madre del protagonista masculino loco obsesionado"
      },
      {
        "es-la": "Me convertí en la madre del protagonista masculino que era un producto de desecho"
      },
      {
        "th": "ฉันกลายเป็นแม่พระเอกนิยายจอมเสเพล"
      },
      {
        "ja": "闇堕ち主人公のママになりました"
      },
      {
        "zh": "成了病态男主的亲妈"
      },
      {
        "zh": "成为颓废文男主的妈妈"
      }
    ],
    "description": {
      "en": "The newly reincarnated Sheriel learns she has become the mother of Karthizel Roperam, the male lead of a dark romance fantasy novel. All the neglect Karthizel faces as a child leads him to become a crazy and obsessive man who’s willing to kill anyone to get what he wants, even his own mother! Then the only way for Sheriel to keep herself alive in this timeline is to have him be raised right under loving parents, which means she’ll also need to make amends with her cold, estranged husband. Will Sheriel be able to save herself and this broken family?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85a99758-de39-471e-9f6d-800547f53d0a",
    "title": {
      "en": "Tougen Anki"
    },
    "updatedAt": "2024-09-02T22:00:07+00:00",
    "coverArt": "https://mangadex.org/covers/85a99758-de39-471e-9f6d-800547f53d0a/d9ccf9ca-6773-4c20-bd46-c991d84e97f3.jpg",
    "altTitles": [
      {
        "ja": "桃源暗鬼"
      },
      {
        "en": "Tougen Anki: Legend of the Cursed Blood"
      },
      {
        "fr": "Tôgen Anki : La légende du sang maudit"
      }
    ],
    "description": {
      "en": "Ichinose Shiki, an inheritor of the blood of Oni had lived out his entire childhood oblivious to this fact. However, when an unknown man comes rushing into his home in attempts to assassinate him, his foster father finally reveals the truth. In a world where Oni and Momotarou have never been able to coexist, join Ichinose in his struggle for power and unifying the two races!",
      "fr": "Une légende raconte qu'un enfant extrêmement fort serait né d'une pêche et baptisé Momotarô. Lorsqu'il devint assez grand et puissant, ce valeureux guerrier aurait chassé les Oni qui pillaient les villages. Ce héros n'est pas une légende... Tout comme les Oni...\nLeurs descendants sont encore parmi nous et la bataille opposait le clan Momotarô au clan des Oni fait rage ! Shiki est un jeune garçon, au sang chaud. Alors qu'il vient de se faire renvoyer de l'école, il prend conscience qu'il possède du sang de Oni. Le clan Momotarô le cherche et veut l'éliminer. la quête de liberté de Shiki et des autres Oni commence...",
      "pt-br": "Ichinose Shiki, um herdeiro do sangue de Oni, viveu toda a sua infância alheio a esse fato. No entanto, quando um homem desconhecido entra correndo em sua casa na tentativa de assassiná-lo, seu pai adotivo finalmente revela a verdade. Em um mundo onde Oni e Momotarou nunca puderam coexistir, junte-se a Ichinose em sua luta pelo poder e unificando as duas raças!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "180861c8-38af-4f5f-8e87-91cb16bd146d",
    "title": {
      "en": "Moonlight Act"
    },
    "updatedAt": "2023-11-08T21:22:37+00:00",
    "coverArt": "https://mangadex.org/covers/180861c8-38af-4f5f-8e87-91cb16bd146d/c45ef1a6-c5b0-4fc2-8033-7efd205f37e6.jpg",
    "altTitles": [
      {
        "ja-ro": "Gekko Jorei"
      },
      {
        "en": "Moonlight Ordinance"
      },
      {
        "vi": "Sắc Lệnh Ánh Trăng"
      },
      {
        "th": "จันทราประกาศิต"
      },
      {
        "ja": "ゲッコージョーレイ"
      },
      {
        "en": "月光条例"
      }
    ],
    "description": {
      "en": "Gekko Iwasaki, a high-school student, is selected as executor of \"Moonlight Ordinance\" and fights against the residents. In this fairy tale, there is a world which is strangely affected by blue moonlight once in dozens of years. \"Moonlight Ordinance\" is a rule to restore the world to its former condition.   \n  \n**Links:**  \n- [Author's Twitter](https://twitter.com/ufujitakazuhiro?lang=ja)"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "29",
    "lastChapter": "286"
  },
  {
    "mangaId": "f13ab102-fc55-4afc-8cd8-d2515c28eb10",
    "title": {
      "en": "Jitaku de Natural ni Josou Suru Danshi"
    },
    "updatedAt": "2024-11-05T13:27:40+00:00",
    "coverArt": "https://mangadex.org/covers/f13ab102-fc55-4afc-8cd8-d2515c28eb10/2f573351-abd8-46b7-a341-9e5ec83044b5.jpg",
    "altTitles": [
      {
        "ja": "自宅でナチュラルに女装する男子"
      },
      {
        "ja-ro": "Jitaku de Natural ni Josou-suru Danshi"
      },
      {
        "en": "A Boy Who Naturally Dresses as a Girl at Home"
      },
      {
        "ja": "ナチュラル女装男子"
      },
      {
        "ja-ro": "Natural Josou Danshi"
      },
      {
        "en": "Naturally Crossdressing Boy"
      }
    ],
    "description": {
      "en": "A boy who naturally crossdresses.  \n\n---\n\n* [Twitter](https://twitter.com/i/moments/998225379281141760)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "62c802ff-25ce-4b1c-aa94-55251c84ed0c",
    "title": {
      "en": "Peerless Dad"
    },
    "updatedAt": "2024-11-12T22:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/62c802ff-25ce-4b1c-aa94-55251c84ed0c/14a94728-dcc5-4f8e-9a7e-4c5e2a314a83.png",
    "altTitles": [
      {
        "ko": "아비무쌍"
      },
      {
        "en": "Peerless Father"
      },
      {
        "en": "Father, Unrivaled"
      },
      {
        "es": "Padre Incomparable"
      },
      {
        "es-la": "Padre Sin Par"
      },
      {
        "pt": "Pai Incomparável"
      },
      {
        "en": "Matchless Dad"
      },
      {
        "ru": "Безупречный отец"
      },
      {
        "ja": "父無双"
      },
      {
        "th": "ท่านพ่อไร้เทียมทาน"
      },
      {
        "ko-ro": "Abimussang"
      },
      {
        "fr": "Le Père Hors Pair"
      },
      {
        "vi": "Bố Vô Song"
      }
    ],
    "description": {
      "en": "Noh Gajang is a strong, dedicated, and humble man, with much respect for the martial arts. But after the death of his lovely wife, this muscle-for-hire just wants an easy job that allows him to be a good father to his three little babies. He’s even happy to pull guard duty and fend off amateur fighters if it means he can return home safely each night. \n\nBut when a creepy cult starts stealing children from the city, Gajang must step up to the challenge and discover his true warrior potential.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "fr": "C’est l’incroyable histoire d’un voyage mélant mariage, paternité et de combats par l’auteur de Red Storm.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ja": "孤児としてたらい回しにされていたところ、運良く師匠に拾われ武士としての道を見つけた。 特級解決師として名をはせた「天草家長」は運命の女性に出会い、その名の通り家長となる。 しかし、喜びもつかの間、一夜のうちに血のつながった三つ子を置いて妻に先立たれてしまう。 シングルファーザーとなってしまった「家長」の生活が今始まるーー！\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ko": "하늘의 뜻을 아니, 그 누가 아비父에 견주리오! \n고아로 떠돌다 운 좋게 스승을 만나 특급 해결사로 이름을 날리던 노가장.\n사랑하는 여인을 만나 이름대로 가장家長이 된다는 기쁨도 잠시, 하루아침에 핏덩이 세쌍둥이를 홀로 키워야 하는 신세가 되었다. 아비는 그 어떤 경우라도 제 새끼의 입에 먹을 걸 넣어 줘야 하는 존재인 법! 노가장은 위험천만한 낭인 생활을 때려치우고 천룡회 갑급 무사가 되어  자식새끼들 잘 먹이고 입히고자 한다. 하지만 억지로 나간 출장 임무는 목숨이 위험하기만 하고 그 사이 사방에선 그의 아이들을 눈독 들이기 시작하는데…… 기다려라, 내 새끼들아! 여기 아비가 간다! \n아버지, 노가장의 좌충우돌 무협 액션&육아 일지!\n\n* 원작소설 <지천명아비무쌍>\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "pt": "Noh Ga Jang teve a vida de um guerreiro desde que ele tem memória, isolado do mundo e analfabeto, até conhecer uma mulher bonita que rouba seu coração. Ele se casa com ela e vive uma vida de folia, e ela fica grávida dos seus filhos. Inesperadamente, ela morre durante o parto, deixando o Noh apenas com seus trigêmeos recém-nascidos. Desesperado, triste, mas não quebrado, Noh proclama aos céus que ele se tornará um homem exemplar para criar os tesouros inestimáveis que sua esposa o deixou.  \n  \nVamos testemunhar o guerreiro implacável Noh se tornando um pai incomparável, percebendo o quão poderoso ele pode ser pelo bem dos seus filhos.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ru": "История бесподобного отца, которому известна воля небес. Автор Но Гён Чхан широко известен по манхве Красная Буря, но если вам нужна другая причина для чтения, то это удивительная история приключений мастера боевых искусств, включающая свадьбу, заботы отца и битвы. Она во многом похожа на Красную Бурю: крутой мастер, главный герой, беспокоящийся о своей семье, трагическая предыстория. Обязательно к прочтению для каждого, кому понравилась Красная Буря.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "th": "โนคาจัง เป็นจอมยุทธ์ที่ทุ่มเททั้งชีวิตเพื่อการเป็นหัวหน้าครอบครัวที่ดีตามที่เขาวาดฝันเอาไว้ แต่ฟ้ากลับไม่เป็นใจเมื่อภรรยาที่รักต้องจากไปหลังให้กำเนิดบุตรแฝดสาม\nแล้วพ่อเลี้ยงเดี่ยวที่ต้องดูแลลูกถึงสามคนจะสามารถต่อสู้เพื่อเลี้ยงดูลูกๆ ของเขาให้ดีอย่างที่ฝันไว้ได้หรือไม่\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "296"
  },
  {
    "mangaId": "9bf55e63-4128-4457-a955-5cdbaf5179c3",
    "title": {
      "en": "Off-Nature Museum"
    },
    "updatedAt": "2024-12-02T12:48:27+00:00",
    "coverArt": "https://mangadex.org/covers/9bf55e63-4128-4457-a955-5cdbaf5179c3/d70d03b9-93b8-46b6-b45c-77db3c18a8d5.png",
    "altTitles": [
      {
        "zh": "不自然博物馆"
      }
    ],
    "description": {
      "en": "This museum's treasured collection is a slew of strange comics!",
      "zh": "这个博物馆，珍藏着许多奇怪的漫画！"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "25"
  },
  {
    "mangaId": "41275d32-369d-49a4-b347-ef28ee93702e",
    "title": {
      "en": "Onban Kikou"
    },
    "updatedAt": "2024-12-02T12:27:36+00:00",
    "coverArt": "https://mangadex.org/covers/41275d32-369d-49a4-b347-ef28ee93702e/2ed3139d-af1f-41a1-af77-23a30d9ea7e5.jpg",
    "altTitles": [
      {
        "ja": "音盤紀行"
      },
      {
        "en": "Record Journey"
      },
      {
        "en": "Record Travelog"
      }
    ],
    "description": {
      "en": "The secret of the record left by a grandfather, an underground record shop dealing with forbidden pop music, and an old jukebox in a diner of the near future. \nA collection of short stories that traces the memories and feelings contained in the records.",
      "ja": "祖父の遺したレコードの秘密、禁制のポップ音楽を扱う地下レコード店、近未来のダイナーにおかれた古びたジュークボックス。レコードに込められた記憶と想いを辿る短篇集。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9c23586-2f59-445e-aa30-ba9885693f00",
    "title": {
      "en": "Aisaretagari no shironeko Miko-san"
    },
    "updatedAt": "2024-12-11T16:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/a9c23586-2f59-445e-aa30-ba9885693f00/edfccbf2-5d87-4f19-a0f1-7c7f7791e5fe.png",
    "altTitles": [
      {
        "en": "Miko, A White Cat That Wants To Be Loved"
      }
    ],
    "description": {
      "en": "Miko is a white cat who used to be a stray but has since become the most pampered cat in the world! she doesn't care if her owner is working or on a call -- she demands affection at all times."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf58401e-91ae-452f-b79a-5c83f34f6804",
    "title": {
      "en": "Dark Summoner to Dekiteiru"
    },
    "updatedAt": "2024-11-29T16:17:44+00:00",
    "coverArt": "https://mangadex.org/covers/cf58401e-91ae-452f-b79a-5c83f34f6804/5e7c27c3-2d3b-498d-b24c-abf045137ba6.jpg",
    "altTitles": [
      {
        "ja": "ダークサモナーとデキている"
      },
      {
        "zh": "黑暗召唤师在地下恋爱中"
      },
      {
        "zh-ro": "Hēi'àn zhàohuàn shī zài dìxià liàn'ài zhōng"
      },
      {
        "en": "I'm Dating a Dark Summoner"
      },
      {
        "ja": "I'm dating a Dark Summoner"
      },
      {
        "vi": "Hẹn hò cùng hắc thuật sư"
      }
    ],
    "description": {
      "en": "Amona, a dark summoner and demi-human who uses demonic powers, is the newest addition to the party of the uptight priest Roni. Everyone expected the two to dislike each other and to have nothing to do with each other. But to their surprise, on their first day together as an adventuring party, they had a one-night stand...!",
      "ja": "クソ真面目な神官・ロニのパーティに新しく加入してきたのは、悪魔の力を使うダークサモナーで亜人のアモナ。反発し合い犬猿の仲になると思われた二人だったが、なんとパーティ加入初日に朝チュンしてしまい…！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fe61dfd-ca48-4aba-94fc-dbe8d3cb490a",
    "title": {
      "en": "Touhou Bougetsushou ~ Silent Sinner in Blue."
    },
    "updatedAt": "2024-08-12T17:49:03+00:00",
    "coverArt": "https://mangadex.org/covers/8fe61dfd-ca48-4aba-94fc-dbe8d3cb490a/f7b25c27-e217-4de4-9fc0-e1b2dbd2fe61.jpg",
    "altTitles": [
      {
        "de": "Östliches Zitat des Flüchtigen Mondes ~ Silent Sinner in Blue"
      },
      {
        "en": "Touhou Bougetsushou ~ Silent Sinner in Blue"
      },
      {
        "ja": "東方儚月抄 ~ Silent Sinner in Blue"
      },
      {
        "tr": "Touhou Bougetsushou ~ Depresyondaki Sessiz Günahkar"
      }
    ],
    "description": {
      "en": "東方儚月抄 (romanized Touhou Bougetsushou, meaning Eastern Ephemeral Moon Vignette) is a loosely interconnected storyline about the Lunarians that includes Silent Sinner in Blue, Cage in Lunatic Runagate, and Inaba of the Moon and Inaba of the Earth.\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "pt": "Yukari Yakumo, a youkai das fronteiras, ela compareceu descontraída enquanto bebia o chá no Santuário Hakurei, ela pediu para que a sacerdotisa estudasse sobre a divinação para futuros eventos. A sacerdotisa achou a idéia maluca da Youkai e levou por brincadeira os planos da Youkai.  \nLogo depois, Yukari montou uma invasão contra lua há mais de 1000 anos atrás, porém, o seu plano não deu certo, agora, ela pede auxilio para os Youkais residentes de Gensokyo para mais uma tentativa de invasão."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-11T04:41:42+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3f24f81e-29ef-4c46-83ff-b859de5cbab6",
    "title": {
      "en": "I Will Escape From the Flower of Ordeals"
    },
    "updatedAt": "2024-03-01T13:57:05+00:00",
    "coverArt": "https://mangadex.org/covers/3f24f81e-29ef-4c46-83ff-b859de5cbab6/50e2a33b-c3ad-489a-a4ca-14776ce9473b.jpg",
    "altTitles": [
      {
        "ko": "시련의 꽃에서 탈출하겠다"
      }
    ],
    "description": {
      "en": "I was exhausted from reading the script all night and fell asleep, but it was about a kimchi fight, a secret birth, and an amnesia.\n\nI suddenly possessed Cha Ye-ryun, the villainous girl from the drama 'Flower of Ordeals', which is full of all kinds of absurd situations.\n\n\"I will protect you, Cha Ye-ryun. If I can’t go back to reality even after the drama ends, then I will be you.\"\n\nCha Ye-ryun only has one goal - avoiding her unfortunate ending where she has to spend the rest of her life in prison. \n\n Will she be able to overcome the unfortunate ending and escape the Flower of Ordeal?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "140e8eef-2f6f-42e8-a7f7-965534ab142d",
    "title": {
      "en": "Omae, Tanuki ni Naranee ka?"
    },
    "updatedAt": "2024-10-23T16:42:25+00:00",
    "coverArt": "https://mangadex.org/covers/140e8eef-2f6f-42e8-a7f7-965534ab142d/3785d94c-e336-4e87-9eaf-26409b15162b.jpg",
    "altTitles": [
      {
        "ja": "お前、タヌキにならねーか?"
      },
      {
        "en": "Would you like to be a Tanuki?"
      },
      {
        "vi": "Bạn có muốn làm gấu mèo không?"
      },
      {
        "vi": "Này, có muốn làm Tanuki không?"
      }
    ],
    "description": {
      "en": "\"Tired of life? Be a tanuki!\"\r\n\r\nA story of being scouted by a raccoon dog when trying to die.",
      "ja": "大事なことは、タヌキになったら見つかるかも。タヌキのこがね丸は、今日も山の住人を増やそうと人間たちをスカウトしに街へ繰り出す。「お前、タヌキにならねーか?」仕事に疲れたOL、 性格に難ありのホスト、親との関係に悩むいじめっ子など、様々な問題をかかえた人々が、タヌキになってみたことで人生で本当に大切なことを見つけなおしていく。",
      "vi": "Ngọn đồi nơi chú gấu mèo/tanuki Kogane Maru sống ngày càng ít \"cư dân\" vì những chú gấu mèo ở đây lần lượt biến thành người rồi đi đến thành phố sinh sống. Vậy nên Kogane có nhiệm vụ xuống thị trấn để \"chiêu mộ\" thêm cư dân gấu mèo về đây ở. Kogane gặp những mảnh đời bất hạnh, những người bị bắt nạt hay những người có rắc rối với gia đình... để cho họ một cơ hội: bạn có muốn làm gấu mèo không?\n\nSunflower Group:\nGiữa dòng đời tấp nập vô thường, bỗng có một ngày bạn nhận ra sống thật mệt mỏi.\n\nVất vả lắm đúng không? Chán nản lắm chứ gì? Muốn nghỉ ngơi? Muốn buông xuôi? Muốn từ bỏ? \n\nĐã thế thì... \"Này, có muốn làm Tanuki không?\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-10-14T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "vi": "Cuộc Sống Nông Dân Ở Thế Giới Khác"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0f98e30-b509-4560-ab3a-701a64d52257",
    "title": {
      "en": "My Hero Academia - Rondo of Opalus (Doujinshi)"
    },
    "updatedAt": "2024-09-24T18:01:09+00:00",
    "coverArt": "https://mangadex.org/covers/b0f98e30-b509-4560-ab3a-701a64d52257/23803701-37ca-41d4-8604-43312014a2b5.png",
    "altTitles": [],
    "description": {
      "en": "Inspired by the fantasy AU illustrations.\nTodoroki Shouto x Bakugou Katsuki"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "21"
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-11-21T20:47:29+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/c445d559-be59-4087-b985-a29f294aafb9.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Mayonaka Heart Tune"
    },
    "updatedAt": "2024-11-18T23:55:53+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/439e6c0f-c99f-4056-aa80-ab1619f4080f.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "en": "Tune In to the Midnight Heart"
      },
      {
        "nl": "Middernachtshart Tune"
      },
      {
        "fr": "Au Chœur de la Nuit"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      },
      {
        "ru": "Полуночный мотив сердца"
      }
    ],
    "description": {
      "en": "\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people?\n___\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!! アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "ru": "«Пока я лежал на кровати посреди ночи в полном одиночестве, твой голос был моим единственным утешением. Я хочу поговорить с тобой ещё раз. И должен кое-что тебе сказать».\n\nЯмабуки Арису, ученик второго класса старшей школы, ищет бывшую ведущую радио-стримов «Аполло», не зная ни её лица, ни имени. Однако, однажды он понимает, что Аполло скрывается среди участниц клуба радиовещания в его школе. Четыре красавицы оттуда мечтают получить работу, связанную с голосом. Но которая из них — Аполло? И что станет с их мечтами? Милый ромком о тяжёлом труде и успехе начинается!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "235e9469-c919-4c74-b63d-77d7fdde9583",
    "title": {
      "en": "Shinkon Quest: Maou no Musume wa Majime Yuusha o Otoshitai"
    },
    "updatedAt": "2024-11-29T21:31:45+00:00",
    "coverArt": "https://mangadex.org/covers/235e9469-c919-4c74-b63d-77d7fdde9583/521c406b-171d-40bf-b6c1-eecd2f05ed28.jpg",
    "altTitles": [
      {
        "ja": "シンコンクエスト 魔王の娘は真面目勇者を堕としたい"
      },
      {
        "en": "Newlywed Quest: The Demon King's Daughter Wants to Seduce the Serious Hero"
      }
    ],
    "description": {
      "en": "Harold is the descendant of the hero who defeated the evil demon king. In this peaceful era, Harold has become a convenient handyman for the townsfolk. One day, a sacred book predicting the world's destruction is discovered. The condition to avert this catastrophe is... \"you must complete the 'Newlyweds Quest' with the demon king's daughter.\" Thus begins Harold's unexpected married life with Yona, the demon king's daughter. While Harold still feels bewildered by all this, not only can Yona perfectly handle the household chores, she sweetly pampers him when he's tired. However, she harbors a secret...",
      "ja": "悪しき魔王を退治した勇者――の末裔・ハロル。今では平和なこのご時世、ハロルは人々の都合のいい便利屋となっていた。そんなある日、世界滅亡の預言と回避方法が記された神の書が発見される。《破滅を免れるには勇者と魔王の娘で“シンコン・クエスト”をクリアすべし》突然始まった魔王の娘・ヨナとの新婚生活。偽りの関係だとわかっていながらも、ハロルは素直で優しいヨナに徐々に惹かれていく。しかし彼女には隠された一面があって…？結婚のち恋がスタート!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "202cc45d-7539-4e04-8ddc-9d464e13e461",
    "title": {
      "en": "Dungeon Kurashi no Moto Yuusha"
    },
    "updatedAt": "2024-10-11T16:56:26+00:00",
    "coverArt": "https://mangadex.org/covers/202cc45d-7539-4e04-8ddc-9d464e13e461/77d546dd-9ac0-4d54-8f32-be9b0c9f7515.jpg",
    "altTitles": [
      {
        "en": "A Former Brave Resident in the Dungeon"
      },
      {
        "ru": "Бывший герой, проживающий в подземелье"
      },
      {
        "ja": "ダンジョン暮らしの元勇者"
      },
      {
        "ja": "ダンジョン暮らしの元勇者 THE COMIC"
      },
      {
        "ko": "던전살이 하는 전 용사"
      }
    ],
    "description": {
      "en": "After killing the Demon Lord, Blum Dilmond was pursued by the kingdom and forced to leave the country. While spending days trying to avoid the assassins aiming at his neck, he suddenly came up with an idea. He could hide inside the dungeon that was once the Demon Lord’s hideout. If it’s there, then he could be safe.   \n  \nWithout hesitating Blum went into the dungeon, but then he met someone unexpected in the lower levels, one of his former companions with whom he fought side by side against the Demon Lord. Moreover, a maid, called Irene, who once served the Demon Lord is also there. And so since their interests happened to match, the three of them decided to cooperate together to rebuild the worn-out dungeon, working earnestly in order to turn it into their own safe paradise."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5412816d-a3c9-4bab-956b-b08d1f8f41f6",
    "title": {
      "en": "Fuzoroi no Renri"
    },
    "updatedAt": "2024-12-05T20:16:06+00:00",
    "coverArt": "https://mangadex.org/covers/5412816d-a3c9-4bab-956b-b08d1f8f41f6/2764debf-180b-47f2-a751-4b47c7ee939d.jpg",
    "altTitles": [
      {
        "ja-ro": "Fusoroi no Renri"
      },
      {
        "en": "Rationalism of Irregularities"
      },
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Assorted Entanglements"
      },
      {
        "zh-hk": "不對稱的連理"
      },
      {
        "fr": "Nos différences enlacées"
      }
    ],
    "description": {
      "en": "Tanaka Iori is a worker for a company that sets unreasonable demands, on top of that she has a penchant for dating married men. What a recipe for disaster! One day she gets drunk with an acquaintance and wakes up the next morning by her side naked! What's Iori to do?  \r\n  \r\n- [Part 1 raw](https://twitter.com/i/moments/1030773596430327808)\r\n- [Part 2 raw](https://twitter.com/i/moments/1044057437831979008)\r\n- [Part 3 raw](https://twitter.com/i/moments/1065586182698889216)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d7e59b3-38a5-4d8c-b94d-5dcf56abfea4",
    "title": {
      "en": "GTO: Paradise Lost Kai"
    },
    "updatedAt": "2024-12-09T21:27:55+00:00",
    "coverArt": "https://mangadex.org/covers/3d7e59b3-38a5-4d8c-b94d-5dcf56abfea4/f79d650c-0fb9-41ae-beb0-b016f816cbcd.png",
    "altTitles": [
      {
        "ja": "GTO パラダイス・ロスト"
      },
      {
        "en": "GTO: Paradise Lost - Renewed"
      }
    ],
    "description": {
      "en": "The next stage for Great Teacher Onizuka Eikichi is a prison! \n\nArrested due to an incident caused in his class, one that he was made assistant teacher of only six months ago! A newly established performing arts class at Kissho Academy High School, created for students who work in various media industries! Onizuka, who says he has no regrets whatsoever, quietly begins to tell the truth of the incident in prison. \n\nAt last the decades-spanning story of Eikichi Onizuka comes to a dramatic conclusion!\n\n*This is the continuation of the GTO: Paradise Lost story under a new name as the author changed publishers. The content is the same as the Young Magazine serialization \"GTO Paradise Lost\" up until episode 99, but there will be additions and corrections from that point on."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "191"
  },
  {
    "mangaId": "c7d6b012-bf27-49c7-9c7b-1cdd9bfbc6b0",
    "title": {
      "en": "GUDAGUDA Taikou Legend ZIPANG"
    },
    "updatedAt": "2024-10-13T01:15:32+00:00",
    "coverArt": "https://mangadex.org/covers/c7d6b012-bf27-49c7-9c7b-1cdd9bfbc6b0/d5644fec-484f-49a8-83be-54516ec2130c.jpg",
    "altTitles": [
      {
        "ja": "ぐだぐだ太閤伝ZIPANG"
      },
      {
        "en": "Long-Winded Legend of Toyotomi Hideyoshi"
      }
    ],
    "description": {
      "en": "GUDAGUDA Taikou Legend ZIPANG (ぐだぐだ太閤伝ZIPANG) is a manga written and illustrated by Keikenchi, serialized on the magazine Comptiq and the web magazine TYPE-MOON Comic Ace. It is a side story of Koha-Ace serialized in 2022 featuring a Holy Grail War set during the Sengoku period."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "14"
  },
  {
    "mangaId": "1aaa0a4b-78bc-4f39-aa20-145766f83092",
    "title": {
      "en": "Welcome to Japan, Ms. Elf!"
    },
    "updatedAt": "2024-11-16T11:22:39+00:00",
    "coverArt": "https://mangadex.org/covers/1aaa0a4b-78bc-4f39-aa20-145766f83092/167404b5-3d8a-42e7-9981-b6a3dc1b2b8f.jpg",
    "altTitles": [
      {
        "ja": "日本へようこそエルフさん。"
      },
      {
        "ja-ro": "Nihon e Youkoso Elf-san."
      },
      {
        "ja-ro": "Nihon he Youkoso Elf-san."
      },
      {
        "en": "Welcome to Japan, Elf-san."
      },
      {
        "en": "Welcome to Japan, Elf-san!"
      },
      {
        "fr": "Bienvenue au Japon, Elfe-san"
      },
      {
        "fr": "Bienvenue au Japon, Mademoiselle l'Elfe!"
      },
      {
        "pt-br": "Bem-vinda ao Japão, Elf-san!"
      },
      {
        "ru": "Добро пожаловать в Японию, Эльф-сан!"
      },
      {
        "zh-hk": "歡迎來到日本，妖精小姐"
      },
      {
        "zh": "精灵来日"
      },
      {
        "th": "ขอต้อนรับสู่ญี่ปุ่นนะ คุณเอลฟ์"
      }
    ],
    "description": {
      "en": "Kitase Kazuhiro is an ordinary salaryman who always leaves the office on time. Though this is Japan, so perhaps he's not really ordinary after all. What's truly strange comes after that; Every night, he takes a shower, changes into his pyjamas and has a good night's sleep. Then he dreams of a fantasy world, and only wakes up when he dies or sleeps in that world. One day, he's killed after stumbling onto a dragon's lair. \"A nightmare,\" he sulks, until he finds his elf friend in his bed.  \n  \nCurious to see an elf waifu experience daily life in Japan? How's it like to walk with every man's fantasy on the streets of Tokyo? This manga is for all you elf lovers out there!  \n\n- [Official LN (EN)](https://j-novel.club/s/welcome-to-japan-ms-elf)",
      "ja": "社会人の北瀬一廣の趣味はとにかく寝ること。幼少のころからいつも見る不思議な夢の世界で彼は、胸躍る冒険をしていた。ある時、夢の中で仲良くなったエルフの少女と冒険をしていた際、運悪く魔導竜のブレスで共に焼かれてしまう。夢から覚め再び自分の部屋に戻るとそこには、いる筈のないエルフの少女が隣で寝ていて――。",
      "ru": "Обыкновенный сотрудник офиса Китасэ Кадзухиродавно живет только своей работой. Но все-таки он не совсем обычный человек, ведь он живет в Японии. Ежедневно по вечерам после работы он принимает душ, переодевается в домашнюю одежду и засыпает крепким сном. У Вас возникает вопрос: \"Почему же тогда он необычный человек?\" Правда в том, что во сне Китасэ живет в ином магическом мире и пробуждается только тогда, когда уснет или умрет там. Однажды, очнувшись после очередного сна он увидел...",
      "pt-br": "Kitase Kazuhiro é um assalariado comum que sempre deixa o escritório a tempo. Embora este seja o Japão, talvez ele não seja realmente comum, afinal. O que é verdadeiramente estranho vem depois disso; Toda noite, ele toma banho, troca seu pijama e tem uma boa noite de sono. Então ele sonha com um mundo de fantasia e só acorda quando morre ou dorme naquele mundo. Um dia, ele morreu depois de tropeçar no covil de um dragão. \"Um pesadelo\", ele acorda, até encontrar sua amiga elfa em sua cama. Curioso para ver uma elfa waifu experimentar a vida cotidiana no Japão? Como é andar com a fantasia de todo homem nas ruas de Tóquio? Este mangá é para todos vocês amantes elfos por aí!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0dc2f88-4e89-4e30-8d68-20116db788ff",
    "title": {
      "en": "Taida na Akujoku Kizoku ni Tensei shita Ore, Scenario o Bukkowashitara Kikakugai no Maryoku de Saikyou ni Natta"
    },
    "updatedAt": "2024-11-15T22:45:53+00:00",
    "coverArt": "https://mangadex.org/covers/b0dc2f88-4e89-4e30-8d68-20116db788ff/b6854571-a2d4-4b24-9132-171a300dd687.png",
    "altTitles": [
      {
        "ja": "怠惰な悪辱貴族に転生した俺、シナリオをぶっ壊したら規格外の魔力で最凶になった"
      },
      {
        "ja-ro": "Taida na Akujoku Kizoku ni Tensei shita Ore, Scenario wo Bukkowashitara Kikakugai no Maryoku de Saikyou ni Natta"
      },
      {
        "ja-ro": "Taidana Akuhazukashime Kizoku ni Tensei Shita Ore, Scenario wo Bukkowashitara Kikaku Gai No Maryoku de Saikyou ni Natta"
      },
      {
        "en": "Reincarnated as the Lazy and Villainous Noble, I Broke the Scenario and Became the Most Formidable With Extraordinary Magic"
      },
      {
        "vi": "chuyển sinh thành quý tộc phản diện và lười biếng, tôi trở thành kẻ mạnh nhất học viện"
      },
      {
        "uk": "Я перевтілився у Дворянина-Лиходія, проте змінив сценарій і став найбільш грізним магом"
      }
    ],
    "description": {
      "en": "I've been reincarnated as the villainous noble Weiss from my favorite academy game, and the fate that awaits me is nothing but the worst possible ruin, with no salvation.\n\nI absolutely have to avoid that at all costs!\n\nThen the only way out is to gain overwhelming power that even surpasses the game's protagonist and become the strongest!\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://manga.nicovideo.jp/comic/69646)",
      "ja": "大好きな学園ゲームに登場する悪役貴族・ヴァイスに転生してしまった、やがてこの身に待ち受けるのは、救いなしの最悪な破滅エンド。\n\nそれだけはなんとしてでも回避したい！\n\nだったらこのゲームの主人公すら遠く及ばない、圧倒的な力を身につけて最強になるしかない！\n\n最凶成り上がり異世界学園ファンタジーコミカライズ!",
      "vi": "Tôi đã tái sinh vào vai một quý tộc phản diện tên Weiss trong game học viện mà tôi thích nhất, và số phận chờ đợi tôi chẳng khác nào thảm họa tồi tệ nhất, không có lối thoát. Tôi nhất định phải tránh điều đó bằng mọi giá! Vậy nên cách duy nhất là có được sức mạnh áp đảo, thậm chí còn vượt xa cả nhân vật chính trong game và trở thành kẻ mạnh nhất!",
      "pt-br": "Eu reencarnei como *Weiss*, o nobre que é um vilãozinho secundário do meu jogo favorito, e que está destinado a  própria ruína e morte.\n\nEu definitivamente preciso evitar isso de qualquer jeito!\n\nEntão, o que me sobra é conseguir um poder tão apelão que nem mesmo o protagonista ousará me enfrentar."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "adb11004-dcab-4687-b58d-2ca860d5c72c",
    "title": {
      "en": "BJ Alex"
    },
    "updatedAt": "2024-11-27T13:43:45+00:00",
    "coverArt": "https://mangadex.org/covers/adb11004-dcab-4687-b58d-2ca860d5c72c/6e18a072-b4d6-42bd-bdf8-5091ddacf99e.jpg",
    "altTitles": [
      {
        "ko": "BJ 알렉스"
      },
      {
        "ru": "BJ Алекс"
      },
      {
        "ja": "BJアレックス"
      },
      {
        "zh": "放映时代"
      }
    ],
    "description": {
      "en": "Every night at 10, Dong-gyun locks himself up in his room, grabs a box of tissues, and watches a live cam boy show hosted by Alex, a BJ (broadcast jockey). Timid Dong-gyun admires not only Alex’s ripped body, but his candor in sharing his sexual experiences with viewers. One night, Dong-gyun downs too many drinks at a school networking event and passes out. When he wakes up, he’s in bed staring up at a shirtless hunk. A hunk who looks an awful lot like... Alex.",
      "pl": "Każdej nocy o 22, Donggyun zamyka się w swoim pokoju, bierze pudełko chusteczek i ogląda program na żywo prowadzony przez Alexa. Nieśmiały Donggyun podziwia nie tylko wyrzeźbione ciało Alexa, ale także jego szczerość w dzieleniu się swoimi doświadczeniami seksualnymi z widzami. Pewnej nocy Donggyun wypija zbyt wiele drinków na szkolnej impreziei traci przytomność. Kiedy się budzi, leży w łóżku i wpatruje się w faceta bez koszuli. Faceta, który bardzo przypomina mu... Alexa.",
      "pt-br": "Todas as noites às 22h, Dong-Gyun se tranca em seu quarto, pega uma caixa de lenços e assiste um show ao vivo apresentado por BJ Alex. O tímido Dong-Gyun admira não apenas o corpo sarado e gostoso de Alex, mas sua sinceridade em compartilhar suas experiências sexuais com os espectadores. Uma noite, Dong-Gyun acaba bebendo demais e desmaia. Quando acorda, ele da de cara com um gato sem camisa. Um gato que se parece muito com… Alex."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "96"
  },
  {
    "mangaId": "399f4c2b-8405-4c98-ad48-0b645afe5769",
    "title": {
      "en": "DEAD ROCK"
    },
    "updatedAt": "2024-10-09T04:46:22+00:00",
    "coverArt": "https://mangadex.org/covers/399f4c2b-8405-4c98-ad48-0b645afe5769/9cf395f6-5d4e-475c-9fc9-5755c40f684e.jpg",
    "altTitles": [
      {
        "en": "Dead Rock"
      },
      {
        "ru": "Дэд Рок"
      },
      {
        "fr": "Dead Rock"
      },
      {
        "ja": "デッドロック"
      },
      {
        "ja-ro": "Deddo Rokku"
      }
    ],
    "description": {
      "en": "The latest series by Hiro Mashima is a Demon World Academy Dark Fantasy!!\nDEAD ROCK is a demon king training institution that towers over the depths of the demon world.\nYakuto, a young demon, challenges the harsh entrance exam to knock on the doors of DEAD ROCK!!",
      "fr": "DEAD ROCK se déroule au sein de l'académie sombre et fantastique du même nom, un institut d'entraînement pour les rois démons qui gouvernent les abysses du monde des démons. C'est là que Yakuto, un jeune résident du monde des démons, se lance dans le défi des examens d'admission.",
      "ja": "デッドロック、それは魔界の深層にそびえたつ魔王養成機関。\n魔界人の若者であるヤクトは、デッドロックの門戸をたたくため、過酷な入学試験に挑む!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa0fb27a-d1db-4826-b400-fa3375468353",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daigoshou - Mizu no Miyako to Eiyuu no Uta"
    },
    "updatedAt": "2024-10-25T13:51:11+00:00",
    "coverArt": "https://mangadex.org/covers/fa0fb27a-d1db-4826-b400-fa3375468353/149f44de-ee95-46de-9a94-aa50a43d6de8.jpg",
    "altTitles": [
      {
        "ja": "Re:ゼロから始める異世界生活　第五章　水の都と英雄の詩"
      },
      {
        "ja-ro": "Re:Zero kara Hajimeru Isekai Seikatsu: Dai-5 Shou - Mizu no Machi to Eiyuu no Uta"
      },
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 5: The City of Water and the Hero's Poem"
      },
      {
        "pt-br": "Re:Zero — Começando uma Vida em Outro Mundo — Arco 5: A Metrópole da Água e o Poema do Herói"
      },
      {
        "ru": "Re:Zero. Жизнь с нуля в альтернативном мире. Часть пятая: Звёзды, что творят историю"
      },
      {
        "es-la": "Re:ZERO - Starting Life in Another World-, Arco 5: La Capital del Agua y El Poema del Héroe."
      }
    ],
    "description": {
      "en": "The 5th arc of the Re:Zero kara Hajimeru Isekai Seikatsu manga.\n\nSubaru and Emilia receive an invitation to a party from Anastasia and decide to go to Priestella, the city of the watergates.",
      "ja": "悪意が蠢く水門都市へ、集え歴戦の英雄たち。\n\n『聖域』での戦いから一年、平穏な日々を送るナツキ・スバルだったが、王選候補者の一人、アナスタシアの招待により、一行は水門都市プリステラへと出発した。水の都で懐かしい面々と旧交を温めるスバル達。しかし、その裏では悪意が蠢いていて――。",
      "pt-br": "Um ano após a batalha no santuário. Natsuki Subaru estava passando um tempo tranquilo, mas tudo mudou quando recebeu um convite de um certo mensageiro. O convite para a cidade portuária de Priestella, que era a carta que Anastasia, uma das candidatas à realeza, enviou para Emilia. Rumo à cidade portuária onde o mal se agita, os heróis veteranos se reúnem. A tão esperada adaptação em manga do Arco 5 de Re:Zero começa!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2022a7a1-59fb-446b-a37c-8bb3fed9a632",
    "title": {
      "en": "Gyakkou Shita Akuyaku Reijou wa, Naze ka Maryoku wo Ushinattanode Shinsou no Reijou ni Narimasu"
    },
    "updatedAt": "2024-10-30T01:52:37+00:00",
    "coverArt": "https://mangadex.org/covers/2022a7a1-59fb-446b-a37c-8bb3fed9a632/ffc889f0-9d46-4047-9d56-ecfaf6871684.jpg",
    "altTitles": [
      {
        "ja": "逆行した悪役令嬢は、なぜか魔力を失ったので深窓の令嬢になります"
      },
      {
        "en": "The Villainess Who Traveled Back in Time Inexplicably Lost Her Magic, so She Went Into Seclusion"
      },
      {
        "en": "Somehow, the Villainess Who Regressed in Time Lost Her Magic Power, so She Turned Into a Secluded Maiden"
      },
      {
        "zh-hk": "逆行的惡役大小姐、在不知為何失去了魔力之後變成了深閨大小姐"
      },
      {
        "zh": "逆行的恶役大小姐、在不知为何失去了魔力之后变成了深闺大小姐"
      },
      {
        "id": "Villainess yang Kehilangan Sihirnya  Setelah Kembali ke Masa Lalu  Memilih Untuk Mengurung Diri"
      }
    ],
    "description": {
      "en": "Rachel was chosen as the Crown Prince’s fiancée solely by virtue of the immense magical powers she possessed. Thus, when the Saint appeared, she feared that her most coveted position would get snatched away from her.\n\nSpurred by jealousy, Rachel committed evil deeds against the Saint, resulting in her engagement getting broken. As further punishment, she was sent away to a monastery, but her carriage was attacked by bandits *en route*. Just when she thought that death was imminent, she woke up with a start… only to find herself three years in the past — with almost all of her magic gone, and her body so frail and weak that she could barely even leave her bed!\n\nDetermined to prevent fate from repeating itself, Rachel resolved to take full advantage of this second chance and call off her engagement pronto. But for some reason, the Crown Prince keeps refusing to break things off with her—?!\n\n---\n[Original Web Novel](https://ncode.syosetu.com/n9460fv/)",
      "id": "Rachel dipilih sebagai tunangan putra mahkota hanya karena kekuatan sihir besar yang dimilikinya, Lalu, ketika sang santa muncul, dia takut kalau posisinya sebagai tunangan akan direbut darinya. \nAkhirnya, karena terbakar api cemburu, Rachel melakukan tindakan jahat kepada sang santa yang mengakibatkan tunangannya dibatalkan.\nKemudian setelah itu dia dihukum dengan dikirim ke kuil terpencil, tapi pada saat perjalanan, kendaraannya diserang oleh sekawanan bandit. \nSesaat dia berpikir kalau kematiannya tidak akan bisa dihindari, dia ternyata telah terbangun dari tidurnya dan menyadari kalau dirinya telah kembali 3 tahun lalu bersamaan dengan menghilangnya kekuatan sihirnya.\nKarena diberi kesempatan untuk mengulangi kembali kehidupannya, Rachel memutuskan memanfaatkan kesempatan ini untuk segera membatalkan pertunangannya sendiri.\nAkan tetapi tidak disangka-sangka, sang putra mahkota malah menolak pembatalan pertunangannya, kira-kira kenapa ya?",
      "ja": "魔力の高さから王太子の婚約者となるも、聖女の出現によりその座を奪われることを恐れたラシェル。\n聖女に悪逆非道な行いをしたことで婚約破棄されて修道院送りとなり、\n修道院へ向かう道中で賊に襲われて殺されてしまう。\n\n死んだと思ったラシェルが目覚めると、なぜか3年前に戻っていたが\nほとんどの魔力を失い、ベッドから起き上がれないほどの病弱な体になってしまった。\n\n今度は周りの人も自分も幸せな未来をつかむため、\nこれ幸いと今度はこちらから王太子との婚約を破棄しようとするが、\nなぜか王太子が婚約破棄を拒否してきて!?\nしかも魔力を失ったと思っていたのに、世界初の闇の精霊が私のもとへ!?\n\n悪役令嬢が精霊と共に未来を変える異世界ハッピーファンタジー！\n電子限定描き下ろし特典付き！\n\n---\n[Original Web Novel](https://ncode.syosetu.com/n9460fv/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75b15447-4c7e-40c4-acac-7da048aaad86",
    "title": {
      "en": "Onna Shogun x Heisotsu"
    },
    "updatedAt": "2024-06-19T04:28:49+00:00",
    "coverArt": "https://mangadex.org/covers/75b15447-4c7e-40c4-acac-7da048aaad86/03b8b5ef-d371-48d6-a449-600556bed67c.jpg",
    "altTitles": [
      {
        "ja": "女将軍✕兵卒"
      },
      {
        "ja-ro": "Onna Shogun × Heisotsu"
      },
      {
        "ja-ro": "Okamigun × Heisotsu"
      },
      {
        "ja-ro": "Okamigun x Heisotsu"
      },
      {
        "en": "Female Commander × Soldier"
      },
      {
        "en": "Female Commander x Soldier"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf461b20-68e9-4190-b2de-4764d400b6c2",
    "title": {
      "en": "Hinatsugimura"
    },
    "updatedAt": "2024-12-05T18:54:58+00:00",
    "coverArt": "https://mangadex.org/covers/bf461b20-68e9-4190-b2de-4764d400b6c2/9acb61bf-d823-4cf6-8f8b-2daf34d3d23f.jpg",
    "altTitles": [
      {
        "ja": "ひなつぎむら"
      },
      {
        "en": "Hinatsugi Village"
      }
    ],
    "description": {
      "en": "The fate of anyone who wanders into that mountain village is one of two: either they become a resident of the village, or they live on as part of the village itself. In any case, they can never return to the outside world.\n\nA tale of passion and sensuality in a supernatural horror by Aki Shimizu, now finally compiled into a long-awaited book!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "140668fa-eec5-42d1-a6f5-ed65c295c0ee",
    "title": {
      "en": "Kaijin Mira no Dai 2 Keitai ga Kawaisugiru"
    },
    "updatedAt": "2024-10-18T12:19:44+00:00",
    "coverArt": "https://mangadex.org/covers/140668fa-eec5-42d1-a6f5-ed65c295c0ee/2174e03b-bf45-4165-80e0-42ea1401fa98.jpg",
    "altTitles": [
      {
        "en": "Monster Mira's Second Form Is Way Too Cute"
      },
      {
        "ja": "怪人ミラの第2形態が可愛すぎる"
      },
      {
        "vi": "Quái Nhân Mira Có Hình Thái Thứ Hai Dễ Thương Quá Đi!"
      }
    ],
    "description": {
      "en": "Cuteness is unbeatable!\n\nMonster Mira is on another rampage, aiming to steal the hero's transformation belt. Having just reached full power thanks to the Doctor's modifications, Mira's new form turns out to be way too cute!\n\nA romantic comedy where justice and evil refuse to back down!",
      "vi": "Dễ thương tương đương bất khả chiến bại! Quái nhân Mira lại tác oai tác quái hòng chiếm đoạt đai biến hình của người hùng. Nhờ việc được Tiến Sĩ cải tiến để tối ưu sức mạnh, Mira đã có được một hình thái mới, và hình thái này cưng vãi ò luôn!Đón đọc ngay câu chuyện romcom giữa hai thế lực thiện ác chí chóe không ai nhường ai nha!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06",
    "title": {
      "en": "Bijin Onna Joushi Takizawa-san"
    },
    "updatedAt": "2024-10-11T20:11:01+00:00",
    "coverArt": "https://mangadex.org/covers/7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06/e24b17bb-51be-4666-9c5f-5d4509c76743.jpg",
    "altTitles": [
      {
        "en": "Beautiful Female Superior Takizawa-san"
      },
      {
        "de": "Meine hübsche Vorgesetzte Takizawa-san"
      },
      {
        "es-la": "Mi Hermosa Jefa Takizawa-san"
      },
      {
        "es": "Mi Jefa Bella, Takizawa-san"
      },
      {
        "pt": "Minha linda chefe, Takizawa-san"
      },
      {
        "en": "My Beautiful Boss, Takizawa-san"
      },
      {
        "fr": "Takizawa-san, ma patronne magnifique"
      },
      {
        "en": "The Greatest Lady Boss \"Takizawa-san\""
      },
      {
        "ru": "Мой прекрасный босс Такидзава-сан"
      },
      {
        "ja": "美人女上司滝沢さん"
      },
      {
        "zh": "美女上司泷泽小姐"
      },
      {
        "ko": "미인 여자 상사 타키자와 씨"
      },
      {
        "zh-hk": "美女上司瀧澤小姐"
      },
      {
        "ja-ro": "Bijin On'na Jōshi Takizawa-san"
      }
    ],
    "description": {
      "en": "Kouta Takeda is a young office worker, who at the entry level at XOX Corporation is put under the direct supervision of Kyouko Takizawa, a stunning and voluptuous woman with a fearsome reputation at the company as an inflexible and cruel boss, but Takeda has the privilege of finding out that Takizawa is no iron lady, and that she's no stranger to kindness where it's dispensed.",
      "ja": "こんな上司と働きたい♪　Twitter発、美人で巨乳な女上司4コマ！ 新卒で入った僕の会社の上司・滝沢さんは、美人で巨乳でちょっぴり○○！？　Twitterで話題になった後ニコニコ静画にて連載化された美人女上司さん4コマがたわわに書籍化!!",
      "pt": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa.  \n  \n**Links:**  \n- [Author's Twitter](https://twitter.com/yan_baru55)",
      "pt-br": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6798008-41b8-49fa-9318-a653ffe11c73",
    "title": {
      "en": "Onegai, Nugashite."
    },
    "updatedAt": "2024-03-31T13:20:48+00:00",
    "coverArt": "https://mangadex.org/covers/e6798008-41b8-49fa-9318-a653ffe11c73/d118e5ce-242e-4e47-abc8-986c1d0b0bab.jpg",
    "altTitles": [
      {
        "en": "Please, Take It Off."
      },
      {
        "ko": "부탁이야, 벗겨줘"
      },
      {
        "ja": "お願い、脱がシて。"
      },
      {
        "zh-hk": "拜託了、脫下來吧。"
      },
      {
        "ne": "कृपया, फुकालिदेऊ"
      },
      {
        "vi": "Làm ơn, giúp tớ cởi nó xuống!"
      }
    ],
    "description": {
      "en": "There is a curse on this school. It prevents the person who commits \"impure acts\" from taking off his or her panties. Only the right hand of the protagonist can break the curse and remove the panties, his name is Kamite.\n\nKamite tells the girls that they have been cursed and that he can take off their panties, but... obviously it is almost unacceptable for them to have any man take them off...!\n\nThis is how the girls end up in a lot of trouble. But if the panties are not removed, they can get into even more trouble...",
      "es": "Hay una maldición en esta escuela. La cual, le impide quitarse la ropa interior a toda persona que cometa \"actos impuros\" dentro de la escuela. Solamente la mano derecha de Kamite es capaz de romper la maldición y quitarles la ropa interior. Él les menciona a las chicas que han sido maldecidas y que es capaz de quitarles la ropa interior, pero… ¡Obviamente es casi inaceptable para ellas que un hombre cualquiera se las quite…! Así es como las chicas terminan pasando por momentos de confusión. Pero, si no les es quitada la ropa interior, puede que tengan algo que lamentar.",
      "pt-br": "Existe uma maldição nesta escola. Que impede que a pessoa que cometa “atos impuros” tire sua calcinha. Só a mão direita do protagonista consegue quebrar a maldição e tirar a calcinha, seu nome é Kamite. Kamite fala para as garotas que elas foram amaldiçoadas e que ele pode tirar sua calcinha, mas… obviamente é quase inaceitável para elas que um homem qualquer a tire…! É assim que as garotas acabam passando por vários perrengues. Mas se a calcinha não for retirada, elas podem ter mais problemas ainda."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "183"
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-10-09T16:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03c58f34-412f-4459-a76e-db0093b4a422",
    "title": {
      "en": "That One Classmate Makes Me Question My Own Masculinity"
    },
    "updatedAt": "2024-12-04T19:17:40+00:00",
    "coverArt": "https://mangadex.org/covers/03c58f34-412f-4459-a76e-db0093b4a422/34705b3f-befb-4120-935a-7e3c179078d5.png",
    "altTitles": [
      {
        "uk": "Моя однокласниця змушує мене сумніватися у власній маскулінности"
      }
    ],
    "description": {
      "en": "Just a story of a strong boy and an even stronger girl. Everyone want to be protected, right?",
      "uk": "Проста історія сильного хлопця і ще сильнішої дівчини. Кожному ж подобається, коли його захищають, чи не так?"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "4"
  },
  {
    "mangaId": "dab182f2-a574-4bf4-84e0-c77f7d73d634",
    "title": {
      "en": "Neko ni wa Neko no Neko Gohan."
    },
    "updatedAt": "2024-10-09T14:30:29+00:00",
    "coverArt": "https://mangadex.org/covers/dab182f2-a574-4bf4-84e0-c77f7d73d634/40044d14-f29b-4b28-a2c1-c2809616c248.jpg",
    "altTitles": [
      {
        "ja": "猫には猫の猫ごはん。"
      },
      {
        "en": "My Kitten Is a Picky Eater."
      },
      {
        "ja-ro": "Neko ni wa Neko no Nekogohan."
      }
    ],
    "description": {
      "en": "A kitten lies dying in the snow. It seems that it had eaten poisoned cat food.\n\nWhen our protagonist, Mano Taiyou, chanced upon the kitten, he panicked and hurriedly brought it to the vet.\n\nAfter being rescued, the kitten was taken in by Taiyou and given the name Yuki. Unfortunately, Yuki has been traumatized by its near death experience from eating the poisoned cat food and is now unable to eat dry kibbles.\n\nThis a heartwarming story of Yuki the cat and his owner, Taiyou as he struggles as a beginner cook to make home made food for Yuki."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d1fc77e-706a-4fc5-bea8-486c9be0145d",
    "title": {
      "en": "Vinland Saga"
    },
    "updatedAt": "2024-10-01T00:58:43+00:00",
    "coverArt": "https://mangadex.org/covers/5d1fc77e-706a-4fc5-bea8-486c9be0145d/6c78781e-1c29-44cf-803a-8cfbc8a5f5c2.jpg",
    "altTitles": [
      {
        "pl": "Saga Winlandzka"
      },
      {
        "tr": "Vinland Destanı"
      },
      {
        "ru": "Сага о Винланде"
      },
      {
        "uk": "Сага про Вінланд"
      },
      {
        "ja": "ヴィンランド・サガ"
      },
      {
        "zh-hk": "海盜戰記"
      },
      {
        "zh": "海盗战记"
      },
      {
        "kk": "Винланд дастаны"
      }
    ],
    "description": {
      "en": "As a child, Thorfinn sat at the feet of the great Leif Ericson and thrilled to wild tales of a land far to the west. But his youthful fantasies were shattered by a mercenary raid. Raised by the Vikings who murdered his family, Thorfinn became a terrifying warrior, forever seeking to kill the band's leader, Askeladd, and avenge his father. Sustaining Thorfinn through his ordeal are his pride in his family and his dreams of a fertile westward land, a land without war or slavery… the land Leif called Vinland.  \n\n---\n- **Won the Japan Media Arts Award Division Grand Prize in 2009**\n- **Won the 36th Kodansha Manga Award for General Manga in 2012**",
      "ru": "Эта история случилась в начале XI века, когда викинги, безраздельно господствовавшие в северных морях, грабили побережья Франции и Англии. В эпоху, где оружие значило больше, нежели слова, маленький мальчик невольно оказывается косвенной причиной гибели своего отца. Повзрослев и став на путь воина, он жаждет честного поединка с убийцей отца – легендарным главарём отряда викингов-наемников, но возраст и отсутствие опыта не позволяют ему сделать это. Чтобы не упускать своего врага из виду, юноша вступает в его отряд и в награду за выполнение тяжелого боевого задания требует поединка с ним, но терпит поражение. Юноша продолжает прилагать все усилия, чтобы осуществить свою месть. Внезапно он оказывается вовлечён в куда более кровавое столкновение…",
      "tr": "Çocukken Thorfinn, büyük Leif Ericson'un ayaklarının dibinde oturur ve batıdaki uzak diyarların vahşi masallarıyla heyecanlanırdı. Ama gençlik hayalleri bir paralı asker baskınıyla paramparça oldu. Ailesini öldüren Vikingler tarafından yetiştirilen Thorfinn, grubun lideri Askeladd'ı öldürmek ve babasının intikamını almak isteyen korkunç bir savaşçı oldu. Thorfinn'i çileli yaşamı boyunca ayakta tutan, ailesiyle olan gururu ve batıdaki bereketli topraklara, savaşın ve köleliğin olmadığı bir ülkeye, Leif'in Vinland adını verdiği topraklara dair hayalleridir.",
      "pt-br": "Thorfinn é filho de Thors, um lendário guerreiro viking, mas que após anos no campo de batalha, descobre uma coisa mais maravilhosa que matar seus iguais. Viver sua própria vida, em paz. Mas os ventos lhe trazem uma notícia que atrapalhará seus dias de paz, e Thorfinn, seu filho, pouco sabe desta vida passada de guerra de seu pai. Após descobrir o passado de seu pai, Thorfinn se revolta contra ele, e sai para a guerra junto de seu pai, mas quando reconhece o verdadeiro valor dele, já é tarde demais. Agora Thorfinn deverá seguir sua própria vida, seguindo valores que seu pai lhe ensinou, mas sem perder sua coragem. Este é só o começo desta grande saga de Thorfinn que acompanha os Vikings no século XI!"
    },
    "status": "ongoing",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "526f68e3-4af1-460f-aea0-0fc29b0d6681",
    "title": {
      "en": "Lone Wolf and Cub"
    },
    "updatedAt": "2024-09-15T09:15:28+00:00",
    "coverArt": "https://mangadex.org/covers/526f68e3-4af1-460f-aea0-0fc29b0d6681/5871ed5f-418b-4310-96ce-68c1970275bd.jpg",
    "altTitles": [
      {
        "tr": "Yalnız Kurt Ve Yavrusu"
      },
      {
        "ru": "Одинокий волк и его ребёнок"
      },
      {
        "ja": "子連れ狼"
      },
      {
        "ja-ro": "Kozure Ookami"
      },
      {
        "pl": "Samotny wilk i szczenię"
      }
    ],
    "description": {
      "en": "In the feudal era of Japan, Ogami Itto is the elite executioner for the Shogun until the ruthless Yagyu clan frames him in an attempt to gain the position. His name dishonored and his wife murdered, Itto and his infant son Daigoro wander Japan as an assassin for hire, named Lone Wolf and Cub. Ultimately, Ogami Itto strives for revenge against the Yagyu clan."
    },
    "status": "completed",
    "releaseDate": 1970,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "142"
  },
  {
    "mangaId": "99b8eaeb-9041-4bfd-8eb7-d72addc88eb7",
    "title": {
      "en": "The Café Terrace and Its Goddesses"
    },
    "updatedAt": "2024-10-25T20:35:23+00:00",
    "coverArt": "https://mangadex.org/covers/99b8eaeb-9041-4bfd-8eb7-d72addc88eb7/19eb17db-32be-4d10-8b27-ccee53e0c20f.jpg",
    "altTitles": [
      {
        "ja": "女神のカフェテラス"
      },
      {
        "ja-ro": "Megami no Cafe Terrace"
      },
      {
        "ja-ro": "Megami no Kafeterasu"
      },
      {
        "en": "Goddess Café Terrace"
      },
      {
        "fr": "Le café terrasse des déesses"
      },
      {
        "ne": "देवीहरूको क्याफे टेरेस"
      },
      {
        "ru": "Терраса-кафе богинь"
      },
      {
        "vi": "Quán Cà Phê Nữ Thần"
      }
    ],
    "description": {
      "en": "Kasukabe Hayato has been accepted to Tokyo U on his first try. Receiving news of his grandmother's death, he returns to his childhood home, Cafe Terrace Familia, for the first time in three years to find five strange girls there who claim to be \"Grandma's Family\"! Hayato's unexpected life in a seaside town with these five girls of fate begins here!\n___\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10009/episode/319474) (U.S. Only)",
      "ja": "東大現役合格の秀才・粕壁 隼。ケンカ別れしていた祖母の訃報を聞いて、3年ぶりに海辺の町の古びた実家「カフェテラス・ファミリア」に帰ると、そこには見知らぬ５人の女の子が！ しかも彼女たちは「おばあちゃんの家族」を名乗り…!? 運命の女×５との贅沢すぎる共同生活が始まるっ！『涼風』『君町』『風夏』の瀬尾公治が描く一つ屋根の下ハーレム！ どの娘に恋する？どの娘を愛でる？",
      "ru": "Спустя три года, после ссоры со своей бабушкой, Хаято Касукабэ возвращается в свой родной дом в котором поселилось пять девушек. Выясняется, что бабушка Хаято позволила девушкам жить в этом доме, а те заботились о ней до самой её смерти. Так начинается история Хаято и пяти \"Богинь\".",
      "vi": "Kasukabe Hayato đã được nhận vào Đại Học Tokyo ngay trong lần thi đầu tiên. Nhưng sau khi nhận được tin bà nội qua đời, anh trở về ngôi nhà thời thơ ấu của mình, quán cà phê Familia.  Và thấy 5 cô gái lạ mặt tự xưng là \"Gia đình của bà\"! Cuộc sống mới của Hayato tại một thị trấn ven biển với năm cô gái định mệnh bắt đầu từ đây!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]