[
  {
    "mangaId": "64113fcd-4f8c-41bc-8fa4-18a83076da2e",
    "title": {
      "en": "The Last Human"
    },
    "updatedAt": "2024-03-25T14:15:03+00:00",
    "coverArt": "https://mangadex.org/covers/64113fcd-4f8c-41bc-8fa4-18a83076da2e/8a8d42b9-86f3-4856-b41f-cbae24199884.jpg",
    "altTitles": [
      {
        "en": "Mortal of The Doom"
      },
      {
        "zh-ro": "Moshi Fanren"
      },
      {
        "ru": "Последний человек"
      },
      {
        "zh": "末世凡人"
      },
      {
        "ko": "블러디발렌타인:인류종말"
      }
    ],
    "description": {
      "ar": "تسو تيانشين هو آخر إنسان حي في مدينة مليئة بالزومبي. فقط عندما كان متأكداً من أنه مات ، يجد روحه تعود إلى ما قبل ذلك اليوم المشؤوم قبل عشر سنوات. يقسم أنه سوف يحمي الناس المهمين له هذه المرة ويجتمع مع عشيقته. تابعوا نضاله من أجل البقاء بمساعدة ذكرياته للسنوات العشر القادمة!",
      "en": "Zuo Tianchen is the last living human in a mutated zombie-infested city. Just when he was sure he'd died, he finds his soul returned to just before that ill-fated day ten years ago. He swears he'll protect the people important to him this time round and reunite with his past lover. Watch his struggles to survive equipped with his memory of the next ten years!",
      "fr": "uo Tianchen est l'un des derniers survivants sur terre depuis qu'une épidémie venant de l'espace s'était abattue sur terre, il l'y a de cela 10 ans. Alors qu'il est sur le point de mourir, Zuo fît donc ses adieux à sa petite amie qu'il avait rencontré durant l'épidémie. C'est alors que, d'un coup, alors qu'il était sur le point de mourir, il retourna dans le temps 10 ans auparavant, quelques heures avant le début de l'épidémie. C'est alors qu'il décida de sauver son meilleur ami qui avait périt dès le début de l'épidémie, 10 ans auparavant, et c'est alors qu'il se met à la recherche de sa copine qu'il avait dans l'ancienne apocalypse.",
      "ru": "Зе Тянчен – последний выживший человек в городе, зараженном зомби-инфекцией. Будучи на грани смерти, он внезапно оказался в своем теле десять лет назад, когда город еще не был заражен. Он решил, что в этот раз спасет близких ему людей и воссоединится со своей старой любовью.   \r\n  \r\nСледите за его приключениями, в которых он использует свои воспоминания о следующих 10 годах, чтобы выжить и спасти своих близких!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4f7ee454-7478-40d5-9eeb-b8ae8e72600d",
    "title": {
      "en": "Class no Gal ni Kuuki Atsukai Sareteimasu"
    },
    "updatedAt": "2024-11-22T14:08:53+00:00",
    "coverArt": "https://mangadex.org/covers/4f7ee454-7478-40d5-9eeb-b8ae8e72600d/a832da64-2efa-4af8-a966-e7757d857ca3.jpg",
    "altTitles": [
      {
        "ja": "クラスのギャルに空気扱いされています"
      },
      {
        "ja-ro": "Kurasu no Gyaru ni Kuuki Atsukai Sareteimasu"
      },
      {
        "en": "The Gals in My Class Treat Me Like Air"
      },
      {
        "id": "Aku Dianggap Seolah-olah Udara Oleh Gadis Gyaru Di Kelas"
      },
      {
        "es-la": "Las chicas de mi clase me tratan como el aire"
      },
      {
        "vi": "Mấy nhỏ Gyaru trong lớp tôi đối xử tôi như không khí"
      },
      {
        "ja": "愛乃ななの計画 クラスのギャルに空気扱いされています"
      },
      {
        "ja-ro": "Aino Nana no Keikaku: Class no Gal ni Kuuki Atsukai Sareteimasu"
      },
      {
        "en": "Nana Aino's Plan: The Gals in My Class Treat Me Like Air"
      }
    ],
    "description": {
      "en": "A boy named Ryuuji Aizawa is getting treated by his gyaru classmates like he wasn't there, like this girl named Nana Aino who sits on his seat. With him still in it.\n\n---\n\nNote: \nReleased as a free ebook compilation on Amazon under the title: *Aino Nana no Keikaku: Class no Gal ni Kuuki Atsukai Sareteimasu (愛乃ななの計画 クラスのギャルに空気扱いされています)* \"Nana Aino's Plan: The Gals in My Class Treat Me Like Air\"; Volume 1 contains chapters 1-24 including some new textless illustrations.\n\n* Alternative Official Raw - [Twitter](https://twitter.com/Tranquillity650/status/1721818260436644142)",
      "es-la": "Un par de gals parecen no notar al chico delante de ellas."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-24T23:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      },
      {
        "pl": "Moja nowa dziewczyna nie jest człowiekiem?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8576a58c-a3ee-4206-beb9-b371169f8d8c",
    "title": {
      "en": "Kiichi!!"
    },
    "updatedAt": "2024-06-13T03:36:02+00:00",
    "coverArt": "https://mangadex.org/covers/8576a58c-a3ee-4206-beb9-b371169f8d8c/a552f3d9-8120-46f8-a060-75821fc872a1.jpg",
    "altTitles": [
      {
        "en": "Fai One"
      },
      {
        "fr": "Ki-itchi!!"
      },
      {
        "ja": "キーチ!!"
      }
    ],
    "description": {
      "en": "Left to himself at an early age in the slummiest parts of today’s Japan, Kiichi learns how to survive on his own. As a teenager, how can he adapt to a society whose rules he rejects? Unless he creates his own rules… Kiichi, a raw icon of strength and integrity, stands alone against the world’s injustice and becomes an unforgettable character.",
      "pt-br": "Deixado a si mesmo desde cedo nas partes mais pobres do Japão de hoje, Kiichi aprende como sobreviver por conta própria. Na adolescência, como ele pode se adaptar a uma sociedade cujas regras ele rejeita? A menos que ele crie suas próprias regras... Kiichi, um ícone bruto de força e integridade, se coloca sozinho contra a injustiça do mundo e se torna um personagem inesquecível."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "87"
  },
  {
    "mangaId": "8e0bab9b-162d-437b-866f-3d2bdc70710c",
    "title": {
      "en": "The Time-Limited Baby Doctor Doesn't Hide Her Smarts (Promo)"
    },
    "updatedAt": "2025-01-11T20:12:30+00:00",
    "coverArt": "https://mangadex.org/covers/8e0bab9b-162d-437b-866f-3d2bdc70710c/209dcc83-4638-4858-a698-18f88bd5d434.jpg",
    "altTitles": [
      {
        "ko": "시한부 아기 의원이 천재인 걸 안 숨김"
      },
      {
        "en": "The Terminally-Ill Baby Doctor Doesn't Hide the Fact That She's a Genius"
      },
      {
        "en": "Terminally-Ill Baby Doctor Won't Hide Her Genius"
      }
    ],
    "description": {
      "en": "I woke up in my friend's favorite novel! I had limited time, but I was in a powerful body!\n\nJust when I thought I was going back home,\nI ended up stuck in this world again!\n\nSo, I made up my mind.\nI don’t want to live a life of struggle!\n\nIn order to do that:\n\"Dad, I'll help you reclaim your memories. So help me!\"\n\nIn order to survive as the greatest doctor, I need the greatest person to protect me! My dad!\nWake up, dad!\n\n===\n\nI signed a contract with my dad in exchange for helping him find his memories.\n\nOn the way, I helped out a girl, as well as my younger uncle.\n\nWhile also saving my big uncle, and cousin.\n\n\"I'm going home!\"\n\"No, don't go, Big sis!\"\n\"My daughter's crying, so I forbid you from leaving.\"\n\"I'm going!\"\n\nOh my goodness!\nEveryone’s trying to make me stay.\n\nBut I’m dead set on throwing everything away and leaving!\n\nCan I really stay away for long?"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c079564-363d-4d95-9410-4a841e6a33fb",
    "title": {
      "en": "Sekai Saikyou no Majo, Hajimemashita ~Watashi Dake \"Kouryaku Saito\" o Miseru Sekai de Jiyuu ni Ikimasu~"
    },
    "updatedAt": "2024-12-13T12:39:10+00:00",
    "coverArt": "https://mangadex.org/covers/6c079564-363d-4d95-9410-4a841e6a33fb/77455325-49f4-4fe2-a482-11cc1549a1f0.jpg",
    "altTitles": [
      {
        "ja": "世界最強の魔女、始めました ～私だけ『攻略サイト』を見れる世界で自由に生きます～"
      },
      {
        "en": "I Became the World's Strongest Witch: I Will Live Freely in a World Where Only I can Access the \"Guide Site\""
      },
      {
        "en": "The World's Strongest Witch has Begun: I Will Live Freely in a World Where Only I can View the \"Strategy Site\""
      },
      {
        "id": "Aku Menjadi Penyihir Terkuat di Dunia: Aku Akan Hidup dengan Bebas di Dunia di Mana Hanya Aku yang Bisa Mengakses \"Situs Panduan\""
      }
    ],
    "description": {
      "en": "An unknown skill turns into unlimited power with divine knowledge [Internet]!\n\n\"To manifest an SSS rank with the weakest skill is a disgrace!\"\n\nRona is a girl who was expelled from her home due to her lack of money, food, and power. Lost and hopeless, she suddenly hears the words...\n\n\"Would you like some guidance?\"\n\nShe discovers how to utilize her unique SSS rank skill: [Internet], which she alone possesses. The true nature of this skill is the ability to access this world's 'guide sites' - an extraordinary cheat skill! Endless production of valuable items! Acquiring ultra-rare equipment! Thanks to her skill, she can do as she pleases...!",
      "ja": "「…攻略うぃき？」――最弱クラスのスキルを発現してしまい追放された少女・ローナ。しかしそのスキルの正体は、この世界の『攻略サイト』を見ることができるＳＳＳランクのチートスキル【インターネット】だった！\n\n（１）冒険開始→（２）即・最強武器発見→（３）世界を混乱に陥れる最強少女に‥‥‥。ローナは言う。「私はただ、平和に自由に生きたいだけなのにいぃ‥‥‥！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f884297-28e4-49d8-a298-8367666a4076",
    "title": {
      "en": "The Villainess's Stationery Shop"
    },
    "updatedAt": "2024-09-08T07:31:17+00:00",
    "coverArt": "https://mangadex.org/covers/8f884297-28e4-49d8-a298-8367666a4076/1316cf45-226c-4b00-b618-a64c52b40578.jpg",
    "altTitles": [
      {
        "ko": "악녀의 문구점에 오지 마세요!"
      },
      {
        "ko-ro": "Aknyeoui Mungujeome Oji Maseyo!"
      },
      {
        "ko-ro": "Angnyeoui Mungujeome Oji Maseyo!"
      },
      {
        "en": "Please Don't Come to the Villainess' Stationery Store!"
      },
      {
        "fr": "La papeterie de la méchante"
      },
      {
        "pt": "Por favor, não venha para a papelaria da vilã!"
      },
      {
        "uk": "Не приходьте в канцелярський магазин лиходійки!"
      },
      {
        "ru": "Пожалуйста, не ходите в магазин канцелярских товаров злодейки!"
      },
      {
        "th": "อย่ามาร้านเครื่องเขียนของนางร้ายกันเลยนะ!"
      },
      {
        "tr": "Kötü kadının sevimli mağazası!"
      },
      {
        "ja": "悪女の駄菓子屋へようこそ"
      },
      {
        "zh": "请不要来女反派的文具店！"
      },
      {
        "zh-hk": "請勿進入惡女文具店！"
      },
      {
        "zh-hk": "請不要來女反派的文具店！"
      },
      {
        "zh-hk": "請不要來惡女的文具店！"
      },
      {
        "zh-hk": "請不要踏進惡女的文具店"
      },
      {
        "zh-hk": "女配沉迷搞事業"
      },
      {
        "id": "Jangan Kunjungi Toko Alat Tulis Wanita Jahat!"
      },
      {
        "vi": "Đừng đến văn phòng phẩm của ác nữ!"
      },
      {
        "vi": "Cửa Hàng Văn Phòng Phẩm Của Ác Nữ"
      }
    ],
    "description": {
      "en": "\"A useless thing like you has no value in our family. Take this money and leave immediately!\"\n\n\"Yes! Goodbye!\"\n\nShe became the incompetent villainess who commits wrongdoings in order to earn the love of her fiancé, the male lead. Her reputation was already at rock bottom and the main characters, who can't live without each other, are having an affair.\n\n\"Getting kicked out and receiving money is good enough!\"\n\nSo after she was kicked out, she set up a stationery store in front of a school. She reminisces of snacks, beer candy, and even bubbles! Just you wait, kids! But… somehow her young customers are a little weird?\n\n\"I'll find you a handsome and modest man, and not someone who has an affair like my brother!\"\n\n\"Ha, then what about my brother, the crown prince?”\n\n\"…the tower master is the best.\"\n\nThe great magic swordsman, the crown prince, the villainous tower master, and finally, the hidden villain. The stationery store, which she thought would be peaceful, left her with no rest.\n\n*Help me! I just wanted to live a normal life!*\n\n---\nWhat's a girl to do when she wakes up in the body of a villainess? Meldenique Babelloa is a supporting character in a romance novel starring her fiancé, Duke Lennox Hessman, and… her sister, Sheria! Heartbroken, she eventually dies a tragic death as a villainess… or so the original story goes. Determined not to follow the script, Meldenique resolutely abandons her old life and sets out to open… a stationery shop! Will she succeed in defying fate and building the stationery shop of her dreams?\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "fr": "«Une chose inutile comme toi n’a aucune valeur dans notre famille. Prends cet argent et pars immédiatement!»\n\n«Oui! Au revoir!»\n\nElle est devenue la méchante incompétente qui commet des actes répréhensibles afin de gagner l’amour de son fiancé, le protagoniste. Sa réputation était déjà au plus bas et les personnages principaux, qui ne peuvent pas vivre l’un sans l’autre, ont une liaison.\n\n«Se faire virer et recevoir de l’argent, c’est déjà bien!»\n\nAinsi, après avoir été mise à la porte, elle a ouvert une papeterie devant une école. Elle se souvient des snacks, des bonbons à la bière, et même des bulles ! Attendez, les enfants ! Mais… ses jeunes clients sont un peu bizarres?\n\n«Je te trouverai un homme beau et modeste, et pas quelqu’un qui a une liaison comme mon frère!»\n\n«Ha, alors qu’en est-il de mon frère, le prince héritier?»\n\n«…le maître de la tour est le meilleur.»\n\nLe grand épéiste magique, le prince héritier, le méchant maître de la tour, et enfin, le méchant caché. La papeterie, qu’elle pensait être paisible, ne lui laissait aucun répit. Aidez-moi! Je voulais juste vivre une vie normale!\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "ko": "남주의 약혼녀이지만, 그의 사랑을 받기 위해 악행을 저지르는 무능한 악녀에 빙의했다. \n이미 평판은 밑바닥이고, 서로 죽고 못 사는 주인공들은 저들끼리 불륜까지 막 저지르는 막장 상황. \n\n\"너 같이 쓸모 없는 것은 우리 가문에 있을 가치가 없다. 이 돈을 받고 썩 꺼지거라!\"\n\"네! 안녕히 계세요!\" \n\n그래서 냉큼 돈 받고 쫓겨나 학교 앞에 추억의 문구점을 차렸다. \n추억의 쫀드기, 맥주사탕, 비눗방울 놀이까지! 어린이들 기다려! \n\n그런데.... 어쩐지 내 어린 고객님들이 좀 이상하다? \n\n\"내가, 우리 오빠 같은 불륜남 말고 잘생기고 조신한 남자 찾아 줄게요!\"\n\"헉, 그럼 황태자이신 우리 형님은 어때?\" \n\"....마탑주님이 최고야.\" \n\n그렇게 위대한 마검, 차기 황태자, 악역인 마탑주, 그리고 최종 흑막까지 엮이게 되면서 \n평화로울 줄만 알았던 문구점에는 하루도 바람 잘 날이 없는데. \n\n살려줘! 난 그냥 평범하게 살고 싶었을 뿐이라고!\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "pt": "O que uma garota deve fazer quando acorda no corpo de uma vilã? Meldenique Babelloa é uma personagem coadjuvante em um romance estrelado por seu noivo, o duque Lennox Hessman, e… sua irmã, Sheria! Com o coração partido, ela eventualmente morre uma morte trágica como uma vilã… ou assim diz a história original. Determinada a não seguir o roteiro, Meldenique abandona resolutamente sua antiga vida e se propõe a abrir... uma papelaria! Será que ela conseguirá desafiar o destino e construir a papelaria dos seus sonhos?\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "ru": "\"Такая бесполезная вещь, как ты, не имеет ценности в нашей семье. Возьми эти деньги и немедленно уходи!\"\n \"Хорошо! Прощай!\"\nОна стала некомпетентной злодейкой, которая совершает проступки, чтобы заслужить любовь своего жениха, главного героя.\nЕё репутация уже была на дне, и главные герои, которые не могут жить друг без друга, заводят роман.\n\" Быть выгнанным и получать деньги - это хорошо!\"\nПоэтому после того, как её выгнали, она открыла магазин канцелярских товаров перед школой. Она продаёт закуски, пивные конфеты и даже пузыри! Погодите, детки!\nНо… почему-то её молодые клиенты немного странные?\n\"Я найду тебе красивого и скромного мужчину, а не такого , у которого есть роман, как у моего брата!\"\n\"Ха, а что насчет моего брата, крон-принца?\"\n\"… мастер башни - лучший. *\nВеликий магический фехтовальщик, следующий кронпринц, злодейский хозяин башни и, наконец, скрытый злодей.\nМагазин канцелярских товаров, который, как она думала, будет мирным, не оставлял ей покоя.\nПомогите мне! Я просто хотела жить нормальной жизнью!\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "uk": "— Ти ганьбиш ім'я нашої родини. Забирай ці гроші та вали звідси!\n-Чудово! Бувай!\n\nВона прийшла до тями ні на що не здатною злодійкою, яка творила зло, щоб завоювати любов її нареченого, головного героя.\n\nЇї репутація і так була на дні, а головні герої, які не можуть жити один без одного, закрутили роман.\n-Мене хоч і виперли, але дали гроші - вже непогано!\n\nПісля того, як її вигнали з дому, вона відкрила перший магазин канцелярських товарів перед школою. Крім іншого, там продаються закуски, солодощі та навіть жуйка! Ну, дітлахи, тримайтеся!\nАле... Чому її юні клієнти такі дивні?\n\n-Я знайду тобі гарного і скромного хлопця, а не дурня, що ходить ліворуч, як мій брат!\n-Ха, а як щодо мого брата, наслідного принца?\n—Господар Башти просто найкращий.\n\nВеликий магічний воїн, королівський принц, жахливий власник вежі та таємничий лиходій.\n\nМирне життя, яке вона хотіла від магазину канцелярії, обернулася зовсім інакше.\nДопоможіть! Я просто хотіла жити нормальним життям!\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "vi": "“Một thứ vô dụng như mày không xứng đáng ở trong gia đình này. Cầm lấy số tiền này và cút đi!” “Được rồi! Tạm biệt!” Cô trở thành một nhân vật phản diện bất tài, thực hiện những hành vi sai trái để giành được tình yêu của vị hôn phu của mình, nam chính. Danh tiếng của cô đã xuống đáy và các nhân vật chính, những người vốn không thể sống thiếu nhau, đang có quan hệ tình cảm với nhau. “Bị đuổi ra ngoài mà được nhận tiền là quá tốt rồi!” Vì vậy, sau khi cô ấy bị đuổi ra khỏi nhà, cô ấy đã mở một cửa hàng văn phòng phẩm ở phía trước của một trường học. Cô ấy hồi tưởng lại về đồ ăn nhẹ, kẹo bia, và thậm chí cả chơi với bong bóng xà phòng! Các em chỉ cần chờ thôi, mấy nhóc à! Nhưng… Không hiểu sao những khách hàng trẻ tuổi của cô lại có chút kỳ lạ? “Em sẽ tìm cho chị một chàng trai đẹp mã và khiêm tốn, và cả chưa từng yêu ai như anh trai em chẳng hạn!” “Ha, vậy còn anh trai em, hoàng thái tử thì sao?” “… Chủ tháp là tuyệt nhất. ” Kiếm sĩ ma thuật vĩ đại, tiếp đó là hoàng thái tử, chủ nhân của tòa tháp tàn độc và cuối cùng là nhân vật phản diện giấu mặt. Cửa hàng văn phòng phẩm mà cô tưởng chừng sẽ yên bình lại khiến cô không nghỉ ngơi được.\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "zh": "“像你这样没用的东西在我们家毫无价值，拿上这笔钱，马上离开!”\n\n“是的!再见!”\n\n她成为了一个无能的女反派，为了赢得她的未婚夫——男主角的爱，她做了很多错事。她的名声已经跌到谷底，而主角们，不能离开彼此，却有了外遇。\n\n“被踢出去收钱就够了!”\n\n在她被赶出来后，她在一所学校前开了一家文具店。她回忆起零食，啤酒糖果，甚至泡泡!孩子们，等着瞧吧!\n\n但不知怎的，她的年轻顾客有点奇怪?\n\n“我会给你找个英俊而谦虚的男人，而不是像我哥哥那样有外遇的人!”\n\n“哈，那我的哥哥太子呢?”\n\n“……塔的主人是最好的。”\n\n伟大的神剑手，下一任王储，恶毒的塔主，隐藏的恶棍。\n\n她本以为她的文具店会很安静，但现在却让她无法休息。\n\n帮帮我!我只想过正常的生活!\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "zh-hk": "她附身在了雖是男主的未婚妻，但卻為了得到男主的愛而做下惡行的無能惡女身上。\n\n風評已經到底了，還身處沒有彼此不能活的主角之間出軌的狗血狀況。\n\n“像你這樣沒用的東西待在我們家族沒有任何價值。拿著這些錢滾吧！” “是！再見！” 所以立刻拿了錢被趕出去，在學校門前開了一家記憶中的文具店。\n\n回憶中的橡皮糖，啤酒糖，再到吹肥皂泡泡！小孩子們等著吧！但是... 我的小客人怎麼有點兒奇怪？\n\n“我，不要我哥哥那樣的出軌男，給你找長得帥的正經男人！” “嗬，那麼我哥哥皇太子怎麼樣？” “.…魔法塔主是最棒的。”\n\n就那樣偉大的魔劍，下一任皇太子，反派魔法塔主，還被牽扯到最終的黑幕之中，本以為很平和的文具店沒有一天風平浪靜。\n\n救救我！我只是想過平凡的生活！\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/f5c89da6-837e-4f24-8a8e-4e9131105ad5.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ef982414-b1ba-4a1a-a3bd-05503b7d1dd4",
    "title": {
      "en": "Kyou mo E ni Kaita Mochi ga Umai"
    },
    "updatedAt": "2025-01-21T19:29:02+00:00",
    "coverArt": "https://mangadex.org/covers/ef982414-b1ba-4a1a-a3bd-05503b7d1dd4/78d7bcb2-33de-43b5-ab81-27fc5d9d8f15.jpg",
    "altTitles": [
      {
        "ja": "今日も絵に描いた餅が美味い@COMIC"
      },
      {
        "en": "The Mochi I Drew Is Tasty Today Too"
      },
      {
        "zh": "今天画出来的年糕也很美味"
      }
    ],
    "description": {
      "en": "Tougo is a high school student who loves drawing more than anything. One day, he woke up in a deep forest filled with vegetations he had never seen before... While he went on an exploration finding answers in this new world, he found them without putting much effort. When he drew a Mochi using pencil and paper, something unusual happened...?! Not just a log house but legendary beasts too?! With ability to bring anything into being, he creates a paradise for everyone! A young boy who unbeknownst to him is loved by others.",
      "ja": "描いた絵を何でもポンッと出せる力――\n絵を描くのが大好きな高校生・トウゴの日常は「異世界」で魔法の力を手に入れて一変した！肉や泉、ログハウス等をどんどん実体化して楽しむばかりか、何故かふかふかの怪鳥やユニコーンにペガサスまで集まってきて、にぎやかな“ふわ森ライフ”が始まったのだ。だが、そんな皆のオアシスに不穏な影が忍び寄っていて……？餅からドラゴンまで!?　何でも生み出して、作ろう皆のパラダイス！",
      "pt-br": "Tougo é um estudante do ensino médio que adora desenhar mais do que qualquer coisa. Um dia, ele acordou em uma floresta profunda cheia de vegetação que ele nunca tinha visto antes...\nEnquanto ele ia em uma exploração para encontrar respostas neste novo mundo, ele as encontrou sem colocar muito esforço.\nQuando ele desenhou um Mochi usando lápis e papel, algo incomum aconteceu...?! O Mochi surgiu na frente dele!\n\nCom a capacidade de trazer qualquer coisa à existência, ele cria um paraíso para todos!\nUm menino que, sem que ele saiba, é amado por todos ao seu redor.\n\nA história de fantasia de um desenhista começa aqui!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2025-01-02T05:18:12+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/08e61560-de52-4965-87c5-bbbd271d9a77.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "ja-ro": "Akane-banashi"
      },
      {
        "en": "Tales Of Akane"
      },
      {
        "en": "Akane Story"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      },
      {
        "pt-br": "Akane-Banashi"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. \nShinta and his daughter Akane have been seduced by this wonderful form of classical Japanese entertainment. \nHaving observed her father strive to pass the shin'uchi rakugo test, Akane takes her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo é expresso apenas com seu corpo e palavras. \nShinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. \nObservando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4801f266-cc4e-4c3b-8d1d-f50f08b25b62",
    "title": {
      "en": "Witch Watch"
    },
    "updatedAt": "2024-12-18T09:45:09+00:00",
    "coverArt": "https://mangadex.org/covers/4801f266-cc4e-4c3b-8d1d-f50f08b25b62/205b18c3-cbd0-40ff-bd7b-2d776e6a80de.jpg",
    "altTitles": [
      {
        "ru": "Ведьмнадзор"
      },
      {
        "ru": "Страж ведьмы"
      },
      {
        "ja": "ウィッチ ウォッチ"
      },
      {
        "zh": "魔女与使魔"
      },
      {
        "zh-hk": "魔女與使魔"
      },
      {
        "ne": "विच वाच"
      },
      {
        "kk": "Мыстан сақшысы"
      },
      {
        "uk": "Відьмоварта"
      },
      {
        "hi": "विच वॉच"
      }
    ],
    "description": {
      "en": "Morihito, a boy with the strength of an ogre, is about to start living together with his childhood friend Niko, who is training to be a witch. Niko's magic leads to all sorts of unpredictable trouble, and with two teens under one roof… Let the fantastical antics begin! Magical comedy series by Kenta Shinohara creator of SKET DANCE and Astra Lost in Space.",
      "ne": "निको वाकात्सुकीले आफ्नो छ वर्षको बोक्सीको तालिम पूरा गरिसकेकी छिन् र उनी आफैं सहरमा सर्दैछिन्। नयाँ बोक्सीको रूपमा, उसले आफ्नो साथ दिनको लागि परिचित छनोट गर्नुपर्छ। यद्यपि, अन्य बोक्सीहरू भन्दा फरक, उनी गैर-जन्तु परिचित छान्न चाहन्छिन्। मोरिहितो \"मोई\" ओतोगी भन्दा राम्रो साथी कोही छैन - उनको बाल्यकालको साथी जो एक औघ राक्षस हुन्। मोरिहितो उनको नोकर हुनुको कडा विरोध गर्छन्, तर उनले बोक्सीको आदेशको अवज्ञा गरेमा श्रापले उनलाई अनौठो गाई-बाघ हाइब्रिडमा फर्काउनेछ भनेर थाहा पाएपछि उनले आफ्नो भाग्यलाई अनिच्छुकतासाथ स्वीकार गर्छन्।\n\nमोरिहितोका बुबा व्यवसायिक यात्राको लागि जानुभएको कारण र निकोकी आमा बोक्शीहरुको पवित्र भूमिमा पछाडि रहनुभएको कारण, दुई किशोरहरूले आफूलाई एउटै छानामुनि सँगै बसेको भेट्टाए। जबकि निको आफ्नो क्रशसँग बाँच्न पाउँदा उत्साहित छिन्, मोरिहितोले पत्ता लगाए कि उनको जादुई गतिविधि र समग्र अनाड़ीपनले समाधान भन्दा बढी समस्याहरू सिर्जना गर्छ। एक वर्ष भित्र निकोमा आउने भविष्यवाणी गरिएको प्रकोपको साथ, मोरिहितोले आफ्नो अंगरक्षकको रूपमा रक्षा गर्नको लागि सक्दो गर्नुपर्दछ र साथै आफ्नो परिचितको रूपमा आफ्नो कर्तव्यहरू पालना गर्नुपर्नेछ।",
      "pt": "Morihito, um menino com a força de um ogro, está prestes a começar a viver com sua amiga de infância, Niko, que está treinando para ser feiticeira. A magia de Niko os leva a todos os tipos de problemas imprevisíveis, e com dois adolescentes sob o mesmo teto… Que as travessuras fantásticas comecem! Uma série de comédia de magia de Kenta Shinohara, criador de SKET DANCE e Astra Perdido no Espaço.",
      "ru": "Морихито, парень с демонической силой, начинает жить вместе со своей подругой детства Нико, которая учится быть ведьмой. Магия Нико приводит ко всяким непредсказуемым проблемам, а уж когда два подростка остаются под одной крышей… да начнутся фантастические выходки!  \nМагический комедийный сериал от Кенты Синохары, автора «SKET DANCE» и «Астра, затерянная в космосе».",
      "uk": "Моріхіто, хлопець з силою оні, ось-ось почне жити разом зі своєю подругою дитинства Ніко, яка навчається на відьму. Магія Ніко призводить до всіляких непередбачуваних неприємностей, а коли двоє підлітків живуть під одним дахом... Фантастичні витівки починаються!\nМагічний комедійний серіал від Кента Шінохари, творця “SKET DANCE” та \"Загублена в космосі Астра\"."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "312176a2-6788-4d34-83b6-24bc10c01cbf",
    "title": {
      "en": "Dorei Senshi no Isekai Taneuma Seikatsu ~Mahou mo Bujutsu mo Saikyou Dashi Harem made!?~"
    },
    "updatedAt": "2024-11-03T12:48:13+00:00",
    "coverArt": "https://mangadex.org/covers/312176a2-6788-4d34-83b6-24bc10c01cbf/c1506632-0fc9-4e23-968e-cc5f89ea6b06.jpg",
    "altTitles": [
      {
        "id": "Kehidupan Budak Petarung Seks di Dunia lain"
      },
      {
        "ja": "奴隷戦士の異世界種馬生活 ～魔法も武術も最強だしハーレムまで！？～"
      },
      {
        "en": "A Slave Warrior's Stallion Life in Another World - Both Magic and Martial Arts are the Strongest, and Even a Harem!?"
      }
    ],
    "description": {
      "en": "\"Ryuu\" is a former modern human reincarnated in another world. He is a slave in this new world. However, once the knowledge of his previous life was revived, his magic power is also awakened. He gained strength at a speed that was incomparable to other slaves, and he easily defeated strong opponents, becoming the strongest gladiator among slaves.\n\nRyuu is bought by the noble Juller. The Juller Family, who saw slaves as power, wanted to own a great slave. The first instruction given to Ryuu as a slave was to \"seed\" a beautiful female slave...!\n\nI'm a Slaves but super free! This otherworldly fantasy, which starts from the lowest class but has an unlimited future, start with a BANG!",
      "id": "\"Ryuu\", mantan manusia modern yang bereinkarnasi di dunia lain. Dia adalah seorang budak di dunia ini. Namun, begitu pengetahuan tentang kehidupan sebelumnya dihidupkan kembali, kekuatan sihirnya juga ikut terbangun. Dia mendapatkan kekuatan dengan kecepatan yang tidak bisa dibandingkan dengan budak lain, dan dia dengan mudah mengalahkan lawan yang kuat, dan menjadi seorang gladiator terkuat di antara para budak. Saat itu, seseorang yang membeli Ryuu muncul. Dia adalah bangsawan Juller, Keluarga Juller, yang melihat budak sebagai kekuatan, ingin memiliki budak yang hebat. Dan instruksi pertama yang diberikan kepada Ryuu sebagai seorang budak adalah untuk \"membenihi\" seorang budak wanita yang cantik...!",
      "ja": "異世界に転生した、元現代人の“リュー”。彼はこの世界では奴隷の身分だった。しかし前世の知識が蘇ったと同時に彼の魔力は覚醒する。他の奴隷とは比べものにならない速さで実力をつけ、いとも簡単に強敵を倒していく彼は、奴隷の中で剣闘士の道を駆け上がっていく。\nそんなある時、リューを購入する者が現れた。それは、大貴族で名門のジュラー家。奴隷を力と見なすジュラー家には、優秀な奴隷を揃えたい考えがあった。\nそして、リューに奴隷として下された最初の指示は、なんと美しい女奴隷への“種付け”だった……！\n奴隷なのに超自由！？　最下層から始まるけど未来は無限大な異世界ファンタジー、堂々開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbd208cd-31fd-4c68-a377-d2bfec53ea8b",
    "title": {
      "en": "Kara no Kioku"
    },
    "updatedAt": "2024-10-30T17:27:07+00:00",
    "coverArt": "https://mangadex.org/covers/dbd208cd-31fd-4c68-a377-d2bfec53ea8b/63c5b72c-7e68-41f8-a7be-842a3326fdae.jpg",
    "altTitles": [
      {
        "en": "The Empty Memories"
      },
      {
        "ja": "虚の記憶"
      },
      {
        "ja": "虚（から）の記憶"
      },
      {
        "pt-br": "Memórias vazias"
      }
    ],
    "description": {
      "en": "Between a recent move to Tokyo and the first day of high school, Rei starts his day filled with anxiety and insecurity. His nervousness accompanies him to the classroom, where amidst the classroom chatter, Rei is suddenly struck with a strange dream, followed by an aching in his chest.  \n  \nOnce he wakes up, Rei is greeted by a small creature standing on his desk. Passing it off as part of his dream, Rei heads home. However, to his surprise, numerous other strange creatures of all shapes and sizes roam the streets, seemingly invisible to everyone else.  \n  \nWith countless questions and the small creature from before trailing behind him, Rei's life is changed forever when he encounters a tall one-eyed figure, dressed in all black, smiling at him.\n___\n**Note:** This manga is based on the song of the same name."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "86a16dfd-bf53-4349-8c64-84f20dcef3b5",
    "title": {
      "en": "TS Akuyaku Reijou Kamisama Tensei Zen'nin Tsuihou Haishin RTA ~Kiraware Tsuihou End o Mezashiteru no ni Saikyou Musou Road kara Orirarenai~"
    },
    "updatedAt": "2024-12-06T05:43:26+00:00",
    "coverArt": "https://mangadex.org/covers/86a16dfd-bf53-4349-8c64-84f20dcef3b5/105d8b45-7623-49ba-9a5f-620d034cc15b.jpg",
    "altTitles": [
      {
        "ja": "TS悪役令嬢神様転生善人追放配信RTA～嫌われ追放エンドを目指してるのに最強無双ロードから降りられない～"
      },
      {
        "en": "Villainess Speedrun Stream"
      },
      {
        "en": "TS Villainess RTA (Time-Split Villianess Real-Time Attack)"
      }
    ],
    "description": {
      "en": "A man who lost his life in an accident is reincarnated into an otome game world with a mission given by gods who want entertainment. And the background story in the game is that she is incarnated as a villain princess character, which turns out to be a good person but she is instead exiled after that the game will be speedrun and streamed!? He was told the sooner he was exiled the more benefits he would get in the next life, along with the start of the game he invited all the characters to fight so he could be exiled quickly, but instead, he was invincible and became a popular person... !?\n\nRespected by the original protagonist, a handsome aristocrat makes the main character his goal and he is trained by a cheat class, in the end, this otome game deviates from the original story too!! She's gradually getting ready to get the ending of being exiled, but the event of death always comes to her….. as the daughter of a marquis “marianne biesround” who is fighting for her next life, she will destroy all those who stand in her way (and blow them away) with magic. strongest, “meteor”! The manga adaptation of the violent webnovel otome game has begun!!!",
      "id": "Soerang pria yang kehilangan nyawanya dalam sebuah kecelakaan bereinkarnasi kedunia otome game dengan misi yang di berikan oleh para dewa yang menginginkan hiburan. Dan latar cerita dalam game nya adalah ia berinkarnasi sebagai seorang karakter putri villain , yang ternyata merupakan orang baik tapi dia malah di asingkan setelah itu game nya akan di speedrun dan streaming!? Dia di beritahu semakin cepat dia di asingkan semakin banyak pula keuntungan yang akan dia dapatkan di kehidupan selanjutnya, bersamaan dengan di mulainya game dia mengajak bertarung semua karakter yang ada agar dia dapat cepat di asingkan, namun dia malah tidak terkalahkan dan menjadi orang yang populer…!?\n\nDi hormati oleh protagonis original, seorang bangsawan tampan menjadikan pemeran utama sebagai tujuannya dan dia di latih oleh seorang cheat class, pada akhirnya otome game inipun jadi melenceng dari cerita aslinya!! Dia secara bertahap bersiap-siap untuk mendapatkan ending di asingkan, akan tetapi event kematian selalu datang menghampirinya….. sebagai putri dari seorang marquis “marianne biesround” yang berjuang demi kehidupan selanjutnya, dia akan menghancurkan semua orang yang menghalanginya  (dan menghempaskannya) dengan sihir terkuat, “meteor”! adaptasi manga dari webnovel otome game yang penuh dengan kekerasan telah di mulai!!!",
      "ja": "「乙女ゲームの悪役令嬢にTS転生して追放されるRTA配信をしてもらう」「なんて？？」ふとした事故で命を落とした男は、神々の手により乙女ゲームの世界に転生させられることに。その使命は「乙女ゲームの悪役令嬢としてTS転生し、実は善人なのに追放されるまでのタイムアタックを配信」!?早く追放されるほど次の人生に特典が用意されると聞き、オープニングで登場人物に喧嘩を売って追放されようとするが、何故か逆に人気者に…!?遠のいていく追放フラグに大苦戦!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1857b4ae-4ddf-45db-9296-f74c626a0e4c",
    "title": {
      "en": "Boku wa Konyaku Haki Nante Shimasen kara ne"
    },
    "updatedAt": "2024-11-25T14:01:01+00:00",
    "coverArt": "https://mangadex.org/covers/1857b4ae-4ddf-45db-9296-f74c626a0e4c/71653b10-59f7-4d51-8cc1-bd66fa324aae.jpg",
    "altTitles": [
      {
        "ja": "僕は婚約破棄なんてしませんからね"
      },
      {
        "ja-ro": "Boku wa Konyaku Haki Nante Shimasenkara ne"
      },
      {
        "ja-ro": "Boku ha Kon'yaku Haki Nante Shimasen kara ne"
      },
      {
        "ja": "I'm not breaking off the engagement"
      },
      {
        "en": "I'm Not Breaking Off The Engagement"
      },
      {
        "en": "I Won't Be Breaking Off This Engagement. You Know That, Right?"
      },
      {
        "ko": "나는 약혼 파기 따위 하지 않을 거예요"
      }
    ],
    "description": {
      "en": "\"Ah… Ahhhhhhhhhhh!\"  \n  \nThe one who's become the Crown Prince's fiancée is the Duke's daughter Serea, but during their first meeting, she screamed and collapsed! Had she remembered something from her previous life? Are you an evil villainess? Am I going to break you if I fool around too much? A me that's programmed to be like that, is so horrible. Isn't that right~ An \"event\" and those \"program settings\" have no connection to me though. Let's go back to my place and I'll slowly and sweetly make you fall desperately in love with me!  \n  \nThis otome game's villainess is going to follow a harsh path, and will fight to change her fate.\n___\n**Character Designer:** [Nardack](https://mangadex.org/author/f27853e1-c9b2-442a-a8f8-ca3962078222)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "7f92852b-92a0-49b6-b26c-9526d287bd71",
    "title": {
      "en": "Yumenashi-sensei no Shinroshidou"
    },
    "updatedAt": "2025-01-11T07:57:32+00:00",
    "coverArt": "https://mangadex.org/covers/7f92852b-92a0-49b6-b26c-9526d287bd71/c3bee5a0-4dc4-41ee-9b97-21b7dbcb43ec.jpg",
    "altTitles": [
      {
        "ja": "夢なし先生の進路指導"
      },
      {
        "en": "Yumenashi-sensei's Guidance Counseling"
      },
      {
        "en": "Dreamless-sensei's Guidance Counseling"
      }
    ],
    "description": {
      "en": "A former career consultant, Takanashi now works for a school as a Guidance Counselor. During career guidance meetings, he gives headstrong students data and tells them the realities of the world around them, hoping that they rethink their dreams. Because of that, students call him \"Yumenashi-sensei\" (\"Dreamless-sensei\"/\"Dream Crusher–sensei\").",
      "ja": "元キャリアコンサルタントの高校教師・高梨（たかなし）は、生徒から「夢なし先生」と呼ばれている。彼は進路指導時、生徒の「夢」に対し現実的なデータや世の中の実情を突きつけ、否定し、覚悟を問う。それでも夢を追い、のちに夢破れ、どん底の中でも諦めきれない生徒がいれば、卒業後でも手を差し伸べ、「諦めるための授業」を行うのだった。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "633d470a-4146-4dd3-b841-93dd648c23a5",
    "title": {
      "en": "The Academy's Genius Swordsman"
    },
    "updatedAt": "2024-06-28T22:00:09+00:00",
    "coverArt": "https://mangadex.org/covers/633d470a-4146-4dd3-b841-93dd648c23a5/cab5fd63-50ba-4272-b944-e7fcc5f2f0e9.jpg",
    "altTitles": [
      {
        "ko": "아카데미의 천재칼잡이"
      },
      {
        "ko-ro": "Academy Cheonjaekaljabi"
      },
      {
        "en": "Academy’s Genius Swordmaster"
      },
      {
        "zh": "皇家学院的天才剑豪"
      }
    ],
    "description": {
      "en": "Following a momentous battle against giants for the fate of the world, Ronan emerges victorious as the last man standing of the Imperial Army. As he laments this hollow victory with his dying commander, Grand Marshal Adeshan, they quickly learn that the war is far from over and an overwhelming force of giants descends from the heavens.\n\nFearing the worst, yet seeing hope in the courageous Ronan, Adeshan uses her last time slip to send him back to the past, so that he can enroll in the prestigious Phileon Academy and become the strongest swordsman the empire has ever seen!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ed171d9-d5e0-47e0-b847-493cdda9db29",
    "title": {
      "en": "Akuyaku Onzoushi no Kanchigai Seija Seikatsu - Nidome no Jinsei wa Yaritai Houdai Shitai Dake na no ni"
    },
    "updatedAt": "2024-12-30T22:55:09+00:00",
    "coverArt": "https://mangadex.org/covers/5ed171d9-d5e0-47e0-b847-493cdda9db29/b298395f-6557-46d2-9e57-d4fdc038b995.jpg",
    "altTitles": [
      {
        "ja": "悪役御曹司の勘違い聖者生活～二度目の人生はやりたい放題したいだけなのに～"
      },
      {
        "ja-ro": "Akuyaku Onzoushi no Kanchigai Seija Seikatsu"
      },
      {
        "ja": "悪役御曹司の勘違い聖者生活"
      },
      {
        "en": "The Misunderstood Saintly Life of a Villainous Scion ~ I just want to do whatever I want in my second life~"
      }
    ],
    "description": {
      "en": "Ouga Vellet, the eldest son of the infamous corrupt lordly Vellet family, is a reincarnator. Having been taken advantage of due to his kindness in his past life, he now revels in the life of a mischievous villainous heir. From then on, Ouga spared no compromise, pushing the limits of \"tyranny\" to achieve his ambitions.\n\n\"Wow, Ouga-sama, you're amazing!\"\n\n...Just for \"arrogant behavior,\" his reputation seems to soar without his control? The curtain rises on a life of misconceptions and misconceived saintliness!",
      "ja": "悪徳領主として名高いヴェレット家の長男―オウガ・ヴェレットは転生者である。人の良さから前世で割を食ってばかりだった彼は、これを機にやりたい放題の悪役御曹司ライフを謳歌するため横暴の限りを尽くすはずが―\n\n\n「さすがです！　オウガ様！」\n\n……『傍若無人な振る舞い』をしてるだけなのに、なぜか周囲からの評価が瞬く間に上がっていき――⁉悪役御曹司の勘違いの勘違い聖者生活、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0627b4fa-26d2-4023-a499-ae47e6be766a",
    "title": {
      "en": "Koyoi Anata to Hitamuki Midara"
    },
    "updatedAt": "2025-01-19T14:54:13+00:00",
    "coverArt": "https://mangadex.org/covers/0627b4fa-26d2-4023-a499-ae47e6be766a/6fd271e4-b98c-4d50-8640-3483dd481852.jpg",
    "altTitles": [
      {
        "ja": "今宵あなたとひたむき淫ら"
      },
      {
        "en": "‏ tonight with intense passion and fearless desire by your side"
      }
    ],
    "description": {
      "en": "Anzu Yagihashi is in deep pain after her colleague stole her ex-boyfriend. As if this wound wasn’t enough, she receives an invitation to their wedding, amplifying her suffering and making the pitying and judgmental gazes around her cut even deeper into her heart.\n\nOn her way back from the wedding, she comes across a handsome bartender named Kyohei standing in front of a shop. His charming personality and warm words soothe her broken heart. However, over time, she finds herself confused by his overwhelming kindness, as if their connection might go beyond simple comfort.\n\nDespite her growing attraction to him, Anzu realizes that Kyohei isn’t an ordinary man. He’s dangerous, and if she allows herself to be drawn into his emotions, she might find herself unable to escape."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "743d35db-0c0a-4e4b-86e4-b300e39e85df",
    "title": {
      "en": "The Board Of Lanke"
    },
    "updatedAt": "2025-01-22T09:19:05+00:00",
    "coverArt": "https://mangadex.org/covers/743d35db-0c0a-4e4b-86e4-b300e39e85df/78253970-2f9e-429e-9315-ebd4ab7e326c.jpg",
    "altTitles": [
      {
        "zh-ro": "Lan Ke Qi Yuan"
      },
      {
        "zh": "烂柯棋缘"
      },
      {
        "en": "ChronoGo"
      },
      {
        "en": "Special Destiny Of Rotten Ke"
      },
      {
        "vi": "Lạn Kha Kỳ Duyên"
      }
    ],
    "description": {
      "en": "The leaves of the chess game beside Lanke, and the chess game between the old trees is uninteresting, causing Tian Yuan's son, and then looking back at the vast mountains and seas... When he wakes up, Ji Yuan has become a half-blind beggar in a dilapidated mountain temple. A real person has a sword and a magic stick has a mouth, which is the foundation of Jiyuan's foothold in this terrible world.\n\n---\n\nWilted leaves beside the board, empty seats between the towering trees, a passerby who chose to put down a stone in the middle of the board, unbeknownst to him eons have passed… Waking up from his slumber, Ji Yuan found himself as a half-blind beggar. Armed with only a sword and his wits, he will venture forth into this danger-filled world.",
      "id": "“Daun jatuh di permainan catur di sisi Rotten Ke, dan pohon-pohon tua bermain melawan satu sama lain karena putra Tian Yuan yang tidak menarik, dan kemudian melihat kembali ke pegunungan dan lautan yang luas … Ketika dia bangun, Ji Yuan menjadi  seorang pengemis setengah buta di kuil gunung yang bobrok.  Pedang, tongkat suci, dan satu mulut adalah dasar bagi Ji Yuan untuk menetap di dunia yang mengerikan ini.”"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "305"
  },
  {
    "mangaId": "57fe3f00-8626-462b-8f75-fce0e6faa6be",
    "title": {
      "en": "Waka-chan wa Kyou mo Azatoi"
    },
    "updatedAt": "2025-01-16T15:15:31+00:00",
    "coverArt": "https://mangadex.org/covers/57fe3f00-8626-462b-8f75-fce0e6faa6be/3764c25f-c596-421b-b0c7-9eabba109b5a.jpg",
    "altTitles": [
      {
        "ja": "和歌ちゃんは今日もあざとい"
      },
      {
        "en": "Waka-chan Is Pushy Again"
      },
      {
        "ja-ro": "Waka-chan wa Kyou mo Azatoi"
      },
      {
        "en": "A Hidden Side to my Crush"
      },
      {
        "pt-br": "O lado oculto da minha Crush"
      }
    ],
    "description": {
      "en": "Tomoya is a college freshman on a mission to finally get his first ever girlfriend, but with one small problem: he's still a virgin! While he's gotten close with the beautiful and charming girl Waka Sakuraba in his club at school, he can't wrack up the courage to take the first step and ask her out. One day, Tomoya stumbles upon a hidden side to his crush Waka...",
      "ja": "彼女を作ろうと意気込むDT（童貞）な大学１年生・友哉。同じサークルの癒やし系美少女・桜庭和歌と親しくなるものの、勇気が出ずなかなか第一歩を踏み出せずにいた。\nそんなある日、友哉は和歌の「別の一面」を目撃してしまい…？"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "214"
  },
  {
    "mangaId": "d6e9b748-9187-4f93-a5df-b802c567f60c",
    "title": {
      "en": "Realist Maou ni Yoru Seiiki Naki Isekai Kaikaku"
    },
    "updatedAt": "2024-12-13T03:59:12+00:00",
    "coverArt": "https://mangadex.org/covers/d6e9b748-9187-4f93-a5df-b802c567f60c/56762882-065d-45fe-a57e-f8e83df01f1c.jpg",
    "altTitles": [
      {
        "el": "Η θρυλική ανακατασκευή ενός κόσμου από έναν ρεαλιστή βασιλιά δαίμονα"
      },
      {
        "ru": "Король демонов — реалист. Легенда о перестройке мира"
      },
      {
        "ja": "リアリスト魔王による聖域なき異世界改革"
      },
      {
        "zh": "现实主义魔王的异世界改革"
      },
      {
        "ko": "리얼리스트 마왕에 의한 성역없는 이세계 개혁"
      },
      {
        "zh-hk": "現實主義魔王的異世界改革"
      },
      {
        "en": "The Legendary Rebuilding of a World by a Realist Demon King"
      },
      {
        "en": "The Reformation of the World as Overseen by a Realist Demon King"
      },
      {
        "pt-br": "A Reconstrução Lendária de um Mundo por um Rei Demônio Realista"
      }
    ],
    "description": {
      "en": "In a dilapidated castle, Astaroth awoke as a Demon King. With his ‘wisdom from his past life,’ he would rule over his lands as a thorough ‘realist.’ “Demon King, why are you attacking the level 1 Heroes?” “Defeat them before they become stronger. That is called strategy.”  “Demon King, why are you sending fake money to the enemy country?” “To bring chaos to their economy, so they will self-destruct.” “The werewolf troops have attacked. Should we use silver bullets?” “Not bullets, shoot them with cannons.”  \n  \nAnd like that, Astaroth ‘reformed’ the old tendencies. He became a lord who was loved by the people and his subordinates, and he would go on to be called the most powerful Demon King in history.",
      "ja": "72の魔王が跋扈する混沌とした世界に、72番目の魔王として転生したアシュタロト。そんな彼の前に突如謎の女神が現れ、この世界を改革するようアシュタロトを導く。初めに召喚したメイド兼参謀の魔族・イヴを従え、現実主義者（リアリスト）魔王の伝説がはじまる！",
      "pt-br": "Em um castelo em ruínas, Astaroth acordou como um Rei Demônio. Com sua \"sabedoria de sua vida passada\", ele governaria suas terras como um completo \"realista\".Conheça quem se tornou um senhor que era amado pelo povo e seus subordinados, o homem que seria chamado de o mais poderoso rei demônio da história."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fb00aab-2cfa-4b46-883e-4584d5e9aa62",
    "title": {
      "en": "Sono Akuyaku Kizoku, Mama Heroine ga Suki Sugiru ~Shinshi na Doryoku de Saikyou to Nari Fuguu na Oshi Chara Tasukemakuru~"
    },
    "updatedAt": "2025-01-15T05:07:59+00:00",
    "coverArt": "https://mangadex.org/covers/8fb00aab-2cfa-4b46-883e-4584d5e9aa62/69f71362-077f-4da8-9350-0a65ed4b4e48.jpg",
    "altTitles": [
      {
        "ja": "その悪役貴族、ママヒロインが好きすぎる ～真摯な努力で最強となり不遇な推しキャラ助けまくる～"
      },
      {
        "en": "The Villainous Noble Loves Mom Heroines Too Much ~Becoming The Strongest With Sincere Effort To Save Misfortunate Fave Chars~"
      },
      {
        "en": "That Villainous Aristocrat Is Actually Crazy About Mom Heroines ~With His Earnest Hard Work, He Becomes the Strongest and Saves All of His Favorite Characters~"
      }
    ],
    "description": {
      "en": "The mom characters that appear in the game are all unfortunate sub-heroines who always get bad ending routes. “Why… Why does such a cute mom have to die?!“ Even though the protagonist tried very hard to request a route where they get saved, all of his efforts were in vain, making him spend his days in frustration. Then, he suddenly gets reincarnated into the world of MamaFan on a certain day. …However, he gets reincarnated as a villainous aristocrat who’s got nothing but the worst routes. This guy, who’s crazy about mom characters — his fulfilling days of saving his beloved mom characters and his journey to create his harem full of plump women are about to begin!\n\n---\n**Additional Links:**\n- Alt Official Raw: [niconico Manga](https://manga.nicovideo.jp/comic/71300)"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "757c05b6-017d-492e-8c78-cbcfdf568944",
    "title": {
      "en": "Apparently, I'm the Villainess?"
    },
    "updatedAt": "2024-03-23T16:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/757c05b6-017d-492e-8c78-cbcfdf568944/279d77ce-a7b4-4eed-8ddc-240d736fd02c.jpg",
    "altTitles": [
      {
        "en": "They Say I'm the Villainous Young Miss"
      },
      {
        "vi": "Họ Đồn Tôi Là Đại Tiểu Thư Xấu Xa"
      },
      {
        "zh": "据说我是反派大小姐"
      }
    ],
    "description": {
      "en": "I worked as a manhua artist, then died from pulling an all-nighter. I woke up as the villainess \"Emi Morwen\" from my webcomic! Emi was an alluring yet cruel character who departed from the story by ending her own life. However, I’m not the real Emi!",
      "vi": "《Sau khi thức quá khuya, chạy deadline để rồi kết thúc sinh mệnh, tôi đã tái sinh thành nhân vật phản diện trong truyện tranh của mình》"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-22T09:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/1e8059fa-310e-4420-86e7-e416bd41744d.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "368e799d-692a-4aab-a2e3-49a4de63e2be",
    "title": {
      "en": "Lord of all beings"
    },
    "updatedAt": "2025-01-05T06:43:17+00:00",
    "coverArt": "https://mangadex.org/covers/368e799d-692a-4aab-a2e3-49a4de63e2be/a95c6c4e-6acb-4655-bc2e-d124b76d192e.jpg",
    "altTitles": [
      {
        "ko": "만물의 영장"
      },
      {
        "vi": "Chúa tể muôn loài"
      },
      {
        "en": "The lord of all things"
      }
    ],
    "description": {
      "en": "After falling into the sea and going missing, Woo Young-jang returns to civilization after spending 7 years on a deserted island! His body has become firm and muscular, he can now communicate with all sorts of animals and even employ their special abilities. However, incidents and accidents seem to follow him wherever he goes. Will Young-jang be able to survive in the city, which is said to be even more terrifying than the jungle?",
      "ko": "바다에 빠져 실종된 후, 무인도에서 7년 만에 살아 돌아온 우영장의 좌충우돌 문명 적응기!\n그의 몸은 단단한 근육질로 변했고 온갖 동물과의 의사소통은 물론, 특별한 능력까지 구사하며 사건사고가 끊이질 않는다.\n과연 영장은 밀림보다 무섭다는 도시에서 살아남을 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4667017b-c0d6-479c-8b27-e1ee674a4351",
    "title": {
      "en": "Parasitic Pandemic"
    },
    "updatedAt": "2024-11-22T15:38:36+00:00",
    "coverArt": "https://mangadex.org/covers/4667017b-c0d6-479c-8b27-e1ee674a4351/f90e79da-0a07-417c-9d5d-f29d43590233.jpg",
    "altTitles": [
      {
        "ja-ro": "Kisei Rettou"
      },
      {
        "zh": "寄生列岛"
      },
      {
        "ja": "寄生列島"
      }
    ],
    "description": {
      "en": "Sendo Chihiro, a high school girl, moves from Tokyo to the provincial island of Hanayama after her parents' divorce. There's something strange about the island she moves to. There is blatant discrimination against outsiders, mysterious rituals that suddenly take place, and a huge \"water tower\" built in the middle of the island... One day, a fisherman is stabbed to death in his home. The whole island becomes suspicious of the murderer, and the unexpected culprit is revealed――. A parasite psycho-thriller by Edogawa Edogawa of \"Ikenie Touhyou\"."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-12-09T11:21:20+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/3b57c7da-d877-4268-8a82-df56a1f9e9ca.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "en": "Kagura Bowl"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "he": "קאגורהבאצ'י"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge.",
      "he": "צ'יהירו הצעיר מבלה את ימיו באימונים תחת הדרכתו של אביו, מחשל החרבות המפורסם. יום אחד, הוא מקווה להפוך בעצמו ליצרן חרבות דגול. האב המשעשע והבן הרציני--הם חשבו שהימים האלו יימשכו לנצח. אבל לפתע, הטרגדיה מכה. יום אפל ספוג בדם. צ'יהירו וחרבו חיים כעת רק למען הנקמה.",
      "ja": "刀匠を志す少年チヒロは、父の下で日々修行に励んでいた。おちゃらけた父と寡黙な息子。笑いの絶えない毎日がいつまでも続くと思っていたが…ある日悲劇が訪れる…。血塗られた絆と帰らない日常。少年は憎しみを焚べ、決意の炎を心に宿す…。",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96abd3b5-b59c-4082-b05c-4e595fa49c1a",
    "title": {
      "en": "Glass Flower"
    },
    "updatedAt": "2025-01-22T04:33:10+00:00",
    "coverArt": "https://mangadex.org/covers/96abd3b5-b59c-4082-b05c-4e595fa49c1a/200e8e9f-f1c3-4183-a492-54f3eb3364c8.jpg",
    "altTitles": [
      {
        "ko": "琉璃花 유리꽃"
      }
    ],
    "description": {
      "en": "Jeongha, who has always been of fragile health and struggled with infertility, meets Hyeon, a maid brought by her mother-in-law to act as her husband's surrogate. Feeling intrigued by Hyeon, who is 12 years younger than her, Jeongha offers her a room and begins to take care of her... Despite their initial tension, Hyeon starts to feel unfamiliar emotions towards Jeongha, who takes care of her despite her cold demeanour... Where will this relationship, initiated by Jeongha's whims, lead?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "15"
  },
  {
    "mangaId": "0486e6b2-6551-4938-894a-4e7a72749b47",
    "title": {
      "en": "Keep Your Hands Off Eizouken!"
    },
    "updatedAt": "2025-01-19T06:07:42+00:00",
    "coverArt": "https://mangadex.org/covers/0486e6b2-6551-4938-894a-4e7a72749b47/f10eeb81-cbff-4f47-95c9-21f982d378b6.jpg",
    "altTitles": [
      {
        "en": "Don't Mess With the Film Club!"
      },
      {
        "zh-hk": "別對映像研出手！"
      },
      {
        "zh": "别对映像研出手！"
      },
      {
        "ja": "映像研には手を出すな！"
      },
      {
        "ja-ro": "Eizouken ni wa Te o Dasu na!"
      }
    ],
    "description": {
      "en": "Asakusa Midori wants to create an anime, but she's too disheartened to make that first step by herself. But by pure chance, she meets Mizusaki Tsubame, an up-and-coming socialite secretly dreaming of becoming an animator. Together with Midori's money-loving best friend Kanamori Sayaka, the energetic trio slowly work towards making their \"ultimate world\" a reality!\n___\n**Additional Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Anime Twitter](https://twitter.com/Eizouken_anime)\n- [Official Anime Website](http://eizouken-anime.com/)\n- [Official Live-Action Website](https://eizouken-saikyo.com/)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "964d8e8a-7bcb-42f1-9651-20b1871eecac",
    "title": {
      "en": "The Ice Princess Wants to Be Melted by a Small Patch of Sunlight"
    },
    "updatedAt": "2025-01-05T04:14:03+00:00",
    "coverArt": "https://mangadex.org/covers/964d8e8a-7bcb-42f1-9651-20b1871eecac/80d91f60-4b62-4a45-b49c-d56d059b0b22.jpg",
    "altTitles": [
      {
        "ja": "氷の姫は小さな陽だまりでとかされたい"
      },
      {
        "ja-ro": "Koori no Hime wa Chiisana Hidamari de Tokasaretai"
      },
      {
        "pt-br": "A Princesa de Gelo Quer Ser Derretida por um Pequeno Raio de Sol"
      }
    ],
    "description": {
      "en": "Aoba is a first-year high school student who takes care of his younger siblings in place of his busy parents, and ends up at a sibling playdate in the home of his classmate Mizudori, a cool beauty known as the \"Ice Princess\".",
      "ja": "多忙な両親に代わり、保育園児の弟妹を世話する男子高校生の青葉実晴は、恋愛をする暇はないが、弟妹と楽しく過ごしていた。ある日、クラスメートで「氷の姫様」と呼ばれるクール美女・水鳥雪の自宅で遊ぶことになった青葉は、「私を笑顔にしてくれませんか？」と水鳥に頼まれて…！？ \n\n幼い弟妹を大切に想う高校生たちの青春ラブコメ開幕！",
      "pt-br": "Aoba é um estudante do primeiro ano do ensino médio que cuida de seus irmãos mais novos no lugar de seus pais ocupados e acaba indo a um encontro de brincadeiras para irmãos na casa de sua colega Mizudori, uma beleza fria conhecida como a \"Princesa de Gelo\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d839cd9-1950-405c-b71f-9abbd7443058",
    "title": {
      "en": "Asako"
    },
    "updatedAt": "2025-01-12T10:35:03+00:00",
    "coverArt": "https://mangadex.org/covers/3d839cd9-1950-405c-b71f-9abbd7443058/ff033dac-092f-4c99-82bc-6abef54712d3.jpg",
    "altTitles": [
      {
        "ja": "あさこ"
      },
      {
        "ja-ro": "Asako"
      },
      {
        "ko": "아사코"
      },
      {
        "zh": "浅子"
      },
      {
        "vi": "Asako"
      }
    ],
    "description": {
      "en": "The challenged relationship between Masashi Aoshima, an 11-year-old boy living in a seaside fishing village, and Asako, a mysterious beauty from Tokyo who came to stay at his guest house."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "34"
  },
  {
    "mangaId": "d32f798f-cfcd-4c16-9648-7b0150e87b25",
    "title": {
      "en": "Sea of June"
    },
    "updatedAt": "2024-04-19T01:51:00+00:00",
    "coverArt": "https://mangadex.org/covers/d32f798f-cfcd-4c16-9648-7b0150e87b25/66eb4a03-0346-4948-98b1-53025adb5586.jpg",
    "altTitles": [
      {
        "ko-ro": "Yuworui Bada"
      },
      {
        "ko": "유월의 바다"
      }
    ],
    "description": {
      "en": "Busan, 1936. Yeon Jeong lives her life without fitting in anywhere, until she meets a mermaid by fate. The mermaid tells her that she has come to pick her up as promised, and asks her to follow her to the place where eternal happiness lies.  \n  \n\"Can I be happy there at last, living as myself?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "44"
  },
  {
    "mangaId": "febd3e05-6300-4105-95cc-2c39c19ce876",
    "title": {
      "en": "Magical Explorer - Reborn as a Side Character in a Fantasy Dating Sim"
    },
    "updatedAt": "2025-01-21T18:45:17+00:00",
    "coverArt": "https://mangadex.org/covers/febd3e05-6300-4105-95cc-2c39c19ce876/969ccd06-bcf0-4d69-ab5f-bcfe18e96bd0.jpg",
    "altTitles": [
      {
        "ja": "マジカル★エクスプローラー エロゲの友人キャラに転生したけど、ゲーム知識使って自由に生きる"
      },
      {
        "en": "Magical★Explorer - Reborn as a Eroge Hero's Friend, I'll Live Freely with my Eroge Knowledge"
      },
      {
        "ru": "Переродившись в друга главного героя эроге, я буду жить свободно, используя мои знания эроге"
      },
      {
        "en": "Magical★Explorer - I was reincarnated as a friend character in an eroge, but I use my knowledge of the game to live freely."
      },
      {
        "en": "Magical★Explorer It seems I have become a Friend of the Protagonist in an Eroge World, but because Magic is fun I have abandoned the role and train myself."
      },
      {
        "ja-ro": "Magical★Explorer - Eroge no Yuujin Kyara ni Tensei Shitakedo, Game Chishiki Tsukatte Jiyuu ni Ikiru"
      }
    ],
    "description": {
      "en": "There’s a legendary Bishoujo Game that has become popular among Japanese gentlemen. Its name is “ Magical★Explorer” or Magiero for short. The game’s protagonist has a cheat-like power with 12 different beautiful heroines to flirt with, including additional 12 heroines from the DLC, a harem of 24 beauties. I have become that protagonist!………………Not. Instead, I have become the third-wheel character who always laughing like an idiot next to him. There’s no heroine that would lay their eyes on me.    But now I couldn’t care less about the protagonist and his heroines. Why? Because I discovered magic. While I was using it, I have become interested in it. I want to master it. I want to become the strongest. Thus I have decided. I would abandon half my role as a protagonist’s friend to train my magic and then I would beat the hell out of that cheat who can solo the Demon King.    ………..I was training with that thought in mind, but somehow I keep getting closer to the heroines and furthermore, I don’t know why I keep encounter events like I am some Eroge’s protagonist.",
      "ja": "伝説の美少女ゲーム『マジカル★エクスプローラー』。俺はこのゲームでチートなスキルを持つモテモテの主人公！……の横でへらへらと笑う不遇な友人キャラに転生していた…！？"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7b3a1a2a-b19f-4d6b-ba8e-dde594d45d53",
    "title": {
      "en": "Dívčí válka: Maidens' War"
    },
    "updatedAt": "2025-01-17T11:31:05+00:00",
    "coverArt": "https://mangadex.org/covers/7b3a1a2a-b19f-4d6b-ba8e-dde594d45d53/cf4fdb02-f86c-493c-82d8-c514d524338e.jpg",
    "altTitles": [
      {
        "ja": "乙女戦争 ディーヴチー・ヴァールカ"
      },
      {
        "ja-ro": "Dívčí Válka"
      },
      {
        "ja-ro": "Otome Sensou - Dívčí Válka"
      },
      {
        "ja-ro": "Otome Sensou - Divichi Valka"
      },
      {
        "en": "The Maidens' War: Dívčí Válka"
      },
      {
        "en": "Maidens War - Divichi Valka"
      },
      {
        "cs": "Dívčí válka"
      },
      {
        "fr": "Divci Valka, La guerre des pucelles"
      }
    ],
    "description": {
      "en": "The year is 1420. A small village in the Kingdom of Bohemia is wiped out by marauding Crusader knights. A young peasant girl named Šárka is the sole survivor of the massacre. She meets up with Jan Žižka, leader of the Hussite army, and chooses to take up arms…\n___\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/divci-valka-maidens-war)",
      "pt-br": "O ano é 1420. Uma pequena vila no Reino da Boêmia é destruída por cavaleiros da cruzada. Uma jovem camponesa chamada Sarka é a única sobrevivente do massacre. Ela se encontra com Jan Zizka, líder do exército hussita, e decide pegar em armas…"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "60"
  },
  {
    "mangaId": "5ea979e7-58d0-4cf6-b774-b9a254269f4b",
    "title": {
      "en": "Watashi-tachi ga Koisuru Riyuu"
    },
    "updatedAt": "2025-01-07T22:25:57+00:00",
    "coverArt": "https://mangadex.org/covers/5ea979e7-58d0-4cf6-b774-b9a254269f4b/47435e3b-8351-492f-851e-b11865999d3e.jpg",
    "altTitles": [
      {
        "ja": "私たちが恋する理由"
      },
      {
        "ja-ro": "Watashi-tachi ga Koisuru Riyuu"
      },
      {
        "en": "The Reason We Fall in Love"
      },
      {
        "ja-ro": "Watashi-tachi ga Koi suru Riyuu"
      },
      {
        "vi": "Lý do chúng ta yêu nhau"
      }
    ],
    "description": {
      "en": "Aoi's superior at work is a man of few words and inscrutable thoughts, but he made her heart flutter with his sudden smile and thoughtfulness. Kei finally met someone at work whose large physique is exactly her type, and ever since, she's wondered what it would be like to touch him... or hug him...! She can't stop her mind from fantasizing about it! A collection of sweet office romances that will inevitably tug at one's heartstrings!\n\n---\n*Note: In addition, a Taisho-era love story is included along with the main story!*"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e9adf937-bc19-4d94-8b34-88fd74615737",
    "title": {
      "en": "Mobile Suit Gundam N-Extreme"
    },
    "updatedAt": "2024-07-02T07:21:30+00:00",
    "coverArt": "https://mangadex.org/covers/e9adf937-bc19-4d94-8b34-88fd74615737/6bf9ec59-ff54-4458-971d-e4b67e0863eb.png",
    "altTitles": [
      {
        "ja": "機動戦士ガンダム N-EXTREME"
      },
      {
        "ja-ro": "Kidou Senshi Gundam N-Extreme"
      }
    ],
    "description": {
      "en": "One day, Amagi Sai and Ebihara Chikage are transported to another world by a mysterious woman who wants them to save the world. \nThe first volume of the collaboration comic for the popular arcade game \"Mobile Suit Gundam EXVS.2 XB\" is now available!",
      "ja": "アマギ・サイとエビハラ・チカゲはある日、世界を救って欲しいという謎の女性によって異世界に転移させられてしまう…！？ 大人気アーケードゲーム「機動戦士ガンダムEXVS.2 XB」コラボコミック第1巻登場！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30df56d6-b082-4a9c-bf84-9ad4b6acf299",
    "title": {
      "en": "Blue Archive -  Shifuku ni Shimaikomu Sanka Shizuka ni Kimi ni Sou Sanka (Doujinshi)"
    },
    "updatedAt": "2025-01-22T06:56:45+00:00",
    "coverArt": "https://mangadex.org/covers/30df56d6-b082-4a9c-bf84-9ad4b6acf299/82f2528e-88fe-483a-86d3-7511e94b62b4.jpg",
    "altTitles": [
      {
        "en": "Three Blots Tucked in the Margins, A Quiet Hymn for You (Blue Archive)"
      },
      {
        "ja": "紙幅に仕舞い込む三過 静かに君に添う賛歌 (ブルーアーカイブ)"
      },
      {
        "ja-ro": "Shifuku ni Shimaikomu Sanka Shizuka ni Kimi ni Sou Sanka (Blue Archive)"
      }
    ],
    "description": {
      "en": "As Christmas draws near, Ui receives a request from Sakurako to find the culprit who ruined Hinata’s presents."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "e8853450-bac4-45df-bea5-5b4c116f3a61",
    "title": {
      "en": "Adventurer's Guild Universal Advisor"
    },
    "updatedAt": "2025-01-15T00:59:29+00:00",
    "coverArt": "https://mangadex.org/covers/e8853450-bac4-45df-bea5-5b4c116f3a61/de257d3a-ce4c-4c97-82b5-f917f27deaa3.jpg",
    "altTitles": [
      {
        "ja-ro": "Boukensha Guild no Bannou Advisor"
      },
      {
        "ja": "冒険者ギルドの万能アドバイザー"
      }
    ],
    "description": {
      "en": "Red is an ex-adventurer who was once the driving force in managing his party. He took care of all the busywork, such as dealing with guild requests and supplies for their adventures. Eventually, the hero declared that he was useless in battle and forcefully expelled him from the party. Having everything taken away from him, he spent his time frequenting a guild's tavern. Eventually, a young adventurer who was in trouble was saved by Red, and she begged him to take her on as an apprentice. As time went on, he realized that he had potential in training adventurers. He decided that his true calling was to be a teacher! This is a story about a jack of all trades instructor and his versatile students that will eventually become legendary adventurers who will take down the Demon King."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "da45600e-ca6f-4a52-a7f0-019db47c1e3f",
    "title": {
      "en": "Weile Fuhuo Anlian De Shi Zun Wo Bei Po Kaile Hougong"
    },
    "updatedAt": "2024-12-31T12:48:06+00:00",
    "coverArt": "https://mangadex.org/covers/da45600e-ca6f-4a52-a7f0-019db47c1e3f/ad994e87-6c2b-43cb-ae8a-6dcc0d318bc2.jpg",
    "altTitles": [
      {
        "zh": "为了复活暗恋的师尊我被迫开了后宫"
      },
      {
        "zh-ro": "Wèile Fùhuó Ànliàn De Shī Zūn Wǒ Bèi Pò Kāile Hòugōng"
      },
      {
        "en": "I Was Forced to Open a Harem to Resurrect the Master I Had a Crush on"
      }
    ],
    "description": {
      "zh": "花樱樱一朝穿成小孤女，命悬一线之时，天降仙女师尊，救她于水火。 于是花樱樱日日撩夜夜追，终于舔化冰山，只等师尊渡劫成功就能双宿双修，双宿双飞…… 谁成想师尊居然渡劫失败，碎成了渣渣！ 为了复活师尊，花樱樱穿梭七重镜界，要和七个不同身份的切片师尊酱酱酿酿，水乳交融！ 花樱樱捏拳，无奈道：开后宫什么的，都是为了拯救师尊呐！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "27"
  },
  {
    "mangaId": "f401f51a-e2d3-42c8-beaa-8311ba1b966a",
    "title": {
      "en": "Tensei Mae wa Dragon Deshita"
    },
    "updatedAt": "2025-01-08T07:34:35+00:00",
    "coverArt": "https://mangadex.org/covers/f401f51a-e2d3-42c8-beaa-8311ba1b966a/fdb7092c-bc39-417d-aee9-b462af049493.jpg",
    "altTitles": [
      {
        "ja": "転生前はドラゴンでした"
      },
      {
        "en": "Before Reincarnation I Was A Dragon"
      }
    ],
    "description": {
      "en": "The hero and the dragon defeated the Demon King, saving the world, but they died. Then they were reincarnated in another world (Japan)... This is their story."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a65b33d-bc76-4278-81a3-8a2eaebf78a6",
    "title": {
      "en": "We Are Young"
    },
    "updatedAt": "2025-01-04T08:39:25+00:00",
    "coverArt": "https://mangadex.org/covers/4a65b33d-bc76-4278-81a3-8a2eaebf78a6/d7e495a3-8b70-4207-ae7e-4cdb1ef47f3d.jpg",
    "altTitles": [
      {
        "ko": "위아영"
      }
    ],
    "description": {
      "en": "Since the old days, mystical creatures have existed to help humans. However, now that the times have changed, they suddenly receive a warning from their god: \"Prove that you are still needed\".\n\nWhile grappling with how they can assist humans in the modern era, these creatures decide to send their younglings to the human world to seek answers.\n\nMeanwhile, university student Park Geuru, who lives his miserable days commuting for five hours to school due to a sudden move, accidentally ends up making a bet with the goblin Sihan... \n\nThis is a story about the daily life of these young mystical creatures, exploring the human world in order to avoid their own extinction."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03f093d8-b9ca-487a-891b-4d2c5fc99601",
    "title": {
      "en": "My Gemini"
    },
    "updatedAt": "2025-01-15T11:48:45+00:00",
    "coverArt": "https://mangadex.org/covers/03f093d8-b9ca-487a-891b-4d2c5fc99601/d02feaf1-e1e9-4ac7-94e0-6d8687a9a84d.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Gemini"
      },
      {
        "vi": "Song Tử của em"
      },
      {
        "ja": "僕のジェミニ"
      },
      {
        "ru": "Мои близнецы"
      }
    ],
    "description": {
      "en": "Who died at that time... Which one?\n\nJohn is red-haired and freckled. His only pride is that he is a close friend of the school's popular twins, Jekyll and Hyde. The twins always pretended to be each other, but suddenly one of the twins died. Who was left... Which one!?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "14"
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou"
    },
    "updatedAt": "2025-01-14T19:21:51+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/2c150d45-fbe6-49cb-8697-3053d2475fb3.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "zh-hk": "尾守月美希和奇日常。"
      },
      {
        "fr": "Ogami Tsumiki et l'étrange vie du quotidien"
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind. When he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "fr": "Aujourd'hui, nous vivons à l'ère de la diversité. L'expression « non-humains » appartient au passé. Les « Genjin » vivent leur vie en interaction avec les êtres humains.\n\nUn garçon humain, Yutaka Shinsou, est troublé. Il est tellement habitué à être en phase avec son environnement qu'il ne comprend plus ses propres sentiments. Au lycée Keiki, que fréquentent de nombreux « Genjin », il rencontre Tsumiki Ogami, un loup-garou. Elle est mignonne, puissante, un peu hors du commun et gentille.\n\nLorsqu'il passe du temps avec elle, le cœur de Yutaka est plus bruyant que d'habitude. Une vie quotidienne « inhabituelle » avec Tsumiki le loup-garou.\n\nLe nouveau parcours normal de la jeunesse est sur le point de commencer.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n\n日常が変わっていく、つみきさんと一緒なら。まだ誰も知らない、ニューノーマルな青春がここに。",
      "pl": "Obecnie żyjemy w erze różnorodności. Wyrażenie „nie-ludzie” należy już do przeszłości. „Genjin” żyją w interakcji z ludźmi.\n\nPewien ludzki chłopiec, Yutaka Shinsou, jest zaniepokojony. Jest tak przyzwyczajony do bycia w zgodzie z otoczeniem, że nie rozumie już własnych uczuć. W Liceum Keiki, gdzie uczęszcza wielu „Genjin”, spotyka Tsumiki Ogami, wilkołaka. Jest urocza, potężna, trochę nietypowa i miła.\n\nKiedy spędza z nią czas, serce Yutaki staje się głośniejsze niż zwykle. Niezwykłe niecodzienne życie z wilkołakiem Tsumiki.",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "vi": "Thời hiện đại trong câu chuyện này là thời đại của \"đa dạng\" giống loài, những chủng tộc bán nhân có một tên gọi mới là\"Genjin\" và sống cùng nền văn minh con người. Yukata Shinsou, 1 học sinh năm nhất cao trung bình thường quyết dịnh nhập học vào một ngôi trường tư thục có tỉ lệ Genjin cao nhất nước để tránh mặt những người bạn sơ trung của mình. Và rồi cậu gặp được Tsumiki Ogami, một cô nàng Genjin dạng người sói, và cô ấy sẽ dẫn cậu tận hưởng cuộc sống cao trung đầy màu sắc!",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "pt-br": "Hoje, vivemos numa era de diversidade. A frase “não-humanos” é coisa do passado. “Genjin” vivem suas vidas interagindo com seres humanos.\n\nUm menino humano, Yutaka Shinsou, está preocupado. Ele está tão acostumado a estar em sintonia com o ambiente que não entende mais seus próprios sentimentos. No Colégio Keiki, onde muitos \"Genjin\" estudam, ele conhece Tsumiki Ogami, uma lobisomem. Ela é fofa, poderosa, um pouco fora do comum e gentil.\n\nQuando ele passa um tempo com ela, o coração de Yutaka fica mais acelerado do que o normal. Girando uma vida cotidiana \"incomum\" com o lobisomem Tsumiki.\n\nO novo gráfico normal da juventude está prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5472353-d9e2-4f8e-ae1a-f25ffae45258",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon Official Guidebook"
    },
    "updatedAt": "2023-10-29T13:56:36+00:00",
    "coverArt": "https://mangadex.org/covers/a5472353-d9e2-4f8e-ae1a-f25ffae45258/de51bfe1-503a-420d-840b-995dddb183e0.jpg",
    "altTitles": [
      {
        "en": "Miss Kobayashi's Dragon Maid Official Guidebook"
      },
      {
        "en": "Maidragon Compendium"
      },
      {
        "ja": "小林さんちのメイドラゴン公式ガイドブック メイドラ大全"
      }
    ],
    "description": {
      "en": "A complete compendium! This official guidebook tells you everything about \"Kobayashi-san Chi no Maid Dragon\" (as of now).\nCharacter profiles for humans and dragons / Recap of the story by volume / Dragon matching test / Guardian knowledge test / Collection of gorgeous illustrations by the best guest artists / Q&A with Coolkyoushinja / Drafts for Chapter 1 / Illustration gallery (in full color)... and more!\nIt also includes a special chapter newly drawn!\nA super-supreme must-have for all Dragon Maid fans!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09807595-57cf-47e8-bd46-748ea5170b77",
    "title": {
      "en": "Ueno-kun wa Kaihatsuzumi"
    },
    "updatedAt": "2025-01-22T07:50:40+00:00",
    "coverArt": "https://mangadex.org/covers/09807595-57cf-47e8-bd46-748ea5170b77/37c83bc0-aff0-4a3f-bfb4-351272cafd8e.jpg",
    "altTitles": [
      {
        "en": "Ueno-kun Has Been Developed"
      },
      {
        "ja": "上野くんは開発済み"
      }
    ],
    "description": {
      "en": "\"Spring! My college debut! The blossoming of my sexuality! Even now, I can't cum without being harassed by them.\" An unfortunate story in the spring of youth."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8085ef7-0d6d-4f56-8b95-841039fed3c1",
    "title": {
      "en": "Cuddle: Juujin Omegaverse"
    },
    "updatedAt": "2025-01-15T10:35:49+00:00",
    "coverArt": "https://mangadex.org/covers/c8085ef7-0d6d-4f56-8b95-841039fed3c1/336168c4-b011-4127-bd57-654a6d5bffb9.jpg",
    "altTitles": [
      {
        "ja": "カドル ‐獣人オメガバース‐"
      }
    ],
    "description": {
      "en": "For the sake of those we love, we take turns to lie\n\nBeryl, an omega who lost his husband and was burdened with debt, decides to have an arranged marriage with an aristocratic Alpha in order to protect the house of his memories.\nHowever, the beautiful beastman Shia appears and sets out conditions for him to take his turn. To enter the same school, to become a servant,\nAnd - good physical compatibility. Shia is arrogant and throws Beryl around, but he also has to protect him.\nThere's a reason... Also includes twin brother Hugo x servant Theo!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1aaa0a4b-78bc-4f39-aa20-145766f83092",
    "title": {
      "en": "Welcome to Japan, Ms. Elf!"
    },
    "updatedAt": "2025-01-15T11:03:44+00:00",
    "coverArt": "https://mangadex.org/covers/1aaa0a4b-78bc-4f39-aa20-145766f83092/167404b5-3d8a-42e7-9981-b6a3dc1b2b8f.jpg",
    "altTitles": [
      {
        "ja": "日本へようこそエルフさん。"
      },
      {
        "ja-ro": "Nihon e Youkoso Elf-san."
      },
      {
        "ja-ro": "Nihon he Youkoso Elf-san."
      },
      {
        "zh": "精灵来日"
      },
      {
        "zh-hk": "歡迎來到日本，妖精小姐"
      },
      {
        "fr": "Bienvenue au Japon, Elfe-san"
      },
      {
        "fr": "Bienvenue au Japon, Mademoiselle l'Elfe!"
      },
      {
        "pt-br": "Bem-vinda ao Japão, Elf-san!"
      },
      {
        "ru": "Добро пожаловать в Японию, Эльф-сан!"
      },
      {
        "th": "ขอต้อนรับสู่ญี่ปุ่นนะ คุณเอลฟ์"
      },
      {
        "vi": "Chào mừng đến với Nhật Bản, Elf san!"
      }
    ],
    "description": {
      "en": "Kitase Kazuhiro is an ordinary salaryman who always leaves the office on time. Though this is Japan, so perhaps he's not really ordinary after all. What's truly strange comes after that; Every night, he takes a shower, changes into his pyjamas and has a good night's sleep. Then he dreams of a fantasy world, and only wakes up when he dies or sleeps in that world. One day, he's killed after stumbling onto a dragon's lair. \"A nightmare,\" he sulks, until he finds his elf friend in his bed.\n  \nCurious to see an elf waifu experience daily life in Japan? How's it like to walk with every man's fantasy on the streets of Tokyo? This manga is for all you elf lovers out there!\n___\n- [Official LN (EN)](https://j-novel.club/s/welcome-to-japan-ms-elf)",
      "ja": "社会人の北瀬一廣の趣味はとにかく寝ること。幼少のころからいつも見る不思議な夢の世界で彼は、胸躍る冒険をしていた。ある時、夢の中で仲良くなったエルフの少女と冒険をしていた際、運悪く魔導竜のブレスで共に焼かれてしまう。夢から覚め再び自分の部屋に戻るとそこには、いる筈のないエルフの少女が隣で寝ていて――。",
      "ru": "Обыкновенный сотрудник офиса Китасэ Кадзухиродавно живет только своей работой. Но все-таки он не совсем обычный человек, ведь он живет в Японии. Ежедневно по вечерам после работы он принимает душ, переодевается в домашнюю одежду и засыпает крепким сном. У Вас возникает вопрос: \"Почему же тогда он необычный человек?\" Правда в том, что во сне Китасэ живет в ином магическом мире и пробуждается только тогда, когда уснет или умрет там. Однажды, очнувшись после очередного сна он увидел...",
      "pt-br": "Kitase Kazuhiro é um assalariado comum que sempre deixa o escritório a tempo. Embora este seja o Japão, talvez ele não seja realmente comum, afinal. O que é verdadeiramente estranho vem depois disso; Toda noite, ele toma banho, troca seu pijama e tem uma boa noite de sono. Então ele sonha com um mundo de fantasia e só acorda quando morre ou dorme naquele mundo. Um dia, ele morreu depois de tropeçar no covil de um dragão. \"Um pesadelo\", ele acorda, até encontrar sua amiga elfa em sua cama. Curioso para ver uma elfa waifu experimentar a vida cotidiana no Japão? Como é andar com a fantasia de todo homem nas ruas de Tóquio? Este mangá é para todos vocês amantes elfos por aí!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c3d2ca2-0857-4a6c-be97-59ffa3e29873",
    "title": {
      "en": "Hand Jumper"
    },
    "updatedAt": "2024-06-02T13:13:16+00:00",
    "coverArt": "https://mangadex.org/covers/0c3d2ca2-0857-4a6c-be97-59ffa3e29873/88f758f9-7415-4d11-8f47-1d52ae89c653.jpg",
    "altTitles": [],
    "description": {
      "en": "Sayeon Lee despises Aberrants. They wreak havoc on society with their strange, unthinkable powers. It's just too bad she happens to be an Aberrant herself! Forced to fend for her life in the deadly Aberrant Corps, she's determined to make it to the top, and her unusual ability should help her -- if she can figure out how to use it in time."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]