[
  {
    "mangaId": "78df87fa-74bb-4e8c-9c22-33194e3935ae",
    "title": {
      "en": "A Woman Who Is Too Honest Despite Her Kyoto Dialect"
    },
    "updatedAt": "2024-11-29T20:01:54+00:00",
    "coverArt": "https://mangadex.org/covers/78df87fa-74bb-4e8c-9c22-33194e3935ae/e1b5ad65-77ea-431e-8606-077730f6c68f.png",
    "altTitles": [
      {
        "ja": "京都弁なのに正直すぎる女"
      },
      {
        "ja-ro": "Kyoto-ben na no ni Shoujiki Sugiru Onna"
      },
      {
        "vi": "Cô gái ấy quá trung thực mặc cho giọng thổ ngữ Kyoto của mình"
      },
      {
        "en": "A Girl Who Is Too Honest Despite Her Kyoto Dialect"
      },
      {
        "es-la": "Una chica demasiado honesta a pesar de su dialecto de Kyoto"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73d70237-b7c4-4350-ae11-fd09a103f84a",
    "title": {
      "en": "UQ HOLDER!"
    },
    "updatedAt": "2024-11-20T01:51:30+00:00",
    "coverArt": "https://mangadex.org/covers/73d70237-b7c4-4350-ae11-fd09a103f84a/4580d864-d637-44dd-bb61-17c93f064e05.jpg",
    "altTitles": [
      {
        "ar": "UQ حامل!"
      },
      {
        "ms": "UQ ഹോൾഡർ!"
      },
      {
        "ko": "UQ 홀더!"
      },
      {
        "th": "UQผู้ถือ!"
      },
      {
        "ru": "Владелец Вечности!"
      },
      {
        "zh": "悠久持有者"
      },
      {
        "id": "Pemegang UQ!"
      },
      {
        "ja": "ユーキューホルダー!"
      },
      {
        "ru": "UQ держатель!"
      },
      {
        "th": "ยูคิว โฮลเดอร์!"
      },
      {
        "ar": "يوكيو هولدر!"
      },
      {
        "zh-hk": "UQ HOLDER！悠久持有者！"
      },
      {
        "ko": "UQ HOLDER! ~마법선생 네기마! 2~"
      },
      {
        "ja": "UQ HOLDER! 〜魔法先生ネギま!2〜"
      }
    ],
    "description": {
      "en": "In the decade since the world became aware of the existence of magic, the world has undergone massive upheaval. However, a boy named Touta lives in seclusion in a rural town far removed from these changes. His ordinary life is highlighted by his magic-using female teacher and his supportive friends. When his tranquil daily life is disrupted, he embarks on a unique adventure.  \n\n---\n\nAlternate official English:\n* [INKR](https://comics.inkr.com/title/192-uq-holder)\n\n**Wikipedia**\n- [Arabic](https://ar.wikipedia.org/wiki/%D9%8A%D9%88%D9%83%D9%8A%D9%88_%D9%87%D9%88%D9%84%D8%AF%D8%B1!)\n- [Chinese (Traditional)](https://zh.wikipedia.org/wiki/UQ_HOLDER!)\n- [English](https://en.wikipedia.org/wiki/UQ_Holder!)\n- [French](https://fr.wikipedia.org/wiki/UQ_Holder!)\n- [German](https://de.wikipedia.org/wiki/UQ_Holder!)\n- [Italian](https://it.wikipedia.org/wiki/UQ_Holder!)\n- [Japanese](https://ja.wikipedia.org/wiki/UQ_HOLDER!)\n- [Korean](https://ko.wikipedia.org/wiki/UQ_HOLDER!)\n- [Portuguese](https://pt.wikipedia.org/wiki/UQ_Holder!)\n- [Russian](https://ru.wikipedia.org/wiki/UQ_Holder!)\n- [Spanish](https://es.wikipedia.org/wiki/UQ_Holder!)\n- [Thai](https://th.wikipedia.org/wiki/%E0%B8%A2%E0%B8%B9%E0%B8%84%E0%B8%B4%E0%B8%A7%E0%B9%82%E0%B8%AE%E0%B8%A5%E0%B9%80%E0%B8%94%E0%B8%AD%E0%B8%A3%E0%B9%8C!)",
      "es-la": "La historia comienza en el año 2086, una década después de que la existencia de la magia fuera desvelada al mundo. Tōta Konoe es un joven niño que siempre sueña con abandonar si aldea natal y descubrir que secretos guarda la enorme torre de la capital, pero su profesora y tutora adoptiva Yukihime afirma que solo será posible si consigue vencerla, algo que parece imposible. Sin embargo, cuando Tōta es mortalmente herido por un enemigo que llega buscando la vida de Yukihime, su maestra se revela como una vampiro y le salva la vida transformándolo en uno de su especie. Así comienza las aventuras de Tōta en el mundo de los seres inmortales en una sociedad donde la magia y la tecnología están muy avanzadas hasta el punto de ser casi indistinguibles."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "28",
    "lastChapter": "192"
  },
  {
    "mangaId": "192aa767-2479-42c1-9780-8d65a2efd36a",
    "title": {
      "en": "Gachiakuta"
    },
    "updatedAt": "2024-10-25T20:32:56+00:00",
    "coverArt": "https://mangadex.org/covers/192aa767-2479-42c1-9780-8d65a2efd36a/8a3024a1-524c-4fab-9549-1e66c53b7669.jpg",
    "altTitles": [
      {
        "ja": "ガチアクタ"
      },
      {
        "ja-ro": "Gachi Akuta"
      },
      {
        "ru": "Гачиакута"
      },
      {
        "fa": "گاچیاکوتا"
      },
      {
        "en": "Real Trash"
      },
      {
        "id": "Gachiakuta"
      },
      {
        "hi": "असल कचरा"
      },
      {
        "uk": "Ґачіакута"
      }
    ],
    "description": {
      "en": "A slum where criminals' descendants live... People beyond the border look down and discriminate them as \"tribal people.\" Ludo, an orphan boy, lives in the slum with his foster parent, Legt, and makes a living using his extraordinary physical abilities. However, one day, he was accused for a crime he didn't commit., and is thrown into the \"abyss\" which even the slum people fear.\n___\nLiving in the slums of a wealthy town, Rudo and his foster father Legto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Legto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Engine, who reveals himself to be a \"janitor\"—someone who uses special weapons called \"jinkis\" to combat these creatures. In order to get his revenge on the one who killed Legto, Rudo reluctantly becomes a janitor to fight his way back up and out of the Abyss.\n___\n**Additional Links:**\n- Alternative Official English: [K MANGA](https://kmanga.kodansha.com/title/10010/episode/325146) (US Only)",
      "fa": "در اطـــــــراف حلبی‌آباد  پرتـگاهی وجـو د دارد که هرکـس مرتکب\nخلافی شود به آنجا پـــــرت می‌شــود. رودو یتــیمی است که   در \nآنجا زندگی میکند اما روزی  به‌خاطر یک پاپوش او را به اشــــــــد\nمجازات محکوم می‌کنند.",
      "id": "Di daerah kumuh dimana keturunan kriminal tinggal... orang-orang yang di luar perbatasan mendiskriminasi dan merendahkan mereka sebagai \"orang suku.\". rudo, anak yatim, yang tinggal di daerah kumuh dengan orang tua angkatnya, regto, dan bertahan hidup menggunakan kemampuan fisik hebatnya. bagaimanapun, suatu hari, dia dituduh melakukan kejahatan yang dia tidak lakukan, dan dilempar ke dalam \"abyss\" yang bahkan orang-orang di daerah kumu bahkan ditakuti.'\nTinggal di daerah kumuh dari kota makmur, Rudo dan ayah angkatnya regto mencoba untuk bersahabat dengan orang-orang kota, tapi rudo membenci borosnya orang kelas atas. mengabaikan peringatan dari sekitarnya, Rudo mengais sampah melalui tempat pembuangan kota untuk mencari barang-barang bernilai atau berguna untuk diselamatkan dari \"abyss\"- lubang besar dimana apapun yang dianggap sampah dibuang ke sana, termasuk manusia. Ayah kandung Rudo termasuk orang itu, yang dilempar ke dalalm Abys setelah dia difitnah melakukan pembunuhan.\nSuatu hari, setelah lari dari sesosok misterius saat jalan pulang, Rudo menemukan tubuh sekarat Regto terbaring di lantai. dia dengan segera ditemukan di tkp oleh petugas dan dijatuhi dengan pembunuhan. Tidak seorangpun percaya ketidak bersalahannya, dan dia dilempar ke Abyss. Alih-alih mati, dia menemukan dirinya di tempat aneh, dan berbau busuk yang dikelilingi oleh monster yang terbuat dari sampah.\nKetika rudo diserang oleh monster itu, dia diselamatkan oleh pria yang bernama enjin, yang menyebut dirinya sebagai \"janitor\"- seseorang yang menggunakan senjata spesial yang disebut \"jinki\" untuk melawan makhluk itu. Agar dapat balas dendam pada orang yang membunuh Regto, Rudo dengan enggan menjadi seorang janitor untuk dapat kembali ke atas dan keluar dari Abyss.",
      "ja": "犯罪者の子孫たちが暮らすスラム街。境界線の向こうの人々からは「族民」とさげすまれ、差別を受けていた。孤児だった少年・ルドは、育ての親であるレグトと共にスラム街に住み、常人離れした身体能力を武器に生計を立てていた。だがある日、身に覚えのない罪を着せられ、スラムの人々でさえ恐れる「奈落」へと落とされてしまう……。",
      "es-la": "Barrios marginales habitados por descendientes de delincuentes. La gente de fuera de la frontera los desprecia y discrimina como \"gente de la tribu\". Ludo, un niño huérfano, vive en el barrio bajo con su padre adoptivo Legto, y se gana la vida utilizando sus extraordinarias habilidades físicas. Sin embargo, un día es acusado de un crimen que no cometió y se ve abocado al \"abismo\" que hasta los habitantes de los barrios bajos temen.\n\n(Source: Pocket Magazine)",
      "pt-br": "O grito redundante da alma que vem do fundo do poço em direção ao mundo infestado pelo desprezo e segregação! O subúrbio onde vivem os descendentes dos criminosos. Mesmo assim o Ludo vivia em meio à esse ambiente, de cabeça erguida, mas......!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b46fe6d-a616-407c-a696-6f562d338414",
    "title": {
      "en": "Nightmare Maker"
    },
    "updatedAt": "2024-10-25T22:04:01+00:00",
    "coverArt": "https://mangadex.org/covers/4b46fe6d-a616-407c-a696-6f562d338414/4e8e6c9e-e774-4e69-8b79-f7e54e077d11.jpg",
    "altTitles": [
      {
        "ja": "ナイトメア・メーカー"
      },
      {
        "ja-ro": "Sekai wa Subete Kimi no Mono"
      },
      {
        "zh": "淫梦制造者"
      },
      {
        "zh-hk": "夢魘製造機"
      },
      {
        "en": "Nightmare Maker"
      }
    ],
    "description": {
      "en": "Uchida is a high school student genius who created a device that is supposed to make people have good dreams but he always had bad dreams when he tried it on himself. One day, he caught the school doctor sleeping at the clinic and decided to try the device on her. It turned out that it works surprisingly well on her and that she wanted to buy the device from him. He then tries it on his classmates and it became quite popular with the rest of the class as people start lining up to borrow it. Meanwhile, there is growing concern that users of the device are starting to have difficulties differentiating dreams from reality…",
      "ja": "天才発明家高校生の内田は､夢に願望を投影できる夢見装置を開発｡誰もが装置の虜になっていく､レム催眠誘導型リアル体感システム始動!!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "48"
  },
  {
    "mangaId": "b201bd84-c689-4301-a8ab-ef80bf120992",
    "title": {
      "en": "Male Lead Likes My Support!"
    },
    "updatedAt": "2024-10-28T02:43:47+00:00",
    "coverArt": "https://mangadex.org/covers/b201bd84-c689-4301-a8ab-ef80bf120992/0b68edff-09e3-4555-99c9-4ff9c475f91e.jpg",
    "altTitles": [
      {
        "es-la": "¡Al Protagonista le gusta mi Patrocinio!"
      },
      {
        "ko": "남주가 내 후원을 좋아해!"
      }
    ],
    "description": {
      "en": "Chae Yu-ra is an ordinary girl who likes to watch online game broadcasts. She becomes the sole sponsor of an unknown streamer, Choi Ji-hyuk, who plays a virtual reality game called Constellation. But one day, she wakes up inside the game and discovers that she is Choi Ji-hyuk's constellation, which means she can grant him wishes and powers.\n\nChoi Ji-hyuk, on the other hand, is an elite hunter who is determined to take revenge on the constellation that abandoned him in the past. He is unaware that his constellation is actually Chae Yu-ra, the girl he despises for her lack of skill at the game. How will they relate to each other in this dangerous world full of mysteries?",
      "es-la": "El único error que he cometido hasta ahora es ver una transmisión sin espectadores de un juego online.\nMi único crimen fue patrocinar a alguien duramente.\nㅤ\nPero ahora lo entiendo.\n¡Hacerme pasar por esta terrible experiencia es demasiado duro!\nㅤ\n\"¡No podemos perder más tiempo\"\n\"¡Espera un minuto, déjame comprar esta armadura\"\nㅤ\n\"¿Qué es esto?\"\nMe pregunté mientras veía esa transmisión antes de que eso pasara.\n\n___________________________________________________\nㅤ\nChoi Ji-hyuk miró fijamente el artículo que venía como recompensa de una Mazmorra de Clase S.\nEra un objeto obtenido que había arrebatado a los otros Cazadores que intentaban obtenerllo.\nㅤ\n\"No importa cuanto impida este objeto la destrucción del mundo\"\n\"No importa si es un objeto por el que arriesgué mi vida\"\n\"Incluso si muero, seré miserable, por eso, si es he de morir, al menos quiero ver la cara de esa maldita Constelación\"\nㅤ\nPero, ¿quién hubiera pensado que esa Constelación era una chica que parecía tener poco más de 20 años?\nㅤ\n\"Chae Yu-ra\"\nㅤ\nÉl lo lamentó por ella, quien había vivido una vida normal y pacífica toda su vida, desafortunadamente, nunca tuvo la intención de abandonar a su Constelación.\nㅤ\n\"Dime que soy lo más importante para ti\"\nㅤ\nAl menos así será hasta que llegue el fin del mundo\nㅤ\n\"Dímelo\""
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c4dfd90-0d26-455b-8e04-786f472395f7",
    "title": {
      "en": "Kouhai-chan Who Understands You"
    },
    "updatedAt": "2024-07-27T10:31:58+00:00",
    "coverArt": "https://mangadex.org/covers/5c4dfd90-0d26-455b-8e04-786f472395f7/37b8cb0b-6a6e-4a43-a064-6bb886525812.jpg",
    "altTitles": [
      {
        "ja": "理解る後輩ちゃん"
      },
      {
        "ja-ro": "Wakaru Kouhai-chan"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd38c075-8b12-450a-aeee-125e3ac5da4b",
    "title": {
      "en": "Fukushuu o Koinegau Saikyou Yuusha wa, Yami no Chikara de Senmetsu Musou Suru"
    },
    "updatedAt": "2024-10-25T23:18:26+00:00",
    "coverArt": "https://mangadex.org/covers/bd38c075-8b12-450a-aeee-125e3ac5da4b/6ed33f60-4763-448e-b3f4-986dd76104a9.jpg",
    "altTitles": [
      {
        "ja": "復讐を希う最強勇者は、闇の力で殲滅無双する"
      },
      {
        "ja-ro": "Fukushuu wo Koinegau Saikyou Yuusha ha, Yami no Chikara de Senmetsu Musou Suru"
      },
      {
        "en": "The Strongest Hero Who Longs For Revenge Will Peerlessly Annihilate With The Power Of Darkness"
      },
      {
        "en": "The Hero Who Seeks Revenge Shall Exterminate with Darkness"
      },
      {
        "en": "The Dark Massacre of the Vengeful Hero"
      },
      {
        "en": "The strongest brave who craves for revenge, extinguish with the power of darkness"
      },
      {
        "ru": "Герой, жаждущий мести, уничтожит врагов Силой Тьмы"
      },
      {
        "ru": "Тёмная резня мстительного героя"
      },
      {
        "es-la": "La Oscura Masacre del Héroe Vengativo"
      },
      {
        "zh-hk": "渴望復仇的最強勇者、以黑暗之力所向披靡"
      }
    ],
    "description": {
      "en": "Raoul, who had defeated the demon king as the strongest hero, should have become the savior of the world. Having his treasured companions and family killed by power-hungry aristocrats, he was executed with false charges brought against him by the princess. Just before his life collapsed, at last, his heart fell into darkness.\n\n\"I'll tear those traitors from limb to limb. Burn them at the stake. Sever them to pieces. Skewer them. I'll kill every one of those bastards without mercy and make them taste hell's suffering.....!!!\"\n\nObtaining the power of darkness, Raoul was revived. Sneering, he vowed revenge. \"Oh, I'm looking forward to it – from now on, I'll bask in their blood as I please.\"\n\nSeveral days after the hero's revival in the imperial capital where flowers bloomed in profusion, the parade that would advance towards tragedy began.",
      "fr": "Raul qui avait vaincu le roi démon et reconnu comme étant le héros le plus fort aurait dû devenir le sauveur du monde. Mais ses chers compagnons et sa famille ont été tués par des aristocrates affamés de pouvoir, et lui exécuté suite à de fausses accusations portées contre lui par la princesse. Juste avant que sa vie ne s'effondre, son cœur tomba finalement dans les ténèbres. \"Je déchirerai ces traîtres de membre en membre. Brûlez-les sur le bûcher. Coupez-les en morceaux. Embrochez-les. Je tuerai tous ces salauds sans pitié et je leur ferai goûter les souffrances de l'enfer…. ! ! ! !\" ! Ayant obtenu le pouvoir des ténèbres, Raul fut ressuscité. En tout ricanant, il jura de se venger. \"Oh, j'ai hâte d'y être - à partir de maintenant, je me prélasserai dans leur sang comme il me plaira.\" Quelques jours après la renaissance du héros, dans la capitale impériale où les fleurs fleurissaient à profusion, le défilé qui allait mener vers la tragédie débuta.",
      "ja": "最強の勇者として魔王を倒したラウルは、世界の救世主となる――はずだった。私利私欲を貪る貴族たちにより、仲間や家族を殺されたラウルは、偽りの罪で処刑される。命が潰えるその直前、ついに彼の心は悪に墜ちた。……あの裏切り者どもを、火炙りにして殺す。八つ裂きにして殺す。串刺しにして殺す。地獄のような苦しみの中で、憎き者たちを全員容赦なく殺してやる……!!!!　闇の力を手に入れ蘇生を果たしたラウルは、復讐を誓い、嗤う。「ああ、たのしみだな。――これからあいつらの血を、思う存分浴びることができる」　勇者の復活から数日後。花の咲き乱れる王都で、残虐を極めた復讐無双がはじまるのだった――。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "449f58e2-3a33-4df5-9d9b-62e867e7f918",
    "title": {
      "en": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
    },
    "updatedAt": "2024-11-16T03:02:37+00:00",
    "coverArt": "https://mangadex.org/covers/449f58e2-3a33-4df5-9d9b-62e867e7f918/44020242-0f01-49a8-89c6-07a182eb21ba.jpg",
    "altTitles": [
      {
        "ja": "与えられたスキルを使って稼いで異世界美女達とイチャイチャしたい"
      },
      {
        "id": "Aku Ingin Menggunakan Keterampilan Yang Diberikan Untuk Mendapatkan Uang Dan Menggoda Wanita Cantik Dari Dunia Lain"
      },
      {
        "ja-ro": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
      },
      {
        "en": "I Want to Use the Skills Given to Earn Money and Flirt With Beauties From Other Worlds"
      }
    ],
    "description": {
      "en": "That day, Ishida Yamada was working part-time as usual. When he opened the back door after finishing his part-time job, he found a blank space and a person who called himself God. It was by chance that he was chosen by God to go to another world. He was perplexed, but decided to live anyway. Thinking about how to survive in this other world using the skills he received from God, he tries his best to have a physical relationship with a beautiful woman in this other world.",
      "ja": "その日も山田一太はいつもと変わらずバイトをしていた。バイトが終わり裏口の扉を開けると、そこには真っ白な空間が広がっていて、神と名乗る者がいた。 一太は偶然神によって選ばれ、異世界に行くことになった。一太は戸惑いながらも、取り合えず生きていこうと決めた。 神からもらったスキルを使って如何にこの異世界を生き抜くか考えながら、一太はこの異世界にいる美女と肉体関係を持つために色々と頑張っていく。",
      "es-la": "Ese día, Ichita Yamada estaba trabajando medio tiempo como de costumbre. Cuando abrió la puerta trasera después de terminar su trabajo de medio tiempo, encontró un espacio en blanco y una persona que se hacía llamar Dios. Fue por casualidad que Dios lo eligió para ir a otro mundo. Estaba perplejo, pero decidió vivir de todos modos. Pensando en cómo sobrevivir en este otro mundo usando las habilidades que recibió de Dios, hace todo lo posible por tener una relación física con una mujer hermosa en este otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7a0991d-2913-4b3c-8fb6-2b752f9e5f3a",
    "title": {
      "en": "NEW GAME!"
    },
    "updatedAt": "2023-11-01T09:26:19+00:00",
    "coverArt": "https://mangadex.org/covers/d7a0991d-2913-4b3c-8fb6-2b752f9e5f3a/80d2f114-5ff5-42ff-b507-4e51eab68de0.png",
    "altTitles": [
      {
        "ja": "ニューゲーム!"
      }
    ],
    "description": {
      "en": "Having been inspired by the character designs of a particular video game when she was younger, Suzukaze Aoba, a high school graduate, begins working as a character designer for the game's developer, Eagle Jump. As she works on modelling and designing characters for games in development, she becomes acquainted with her fellow co-workers in the character design department, as well as those from across the company."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "152"
  },
  {
    "mangaId": "5ab3d3ea-ae45-4910-8f15-6ca544c8d8e5",
    "title": {
      "en": "Radia"
    },
    "updatedAt": "2024-08-26T21:22:28+00:00",
    "coverArt": "https://mangadex.org/covers/5ab3d3ea-ae45-4910-8f15-6ca544c8d8e5/db4febcf-71d3-41be-a231-e54ebb3b2b4f.png",
    "altTitles": [
      {
        "ko": "라디아"
      },
      {
        "ja": "ラディア〜神殺しの私が神の恋人!?〜"
      },
      {
        "es-la": "La Venganza de la Santa"
      }
    ],
    "description": {
      "es-la": "La búsqueda de venganza de Radia contra su traicionera amiga da un giro inesperado cuando Julius, un hombre misteriosamente poderoso, la salva de una experiencia cercana a la muerte.\n¿El giro? Julius es un fantasma, visible solo para Radia.\nㅤ\nCuando se convierte en su compañero constante, Radia se ve envuelta en una red de contratiempos sobrenaturales que revelan cuán poderoso es realmente Julius.\nY aunque ni siquiera Julius conoce su verdadera identidad todavía, su casi omnipotencia podría ser la clave para que Radia se vengue.\nSin embargo, este poder también podría ocultar un peligro acechante que amenaza con reconfigurar su búsqueda de formas inesperadas y peligrosas..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fba42cf-2ad6-4c30-a7ab-46cb8149208a",
    "title": {
      "en": "Bungou Stray Dogs"
    },
    "updatedAt": "2024-05-28T13:07:30+00:00",
    "coverArt": "https://mangadex.org/covers/3fba42cf-2ad6-4c30-a7ab-46cb8149208a/0c8ba16a-9be8-45ed-9b66-1ef7127be75f.jpg",
    "altTitles": [
      {
        "pl": "Bungou Stray Dogs - Bezpańscy Literaci"
      },
      {
        "ms": "Ejen Luar Biasa"
      },
      {
        "ja": "文豪ストレイドッグス"
      },
      {
        "vi": "Văn Hào Lưu Lạc"
      },
      {
        "uk": "Бродячі пси літератури"
      },
      {
        "ru": "Великий из бродячих псов"
      },
      {
        "uk": "Літературні Генії Бродячі Пси"
      },
      {
        "fa": "سگ های ولگرد بانگو"
      },
      {
        "ar": "كلاب الأدب الشاردة"
      },
      {
        "ko": "문호 스트레이 독스"
      },
      {
        "en": "Stray Dogs of the Literary Masters"
      },
      {
        "zh": "文豪野犬"
      },
      {
        "tr": "Edebiyat Ustalarının Sokak Köpekleri"
      },
      {
        "fr": "Bungo Stray Dogs"
      },
      {
        "ru": "Проза бродячих псов"
      }
    ],
    "description": {
      "en": "Nakajima Atsushi was kicked out of his orphanage, and now he has no place to go and no food. While he is standing by a river, on the brink of starvation, he rescues a man whimsically attempting suicide. That man is Dazai Osamu, and he and his partner Kunikida are members of a very special detective agency. They have supernatural powers, and deal with cases that are too dangerous for the police or the military. They're tracking down a tiger that has appeared in the area recently, around the time Atsushi came to the area. The tiger seems to have a connection to Atsushi, and by the time the case is solved, it is clear that Atsushi's future will involve much more of Dazai and the rest of the detectives!",
      "ru": "Нашего героя выгнали из детского дома. Стоя у реки, он думал о голодной смерти, но чудом умудрился спасти самоубийцу. Этот человек, оказалось, состоит в детективном агентстве. В агентстве со сверхъестественными способностями. И только им подвластно решение проблем, за которые боятся браться даже военные. Теперь жизнь нашего героя изменится кардинально. А как именно читайте далее."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e4e5e8a-f3f0-4612-b04d-257e2ac0b7eb",
    "title": {
      "en": "Saiaku no Avalon"
    },
    "updatedAt": "2024-10-20T12:45:38+00:00",
    "coverArt": "https://mangadex.org/covers/7e4e5e8a-f3f0-4612-b04d-257e2ac0b7eb/a0d7ea9a-8a53-4e08-9f28-41cd63f86b7e.jpg",
    "altTitles": [
      {
        "en": "Finding Avalon: The Quest of a Chaosbringer"
      },
      {
        "ja-ro": "Wazawai Aku no Avalon"
      },
      {
        "ja": "災悪のアヴァロン"
      },
      {
        "ja": "災悪のアヴァロン～ゲーム最弱の悪役デブに転移したけど、俺だけ“やせれば強くてニューゲーム”な世界だったので、最速レベルアップ＆破滅フラグ回避で影の英雄を目指します～"
      }
    ],
    "description": {
      "en": "The main character loves the MMORPG game called Dungeon Explorer Chronicle (Dun-Ex). During one particular day, a beta test event was announced, and he managed to beat it.\nIn exchange for clearing the event, he was granted permission to try the beta test server.\nForcing to choose different avatar and skill as the system doesn't allow his own, he eventually settled on random. However, he is transferred to a place where, as expected, he finds a fat, villainous mob character...!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "060efa4f-3cfc-4555-b6a8-634d7dc84aa9",
    "title": {
      "en": "Hideout"
    },
    "updatedAt": "2023-10-18T22:23:41+00:00",
    "coverArt": "https://mangadex.org/covers/060efa4f-3cfc-4555-b6a8-634d7dc84aa9/07147045-9b01-4096-866b-39d43892a8f7.jpg",
    "altTitles": [
      {
        "en": "Hide Out"
      },
      {
        "kk": "Таса"
      },
      {
        "ru": "Укрытие"
      },
      {
        "kk": "Пана"
      }
    ],
    "description": {
      "en": "On an idyllic vacation island in the southern seas, a young couple is trying to overcome the death of their only son. But for Kirishima Seiichi, the husband, the trip has a different purpose altogether. He plans to kill his wife and dispose of her body deep inside the forest. However, when his plan goes awry and his wife manages to escape, Seiichi follows her into a dark cave, only to find himself trapped inside and soon hunted by a savage creature with an insatiable hunger for human flesh…\n\n---\n\nOfficial Release:\n- Indonesian release by Level Comics as **Hideout**"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/ad2471d3-64b3-4310-94f9-0a11b6dfda73.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "153779b6-0d55-4681-99ba-f42ca58de385",
    "title": {
      "en": "Fuzoroi no Renri - Side Stories"
    },
    "updatedAt": "2024-03-10T13:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/153779b6-0d55-4681-99ba-f42ca58de385/7355c533-0e1f-407f-b100-5639eeef21f9.jpg",
    "altTitles": [
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Rationalization of Irregularities"
      },
      {
        "ko": "티격태격의 연리"
      },
      {
        "fr": "Nos différences enlacées - Histoires parallèles"
      }
    ],
    "description": {
      "en": "From Newtype site:  \n  \nOur ages are different, our ways of life are different, everything is different. But… I just want to be with you!  \nBecause I've never been in a miserable, tragic romance, I can say that unrequited love is fine…  \nI don't know why I fell in love with this person…it's a mystery!  \n  \nThey have different personalities, different ages, different ways of thinking, different looks, different everything.  \nThis is the story of girls who clumsily make up for what's lacking in the other.  \n  \nT/N:  \nThese are side stories. Not a rewrite of the original serialized twitter comic. It builds up on what happens in the main series in a longer format. It eventually merges with the main series in the volume edition.\n   \nThe kind of stories these are is all in the title!  \n  \n不揃 (fuzoroi) means uneven, irregular, but also incomplete. 連理 (renri) is \"entwined relationship\".  \n\nSo, these are stories of intimate relationships between \"incomplete\" girls that somehow complete each other, against all odds."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73a46c78-f4f7-452e-b4ed-e3a5c8da1032",
    "title": {
      "en": "POLE STAR"
    },
    "updatedAt": "2024-10-27T14:28:54+00:00",
    "coverArt": "https://mangadex.org/covers/73a46c78-f4f7-452e-b4ed-e3a5c8da1032/bb1cf145-424d-4b8a-a64a-666b410588d5.jpg",
    "altTitles": [
      {
        "ja": "ポールスター"
      },
      {
        "en": "Pole Star"
      }
    ],
    "description": {
      "en": "Yayano, an eighth grader, moved to Atami with her mother from Tokyo. A somewhat rustic hotel is her mother's new workplace. Yayano is full of anxiety, but there she witnesses her mother's surprising appearance...! For Yayano, this is the first turning point in her life!?\n___\n[Official X Account](https://x.com/polestar_mo)",
      "ja": "男運の悪い母に連れられて、熱海へと引っ越してきた女子中学生の“ややの”。母の就職先である老舗のホテルは、その昔に母がポールダンサーとして輝いていた場所だった。当時の面影がない体型であっても、改めてダンサーとして認められようとして懸命に踊る母の姿に、なぜかドキドキしてしまうややの。それまで特に夢を持たずに生きてきた彼女の中に、何かが生まれた瞬間だった──。一本のポールが少女の運命を変える！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89bbd6b1-2558-4279-973c-3b1fd8807228",
    "title": {
      "en": "Summertime Rendering"
    },
    "updatedAt": "2024-12-01T18:58:33+00:00",
    "coverArt": "https://mangadex.org/covers/89bbd6b1-2558-4279-973c-3b1fd8807228/76a7301d-3b56-4279-8e29-b8788621333d.png",
    "altTitles": [
      {
        "en": "Summer Time Rendering"
      },
      {
        "fr": "Time Shadows"
      },
      {
        "ru": "Летнее время"
      },
      {
        "ja": "サマータイムレンダ"
      },
      {
        "ja-ro": "Summer Time Render"
      },
      {
        "zh": "夏日重现"
      },
      {
        "en": "Summertime Render"
      },
      {
        "uk": "Відгомін літньої пори"
      },
      {
        "uk": "Одгомін літньой пори"
      }
    ],
    "description": {
      "en": "Shinpei returns back to his hometown to attend his sister and friend's funeral. Things seem to be going fine, until the next day, where he sees something that shouldn't exist…",
      "ru": "Шинпей возвращается в родной город на похороны своей сводной сестры Юшио. История бы на этом закончилась, если бы Шинпей не узнал, что смерть Юшио была не несчастным случаем, а убийством.",
      "uk": "Шімпей повертається до свого рідного міста на похорон названої сестри та подруги дитинства — Кофуне Ушіо. Все йшло звичайним ходом, поки наступного дня Шімпей не побачив те, чого не має існувати...",
      "pt-br": "Shinpei retorna à sua cidade natal para comparecer ao funeral de sua irmã e amiga.  As coisas parecem estar indo bem, até o dia seguinte, onde ele vê algo que não deveria existir…"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "139"
  },
  {
    "mangaId": "f5c25341-d6ff-4585-8548-3a48fc7654d9",
    "title": {
      "en": "Momose Akira no Hatsukoi Hatan-chuu."
    },
    "updatedAt": "2024-11-22T13:02:44+00:00",
    "coverArt": "https://mangadex.org/covers/f5c25341-d6ff-4585-8548-3a48fc7654d9/092db854-db7f-4f33-8aa5-837bb4ad9d8d.jpg",
    "altTitles": [
      {
        "ja": "百瀬アキラの初恋破綻中。"
      },
      {
        "en": "Momose Akira's First Love Struggles."
      },
      {
        "vi": "Mối Tình Đầu Của Akira Momose Đang Trên Bờ Vực Đổ Vỡ"
      },
      {
        "tr": "Momose Akira'nın İlk Aşk Maceraları"
      },
      {
        "pt-br": "O Primeiro Amor de Momose Akira em Ruínas"
      },
      {
        "en": "Momose Akira's First Love Is Coming Apart."
      },
      {
        "fr": "Les difficultés du premier amour de Momose Akira."
      },
      {
        "ru": "Неудавшаяся первая любовь Акиры Момосэ"
      },
      {
        "ru": "Первая любовь Акиры Момосе терпит крах."
      },
      {
        "en": "Momose Akira's First Love is a Failure."
      },
      {
        "es": "El primer amor de Momose Akira se derrumba."
      },
      {
        "pl": "Pierwsze miłosne zmagania Akiry Momose"
      },
      {
        "vi": "Mối tình đầu đầy trắc trở của Momose Akira"
      }
    ],
    "description": {
      "en": "Kugayama Hajime, a boy living in the countryside, comes back to his old classmate Momose Akira, whom he used to admire.\n\nJust as he is about to watch her from afar and enjoy his sweet and sour youth, Akira makes an unexpected approach.\n\nAnd there was a “fate” that was more than he could have imagined.",
      "es": "Kugayama Hajime, un chico que vive en el campo, se reencuentra con su antigua compañera de clase Momose Akira, a la que solía admirar.\n\nJusto cuando está a punto de observarla desde lejos y disfrutar de su agridulce juventud, Akira se acerca de forma inesperada.\n\nY el \"destino\" es mucho más de lo que él pudo haberse imaginado.",
      "fr": "Kugayama Hajime, un garçon vivant à la campagne, revient vers son ancien camarade de classe Momose Akira, qu'il avait l'habitude d'admirer.Alors qu'il s'apprête à la regarder de loin et à profiter de sa jeunesse aigre-douce, Akira fait une approche inattendue.Et il y a eu un « destin » qui a été plus que ce qu'il aurait pu imaginer.",
      "ja": "ド田舎に暮らす少年・久我山はじめのもとに帰ってきた、かつての憧れの同級生・百瀬アキラ。\n\n彼女を遠くから眺めて、甘酸っぱい青春を謳歌しよう…と思っていた矢先に、アキラからまさかのアプローチが。\n\nそしてそこには、想像以上の”運命”が拡がってました。\n\n2人の様子を、どうぞあったかく見守ってください。",
      "pl": "Kugayama Hajime, chłopiec mieszkający na wsi, spotyka swoją dawną koleżankę z klasy, Momose Akiry, którą podziwiał. Gdy tylko zamierza obserwować ją z daleka i cieszyć się swoją słodko-gorzką młodością, Akira niespodziewanie zbliża się do niego. A za tym kryło się „przeznaczenie”, którego nie mógł sobie nawet wyobrazić.",
      "ru": "Жизнь Хадзимэ Кугаямы, мальчишки из глухой деревушки, круто меняется, когда в его жизнь возвращается бывшая одноклассница и когда-то недосягаемая мечта — Акира Момосэ. Он планировал просто наблюдать за ней издалека и наслаждаться воспоминаниями о своей юности... Но неожиданно Акира делает первый шаг навстречу. И вот тут начинается нечто гораздо большее, чем он мог себе представить. Следите за их историей и согревайте свои сердца вместе с ними.",
      "tr": "Taşrada yaşayan bir çocuk olan Kugayama Hajime’nin, eskiden hayranlık duyduğu sınıf arkadaşı Momose Akira geri döner. Tam onu uzaktan izleyip tatlı ekşi gençliğinin tadını çıkarmak üzereyken, Akira beklenmedik bir yaklaşımda bulunur. Ve hayal edebileceğinden de öte bir “kader” ile karşılaşır.",
      "pt-br": "Kugayama Hajime é um jovem que vive no interior. Sua vida muda quando Momose Akira, uma antiga colega de escola por quem ele sempre foi apaixonado, retorna à cidade. Hajime planejava admirá-la de longe, saboreando um romance juvenil agridoce. Mas, para sua surpresa, Akira toma a iniciativa de se aproximar. O que se desenrola a partir daí é um destino mais surpreendente do que ele jamais poderia ter imaginado."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21e80bd8-cabf-4c49-86da-72f92255f248",
    "title": {
      "en": "Shin Tokyo"
    },
    "updatedAt": "2024-10-31T17:13:37+00:00",
    "coverArt": "https://mangadex.org/covers/21e80bd8-cabf-4c49-86da-72f92255f248/74bbdf8d-3ffa-44d2-aa74-17ed8db82902.jpg",
    "altTitles": [
      {
        "ja": "深東京"
      },
      {
        "ru": "Глубокий Токио"
      },
      {
        "pl": "Głębia Tokio"
      },
      {
        "en": "Tokyo Underworld"
      }
    ],
    "description": {
      "en": "According to urban legend, the guilty are sentenced to fall to the Tokyo Underworld. There, they are given no mercy and are mercilessly judged for their crimes in the cruelest ways imaginable!",
      "ja": "人を死に追いやった者が堕ち、番人に処刑されるという都市伝説の街「深東京」。双子の高校生ヨミとヤミは、課外授業の帰路、担任の自殺により級友達とこの街に堕ちる。残忍な番人に級友は次々と命を落とし…。",
      "pt-br": "De acordo com a lenda urbana, os culpados são condenados a cair no submundo de Tóquio. Lá, eles não recebem misericórdia e são impiedosamente julgados por seus crimes das formas mais cruéis imagináveis!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fd4f8c0-fab8-4ee5-ab9e-5907720afed9",
    "title": {
      "en": "Iken Senki Völundio"
    },
    "updatedAt": "2024-10-10T17:10:08+00:00",
    "coverArt": "https://mangadex.org/covers/4fd4f8c0-fab8-4ee5-ab9e-5907720afed9/45b1e9d3-ecf3-4994-bb53-f7ddffe2199b.jpg",
    "altTitles": [
      {
        "en": "Helck Volundio"
      },
      {
        "en": "Helck: Völundio ~Surreal Sword Saga~"
      },
      {
        "ja-ro": "Iken Senki Verndio"
      },
      {
        "ru": "Хельк"
      },
      {
        "zh": "勇者赫鲁库"
      },
      {
        "ja": "異剣戦記ヴェルンディオ"
      },
      {
        "en": "Verndio - Surreal Sword Saga"
      },
      {
        "zh-hk": "異劍戰記"
      },
      {
        "en": "Völundio ~Divergent Sword Saga~"
      },
      {
        "es-la": "Völundio: Saga de las espadas divergentes"
      },
      {
        "vi": "Volundio - Sử thi về mộng kiếm"
      }
    ],
    "description": {
      "en": "On a desperate battlefield... I'll start running a tavern!\n\nCleo, a man who has been a mercenary for 10 years, meets a mysterious girl named Kohaku. In order to survive on the battlefield, where \"different swords\" with great power are flying around, the two of them start running a \"tavern\" where soldiers gather!",
      "ja": "絶望の戦場で…酒場経営はじめます！\n\n傭兵歴10年の男・クレオは\n不思議な少女・コハクと出会う。\n強大な力を持つ「異剣」が飛び交う\n戦場を生き延びるために、\n二人が始めたのは――\n兵士たちが集う「酒場」の経営！？",
      "es-la": "En un campo de batalla desesperado... ¡Empieza a dirigir una taberna!\n\nCleo, un hombre con 10 años de experiencia como mercenario\nConoce a una misteriosa chica llamada Kohaku.\nPara sobrevivir en el campo de batalla donde vuelan las poderosas \"otras espadas\".\nLo que los dos empiezan a hacer es... Dirigir una \"taberna\" donde se reúnen los soldados."
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c5952d2-ed8a-4160-a7dd-d1e35a238568",
    "title": {
      "en": "Class Ten'i de Ore dake Haburareta no de, Doukyuusei Harem Tsukuru Koto ni shita"
    },
    "updatedAt": "2024-12-03T09:47:14+00:00",
    "coverArt": "https://mangadex.org/covers/1c5952d2-ed8a-4160-a7dd-d1e35a238568/d4c7720d-b5f5-4388-9914-9e2d9c131b15.jpg",
    "altTitles": [
      {
        "ja": "クラス転移で俺だけハブられたので、同級生ハーレム作ることにした"
      },
      {
        "en": "Upon being Exiled from my Class I Decided to Make my Own Harem of my Classmates"
      },
      {
        "en": "Because I was Excluded Out of the Class Transfer, I Decided Make a Classmate Harem"
      },
      {
        "en": "After being Transported, I was Singled Out and Rejected by my Classmates so, I Made Them all Part of my Harem"
      }
    ],
    "description": {
      "en": "When Kirishima Ran and his classmates were transported to another world they each received an ability. However the ability he received, [Sexual Lunatic], has caused nothing but trouble for him. His ability allows him to make any girl he comes in contact with his slave. Because of his ability, his classmates have shunned him and forced him to separate from them. With the fires of revenge burning inside his heart, Kirishima decides to overtake the class from the shadows. One by one he turns his classmates into slaves and fill his desires.",
      "ja": "クラスまるごと異世界転移で魔王討伐を目差せ!!…のはずが、女を魅了できる特殊スキルを手に入れてしまった霧島蘭は、その力を警戒したクラスメイトたちに追放されてしまう…。復讐＆生き残りのためにハーレムを作れ!?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "bc06172f-8e62-4e92-84ec-2bfbd9dab255",
    "title": {
      "en": "Ueki no Housoku"
    },
    "updatedAt": "2024-07-30T00:13:38+00:00",
    "coverArt": "https://mangadex.org/covers/bc06172f-8e62-4e92-84ec-2bfbd9dab255/1c4d3f86-4325-48f1-b6ee-77678e1fef25.jpg",
    "altTitles": [
      {
        "it": "La Legge di Ueki"
      },
      {
        "fr": "La Loi d'Ueki"
      },
      {
        "vi": "Luật của Ueki"
      },
      {
        "ms": "Peraturan Ueki"
      },
      {
        "en": "The Law of Ueki"
      },
      {
        "ja": "Ueki no Housoku"
      },
      {
        "ja": "うえきの法則"
      },
      {
        "zh-hk": "植木的法則"
      }
    ],
    "description": {
      "en": "A group of powerful beings called tenkaijin are holding a special tournament. The rules of the game–each tenkaijin selects a kid in junior high to be his champion and grants him a special power. The kids take each other on in heated battle, but if they hurt innocent bystanders, then they lose one of their natural-given abilities. Every time they win a battle, they gain a new ability. The ultimate winner of the tournament is granted any power of his choosing, and the tenkajin who he represents succeeds in becoming the next god. Kosuke Ueki has been chosen to fight in the tournament. His special power–the ability to turn garbage into trees.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **The Law of Ueki** (2006)"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "154"
  },
  {
    "mangaId": "d9f7540f-4934-446a-923c-81619b5d3b53",
    "title": {
      "en": "Oh! Dangun"
    },
    "updatedAt": "2024-09-22T20:37:15+00:00",
    "coverArt": "https://mangadex.org/covers/d9f7540f-4934-446a-923c-81619b5d3b53/bd640e86-4d5f-487b-a252-0508f945f1d8.jpg",
    "altTitles": [
      {
        "ko": "오!단군"
      },
      {
        "en": "Legend of Dangun"
      }
    ],
    "description": {
      "en": "There are animals that were abandoned by Dangun and live secretly in the human world. Narae, an ordinary high school student, discovers their existence...\nA modern version of Beauty and the Beast with comedy and exorcism action.\n\n‘Will the project of becoming human, for the animals that could not become human, be successful?'"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63e54dfd-f7a9-473e-a591-28558e229c5b",
    "title": {
      "en": "Zatch Bell!!"
    },
    "updatedAt": "2024-11-21T15:21:37+00:00",
    "coverArt": "https://mangadex.org/covers/63e54dfd-f7a9-473e-a591-28558e229c5b/94a0a644-5185-49ef-9c49-2e6eefef1c8c.jpg",
    "altTitles": [
      {
        "id": "Gash Bell!!"
      },
      {
        "ja-ro": "Konjiki no Gash!!"
      },
      {
        "ja": "金色のガッシュ!!"
      },
      {
        "en": "Golden Gash!!"
      },
      {
        "zh-hk": "魔法少年賈修"
      },
      {
        "ko": "금색의 갓슈!!"
      }
    ],
    "description": {
      "en": "Every 1000 years, 100 demon children are sent to Earth to compete in a battle to become king of the Demon World. Each demon is paired with a human partner who is given a spell book of a specific color. The human can cast the demon's spells through their book. If a demon's book is burned, they disappear and return to the Demon World. The last demon remaining becomes the king. The show is oriented around Gash Bell and his human partner, Takamine Kiyomaro.  \n  \n---\n- **Won the 48th Shogakukan Manga Award for Shonen**",
      "pt-br": "Takamine Kiyomaro é um estudante gênio do ensino médio, muito convencido e que vê todos os outros como inferiores. Ele se fecha para o resto da escola, sendo um excluso por opção. Um dia, um estranho garotinho loiro invade sua casa trazendo consigo um livro vermelho e uma carta de seu pai. O rapaz descobre que o nome do garoto é Gash e que ele perdeu a memória, então seu pai lhe pede para cuidar do menino.\n\nMuito irritado com a inesperada responsabilidade, Kiyomaro volta sua atenção para o estranho livro, também mencionado na carta de seu pai, que possui letras estranhas de cor azul, as quais ele não consegue entender. Folheando o curioso objeto o rapaz encontra palavras escritas em vermelho, e apesar de estarem em uma língua que ele nunca viu, consegue lê-las como se estivesse em japonês, e ao pronunciar as palavras vermelhas \"Zakeru\", um estranho relâmpago é então atirado da boca de Gash, como se fosse um raio, porém, o garotinho perde a consciência ao atirá-lo, não entendendo como o quarto de seu anfitrião parecia ter sido explodido de uma hora para outra.\n\nCom o desenrolar da história Kiyomaro conhece outro humano com um livro e uma criança, que por sua vez revela que os estranhos garotos não passam de crianças demônios, que estão competindo em um torneio para decidir quem será o próximo rei de seu mundo. Os livros representam os feitiços que cada criança pode usar para lutar, e explicam também que uma criança demônio não pode usar seus poderes sozinho no mundo humano; eles precisam primeiro procurar por um parceiro que possa ler seus livros e comandar seus feitiços em batalha.\n\nPara derrotar um oponente, basta queimar o livro do adversário e ele será mandado de volta para o mundo dos demônios. Depois de ponderar muito o rapaz decide ajudar Gash a recuperar sua memória e a  lutar nessa guerra contra os outros 99 demônios para torná-lo o próximo rei. Descobrindo pelo caminho o valor individual de cada pessoa, Kiyomaro irá relembrar sentimentos há muito tempo enterrados e o valor de uma verdadeira amizade."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "33",
    "lastChapter": "323"
  },
  {
    "mangaId": "2dfea85d-9af9-4852-9de4-d5e48eb454fe",
    "title": {
      "en": "Reiketsu Ryuuou Heika no \"Unmei no Tsugai\" rashii Desu ga, Koukyuu ni Hikikomorou to Omoimasu"
    },
    "updatedAt": "2024-11-28T14:57:23+00:00",
    "coverArt": "https://mangadex.org/covers/2dfea85d-9af9-4852-9de4-d5e48eb454fe/e3d244fc-894d-4229-91cc-739c5cee4cbb.jpg",
    "altTitles": [
      {
        "ja": "冷血竜皇陛下の「運命の番」らしいですが、後宮に引きこもろうと思います"
      },
      {
        "ja": "冷血竜皇陛下の「運命の番」らしいですが、後宮に引きこもろうと思います ～幼竜を愛でるのに忙しいので皇后争いはご勝手にどうぞ～"
      },
      {
        "ja-ro": "Reiketsu Ryuuou Heika no \"Unmei no Tsugai\" rashii Desu ga, Koukyuu ni Hikikomorou to Omoimasu"
      },
      {
        "ja-ro": "Reiketsu Ryuuou Heika no \"Unmei no Tsugai\" rashii Desu ga, Koukyuu ni Hikikomorou to Omoimasu: Youryuu wo Mederu no ni Isogashii no de Kougou Arasoi wa go Katte ni Douzo"
      },
      {
        "en": "It Seems I Am the \"Fated Mate\" of the Cold-Blooded Dragon Emperor, but I Plan to Stay Secluded in the Harem"
      },
      {
        "en": "It Seems I Am the \"Fated Mate\" of the Cold-Blooded Dragon Emperor, but I Plan to Stay Secluded in the Harem: I Am Busy Doting on the Young Dragons, so Please Proceed With the Empress Competition as You Wish"
      }
    ],
    "description": {
      "en": "Upon reaching adulthood, Efinia, the fairy princess, is set to have an audience with the Dragon Emperor. However, as soon as she meets Emperor Glendil, it is revealed that Efinia is his \"fated mate.\" Shocked, Efinia overhears the emperor's heartless words, \"It's outrageous that someone who looks like a child is my mate.\" In that case, fine! I don't desire the love of an arrogant emperor! Undeterred by the harassment from other concubines, Efinia thoroughly enjoys her life in the harem. She eventually befriends a small dragon that wanders into the harem, but it seems this dragon has a secret...",
      "ja": "成人の年を迎え、竜族の皇帝に謁見することになった妖精族の王女エフィニア。\r\nしかし皇帝グレンディルに出会った途端、なんとエフィニアが彼の「運命の番」だということが発覚する。\r\n驚くエフィニアだったが「あんな子供みたいなのが番だとは心外だ」という皇帝の心無い言葉を偶然聞いてしまい…。\r\nならば結構です！傲慢な皇帝の溺愛なんて望みません！\r\n他の側室の嫌がらせにもめげず、エフィニアはのびのびと後宮ライフを満喫。\r\nやがて後宮に迷い込んだ小さな竜とも仲良くなるが、どうもこの竜には秘密があるようで……。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f87d6067-ef8a-4b44-b021-e095909f61f2",
    "title": {
      "en": "Love is an Illusion! - Superstar"
    },
    "updatedAt": "2024-11-26T01:58:20+00:00",
    "coverArt": "https://mangadex.org/covers/f87d6067-ef8a-4b44-b021-e095909f61f2/9f8afcc5-b055-4ce9-b04c-afedb043ebde.jpg",
    "altTitles": [
      {
        "ko": "사랑은 환상! ~슈퍼스타~"
      },
      {
        "en": "Love is an illusion ~Superstar~"
      }
    ],
    "description": {
      "en": "Byul, a popular alpha and a first-year high school student, once trained to be an idol but has since left that path to attend school like a regular kid. His world takes an unexpected turn with the sudden birth of a younger sibling, introducing new challenges to his daily routine. Byul's childhood friend, Siwoo, has secretly harbored feelings for him for years. However, both being alphas, Siwoo has kept his emotions hidden.\n\nAs the two navigate their growing closeness after a period of time apart, Byul faces adolescence head-on, grappling with friendships, family relationships, and his sense of identity. Along the way, he rediscovers his passion for music and begins to mature through these transformative experiences.",
      "pl": "\"Byul, popularny alfa i uczeń pierwszej klasy liceum, kiedyś trenował, aby zostać idolem, ale od tego czasu porzucił tę ścieżkę, aby uczęszczać do szkoły jak zwykłe dziecko. Jego świat przybiera nieoczekiwany obrót wraz z nagłymi narodzinami młodszego rodzeństwa, wprowadzając nowe wyzwania do jego codziennej rutyny. Przyjaciel Byula z dzieciństwa, Siwoo, od lat skrycie żywi do niego uczucia. Jednak Siwoo, będąc alfą, ukrywał swoje emocje.\n\nPodczas gdy obaj radzą sobie z rosnącą bliskością po okresie rozłąki, Byul staje twarzą w twarz z dorastaniem, zmagając się z przyjaźniami, relacjami rodzinnymi i poczuciem tożsamości. Po drodze na nowo odkrywa swoją pasję do muzyki i zaczyna dojrzewać dzięki tym transformującym doświadczeniom\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2683410b-8e2c-4f84-bd1d-16f448d4c062",
    "title": {
      "ko": "Patience, My Lady!"
    },
    "updatedAt": "2024-07-25T09:09:03+00:00",
    "coverArt": "https://mangadex.org/covers/2683410b-8e2c-4f84-bd1d-16f448d4c062/a1acdb28-551b-468b-a817-72645f9ecfc7.jpg",
    "altTitles": [
      {
        "ko": "아, 쫌 참으세요 영주님!"
      },
      {
        "ko-ro": "A, Jjom Chameuseyo Yeongjunim!"
      },
      {
        "en": "Oh, Be Patient My Lady!"
      },
      {
        "en": "Ah, Hang on a Little Longer, My Lord"
      },
      {
        "en": "Oh, Come On!"
      },
      {
        "zh": "请忍忍，我的领主大人！"
      },
      {
        "zh-hk": "領主大人請冷靜！"
      },
      {
        "ja": "お待ちください、領主様！"
      },
      {
        "ru": "Терпение, моя леди!"
      },
      {
        "es": "Ah, por favor sea paciente, ¡mi señor!"
      },
      {
        "tr": "Ah, Lütfen Sabırlı Olun, Leydim!"
      },
      {
        "uk": "Терпіння, Моя леді!"
      }
    ],
    "description": {
      "en": "Rose is the ruler of the dominion of ‘White’, a small and poor land. She was getting along with her citizens and living a quaint, favorable life until foreign migrants kept increasing and she got involved in some odd situations?! The lively, entertaining, romance, fantasy story of a super OP ruler Rose and Yggdrasil, the grand sorcerer who wants to hide her away and protect her!\n\n---\nWhen the Kingdom of White was conquered 500 years ago, the king and his subjects were exiled to a small tract of wasteland covered in ice. There they endured cold and hunger, relying on the magic of Archmage Yggdrasil to build the world’s smallest self-governing territory. As the last heir to her family, Rose now rules over this land as its lord. Rescuing former citizens who have fallen prey to trafficking abroad, she pours her heart and soul into making them thrive at home. But first things first, she must fill up the treasury to fund this mission! The business-savvy lord invites dragons, dwarfs, and elves to join in the effort, turning White into a haven for all races. Yggdrasil couldn’t be prouder of this utopia in the making, but will Lord Rose ever get to leave her money troubles behind?\n\n---\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/patience-my-lady)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/qingrenrenwodelingzhudaren/list?title_no=1815)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/lord-calmdown/list?title_no=3578)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001625)",
      "ko": "작고 가난한 영지 ‘화이트’의 영주, 로즈.\n영주민들과 오순도순 잘 먹고 잘살고 싶었는데, 갑자기 이종족 이주민이 늘고 자꾸 사건에 휘말린다?! \n막강 능력 영주님 ‘로즈’와 그녀를 영지에 몰래몰래 숨겨 놓고 보호하고픈 스승, ‘대마법사 이그드라실’의 유쾌 발랄 로맨스 판타지!\n\n---\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/patience-my-lady)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/qingrenrenwodelingzhudaren/list?title_no=1815)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/lord-calmdown/list?title_no=3578)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001625)",
      "tr": "Rose, küçük ve fakir bir bölge olan White'ın hükümdarıdır. Göçmenlerin artmasına\nve garip olaylara dahil oluncaya kadar halkıyla iyi anlaşıyor ve hoş, güzel bir hayat yaşıyordu.\nGüçlü ve yetenekli hükümdar Rose ve onu gizleyip korumak isteyen Usta Sihirbaz Yggdrasil'in heyecanlı,\neğlenceli, aşk ve fantazi hikayesi!",
      "zh": "活泼领主X超强大魔法师！\n充满惊喜的领地生活开始！\n露丝·白是贫寒的白领地领主，她的身边有大魔法师伊格·德拉希尔辅佐。身为白的老师，他担任着领地的各种职务。为了领地的繁荣露丝不断尝试各种冒险，然而异族渐渐踏入领地，也因此带来各种问题...乐天女领主该如果解决迎面而来的难题呢？\n\n---\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/patience-my-lady)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/qingrenrenwodelingzhudaren/list?title_no=1815)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/lord-calmdown/list?title_no=3578)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001625)",
      "zh-hk": "狹小又貧脊的「白色領地」領主——羅茲，夢想與領地居民一起和睦生活，卻因為異族移民增加，不斷捲入各種事件。 具有強大力量的領主羅茲，與在背後默默守護領地與羅茲的師傅——大魔法師 伊克德雷瑟將會展開什麼歡樂的浪漫奇幻故事？\n\n---\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/patience-my-lady)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/qingrenrenwodelingzhudaren/list?title_no=1815)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/lord-calmdown/list?title_no=3578)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001625)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "87"
  },
  {
    "mangaId": "a80c6284-5a1f-4a53-99ea-e4e7fd3b87e5",
    "title": {
      "en": "Creepy Cat"
    },
    "updatedAt": "2024-11-03T00:17:29+00:00",
    "coverArt": "https://mangadex.org/covers/a80c6284-5a1f-4a53-99ea-e4e7fd3b87e5/03987fda-7394-4239-bc8d-189266e4b513.jpg",
    "altTitles": [
      {
        "en": "Creepy Cat ~ My Strange Daily Life with a Cat ~"
      },
      {
        "ja": "CreepyCat 猫と私の奇妙な生活"
      },
      {
        "ms": "Kucing Seram - Kehidupan seharian yang pelik bersama kucing."
      },
      {
        "uk": "Моторошний кіт - Моє дивне життя з котиком"
      },
      {
        "ro": "Pisica Ciudată - Viața Mea Zilnică cu o Pisică Ciudată"
      }
    ],
    "description": {
      "en": "Flora just moved to an old house, but there's already a creepy cat living there. That's when their mysterious cohabitation began.",
      "uk": "Флора тільки-но переїхала до старого будинку, але тут вже живе моторошний котик. Відтоді й почалось їхнє таємниче співіснування."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "431"
  },
  {
    "mangaId": "43078ddf-c2aa-415d-bccb-97e35a3755fa",
    "title": {
      "en": "My Dearest Self With Malice Aforethought"
    },
    "updatedAt": "2024-10-26T14:08:54+00:00",
    "coverArt": "https://mangadex.org/covers/43078ddf-c2aa-415d-bccb-97e35a3755fa/ea0af62d-be04-41b9-9273-fc4d83ce9c4d.jpg",
    "altTitles": [
      {
        "fr": "The Killer Inside"
      },
      {
        "ru": "Мое дорогое Я со злым умыслом"
      },
      {
        "zh": "亲爱的我饱含杀意"
      },
      {
        "ko": "친애하는 나에게 살의를 담아"
      },
      {
        "ne": "प्रिय म, हत्यारा नियतले"
      },
      {
        "de": "The Killer Inside"
      },
      {
        "ja-ro": "Shinai naru Boku e Satsui o Komete"
      },
      {
        "ja": "親愛なる僕へ殺意をこめて"
      }
    ],
    "description": {
      "de": "Auf den ersten Blick scheint Eiji ein ganz normaler Student zu sein, doch er hat ein Geheimnis: sein verstorbener Vater war ein berüchtigter Serienmörder, der für seine extreme Grausamkeit bekannt war.\nEines Tages wacht Eiji neben einem schönen fremden Mädchen auf, das anscheinend in ihn verliebt ist und behauptet, seine Freundin zu sein, doch eigenartigerweise kann er sich nicht an sie erinnern. Die letzten Tage scheinen wie aus seinem Gedächtnis gelöscht, und es fühlt sich an, als hätte jemand anders die Kontrolle übernommen. Zur selben Zeit findet die örtliche Polizei eine aufs Übelste verstümmelte Leiche, und für sie besteht kein Zweifel: Eijis Vater ist zurück... doch kann das wirklich sein?",
      "en": "Urashima Eiji, a college student, goes to sleep after a fun drinking night with his friends. When he wakes up he discovers a beautiful girl next to him who treats him as if they are in a loving relationship. Later, Eiji finds out that 4 days have passed since he went out with his crew. What did he do during all that time and why does he have no memory of it? By confronting that reality, he will be caught in tragedy…",
      "ne": "एइजी, कलेज उमेरको कुमारले कुनै दिन प्रेमिका हुने सपना देख्छ... अनि एक दिन आफ्नो \"प्रेमिका\" को साथ आफ्नो ओछ्यानमा उठ्छ! त्यति मात्र होइन, उसको साथीले उसलाई बताउँछ कि ऊ झगडामा परेको छ ... र त्यो तीन दिन बितिसक्यो जुन एइजीलाई याद छैन? के अँध्यारो रहस्यहरू लुकाइरहेका छ ... एइजी आफैले?",
      "ru": "Урашима Эйджи, студент колледжа, засыпает после веселой ночи с друзьями. Когда он просыпается, он обнаруживает рядом с собой красивую девушку, которая ведет себя с ним, как со своим парнем. Позже Эйджи узнает, что с того вечера прошло 3 дня. Что он делал все это время и почему не помнит ничего об этом? Столкнувшись с реальностью, он попадет в трагедию…  \n  \nItou Shouta's Twitter: [@shota\\_itooooo](https://twitter.com/shota_itooooo)",
      "vi": "Urashima Eiji, một sinh viên đại học, đi ngủ sau một đêm uống rượu vui vẻ với bạn bè. Khi tỉnh dậy, anh phát hiện ra một cô gái xinh đẹp bên cạnh, người đối xử với anh như thể họ đang trong một mối quan hệ yêu đương. Sau đó, anh phát hiện ra rằng 4 ngày đã trôi qua kể từ khi anh đi ra ngoài cùng với đám bạn của mình. Anh ấy đã làm gì trong suốt thời gian đó và tại sao anh ấy không có ký ức về nó?. Khi đối mặt với thực tế đó, anh sẽ bị cuốn vào bi kịch..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "97"
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-10-27T22:39:22+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34e45b02-b5c8-4a4b-a21a-7b5059391dc8",
    "title": {
      "en": "To Your Eternity"
    },
    "updatedAt": "2024-11-17T18:26:24+00:00",
    "coverArt": "https://mangadex.org/covers/34e45b02-b5c8-4a4b-a21a-7b5059391dc8/27d4a491-5f9f-4fdc-b50b-a5f982f29667.jpg",
    "altTitles": [
      {
        "ja": "不滅のあなたへ"
      },
      {
        "ja-ro": "Fumetsu no Anata e"
      },
      {
        "es-la": "A ti, el inmortal"
      },
      {
        "de": "Für dich, den Unsterblichen"
      },
      {
        "vi": "Gửi Em Người Bất Tử"
      },
      {
        "vi": "Tới Ngươi Đích Bất Diệt"
      },
      {
        "pl": "Ku twej wieczności"
      },
      {
        "pt-br": "Uma vida imortal"
      },
      {
        "it": "A te, l'immortale"
      },
      {
        "id": "Untukmu yang Abadi"
      },
      {
        "tr": "Ölümsüz Sana"
      },
      {
        "tr": "Sana, Ölümsüz Olan"
      },
      {
        "ru": "Для тебя, Бессмертный"
      },
      {
        "ar": "إلى أبديتك"
      },
      {
        "ar": "إليك، أيُها الخالد"
      },
      {
        "hi": "तिम्रो अनन्तकाल को लागी"
      },
      {
        "th": "แด่เธอผู้เป็นนิรันดร์"
      },
      {
        "zh": "致不灭的你"
      },
      {
        "zh-hk": "致不滅的你"
      },
      {
        "ko": "불멸의 그대에게"
      },
      {
        "en": "To You, the Immortal"
      },
      {
        "kk": "Мәңгілігіне"
      },
      {
        "fr": "To Your Eternity"
      }
    ],
    "description": {
      "en": "An immortal being was sent to the surface of the earth and met a boy living alone in the middle of tundra.   \nThe being can take the shape of dying things, but only if the \"impetus\" is stronger than the previous one. What sort of experiences and meetings will the being encounter while living forever?   \n\n---   \n- **Won the 43rd Kodansha Manga Award for Shonen in 2019** \n   \n---\n\n**Links:**  \n**Officially Translated:**   \n- Alternative English version by [K MANGA](<https://kmanga.kodansha.com/title/10076/episode/319887>)\n- Alternative English version by [Inkr Comics](<https://inkr.page.link/Hmgv5BX51rftn9ar5>)\n- In French by [Pika](<https://www.pika.fr/serie/your-eternity>)   \n- In Italian by [Star Comics](<https://www.starcomics.com/fumetto.aspx?Fumetto=281315>)   \n- In Polish by [Kotori](<http://kotori.pl/nasze-wydania/ku-twej-wiecznosci/>)   \n- In Russian by [Istari](<https://istaricomics.com/katalog-knig/manga/istari-comics/to-your-eternity/>)   \n- In German by [Egmont](<https://www.egmont-shop.de/to-your-eternity-01.html>)   \n- In Indonesian by [m&c!](<http://www.mncgramedia.id/comics/comic_detail/untukmu-yang-abadi-01>) as **Untukmu yang Abadi** (2019)\n- In Brazilian Portuguese by [NewPOP](<https://www.lojanewpop.com.br/uma-vida-imortal-to-your-eternity-15576289>)",
      "fr": "\"C'est à l'épreuve de la réalité que je saurai ce que je suis... Voilà pourquoi mon voyage commence.\"\n\nUn être sous forme d'une petite sphère est envoyé sur terre, celle-ci change d'apparence en fonction de ce qu'elle rencontre.\nElle rencontre d'abord un loup puis un jeune garçon vivant seul au milieu d'un paysage enneigé. Chaque nouvelle rencontre est une occasion de vivre de nouvelles expérience pour cet être. Ainsi commence le voyage de l'Immortel, un voyage fait d'expériences et de rencontres dans un monde implacable...",
      "ja": "『聲の形』の大今良時が贈る、永遠の旅。真っ白な魂で世界に降り立つ！──現実だけが自分が誰なのかを教えてくれる。だから僕は、旅に出る。",
      "ru": "Отправленное на землю бессмертное существо знакомится с мальчиком, одиноко живущим в Тундре. Существо может принимать форму умерших, но только если «импульс» сильнее предыдущего. С какими впечатлениями и встречами столкнётся существо, живущее вечно?",
      "pt-br": "Um ser imortal foi enviado à superfície da terra e encontrou um menino que vivia sozinho no meio da tundra.\nO ser pode assumir a forma de coisas moribundas, mas somente se o \"ímpeto\" for mais forte que o anterior. Que tipo de experiências e encontros o ser encontrará enquanto viver para sempre?\n\n---\n- **Ganhou o 43º Prêmio Kodansha Manga na categoria shounen em 2019**"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67e56a7a-c7ea-4db8-84f0-db19c2034729",
    "title": {
      "en": "Seasons of Blossom"
    },
    "updatedAt": "2024-07-29T16:18:11+00:00",
    "coverArt": "https://mangadex.org/covers/67e56a7a-c7ea-4db8-84f0-db19c2034729/86f85502-4640-4947-b740-69a2149c2eb3.jpg",
    "altTitles": [
      {
        "en": "Cheongchun Blossom"
      },
      {
        "en": "Youth Blossom"
      },
      {
        "ko": "청춘 블라썸"
      },
      {
        "uk": "Розквіт молодості"
      }
    ],
    "description": {
      "en": "Children who are beginning their youth.  \nTheir growing pain on their way to spring."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "130"
  },
  {
    "mangaId": "fbe1d7d2-f4b5-415a-9cb7-b4e9c819e8b8",
    "title": {
      "en": "Kyou mo Veranda de"
    },
    "updatedAt": "2024-11-01T15:31:45+00:00",
    "coverArt": "https://mangadex.org/covers/fbe1d7d2-f4b5-415a-9cb7-b4e9c819e8b8/c76f37b5-5414-453e-8e7e-bd9acfcf2923.jpg",
    "altTitles": [
      {
        "ja": "今日もベランダで"
      },
      {
        "ja-ro": "Kyou mo Beranda de"
      },
      {
        "en": "On the Balcony Again Today"
      },
      {
        "en": "Today, Again, on this Veranda"
      },
      {
        "en": "Today, Again on this Balcony"
      },
      {
        "ru": "Сегодня снова на балконе"
      },
      {
        "uk": "Сьогодні знову на балконі"
      },
      {
        "vi": "Lại gặp nhau ở ban công rồi"
      }
    ],
    "description": {
      "en": "A freelance designer loves to relax from work through gardening on his balcony. There he starts talking to his new neighbor next door over the wall without knowing her face.",
      "ja": "フリーのエディトリアルデザイナー・土岐田旬は、仕事に追われ部屋に籠りっぱなしの毎日。癒やしを求めてベランダガーデニングにハマるように。そんなある日、隣にちょっと変わった天然系の女性が引っ越してきた。ふとした出来事から、お互いの顔も知らぬままベランダの隔壁越しに話をするようになる二人。実は隣の女性は新進俳優・成海游なのだが……。ベランダとグリーンが繋ぐ隔壁越しの二人は？",
      "ru": "Фрилансер дизайнер-редактор Сюн Токита настолько занят своей работой, что целыми днями сидит взаперти в своей квартире. В поисках отдыха он пристрастился к балконному садоводству. Однажды по соседству с ним поселяется необычная женщина природной красоты. Они начинают разговаривать через стенку балкона, не зная друг друга в лицо. На самом деле соседка — восходящая актриса Ю Наруми...\nБалкон и зелень объединяют их через перегородку.",
      "uk": "Дизайнер-фрілансер любить відпочивати від роботи, займаючись садівництвом на своєму балконі. Там він починає розмовляти зі своєю новою сусідкою через стіну, не знаючи її в обличчя."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-11-21T20:47:29+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/c445d559-be59-4087-b985-a29f294aafb9.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a2e20cc-bdc8-47f1-80fd-b6da4b2703df",
    "title": {
      "en": "My Life as an Internet Novel"
    },
    "updatedAt": "2023-08-03T22:13:04+00:00",
    "coverArt": "https://mangadex.org/covers/8a2e20cc-bdc8-47f1-80fd-b6da4b2703df/64dbd78d-0b3e-4dcf-9657-95019715558f.jpg",
    "altTitles": [
      {
        "id": "Aturan dalam Web Novel"
      },
      {
        "es": "La Ley Del Inso"
      },
      {
        "en": "Inso's Law"
      },
      {
        "fr": "Les Lois de la Web-romance"
      },
      {
        "ja-ro": "Net Shousetsu no Housoku"
      },
      {
        "pl": "Prawo Inso"
      },
      {
        "ru": "Закон Бессонницы"
      },
      {
        "ru": "Моя жизнь как интернет-роман"
      },
      {
        "ja": "ネット小説の法則"
      },
      {
        "zh": "网络小说的法则"
      },
      {
        "ko": "인소의 법칙"
      },
      {
        "uk": "Закон безсоння"
      }
    ],
    "description": {
      "en": "\"I just want to live a normal life, why is this happening to me!\"  \n  \nYour average student Ham Dan-I, whose hobby was reading internet novels, wakes up and finds a beautiful, novel-like heroine. But even in the world of fantasy novels, her role is no different. Stuck as the childhood friend of the heroine, her normal everday life comes to an end, becoming more twisted by her strong character.  \n  \n\n\n---",
      "fr": "Tout la destine à une vie banale et normale de collégienne, mais elle se rend compte qu'elle se trouve en fait dans une web- romance?! Des beaux gosses aux couleurs de cheveux farfelues, des héroines à la beauté irréelle et des histoires à dormir debout? Très peu pour elle! Ces histoires stéréotypées à l'eau de rose ne l'intéressent pas. Mais comment s'en sortir quand on est coincée dans une web-romance?  \n  \n\n\n---",
      "id": "Saat ku bangun, tiba-tiba seragam sekolahmu berubah. Lalu tiba-tiba ada anak perempuan cantik yang mengaku sahabatmu sejak kecil, padahal baru kali ini kau bertemu dengannya. Apa ini masuk akal? Tunggu, masih ada lagi! Tiba-tiba kau satu sekolah dengan 4 anak laki-laki yang semuanya seperti tokoh dalam novel. Ada apa ini? Kenapa duniaku berubah? Kenapa aku masuk ke dalam novel?!  \n  \n\n\n---",
      "pl": "\"Ja chcę mieć tylko normalne życie, czemu to przytrafia się akurat mi!\"  \nZwyczajna uczennica Ham Dan-I, której hobby jest czytanie internetowych opowiadań, budzi się i spotyka piękną bohaterkę rodem z noweli. Ale nawet w tym świecie, jej rola jest inna. Jest przyjaciółką z dzieciństwa głównej bohaterki, jej normalnie codzienne życie dobiega końca, a staje się coraz bardziej pokręcone przez jej mocny charakter.  \n  \n\n\n---",
      "ru": "«Я просто хочу жить нормальной жизнью, почему это происходит со мной?!».  \n  \nМеня зовут Хам Дан И, я обычная ученица, которая любит читать веб-романы. Проснувшись однажды утром, я встретила красивую школьницу, называющую себя моей подругой детства. А школа, в которую мы с ней ходим, имеет ужасное название — Чи Чжон Чжун! Всё верно, я попала в веб-роман. Но я лишь подруга героини? Теперь ничто не помешает мне жить спокойной жизнью!  \nНо, как это часто бывает, героев окружают опасности!  \nЧем же закончится история?  \n  \n\n\n---\n\n[Official French Translation](https://www.delitoon.com/webtoon/lois-web-romance)  \n[Official Japanese Translation](https://piccoma.com/web/product/14196)  \n[Official English translation (comico app)](https://www.comico.io/pocket-comics)  \n[Official Indonesian Translation](https://kakaopage.co.id/content/Aturan-dalam-Web-Novel/3091)",
      "uk": "Хам Дан І, звичайна учениця, хобі якої було читання інтернет-новел. Одного дня, коли вона збиралась у свою нову школу на порозі її зустріла навдивовижу красива дівчинка, Бан Йо Ренг. Дівчина вхопила Дан І за руку і відвела її до невідомої їй школи. Та коли вона оговталась, то зразу ж попрощалась з Бан Йо Ренг, та сказала, що тепер піде у свою школу. Та от лихо, її школи не існує в цьому місті. Дівчина розумію, що попала в одну з інтернет-новел, та ще й яке невезіння, вона стала всього лиш подругою головної героїні. А на голову ще й впали Чотири Небесні Царі. Як же Дан І виплутається з цієї ситуації?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "605d6f66-8165-4a57-a404-77002836e30e",
    "title": {
      "en": "Nekojiru Udon"
    },
    "updatedAt": "2024-12-01T13:23:56+00:00",
    "coverArt": "https://mangadex.org/covers/605d6f66-8165-4a57-a404-77002836e30e/6c916f6c-8ce0-4d98-a946-ec486451206a.jpg",
    "altTitles": [
      {
        "en": "Cat Soup"
      },
      {
        "ja": "ねこぢるうどん"
      }
    ],
    "description": {
      "en": "Short stories about two anthropomorphic white cats who have no respect and are just plain cruel. Dark humor warning."
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "11"
  },
  {
    "mangaId": "32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4",
    "title": {
      "en": "Rent-A-Girlfriend"
    },
    "updatedAt": "2024-10-29T06:30:46+00:00",
    "coverArt": "https://mangadex.org/covers/32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4/d4c64855-a752-40e0-bd9e-5cc1a3aad19b.jpg",
    "altTitles": [
      {
        "ja": "彼女、お借りします"
      },
      {
        "ja-ro": "Kanojo, Okarishimasu"
      },
      {
        "ko": "여친, 빌리겠습니다"
      },
      {
        "zh": "女朋友、借我一下"
      },
      {
        "zh": "租借女友"
      },
      {
        "zh-hk": "出租女友"
      },
      {
        "hr": "Unajmi curu"
      },
      {
        "fr": "J'aimerais louer une petite amie"
      },
      {
        "de": "Ich würde mir gerne eine Freundin ausleihen"
      },
      {
        "id": "Dia, Aku Pinjam"
      },
      {
        "id": "Gadis yang Aku [Akan] Pinjam"
      },
      {
        "it": "Vorrei noleggiare una ragazza"
      },
      {
        "it": "Una ragazza a noleggio"
      },
      {
        "ms": "Pacar Sewaan"
      },
      {
        "pl": "Dziewczyna do wynajęcia"
      },
      {
        "pt": "Namorada de Aluguer"
      },
      {
        "pt-br": "Namorada de aluguel"
      },
      {
        "ru": "Девушка на прокат"
      },
      {
        "ru": "Девушка на час"
      },
      {
        "es-la": "Novia de Alquiler"
      },
      {
        "th": "สะดุดรักยัยแฟนเช่า"
      },
      {
        "tr": "Kiralık Sevgili"
      },
      {
        "vi": "Dịch Vụ Cho Thuê Bạn Gái"
      },
      {
        "id": "Kanojo Okarishimasu: Rent-a-Girlfriend"
      }
    ],
    "description": {
      "en": "Kinoshita Kazuya is a regular college student who was just dumped by his girlfriend for another guy. Feeling down in the dumps, he decides to use an app called Diamond to hire Mizuhara Chizuru, a rental girlfriend, to make himself feel better. From their first meeting, she seems to be the perfect girl for him, but is there more to her than meets the eye? And how will their not quite typical relationship develop?\n___\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10001/episode/312699) (U.S. Only), [Kodansha](https://kodansha.us/series/rent-a-girlfriend/)",
      "fr": "Kinoshita Kazuya est un étudiant régulier qui vient d'être largué par sa petite amie pour un autre gars. Se sentant dans les décharges, il décide d'utiliser une application appelée Diamond pour embaucher Mizuhara Chizuru, une petite amie de location, afin de se sentir mieux. Dès leur première rencontre, elle semble être la fille parfaite pour lui, mais est-ce qu'il y a autre chose pour elle que ce qui est à l'oeil? Et comment va se développer leur relation pas tout à fait typique?",
      "it": "Kinoshita Kazuya è un normale studente universitario che è stato appena lasciato dalla sua ragazza. Devastato, decide di usare un app chiamata \"Diamond\" per reclutare Mizuhara Chizuru, una ragazza a noleggio per tirargli su il morale. Fin dal loro primo incontro, sembra essere la ragazza perfetta per lui, ma ci sarà altro dietro a quell'immagine da \"brava ragazza\"…? E come si evolverà la loro inusuale relazione?",
      "ja": "都内在住のダメダメ大学生、木ノ下和也（20）。ある日、“ワケアリ”の超絶美少女、水原千鶴との出会いをキッカケに、彼の人生は大きく変わり始めて──！？",
      "pt": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar uma aplicação de relacionamentos depois de ter levado terminado com a sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!",
      "ru": "Двадцатилетний никудышный студент университета муниципального района Киносита Кадзуя. Встреча с «особенной» красавицей ознаменует начало изменений в его жизни?!",
      "es-la": "Kinoshita Kazuya es un estudiante universitario normal al que su novia acaba de dejar por otro chico. Sintiéndose deprimido, decide usar una aplicación llamada Diamond para contratar a Mizuhara Chizuru, una novia de alquiler, para sentirse mejor. Desde su primer encuentro con ella, parece ser la chica perfecta para él, pero ¿hay más en ella de lo que parece? ¿Y cómo se desarrollará su relación no muy típica?",
      "pt-br": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar um aplicativo de relacionamentos depois de ter levado um fora de sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7888782-0727-49b0-95ec-a3530c70f83b",
    "title": {
      "en": "Hajime no Ippo - The First Step"
    },
    "updatedAt": "2024-11-01T15:39:06+00:00",
    "coverArt": "https://mangadex.org/covers/f7888782-0727-49b0-95ec-a3530c70f83b/85adbbce-f22b-46c3-b541-fb78e1e0da82.jpg",
    "altTitles": [
      {
        "th": "ก้าวแรกสู่สังเวียน"
      },
      {
        "en": "Fighting Spirit"
      },
      {
        "ru": "Первый шаг!"
      },
      {
        "ja": "はじめの一歩"
      },
      {
        "zh": "第一神拳"
      },
      {
        "ko": "더 파이팅"
      },
      {
        "fr": "Ippo"
      },
      {
        "id": "Fight!! Ippo"
      }
    ],
    "description": {
      "en": "Makunouchi Ippo is an ordinary high school student in Japan. Since he spends most of his time away from school helping his mother run the family business, he doesn't get to enjoy his younger years like most teenagers. Always a target for bullying at school, Ippo's life is one of hardship. One of these after-school bullying sessions turns Ippo's life around for the better, as he is saved by a boxer named Takamura. He decides to follow in Takamura's footsteps and train to become a boxer, giving his life direction and purpose. Ippo's path to perfecting his pugilistic prowess is just beginning.\n\nOfficial Release:\n- Indonesian release by Level Comics as **Fight!! Ippo** (2006-ongoing)",
      "pt-br": "Ippo Makunouchi, um tímido estudante de ensino médio, é um dia salvo se der espancado, por Takamura, um boxeador. Encantado pelas habilidade de Takamura e por vídeos de boxe, Ippo decide enfrentar o mundo profissional do boxe!"
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-11-29T20:03:34+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/93b0b3ea-5990-4e2b-ad1a-01e231a7938a.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      },
      {
        "ja-ro": "Kingudamu"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9422a147-c0c8-400d-9106-57cb8ece3dba",
    "title": {
      "en": "Kimi wa Meido-sama"
    },
    "updatedAt": "2024-11-10T21:44:21+00:00",
    "coverArt": "https://mangadex.org/covers/9422a147-c0c8-400d-9106-57cb8ece3dba/b70aa6b6-03a3-403e-9c14-91f7cc126ab2.jpg",
    "altTitles": [
      {
        "en": "You are Ms. servant"
      },
      {
        "ja": "君は冥土様"
      },
      {
        "zh-hk": "暗殺女僕冥土醬"
      }
    ],
    "description": {
      "en": "A girl in a maid uniform came to Hitoyoshi's house looking for a job. Her previous job was an assassin, and she is skilled in all the deadly arts, but she's a complete beginner at housework. Hitoyoshi was confused by the strange request and sent her away. But then she saved Hitoyoshi from a deadly accident, and he thought maybe they can make this work? This is a story about a maid who was a cold-hearted killer learning about new emotions. A maid who lived a lonely life in the underworld finally finding family. The start of an enjoyable daily life.",
      "id": "||Seorang gadis dengan pakaian pelayan datang ke rumah Hitoyoshi untuk mencari pekerjaan. Pekerjaan dia sebelumnya adalah seorang pembunuh, dan dia sangat ahli dalam semua teknik membunuh, tapi dia sangat awam dalam pekerjaan rumah. Hitoyoshi bingung dengan permintaan anehnya itu dan memintanya pergi. Tapi kemudian gadis itu menyelamatkan Hitoyoshi dari sebuah kecelakaan maut, dan Hitoyoshi pikir dia mungkin bisa mempekerjakannya? Ini adalah kisah tentang seorang pelayan yang dulunya adalah pembunuh berdarah dingin kini belajar tentang emosi baru. Seorang pelayan yang hidup kesepian di dunia bawah akhirnya menemukan keluarga. Awal kehidupan sehari-hari yang menyenangkan dimulai!||"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4cac440-3b9a-456b-b4ea-a387172e5c75",
    "title": {
      "en": "Hell Dogs"
    },
    "updatedAt": "2024-06-19T20:38:20+00:00",
    "coverArt": "https://mangadex.org/covers/f4cac440-3b9a-456b-b4ea-a387172e5c75/8aad0c10-af94-4599-b19b-0f525ab65ad6.jpg",
    "altTitles": [
      {
        "ja-ro": "Hell Dogs: Jigoku no Inu-tachi"
      },
      {
        "ja": "ヘルドッグス 地獄の犬たち"
      },
      {
        "vi": "Những con chó địa ngục"
      }
    ],
    "description": {
      "en": "Can I kill a person as a police officer!? It's been three and a half years since I became a yakuza, and the infiltration never ends.  \n  \nKanetaka of the Higashi-Sheath Association is a gangster with a strong arm who has climbed up to assistant young head.  \nHe landed in Okinawa at the command of the organization and killed his target, Kino.  \nThat night, Kanetaka vomits violently.  \nHe was an undercover investigator at the Metropolitan Police Department!  \nWhat is the purpose of Kanetaka's actions!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "24"
  },
  {
    "mangaId": "975f3334-8395-4393-84a2-50fcaccbcdc0",
    "title": {
      "en": "Fantasy Bishoujo Juniku Ojisan to"
    },
    "updatedAt": "2024-10-10T17:52:05+00:00",
    "coverArt": "https://mangadex.org/covers/975f3334-8395-4393-84a2-50fcaccbcdc0/e56bddd7-bb3d-41c4-865e-fbab6fbcd4cb.jpg",
    "altTitles": [
      {
        "ja": "異世界美少女受肉おじさんと"
      },
      {
        "ja": "異世界（ファンタジー）美少女受肉おじさんと"
      },
      {
        "ja": "ファ美肉"
      },
      {
        "ja-ro": "Fabiniku"
      },
      {
        "ja-ro": "Isekai Bishoujo Juniku Ojisan to"
      },
      {
        "ko": "이세계 미소녀가 되어 버린 아저씨와"
      },
      {
        "en": "Life with an Ordinary Guy Who Reincarnated into a Total Fantasy Knockout"
      },
      {
        "en": "With a Fogie Reincarnated as a Pretty Fantasy Girl"
      },
      {
        "ru": "Фантастический мир с обращённым в красавицу мужчиной и…"
      }
    ],
    "description": {
      "en": "Hinata Tachibana, a beleaguered 32-year-old office worker, and his handsome best friend Tsukasa Jinguuji were summoned to another world by a naked goddess. However, because of the goddess's mischief, Tachibana was turned into a peerless beautiful girl?! To get back his body, he has to go on a journey with his best friend to defeat the demon king!!   \n  \nHowever… will they be able to keep their hands off each other!?  \n  \n\"An older man that became a beautiful girl\" and \"A handsome older man\"! Let the madness-filled another world journey rom-com begin!!",
      "ru": "Скучный мужчина вместе с его красивым лучшим другом были призваны в другой мир обнаженной богиней! Однако из-за озорства богини одного превратили в... невероятно красивую девушку?! Чтобы обратно вернуть своё тело, они должны отправиться в путешествие, чтобы победить Короля Демонов!! Да пускай начнётся романтическая комедия, наполненная полным безумием иного мира!",
      "pt-br": "Hinata Tachibana, um trabalhador de escritório sitiado de 32 anos, e seu belo melhor amigo Tsukasa Jinguuji foram convocados para outro mundo por uma deusa nua. No entanto, por causa das travessuras da deusa, Tachibana foi transformada em uma garota bonita inigualável ?! Para recuperar seu corpo, ele tem que viajar com seu melhor amigo para derrotar o rei demônio !! \n\nNo entanto... eles serão capazes de manter as mãos longe um do outro !? \n\n\"Um homem mais velho que se tornou uma garota bonita\" e \"Um homem mais velho e bonito\"! Deixe a loucura outra jornada mundial rom-com começar!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c60563d3-15b7-42c2-a0f2-e130b106d7aa",
    "title": {
      "en": "Snake-chan’s important thing"
    },
    "updatedAt": "2024-12-03T18:04:41+00:00",
    "coverArt": "https://mangadex.org/covers/c60563d3-15b7-42c2-a0f2-e130b106d7aa/f8731554-d266-4dc6-9299-6e7e77c9a3ca.png",
    "altTitles": [],
    "description": {
      "en": "part of [\"New interpretation?!\", A tribute to one piece] from the One Piece Magazine Vol. 19"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a45676c-6b3e-4733-a1f1-5b9f379954e8",
    "title": {
      "en": "Shane x Onna Oujoushu no Manga"
    },
    "updatedAt": "2024-11-07T17:04:01+00:00",
    "coverArt": "https://mangadex.org/covers/2a45676c-6b3e-4733-a1f1-5b9f379954e8/a60714b4-e0e7-4133-aa4d-389e3b9fd3cb.jpg",
    "altTitles": [
      {
        "ja": "シェーン×女農場主の漫画"
      },
      {
        "ja-ro": "Shane x Onna Oujoushu no Manga"
      },
      {
        "en": "A Manga about Shane and the Farmer"
      },
      {
        "en": "Shane x Female Farmer"
      }
    ],
    "description": {
      "en": "A Stardew Valley doujin that follows the love story of Shane and Mugi, a farmer who has just moved to Pelican Town. \nThe story is semi-original and does not strictly follow the game's events and dialogue."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "7a47c571-7567-471d-bc65-ff942e3186f8",
    "title": {
      "en": "Sekai ni Hitori, Zenzokusei Mahou no Tsukaite"
    },
    "updatedAt": "2024-11-02T14:53:02+00:00",
    "coverArt": "https://mangadex.org/covers/7a47c571-7567-471d-bc65-ff942e3186f8/f7f02ca8-4a62-4387-9893-1a442b077835.jpg",
    "altTitles": [
      {
        "ja": "世界に一人、全属性魔法の使い手"
      },
      {
        "en": "The Only in the World, Omnipotent Wizard"
      },
      {
        "en": "The Only Person in the World Able to Use All Magic Attributes"
      }
    ],
    "description": {
      "en": "After a traffic accident, Zenichi Kiyama, a humble office worker, was reincarnated as a baby in a different world called \"perfect compatibility\". However, the result of his attribute appraisal with crystal was \"dark attribute\". The worst result is that he is a demon child...! ?",
      "id": "Setelah kecelakaan lalu lintas, Zenichi Kiyama, seorang pekerja kantoran yang rendah hati, bereinkarnasi sebagai bayi di dunia berbeda yang disebut \"kompatibilitas sempurna\". Namun, hasil apresiasi atributnya dengan kristal adalah \"atribut hitam\". .! ?",
      "ja": "ブラック企業に勤めるサラリーマンの木山全一は交通事故を境に異世界に赤子として転生する。神様曰く、その世界は“相性バッチリ”とのこと。希望に満ちた異世界生活が始まるはずだったが、水晶による属性鑑定を行った結果、魔族の証である《闇属性》を持って産まれたことがわかってしまい…!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbc8e1e4-cba6-48ec-b828-d613fe3d93a6",
    "title": {
      "en": "Koori Zokusei Danshi to Cool na Douryou Joshi"
    },
    "updatedAt": "2024-11-02T18:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/fbc8e1e4-cba6-48ec-b828-d613fe3d93a6/7f6b8411-55b8-4134-8c82-17c4c38ff5e8.jpg",
    "altTitles": [
      {
        "ja": "氷属性男子とクールな同僚女子"
      },
      {
        "en": "The Ice Guy and the Cool Girl"
      },
      {
        "en": "The Ice Guy and His Cool Female Colleague"
      },
      {
        "de": "Ice-Guy und seine coole Kollegin"
      },
      {
        "fr": "The Ice Guy & the Cool Girl"
      },
      {
        "fr": "L'homme glacé et la consœur cool"
      },
      {
        "fr": "L'homme froid et la collègue cool"
      },
      {
        "it": "Ice Guy & Cool Girl"
      },
      {
        "es": "El chico de hielo y su genial colega femenina"
      },
      {
        "pl": "Śnieżny chłopak i cool dziewczyna"
      },
      {
        "ru": "Ледяной парень и классная девушка-коллега"
      },
      {
        "th": "บริษัทลุ้นรัก หนุ่มหิมะกับสาวสุดคูล"
      },
      {
        "ko": "빙속성 남자와 쿨한 동료녀"
      },
      {
        "tr": "Buz çocuk ve havalı i̇ş arkadaşı"
      },
      {
        "zh": "冰属性男子与酷酷女同事"
      },
      {
        "zh-hk": "冰屬性男子與無表情女子"
      },
      {
        "ar": "رجل الثلج وزميلة العمل الباردة"
      },
      {
        "vi": "Anh chàng băng giá và cô nàng đồng nghiệp lạnh lùng"
      },
      {
        "vi": "Chàng \"băng\" nàng \"giá\""
      },
      {
        "en": "Ice Guy and the Cool Female Colleague"
      }
    ],
    "description": {
      "de": "Himuro ist Büroangestellter und der Nachfahre einer Schneefrau. Wann immer seine Gefühle außer Kontrolle geraten, werden seine Kollegen seinen eisigen Kräften ausgesetzt. Jedoch besitzt er entgegen seiner frostigen Fähigkeiten eine sehr warmherzige und freundliche Persönlichkeit. Er liebt Katzen und Blumen, auch wenn er ihnen nicht zu nahe kommen kann. Diejenige, die seine Gefühle immer wieder aus der Bahn wirft und sein Herz zum Schmelzen bringt, ist seine stets gefasst wirkende und ein wenig exzentrische Kollegin Fuyutsuki. Obwohl alle Kollegen durch den stetigen Ausbruch seiner Kräfte von seinen Gefühlen für Fuyutsuki wissen, ist diese vollkommen ahnungslos. Dies hält Himuro jedoch nicht davon ab, zu versuchen, ihr Herz für sich zu gewinnen.",
      "en": "A cute fluffy romance about the decendant of a yuki-onna who freezes the surrounding area every time he talks to his cute coworker.\n\nx.5 chapters are longer than normal chapters and have more fluffy content, make sure to read them!\n\n---\nHimuro is a living descendant of the Snow Woman from Japanese folklore. But anytime he's around his eccentric yet kind colleague, Fuyutsuki-san, he totally freezes up! Despite the snowstorm of love that rages on in his heart, and her complete cluelessness, will he take a step forward or stay frozen in place?\n\n---\n**Links:**\n- Alternative Official English - [Penguin Random House](https://www.penguinrandomhouse.com/series/FQP/the-ice-guy-and-the-cool-girl/)",
      "fr": "Himuro est le descendant d'une yuki-onna, une femme des neiges. Par cette filiation, il plonge inconsciemment son entourage dans un environnement proche de l'Arctique lorsqu'il se concentre.\n\nPire encore, il passe pour un homme qu'il n'est pas : perçu comme insensible et au tempérament glacial, il est en réalité chaleureux, aime les chats et les fleurs.\n\nSon état finit par attirer l'attention de sa collégue Fuyutsuki, dont il est secrètement amoureux. Himuro se montre alors déterminé à capturer le coeur de la jeune femme.",
      "id": "Romansa lembut yang lucu tentang dekendensi yuki-onna yang membekukan area sekitarnya setiap kali dia berbicara dengan rekan kerjanya yang imut.",
      "it": "Il manga racconta la dolce storia d'amore tra due colleghi, la tranquilla e dolce Fuyutsuki-san e Himuro-kun, discendente di una donna delle nevi, che letteralmente ghiaccia ogni cosa attorno a lui.\n\n---\nQuesta è la storia di Himuro, il discendente di una donna delle nevi, e della sua gentile seppur particolare collega Fuyutsuki... Anche se a prima vista possono sembrare due persone imperturbabili, entrambi sono in realtà molto impacciati quando si tratta di questioni di cuore; infatti l’amore che Himuro nutre nei confronti di Fuyutsuki imperversa nel suo animo come una bufera di neve, impedendogli di compiere il fatidico primo passo. Lei, d’altro canto, pare del tutto inconsapevole dei suoi stessi sentimenti...",
      "ja": "現代を生きる雪女の末裔な氷室くんと、同僚のちょっとユニークで優しい冬月さん。一見、クールに見えつつも、二人は恋愛にすっごく不器用。冬月さんへの「好き」が心の内で吹雪のように吹き荒れる氷室くんはもう一歩を踏み出せず、一方の冬月さんは自分の感情に超が付くほど鈍感で!?　Twitter＆pixivで大人気!!　クールな二人のピュア過ぎラブコメディー♪　単行本だけの描き下ろしマンガ３編を収録☆",
      "ko": "현대를 살아가는 설녀의 후예 히무로와 \n약간 독특하면서도 상냥한 동료 후유츠키. \n\n언뜻 보면 쿨해보이는 두 사람이지만, 연애에 관해서는 놀랄 만큼 서투르다. \n후유츠키를 향한 ‘호감’이 마음속에서 눈보라처럼 몰아치자, \n히무로는 더 이상 한 걸음도 나아가지 못하고. \n후유츠키 역시도 자신의 감정에 둔감하기는 마찬가지였는데!? \n\nTwitter&pixiv에서 대인기!! \n쿨한 두 사람의 맑다 못해 투명한 러브 코미디♪ \n\n단행본만의 오리지널 에피소드 3편도 수록☆",
      "pl": "Poznajcie Himuro, żyjącego we współczesnej Japonii potomka yuki-onny, oraz jego nieco nietypową koleżankę z biurka obok, Fuyutsuki. Choć na pierwszy rzut oka oboje wydają się spokojni i opanowani, tak naprawdę w miłości nie do końca dobrze sobie radzą. Himuro, w którego sercu panuje miłosna zamieć, nie jest w stanie wykonać kolejnego kroku naprzód, zaś Fuyutsuki zdaje się nie zauważać jego starań…",
      "ru": "Милый пушистый роман о классной работнице и её, холодном как лёд, коллеге.",
      "th": "ฮิมุโระคุง ชายหนุ่มผู้สืบเชื้อสายของสาวหิมะซึ่งใช้ชีวิตอยู่ในยุคปัจจุบัน \nและคุณฟุยุสึกิ เพื่อนร่วมงานสาวผู้อ่อนโยนและค่อนข้างไม่เหมือนใคร \nหากมองแค่ผิวเผิน หนุ่มสาวคู่นี้ก็ดูเป็นคนคูลๆ อยู่หรอก \nแต่พอเป็นเรื่องราวความรักแล้ว ทั้งสองกลับไม่เอาไหนซะเลย\nฮิมุโระคุงผู้ได้แต่เก็บความ \"ชอบ\" \nที่มีต่อฟุยุสึกิไว้ในใจประหนึ่งพายุหิมะที่โหมกระหน่ำ \nโดยไม่กล้าก้าวออกไปเริ่มต้นสักที \nส่วนฝ่ายคุณฟุยุสึกิเองก็ช่างความรู้สึกช้าไม่รู้ใจตัวเองเลย!?",
      "tr": "Sevimli iş arkadaşıyla her konuştuğunda çevreyi donduran ve Yuki-Onna'nın soyundan gelen adam hakkında sevimli, kabarık bir romantizm.",
      "vi": "Một câu chuyện tình yêu lãng mạn và dễ thương về một một cô nàng lạnh lùng và đồng nghiệp của cô ấy. Một câu chuyện tình yêu lãng mạn và dễ thương về một một cô nàng lạnh lùng và đồng nghiệp của cô ấy.",
      "zh": "冰属性男子与酷酷女同事漫画 ，当雪男遇上酷酷女同事，办公室将掀起一场恋爱暴风雪！",
      "pt-br": "Himuro-kun, descendente de uma Yuki-onna moderna, acabou de chegar em seu novo trabalho, e acaba criando tempestades de neve e bonecos de neve quando é tomado por suas emoções e perde o controle. Sua paixão secreta por Fuyutsuki-san, uma colega de trabalho única, mas gentil, cresce tão forte que congela às vezes aqueles ao seu redor. Por outro lado, Fuyutsuki-san, que muitas vezes é visto como legal pelos outros, também está muito interessada no misterioso Himuro-kun. O relacionamento deles muda gradualmente através do trabalho diário e dos eventos da empresa, e eles também começam a passar tempo juntos, mas ambos são desajeitados no amor e não conseguem se aproximar…"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ef6ddce-7930-45ae-a335-9a45604b99f7",
    "title": {
      "en": "Genjitsushugi Yuusha no Oukoku Saikenki"
    },
    "updatedAt": "2024-10-04T02:42:10+00:00",
    "coverArt": "https://mangadex.org/covers/1ef6ddce-7930-45ae-a335-9a45604b99f7/dcdb59dc-3792-4b9d-b53e-b30eb77f20ac.jpg",
    "altTitles": [
      {
        "ja": "現実主義勇者の王国再建記"
      },
      {
        "ja-ro": "Genjitsu Shugi Yuusha no Oukoku Saikenki"
      },
      {
        "en": "How a Realist Hero Rebuilt the Kingdom"
      },
      {
        "en": "A Realist Hero's Kingdom Restoration Chronicle"
      },
      {
        "fr": "Comment un Héro réaliste reconstruit un Royaume"
      },
      {
        "pl": "Jak realistyczny Bohater odbudował Królestwo"
      },
      {
        "vi": "Công Cuộc Tái Thiết Vương Quốc Của Anh Hùng Chủ Nghĩa Hiện Thực"
      }
    ],
    "description": {
      "en": "\"O, Hero!\", with that cliched line, Kazuya Souma found himself summoned to another world and his adventure -did not begin. After he presents his plan to strengthen the country economically and militarily, the king cedes the throne to him and Souma finds himself saddled with ruling the nation! What's more, he's betrothed to the king's daughter now?! In order to get the country back on its feet, Souma calls the wise, the talented, and the gifted to his side. Five people gather before the newly crowned Souma. Just what are the many talents and abilities they possess?! What path will his outlook as a realist take Souma and the people of his country down?",
      "fr": "« Bonjour, Héros ». Après une convocation tout à fait banale dans un autre monde, Kazuya Souma se retrouve à l'aube d'une aventure épique–ou peux être pas. Après avoir présenté un plan pour renforcer économiquement et militairement le pays qui l'avait invoqué, le roi décide subitement de céder son trône à notre héros pour le meilleur et le pire, sans même demander l'avis de Kazuya. Et par-dessus tout, Kazuya se retrouva ainsi fiancé avec la propre fille de l'ancien roi. Afin d’obtenir un pays stable, il fera appel à tous les talents, les sages et les génies pour qu’ils soient à ses côtés. Cinq personnes se réunirent autour de Souma nouvellement couronné pour l’assister. Quels sont ces nombreux talents et les capacités qu’ils possèdent …!? Quelle sera la voie qu’il décidera d’emprunter pour ainsi révolutionner entièrement ce monde fantastique.",
      "ja": "異世界に突如として勇者召喚された相馬一也。だが、彼の“勇者”としての冒険は――始まらなかった。国王から国家の抱える危機と課題を聞き出した彼は、持ち前の現代の知識を活かし富国強兵策を提案。すると……「召喚されし勇者ソーマ・カズヤに王位を譲る！」なんと、あろうことか国王より譲位されてしまう。さらに王女をソーマの婚約者にすると発表され――!?\n\n若き国王ソーマと腹心の仲間とが共に国家の再興を目指す異世界本格内政ファンタジー開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f5366b7-3c41-4cff-895c-385a41d5e39a",
    "title": {
      "en": "Onna Chara de Isekai Teni shite Cheatppoi kedo Zako Chara na no de Medatazu Heiwa na Shomin wo Mezashimasu!"
    },
    "updatedAt": "2024-11-03T00:20:02+00:00",
    "coverArt": "https://mangadex.org/covers/8f5366b7-3c41-4cff-895c-385a41d5e39a/3ac62e5c-2ff1-4148-81b1-de7d2770eb74.jpg",
    "altTitles": [
      {
        "ja": "女キャラで異世界転移してチートっぽいけど雑魚キャラなので目立たず平和な庶民を目指します！"
      },
      {
        "ja-ro": "Onna Chara de Isekai Ten'i shite Cheatppoi kedo Zako Chara na no de Medatazu Heiwa na Shomin o Mezashimasu!"
      },
      {
        "en": "After Reincarnating in Another World as My Sort of Cheat but Small Fry Female Character I will Strive to Live a Peaceful Life of an Ordinary Person!"
      },
      {
        "hu": "Olyan Női Karakterként Kerülök Egy Másik Világba, Akinek Ugyan Vannak Különleges Képességei, De Mivel Egy Jelentéktelen Karakter Vagyok, Megpróbálok Nem Feltűnni És Békés Hétköznapi Életet Élni!"
      }
    ],
    "description": {
      "en": "A little weary salaryman. One day, after waking up… he found himself in another world in the body of a female character, Susie, from the MMORPG he liked to play. Confused, he tried an attack… and made all the monsters flee to the place people live, afraid of his destructive power that’s able to smash a mountain. Having dealt with them, he ended up saving Howard, a local tribune who invited his savior to the village, but…",
      "es": "Un asalariado un poco cansado. Un día, tras despertarse... se encontró en otro mundo en el cuerpo de un personaje femenino, Susie, del MMORPG al que le gustaba jugar. Confundido, intentó un ataque... e hizo que todos los monstruos huyeran al lugar donde vive la gente, temerosos de su poder destructivo, capaz de aplastar una montaña. Tras enfrentarse a ellos, acabó salvando a Howard, un magistrado local que había invitado a su héroe al pueblo, pero...",
      "hu": "Egy kimerült irodai dolgozó. Egy nap, amikor felébred, azt veszi észre, hogy egy másik világba került, és abban a női karakterben van, amelyet az általa játszott online játékban használt, Suzy néven. Bár kezdetben össze van zavarodva, támadásai hatalmas pusztító erővel bírnak, olyannyira, hogy még a hegyek alakját is megváltoztatja, és veszélyes vadállatokat űz a közeli faluba. Miközben segít Howardnak, a falusiak védelmezőjének, a vadállatok elleni küzdelemben, meghívást kap a faluba. Azonban...\n\nEgy 32 éves férfi... egy online játék világában lánnyá válva próbál boldogulni!? Célja egy egyszerű, békés élet megteremtése a falusi környezetben. A kaland most kezdődik!",
      "ja": "お疲れ気味のサラリーマン。ある日、目が覚めると...やりこんでいたネットゲームの女キャラ・スージィの姿で異世界転移していた。とまどいながらも攻撃を放つと...なぜか山の形を変えてしまうほどの破壊力で、人里のほうに魔獣を散らしてしまう。そしてその対処をしていた護民官ハワードを助けたことをきっかけに、村に招かれることになるのだが――。\n\n32歳のおっさんが...ネトゲの世界で女の子として生きていく!? 目指せ庶民派スローライフ、開幕!!",
      "vi": "Một anh nhân viên làm công ăn lương bình thường.  Bỗng một ngày nọ, sau khi tỉnh dậy… anh thấy mình ở một thế giới khác trong cơ thể của một nhân vật nữ, Susie, trong game MMORPG mà anh rất thích. Bối rối, Anh đấm hết lũ quái xung quanh… và khiến tất cả quái vật chạy trốn đến nơi con người sinh sống trong sự sợ hãi trước sức mạnh hủy diệt có thể đập nát cả một ngọn núi của mình. Xử lý xong đám quái vật, anh cứu giúp ông bác Howard đang bị lũ quái bao vậy, Howard ngỏ lời mời anh đến làng, thế rồi...",
      "es-la": "Un asalariado un poco cansado. Un día, tras despertarse... se encontró en otro mundo en el cuerpo de un personaje femenino, Susie, del MMORPG al que le gustaba jugar. Confundido, intentó un ataque... e hizo que todos los monstruos huyeran al lugar donde vive la gente, temerosos de su poder destructivo, capaz de aplastar una montaña. Tras enfrentarse a ellos, acabó salvando a Howard, un magistrado local que había invitado a su héroe al pueblo, pero...",
      "pt-br": "Um assalariado um pouco cansado. Um dia, ao acordar… ele se viu em outro mundo no corpo de uma personagem feminina, Susie, do MMORPG que ele gostava de jogar. Confuso, ele tentou um ataque… e fez todos os monstros fugirem para o lugar onde as pessoas vivem, com medo de seu poder avassalador que é capaz de destruir uma montanha. Depois disso, ele acabou salvando Howard, um tribuno local que convidou seu salvador para a vila, mas…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7e5b450-94ee-4060-9e7e-3e0785707000",
    "title": {
      "en": "Go! Ina Junior High Ping-Pong Club"
    },
    "updatedAt": "2024-08-04T04:52:35+00:00",
    "coverArt": "https://mangadex.org/covers/b7e5b450-94ee-4060-9e7e-3e0785707000/edfc0901-b24d-4c52-91d5-6c987c359190.jpg",
    "altTitles": [
      {
        "zh": "去吧，稻中乒团"
      },
      {
        "ja": "行け！稲中卓球部"
      },
      {
        "ja-ro": "Ike! Ina-chuu Takkyuubu"
      }
    ],
    "description": {
      "en": "There are six members of the boy's ping pong club. Two are relatively normal; however, the other four consist of an aspiring sexual deviant, two perverts, and a guy with lethal B.O. Add in a cantakerous girl as a manager, and you have the entire crew.  \n  \nThis series pushes the boundaries of good taste beyond anything the western world has experienced, yet somehow manages to remain vaguely charming. The antics of the ping pong club includes one member's trademark \"Protruding Pecker Serve,\" molesting cross-dressing members, and the infamous \"Turtle Sequence,\" which is much too horrifying to describe.  \n  \nIn 1996, this manga won the Kodansha Manga Award for general manga."
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "159"
  }
]