[
  {
    "mangaId": "79b1bfc0-e65d-4647-8a58-8156f8bfcc85",
    "title": {
      "en": "I Have a Mansion In The Post-Apocalyptic World"
    },
    "updatedAt": "2023-12-02T22:24:57+00:00",
    "coverArt": "https://mangadex.org/covers/79b1bfc0-e65d-4647-8a58-8156f8bfcc85/555b673e-2ba3-4412-bf5d-f8ff7d40aae5.png",
    "altTitles": [
      {
        "zh-ro": "Wo Zai Moshi You Taofang"
      },
      {
        "ru": "У меня есть особняк в мире постапокалипсиса!"
      },
      {
        "zh": "我在末世有套房"
      }
    ],
    "description": {
      "en": "Jiang Chen crossed into the judgment day after the nuclear war, and there was a mess everywhere. In order to survive, Jiang Chen led the refugees to establish a base area and set up a federation. Then carry the judgment day's technology and return to the true world. Change the political structure of the earth, rescue the world in a critical moment, and establish the Great Union of Earth Federation! Expanding the territory and fighting the threat from the sky."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "93d4aeef-bdd4-435f-b6f4-4d313e92de4c",
    "title": {
      "en": "My Precious Little Villains"
    },
    "updatedAt": "2023-08-20T14:12:06+00:00",
    "coverArt": "https://mangadex.org/covers/93d4aeef-bdd4-435f-b6f4-4d313e92de4c/752515fc-b2a9-467c-8c2f-54347c8c343e.png",
    "altTitles": [
      {
        "ko": "곱게 키운 악당들"
      },
      {
        "en": "I Raised the Villains Preciously"
      }
    ],
    "description": {
      "en": "I will become the nursery teacher of the children who would become the future Black Sorcerer, the Heads of Dark Guild, and Psychopath Emperor. I didn’t want to get entangled and wanted to sneak out of the nursery, but instead, I decided to raise the poor little villains with full sincerity.\n\n“Teacher, are you leaving us behind?”\n\n——\n\n“If you look at this handsome face a little more, you won’t be able to win.”\n\nMasha, who had taken off his dress and wore a neat uniform, grew up as a narcissistic adult.\n\n“Teacher, the more dangerous I am, the more likely you will not take your eyes off of me. I’m weak at the poor things.”\n\nAlthough he is the Empire’s number one in rough and fierce ways, Jeremy is strangely soft for Hannah, but his way of affection was a little off.\n\n“I’m going to listen to whatever you want. Whatever it is, whatever it is for. Instead, the teacher should stay with me.”\n\nIan, who became emperor, is he truly such a foolish pushover? If so, is he hiding something else?\n\nOh, come on.\n\nI think I raised them properly, but I think there’s a bit of a problem.\n\n“I have a lot of impure things I want to do with you.”\n\nHello, Pope, what’s wrong with you?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22baef38-43f2-4f48-8855-51a877251dcb",
    "title": {
      "en": "Akuyaku Reijou no Taida na Tameiki"
    },
    "updatedAt": "2024-08-08T13:01:23+00:00",
    "coverArt": "https://mangadex.org/covers/22baef38-43f2-4f48-8855-51a877251dcb/6b845947-837c-4803-9162-6e8d0b0519bb.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の怠惰な溜め息"
      },
      {
        "ko": "악역영애의 나태한 한숨"
      },
      {
        "en": "The Villainess' Lazy Sigh"
      },
      {
        "en": "Lazy Sigh of the Villainous Daughter"
      },
      {
        "en": "The Villainous Daughter's Lazy Sigh"
      },
      {
        "zh": "令人叹息的懒惰恶役"
      }
    ],
    "description": {
      "en": "I was reincarnated as a villainess from an otome game I was playing. At this rate, I'll be exiled for being in the heroine’s way of conquering love. However, in this world… there are no entertainment materials! No doujinshis, no otome games, no smartphone! I'm really bored! Of course, I should be avoiding the destructive bad end… but before that I’m going to die from boredom!  \n  \n\"If there's no entertainment, just create it!\"  \n  \nUsing the knowledge from my past life to create toys and romance novels, I'll make this boring world fun! After becoming the queen’s favorite entrepreneur, I thought this scenario change will bring me to my wonderful future… But now the novel I wrote has brought me to the destruction flag–?!  \n\n\n---",
      "es": "Me reencarné como una villana de un juego inaugural que estaba jugando.  \nPero en cualquier lugar del mundo … ¡el entretenimiento es demasiado! ¡Sin doujinshi, sin juego inaugural, sin teléfono inteligente! ¡Soy realmente libre!  \nPor supuesto, debes evitar la ruta de la ruina … ¡pero antes de eso te aburrirás y morirás!  \n\"Si no tienes entretenimiento, ¡solo hazlo!\"  \nAprovechando el conocimiento de la vida anterior para crear juguetes y novelas románticas, ¡convierte el aburrido mundo en color de rosa!  \n¡La bandera de la ruina vino debido a una novela que pensé y escribí!",
      "ja": "プレイ中だった乙女ゲームの悪役令嬢に転生したアラサーの私。だけどこの世界……娯楽がなさすぎる！　同人誌も乙女ゲームもスマホもない！　すっごく暇！もちろん破滅ルートは避けないといけないけれど……その前に退屈で死んじゃう！\n\n「娯楽がなければ作ればいいのよ！」\n\n前世の知識を活かして玩具や恋愛小説を生み出し、退屈な世界をバラ色にしてみせる！王妃様お気に入りの実業家になり、これでシナリオを外れて素敵な未来が……と思いきや、書いた小説のせいで破滅フラグがやってきた――!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22fda941-e603-4601-a536-c3ad6d004ba8",
    "title": {
      "en": "Shin no Jitsuryoku wa Girigiri Made Kakushite Iyou to Omou"
    },
    "updatedAt": "2024-04-25T16:18:35+00:00",
    "coverArt": "https://mangadex.org/covers/22fda941-e603-4601-a536-c3ad6d004ba8/dcb8dfd1-9ffa-45aa-8cb6-04c777fedd2c.jpg",
    "altTitles": [
      {
        "en": "I Think I'll Hide My True Ability to the Last Moment"
      },
      {
        "ja-ro": "Shin no Jitsuryoku wa Girigiri Made Kakushiteiyou to Omou"
      },
      {
        "ru": "Я думаю скрывать свои истинные способности до последнего момента"
      },
      {
        "ja": "真の実力はギリギリまで隠していようと思う"
      },
      {
        "zh-hk": "我想將真正的實力隱藏到極限"
      },
      {
        "pt-br": "Acho Que Vou Esconder Minha Verdadeira Habilidade Até O Último Momento"
      },
      {
        "fr": "Je vais garder mes véritables capacités secrètes jusqu'à la dernière minute."
      }
    ],
    "description": {
      "en": "A world where you can form a pact with gods and gain skills. Born as the third son of a famous knight family, Yuno was so busy controlling his innate power that he was eventually called \"incompetent.\".\nHowever, in the magical knight academy, where he was enrolled for some reason, he fulfilled his fateful encounter with an unnamed god who was despised as \"incompetent\" like himself..  \nYuno, who formed a pact with the goddess and named her [Athena], secretly decided to make her the highest god, and decided to get a little more serious.",
      "fr": "Un monde où l'on peut conclure un pacte avec les dieux et acquérir des compétences. Troisième fils d'une célèbre famille de chevaliers, Yuno était tellement occupé à contrôler son pouvoir inné qu'il a fini par être qualifié d'\"incompétent\"... Cependant, à l'académie des chevaliers magiques, où il était inscrit pour une raison quelconque, il a fait la rencontre fatidique d'un dieu sans nom qui était méprisé pour son \"incompétence\"...  Yuno, qui a conclu un pacte avec la déesse et l'a nommée [Athéna], a secrètement décidé de faire d'elle le dieu suprême, et a décidé d'être un peu plus sérieuse.",
      "id": "Dunia di mana kau dapat membuat kontrak dengan dewa dan memperoleh skill. Terlahir sebagai putra ketiga dari keluarga ksatria terkenal, Yuno begitu sibuk mengendalikan kekuatan bawaannya sehingga dia akhirnya disebut sebagai \"tidak kompeten\".  \nTapi, di akademi ksatria sihir, dia terdaftar karena suatu alasan, dia bertemu dengan dewa yang dipandang rendah sebagai \"tidak kompeten\" seperti dirinya ..  \nYuno, yang membuat kontrak dengan dewa dan menamainya [Athena], diam-diam memutuskan untuk menjadikannya dewa tertinggi, dan memutuskan untuk menjadi sedikit lebih serius.",
      "pt-br": "Um mundo onde você pode fazer um contrato com Deus e ganhar habilidades. Nascido como o terceiro filho de uma famosa família de cavaleiros, Yuno estava tão ocupado controlando seu poder inato que acabou sendo chamado de \"incompetente\".No entanto, na academia do cavaleiro mágico, que foi matriculado por algum motivo, ele cumpriu seu encontro fatídico com um deus sem nome que era desprezado como \"incompetente\" como ele.Yuno, que fez um contrato com a deusa e a chamou de [Athena], secretamente decidiu torná-la a deusa suprema e decidiu levar um pouco mais a sério seu destino."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4536960e-a1a4-46c9-bb76-7604523f79fa",
    "title": {
      "en": "Corrupting the Heroine's First Love"
    },
    "updatedAt": "2024-07-20T19:19:08+00:00",
    "coverArt": "https://mangadex.org/covers/4536960e-a1a4-46c9-bb76-7604523f79fa/f1e561d0-1fd2-47b7-ae2d-30f68eee655b.jpg",
    "altTitles": [
      {
        "ko": "여주인공의 첫사랑을 타락시켜 버리면"
      },
      {
        "en": "If You Corrupt the Heroine's First Love"
      },
      {
        "en": "Corrupting Your Heroine's First Love Will Result With This"
      },
      {
        "es-la": "Robé al primer amor de la heroína"
      }
    ],
    "description": {
      "en": "“I am a knight of Latem. We’re not destined to stand under the same sky.”\n\nShe had become Karina Apocalita, the personification of evil and a member of the heterogeneous race that ruled the world with malevolence. The plot began to twist and turn when Karina unknowingly saved the life of Reneiger, a justful knight and the heroine’s first love.\n\nReneiger became doubtful of his faith, eventually losing his glow and radiant platinum blond. Soon the sacred knight fell from grace and aligned himself to Karina’s fate.\n\n“There’s no turning back now. Dear God, please forgive me.”\n\nHe knew he would never be able to escape from her hands.\n\n---\n\"I am a knight of Latem, and that means I cannot coexist under the same sky as you.\"\n\nAfter entering the book *A Trapped Bird Cannot Escape*, I realized that I had taken over the body of Karina Apocalypta, a member of a species that reigns as the evil of the world. However, the novel's plot begins to twist after I saved the life of Reneiger, the first love of the female protagonist, who happens to be a holy knight. Reneiger begins to doubt his faith, ultimately losing his brilliant platinum hair. Thus, the once sacred holy knight turns corrupt and eventually sympathizes with Karina's fate...\n\n\"Now we have each other's desires,\" Karina said while caressing his cheek. It was a feeling of being pulled in by each fascinating tendril of thorny vines.\n\nReneiger couldn't bear it, \"It can't be undone.\"\n\n---\nIn a land overshadowed by darkness, Karina Apocalita rises as a formidable figure, her being a tapestry of power from a diverse race. Her destiny intertwines with Reneiger, a knight from the virtuous Latem order, known for justice and as the former love of a legendary heroine. Their paths take an unforeseen turn when Karina, unaware of her impact, saves Reneiger's life. This act, challenging his convictions, triggers a crisis within him, tarnishing his once radiant aura and precipitating a fall from grace.\n\nFaced with his altered fate, Reneiger prays for forgiveness, realizing his escape from Karina's shadow is but a dream. This pivotal moment raises a haunting question: will Reneiger rediscover the light, or be consumed by the darkness emanating from Karina?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "643561e6-5c27-4382-95d3-8e84894a3fb6",
    "title": {
      "en": "Yamada-kun to Lv999 no Koi wo Suru"
    },
    "updatedAt": "2024-08-11T17:22:47+00:00",
    "coverArt": "https://mangadex.org/covers/643561e6-5c27-4382-95d3-8e84894a3fb6/2ae3a0c0-0b6d-487e-81af-b4c5cff4be3b.jpg",
    "altTitles": [
      {
        "ja": "山田くんとLv999の恋をする"
      },
      {
        "zh-hk": "和山田進行Lv999的戀愛"
      },
      {
        "zh": "和山田进行LV.999的恋爱"
      },
      {
        "en": "My Love Story with Yamada-kun at Lv999"
      },
      {
        "uk": "Моє кохання до Ямади-куна 999 рівня"
      },
      {
        "pt-br": "Minha História de Amor com Yamada-kun Nível 999"
      },
      {
        "fr": "My Love Story With Yamada-Kun at LVL 999"
      }
    ],
    "description": {
      "en": "Recently dumped, Akane is just about to quit the game she used to play with her boyfriend when she meets Yamada in the same RPG. Yamada in real life turns out to be somewhat of a legend. The only problem is - he is ONLY interested in the game. As Akane's feelings grow, will Yamada's focus stay on the game?\n\nThe manga won the Tsutaya Comic Award in 2022.",
      "ja": "彼氏をネットゲームで知り合った他の女に取られた茜。ストレス発散に雑魚モンスターを狩っていると、ギルドメンバーのアフロ男・山田に声をかけられる。同じギルメンの誼でフラれたことを愚痴るも、山田は無表情で「興味ない」とそっけない返事。挙句に「狩場を譲れ」と言う山田に「これだからゲームする男なんて！」とキレる茜だったが、好きなゲームをフラれっぱなしでやめられないと一念発起。ネトゲのリアルイベントが開催されることを知った茜は元彼に会えるかも……とお洒落をして会場に乗り込むが、元彼の横には新しい彼女の姿が……。直後、人混みに押され転んでしまった茜に手を差し伸べたのは超イケメンの黒髪男子。しかしそんなイケメンの無愛想な態度と「興味ない」という言葉で頭に浮かんだのはあのアフロ頭のアバター……この眼の前にいるイケメンこそあの山田だった!?　目の前で元カレのイチャコラを見せつけられた茜は山田を居酒屋に連行してヤケ酒に付き合わせる。酔いつぶれた茜が目を覚ますと、そこは見知らぬ場所……山田の部屋だった。もしかして私……!?",
      "pt-br": "Akane Kinoshita pegou seu namorado tendo um caso com uma garota de um jogo online e ficou completamente arrasada. Ela tenta desestressar matando uns bichos no jogo, e acaba desabafando sobre seu caso com Yamada, um jogador de sua guilda — mas ele responde com um \"tô nem aí\" curto e grosso. Entretanto, quando Akane decide invadir um encontro offline do jogo para se vingar de seu ex-namorado, ela ouve essas palavras marcantes ao vivo, e seu coração bate mais forte ao conhecer Yamada ao vivo..."
    },
    "status": "hiatus",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0f237a5f-07ad-4e43-bbd9-2a320694434d",
    "title": {
      "en": "The Rising of the Shield Hero"
    },
    "updatedAt": "2024-10-23T09:01:53+00:00",
    "coverArt": "https://mangadex.org/covers/0f237a5f-07ad-4e43-bbd9-2a320694434d/73038e1d-8a58-4f84-8d98-21c95208c58e.jpg",
    "altTitles": [
      {
        "de": "Der Aufstieg des Schildhelden"
      },
      {
        "es": "El Ascenso del Héroe del Escudo"
      },
      {
        "tr": "Kalkan Kahramanı'nın Yükselişi"
      },
      {
        "fr": "L'Ascension du Héro au Bouclier"
      },
      {
        "tl": "Pag-aalsa ng Bayani"
      },
      {
        "ms": "Kebangkitan Pahlawan Perisai"
      },
      {
        "ru": "Восхождение Героя Щита"
      },
      {
        "th": "ผู้กล้าโล่ผงาด"
      },
      {
        "ja": "盾の勇者の成り上がり"
      },
      {
        "zh": "盾之勇者成名录"
      },
      {
        "zh-hk": "盾之勇者成名錄"
      },
      {
        "ko": "방패 용사 성공담 (방패 용자의 성공기)"
      },
      {
        "it": "L'ascesa dell'eroe con lo scudo"
      },
      {
        "vi": "Sự Trỗi Dậy Của Anh Hùng Khiên"
      },
      {
        "pt": "A Ascensão do Herói do Escudo"
      },
      {
        "tr": "Kalkan Kahramanın Yükselişi"
      },
      {
        "it": "L'ascesa dell'eroe dello scudo"
      },
      {
        "vi": "Sự Trỗi Dậy Của Dũng sĩ Khiên"
      },
      {
        "bg": "Възходът на героя на щита"
      },
      {
        "uk": "Сходження Героя Щита"
      },
      {
        "fa": "ظهور قهرمان سپر"
      },
      {
        "ar": "نهوض بطل الدرع"
      },
      {
        "ja-ro": "Tate no Yuusha no Nariagari"
      },
      {
        "ka": "ფარის გმირის აღზევება"
      }
    ],
    "description": {
      "en": "Naofumi Iwatani, an uncharismatic Otaku who spends his days on games and manga, suddenly finds himself summoned to a parallel universe! He discovers he is one of four heroes equipped with legendary weapons and tasked with saving the world from its prophesied destruction.  \nAs the Shield Hero, the weakest of the heroes, all is not as it seems. Naofumi is soon alone, penniless, and betrayed. With no one to turn to, and nowhere to run, he is left with only his shield. Now, Naofumi must rise to become the legendary Shield Hero and save the world!",
      "ru": "Иватани Наофуми - типичный отаку, которого нагло призывают в другой мир и просят спасти его. Недолго ломаясь, он все-таки решается согласиться, попутно став одним из четырех героев - \"Героем Щита\". И все бы ничего, если бы парня не ограбили на третий день, да еще и в изнасиловании обвинили… Ограбленный и униженный перед обществом, Наофуми решает найти обидчиков и задать им жару. Помогать с этим ему будет девушка из расы енотолюдей, которую он выкупил у работорговца… \n\nАдаптация ранобэ Tate no Yuusha no Nariagari от Aneko Yusagi.",
      "vi": "Sự Trỗi Dậy Của Khiên Anh Hùng - Iwatani Naofumi được triệu tập vào một thế giới song song cùng với 3 người khác để trở thành Anh hùng của thế giới. Mỗi anh hùng lần lượt được trang bị trang bị huyền thoại của riêng mình khi được triệu tập, Naofumi nhận được Khiên huyền thoại làm vũ khí của mình. Do sự thiếu lôi cuốn và kinh nghiệm của Naofumi, anh ta bị coi là yếu đuối nhất, cuối cùng chỉ bị phản bội, bị buộc tội sai lầm và bị cướp đi trong ngày phiêu lưu thứ ba. Bị thu hút bởi tất cả mọi người từ nhà vua đến nông dân, những suy nghĩ của Naofumi không có gì ngoài sự báo thù và hận thù. Do đó, định mệnh của anh ta trong một thế giới song song bắt đầu..."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ada20eb-085a-491a-8c49-477ab42014d7",
    "title": {
      "en": "The Beginning After the End"
    },
    "updatedAt": "2024-10-20T13:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/4ada20eb-085a-491a-8c49-477ab42014d7/e12dda4b-3f8b-4df4-94de-56278ff83b97.jpg",
    "altTitles": [
      {
        "pt-br": "O começo após o final"
      },
      {
        "pt-br": "O começo depois do fim"
      },
      {
        "en": "TBATE"
      },
      {
        "zh": "三岁开始做王者"
      },
      {
        "ja": "最強の王様、二度目の人生は何をする？"
      },
      {
        "ko": "끝이 아닌 시작"
      },
      {
        "ru": "Начало после конца"
      },
      {
        "es": "El comienzo después del fin"
      },
      {
        "es-la": "La Vida Después de la Muerte"
      }
    ],
    "description": {
      "de": "In einer Welt regiert durch die stärksten Kämpfer ist König Grey der unangefochten Stärkste, Reichste und Berühmteste. Aber eine solche Macht kommt Hand in Hand mit Einsamkeit. Unter der glamourösen Erscheinung eines mächtigen Königs liegt die leere Hülle eines Mannes, beraubt von Ziel und Willen.\n\nNach einer Wiedergeburt in eine Welt voller Magie und Monster hat der König die Möglichkeit, sein Leben erneut zu leben. Die Fehler seiner Vergangenheit zu korrigieren wird aber nicht seine einzige Herausforderung sein. Unter dem Frieden und Reichtum dieser neuen Welt lauert etwas, das alles vernichten kann, was er jemals erreicht hat, was seine Rolle darin und den Grund für seine Wiedergeburt in Frage stellt.",
      "en": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will.\n\nReincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
      "fr": "Le Roi Grey a une force, une richesse et un prestige inégalés dans un monde gouverné par l'aptitude martiale. Cependant, la solitude s'approche de près derrière ceux ayant de grands pouvoirs. Sous l'apparence glamour d'un Roi puissant se cache la carapace de l'homme, dépourvue de volonté et de but.\n\nRéincarné dans un nouveau monde rempli de monstres et de magie, le Roi a une seconde chance de revivre sa vie. Cependant, corriger les erreurs de sa précédente vie ne sera pas sa seule tâche. Sous la paix et la prospérité de ce nouveau monde se cache une menace sous-jacente remettant en question tout ce pour quoi il a travaillé, son rôle, et sa raison de renaître.",
      "ja": "私は史上最強の「王」である。数多の敵を退け、数々の功績を残した歴代最高の覇王だ。 しかし、ある朝目覚めた私は奇妙な違和感を覚える。手足が短い、視界が極端に低い、見知らぬ男女が私を「アーサー」と呼び、微笑みながら覗き込む。そう…私は無力な赤子に転生してしまったのだ！最強の王様がいたいけな赤ちゃんに転生する、痛快冒険ファンタジー‼",
      "pl": "Król Gray ma niezrównaną siłę, bogactwo i prestiż w świecie rządzonym przez umiejętności walki. Jednak samotność pozostaje tuż za tymi, którzy mają wielką moc. Pod olśniewającą powierzchownością potężnego króla kryje się skorupa człowieka, pozbawionego celu i woli.\n\nWskrzeszony w nowym świecie wypełnionym magią i potworami, król ma drugą szansę na ponowne przeżycie swojego życia. Jednak naprawienie błędów przeszłości nie będzie jego jedynym wyzwaniem. Pod pokojem i dobrobytem nowego świata kryje się ukryty nurt, który grozi zniszczeniem wszystkiego, na co pracował, kwestionując jego rolę i powód narodzin na nowo.",
      "ru": "Король Грей обладает непревзойденной силой, богатством и престижем в мире, во главе которого стоит боевая мощь. Однако одиночество обычно появляется именно у тех, кто обладает большой властью. Мало кто знает, но под гламурной внешностью могущественного короля скрывается оболочка человека, лишённого цели и воли.",
      "pt-br": "Dizem que a solidão acompanha aqueles com grande poder. Permanecendo como um Rei com força incomparável, status, e fama… e muito mais. Eu, que uma vez lutei para viver, me afogava em meu raso trono sem nenhuma vontade ou propósito. Haviam muitos que tinham inveja de mim, mas eu diria de bom grado, “Tirem tudo de mim! Será meu presente!” Um dia, eu finalmente consegui meu presente – uma nova vida.\n\nCom uma segunda chance de corrigir meus erros e cumprir meus arrependimentos, permita-me mostrar a você o que um (ex-rei) pode fazer!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
    },
    "updatedAt": "2024-10-14T03:20:45+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/32f6ec68-fbb3-4893-9b24-27789804cdf6.jpg",
    "altTitles": [
      {
        "en": "Medaka Kuroiwa is Impervious to My Charms"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Craque pour moi, Medaka !"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "fr": "Tu ne le sais pas encore, mais tu m’adores !\n\nMona plaît à tout le monde, c’est comme ça. Son sourire, son allure, sa personnalité… Tout chez elle attire les gens. Dans son lycée, elle fait tourner toutes les têtes. Sauf celle d’un garçon… Medaka. Fraîchement admis dans son école, celui-ci a complètement chamboulé la vie de cette fille à qui nul ni personne n’est censé résister. C’est bien simple : Medaka refuse de la regarder ou se renfrogne à la moindre de ses tentatives de rapprochement. Devant cette insulte à son charme ravageur, Mona décide de tout mettre en œuvre pour le séduire, quitte à se mettre dans des situations où elle-même ne saura plus quoi ressentir ! La tombeuse VS l’insensible : qui craquera en premier ? \n\n---\n\nMaison d'édition FR : **Pika**",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ab65d859-f48f-47ab-a4df-eb63700f66cb",
    "title": {
      "en": "Maga-Tsuki"
    },
    "updatedAt": "2024-10-11T21:12:24+00:00",
    "coverArt": "https://mangadex.org/covers/ab65d859-f48f-47ab-a4df-eb63700f66cb/61935b79-282a-425d-9e66-22c348c7cf66.jpg",
    "altTitles": [
      {
        "ja": "まがつき"
      },
      {
        "ja-ro": "Magatsuki"
      },
      {
        "ko": "마가츠키"
      },
      {
        "zh": "不被女神附体就会死吗?"
      },
      {
        "ru": "Богиня неудач"
      },
      {
        "th": "ชุลมุนวุ่นรักเทพสาวสุดป่วน"
      }
    ],
    "description": {
      "en": "One day, Yasuke was working up the courage to confess his feelings for his childhood friend Akari. It was the perfect opportunity, since the two of them were going to eat dinner alone together at his family's shrine. Before dinner, he rushes through the daily shrine rituals and accidentally breaks a sacred mirror.\n\nA goddess, who looks like a cute girl, curses him for it, and now he will die if he's ever separated from her. All too late, he learns that she's a goddess of misfortune, and horrible things happen around her whenever she's upset. Will he be able to get the goddess to lift the curse? And how will he ever explain this to Akari?",
      "ja": "「この手を離すと死んじゃいますよ？」手を離すと死亡（!?）する!?変則三角ラブコメ!!　――ある日、疫病神に祟られてしまった八助（やすけ）15歳。神の機嫌を損ねると天変地異、神から逃げると死んでしまう!?　この厄介な祟りを解くには彼女を“幸せ”にしなくてはならなくて……。意中の幼馴染みの眼前で、疫病神に奉仕しなければならない恐怖と苦悩に、健全な男子の精神と体力は耐えきれるのか!?"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "65"
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-09-29T01:20:00+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/7033c604-e1c4-42d2-93d8-48aba83032b3.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      },
      {
        "ne": "इरुमालाई डिमन स्कूलमा स्वागत छ!"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e499ff53-68d3-4c1a-8dbf-3cea42fca501",
    "title": {
      "en": "The Gamer"
    },
    "updatedAt": "2024-10-24T17:03:16+00:00",
    "coverArt": "https://mangadex.org/covers/e499ff53-68d3-4c1a-8dbf-3cea42fca501/d7a8856f-7457-4d13-a308-e7250b231b12.jpg",
    "altTitles": [
      {
        "ko": "더 게이머"
      },
      {
        "ru": "Игрок"
      },
      {
        "ar": "اللاعب"
      },
      {
        "fa": "بازیکن"
      },
      {
        "tr": "Oyuncu"
      },
      {
        "ja": "THE GAMER"
      },
      {
        "zh": "游侠"
      },
      {
        "zh-hk": "遊俠"
      },
      {
        "th": "เซียนเกม นอกจอ"
      },
      {
        "ru": "Геймер"
      },
      {
        "ko": "THE 게이머"
      },
      {
        "pl": "GRACZ"
      },
      {
        "es-la": "El Jugador"
      }
    ],
    "description": {
      "en": "What if your life is just like playing a game? What if you can upgrade your status and gain more levels? A fantasy world is coming right at you!  \n  \nHan Jee-Han, a normal high school student, suddenly develops a special power where his entire world is shifted into a game-like setting. He can see the power levels of people, look at the stats of a seemingly normal item, get abilities, and even level up! Follow Han Jee-Han as he discovers how to use this power, and maybe even where it came from.",
      "fr": "Et si votre vie ressemblait à un jeu vidéo et si vous pouviez améliorer vos stats et gagner plus de niveaux ?\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/the-gamer/list?title_no=152)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/the-gamer/list?title_no=232)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/the-gamer/list?title_no=495)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000901)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-gamer/list?title_no=1883)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/the-gamer/list?title_no=319)",
      "id": "Bagaimana kalau hidupmu seperti bermain game? Bagaimana kalau kamu bisa meningkatkan status dan levelmu dengan melakukan berbagai hal sehari-hari? Dunia penuh fantasi akan datang padamu!\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/the-gamer/list?title_no=152)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/the-gamer/list?title_no=232)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/the-gamer/list?title_no=495)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000901)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-gamer/list?title_no=1883)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/the-gamer/list?title_no=319)",
      "ja": "ある日突然、現実がゲームの世界になったら⁉️\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/the-gamer/list?title_no=152)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/the-gamer/list?title_no=232)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/the-gamer/list?title_no=495)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000901)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-gamer/list?title_no=1883)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/the-gamer/list?title_no=319)",
      "ko": "이유도 모른 채 현실이 게임처럼 뒤바뀐다면 어떻게 될까?\n레벨이 오르고, 스테이터스를 올릴 수 있다면?\n게임이 되어 버린 현실 속 모험기\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/the-gamer/list?title_no=152)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/the-gamer/list?title_no=232)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/the-gamer/list?title_no=495)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000901)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-gamer/list?title_no=1883)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/the-gamer/list?title_no=319)",
      "ru": "Обычным дням школьной жизни пришёл конец с тех пор, как, из-за сильных пристрастий к MMORPG и другим компьютерным играм, обычный игроман и посредственный ученик Хан Чжи Хан был одарён «богиней Геей» сверхъестественным даром под ироничным названием «Игрок». Теперь он стал игровым персонажем в реальной жизни и может прокачивать уровень, тем самым повышая свои навыки так, как сам того желает. Только из-за этого «дара свыше» он оказался втянут в Бездну, мир полный сверхъестественных созданий и опасностей, которые будут преследовать его. По этой причине герой должен максимально быстро качать свой уровень и изучать новые способности, чтобы противостоять тем, кто попытается ему навредить, так как в Бездне это обычное явление. Но, к счастью, его лучший друг уже давно является частью Бездны и всеми силами помогает ему не умереть раньше времени. А вот что ждёт героя впереди, к чему приведёт его судьба и воля Геи, какова будет его роль в Бездне и чего он сможет добиться в познании своих сил, мы увидим в его дальнейших приключениях.\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/the-gamer/list?title_no=152)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/the-gamer/list?title_no=232)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/the-gamer/list?title_no=495)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000901)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-gamer/list?title_no=1883)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/the-gamer/list?title_no=319)",
      "th": "จะเป็นเช่นไรถ้าชีวิตคุณเหมือนกับการเล่นเกม? จะเป็นเช่นไรถ้าคุณสามารถเพิ่มค่าสเตตัสและอัพเลเวลได้? โลกแฟนตาซีเหนือจินตนาการกำลังพุ่งมาหาตรงหน้าคุณแล้ว!\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/the-gamer/list?title_no=152)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/the-gamer/list?title_no=232)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/the-gamer/list?title_no=495)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000901)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-gamer/list?title_no=1883)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/the-gamer/list?title_no=319)",
      "zh": "当游戏的规则\n套入玩家们的现实生活？\n\n平凡的高中生韩志汉从某个瞬间开始像是在玩线上角色扮演游戏一样，可以看见人们头顶上标有的记号和等级，这到底是怎么一回事？\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/the-gamer/list?title_no=152)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/the-gamer/list?title_no=232)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/the-gamer/list?title_no=495)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000901)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-gamer/list?title_no=1883)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/the-gamer/list?title_no=319)",
      "zh-hk": "平凡的高中生韓志漢從某個瞬間開始像是在玩線上角色扮演遊戲一樣看得見周圍每個人的頭頂上都標記著的特技和等級，甚至連幫忙跑腿的工作也變成像在遊戲中執行任務的模式，然後突然間他真的像從遊戲裡走出來的人一樣擁有了神奇的超能力并且能夠和其他玩家戰鬥，他的人生開始變成了一場遊戲。 日本的《刀劍神域》將原本電腦遊戲中的規則套入了玩家們的現實生活中，而《遊俠》這部作品則將主角原本平凡無奇的人生變得像遊戲一樣夢幻神奇，主角擁有了可以看到其他人的能力值和等級的能力後，他開始慢慢地開發自己的技能及等級，過程中也享受到彷彿在遊戲裡『練功』的樂趣。\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/the-gamer/list?title_no=152)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/the-gamer/list?title_no=232)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/the-gamer/list?title_no=495)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000901)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-gamer/list?title_no=1883)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/the-gamer/list?title_no=319)"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "44"
  },
  {
    "mangaId": "0051e50a-e30c-4bb2-b378-c3da82463ee1",
    "title": {
      "en": "Zettai ni Hatarakitakunai Dungeon Master ga Damin wo Musaboru made"
    },
    "updatedAt": "2024-10-19T08:55:22+00:00",
    "coverArt": "https://mangadex.org/covers/0051e50a-e30c-4bb2-b378-c3da82463ee1/60ee1f5a-7398-4fa5-a89f-206a275558f7.jpg",
    "altTitles": [
      {
        "en": "Lazy Dungeon Master"
      },
      {
        "en": "The Dungeon Master That Absolutely Doesn't Want to Work Before Indulging in Laziness"
      },
      {
        "ja-ro": "Zettai ni Hatarakitakunai Dungeon Master ga Damin wo Musaboru made"
      },
      {
        "ru": "Лени изволит предаваться Хранитель Подземелья — он совершенно не хочет работать!"
      },
      {
        "ru": "Ленивый мастер подземелий"
      },
      {
        "ja": "絶対に働きたくないダンジョンマスターが惰眠をむさぼるまで"
      },
      {
        "th": "ช่วยขยันหน่อยได้ไหมนายดันเจียนมาสเตอร์"
      },
      {
        "en": "Dungeon master wants to sleep now and forever..."
      }
    ],
    "description": {
      "en": "\"Come on, kill all those bandits for me already!\" \"No thanks. I don't wanna do any work.\" \n\nMy name is Keima Masuda, and my hobby is spending each day doing exactly nothing… but one fateful night, I was summoned to another world where I met a blonde young girl who I named Rokuko.\n\nIt seemed that fortune had favored me and I would soon be living a wonderful life free of work. But even though I'm a guy who loves sleeping more than eating, Rokuko demanded that I help her.\n\n\"Save my dungeon! By the way, since you're the Dungeon Master, you'll die too if the Dungeon Core is destroyed.\"\n\nThe dungeon only had one room, and it was already surrounded by bandits. Seriously? It's a checkmate already. I've gotta break out of this impossible situation so I can stop working and just sleep!\n\n---\n\n- [Official English Light Novel](https://j-novel.club/s/lazy-dungeon-master)",
      "fr": "Paresseux au possible, amoureux d’une bonne nuit de sommeil, me voilà invoqué dans un autre monde par une espèce de loli blonde. Et elle me demande d’aller affronter des bandits pour sauver son donjon. Et si jamais ces bandits détruisent le cœur du donjon, en tant que maître du donjon, je perdrai également la vie… Je n’ai aucune chance de survivre, ou quoi ? …Essayons de faire en sorte que je puisse de nouveau ne plus avoir à travailler !\n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/lazy-dungeon-master)",
      "pt-br": "\"Vamos, mate todos aqueles bandidos para mim, já!\" \"Não, obrigado. Eu não quero fazer nenhum trabalho.\" Meu nome é Masuda Keima, e meu hobby é passar cada dia sem fazer exatamente nada... mas em uma noite fatídica, fui invocado para outro mundo onde conheci uma jovem loira que chamei de Rokuko. Parecia que a sorte havia me favorecido e em breve estaria vivendo uma vida maravilhosa sem trabalho. Mas mesmo sendo um cara que adora dormir mais do que comer, Rokuko exigiu que eu a ajudasse. \"Salve minha masmorra! A propósito, já que você é o Mestre da Masmorra, você morrerá também se o Núcleo da Masmorra for destruído.\" A masmorra tinha apenas uma sala e já estava cercada por bandidos. sério? Já é um xeque-mate. Eu tenho que sair dessa situação impossível para que eu possa parar de trabalhar e apenas dormir!\n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/lazy-dungeon-master)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48f9fb61-e165-4ec7-91c5-6772fa1a0274",
    "title": {
      "en": "Mizudako-chan kara wa Nigerarenai!"
    },
    "updatedAt": "2024-10-09T16:51:54+00:00",
    "coverArt": "https://mangadex.org/covers/48f9fb61-e165-4ec7-91c5-6772fa1a0274/3ce084a0-7f3a-44e2-8182-b077dcb96c59.jpg",
    "altTitles": [
      {
        "ja": "ミズダコちゃんからは逃げられない！"
      },
      {
        "en": "You Can’t Escape From Mizudako-chan!"
      },
      {
        "vi": "Không thể thoát khỏi Mizudako-chan!"
      }
    ],
    "description": {
      "en": "Akigai Kanisuke is an ordinary high school boy. His daily life changes when Mizuda Yuuko (a.k.a. Mizudako-chan), a demi-human girl, transfers to his school.\nA cute, mysterious, and slightly scary story begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df63eaf9-d868-40f3-9ab4-d58be078030f",
    "title": {
      "en": "Happy on the Road - Kaeranai ni wa Wake ga Aru"
    },
    "updatedAt": "2024-10-21T10:00:29+00:00",
    "coverArt": "https://mangadex.org/covers/df63eaf9-d868-40f3-9ab4-d58be078030f/20b1a2e1-2201-4733-b5de-82611c519213.jpg",
    "altTitles": [
      {
        "ja": "ハッピーオンザロード ～帰らないにはワケがある～"
      },
      {
        "en": "Happy On the Road ~There's a Reason I Can't Go Back~"
      }
    ],
    "description": {
      "en": "Part-timer Horikita Akari was living a poor but fulfilling life. Having lost her mother when she was young, Akari was content simply not living under the abuse of her aunt and uncle. One day, however, her house suddenly burns down, leaving Akari homeless...",
      "ja": "「私、堀北あかり家が全焼して今日からホームレスになりました」\n\n幼い頃に母親を亡くしたフリーター・堀北あかりは、叔父と叔母の虐待から抜け出し、貧しくも充実した日々を送っていた。そんな矢先、ある日バイトから帰宅するあかりが目撃したのは、炎に包まれた自分の家だった…。引っ越すお金もなく、路上で寝泊まりしようとしたあかりに声を掛けてきたのは、片手にお酒を持った謎の美女・心愛！突如スタートした路上生活、年中パジャマの配信者・ねねとも出会い…!?金ナシ、家ナシ、待ったナシ！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko oji: Salaryman reincarnated as a kitten!"
    },
    "updatedAt": "2024-10-13T10:49:14+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/6f87bf16-6b1e-4ed0-9e83-19f61239706f.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Ojisan"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat.\n___\n**Alt Official Raw:** [KADOComi](https://comic-walker.com/detail/KC_000231_S?episodeType=first)\n\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/neko-oji-salaryman-reincarnated-as-a-kitten/volumes)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7f6d85c-0d17-40df-9d5b-b78167c4edd2",
    "title": {
      "en": "Luna Knight"
    },
    "updatedAt": "2024-09-22T15:57:07+00:00",
    "coverArt": "https://mangadex.org/covers/d7f6d85c-0d17-40df-9d5b-b78167c4edd2/2227bb52-27a3-48a0-8473-60dcb5eec2fa.png",
    "altTitles": [
      {
        "ja-ro": "ルナナイト"
      }
    ],
    "description": {
      "en": "High school girl Luna Amano waits for her missing sister and runs a flower shop alone. However, the flower shop is suddenly burned down by the landlord Gokudo. When tragedy is imminent, memories that do not exist in her mind come back. A cold-blooded fresh-blooded JK gun action with transcendent drawing power released by an up-and-coming artist!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "927036cf-ae3e-48dd-b814-9cc774a1c8de",
    "title": {
      "en": "Tokubetsu na Chuutohanpa"
    },
    "updatedAt": "2023-06-24T15:05:36+00:00",
    "coverArt": "https://mangadex.org/covers/927036cf-ae3e-48dd-b814-9cc774a1c8de/9f8eb632-58c2-4990-a961-10f1833e37c8.jpg",
    "altTitles": [
      {
        "ja": "特別な中途半端"
      },
      {
        "en": "Special Halves"
      }
    ],
    "description": {
      "en": "\"What does it mean to be dating exactly...?\"\n\nThey're not friends.\nBut they're also not lovers.\nIt's a story about these two's half-relationship."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffa0d510-e605-4bbe-8017-4295837718aa",
    "title": {
      "en": "Houkago, Family Restaurant de, Class no Ano Ko to"
    },
    "updatedAt": "2024-10-24T10:30:05+00:00",
    "coverArt": "https://mangadex.org/covers/ffa0d510-e605-4bbe-8017-4295837718aa/dfb4e73f-1708-435c-b49b-a8f9e42f1995.jpg",
    "altTitles": [
      {
        "vi": "Sau giờ học, tại nhà hàng gia đình, cùng cô bạn cùng lớp"
      },
      {
        "ja": "放課後、ファミレスで、クラスのあの子と。"
      },
      {
        "en": "After School, at a Family Restaurant at Night, With That Girl From My Class"
      },
      {
        "pt-br": "Depois da escola, em um restaurante familiar à noite, com aquela garota da minha turma"
      }
    ],
    "description": {
      "en": "It's kind of fun, and I'm comfortable with that kind of time.\n\nThe family restaurant after school is the only place where I can feel at ease, as I have no place at home due to my parents' remarriage.\nAt the family restaurant, I meet a classmate, Kazemiya Kohaku, who is a solitary beautiful girl who doesn't fit in with anyone.\nShe also seems to be having problems with her family.\n\nFrom that day on, the boring time at the family restaurant became an enjoyable time to complain with Kohaku.\nAt the family restaurant after school, the two of them begin their search for a reason not to return home again today...",
      "pt-br": "É divertido e me sinto confortável com esse tipo de tempo. O restaurante familiar depois da escola é o único lugar onde posso me sentir à vontade, pois não tenho lugar em casa devido ao novo casamento dos meus pais. No restaurante da família, conheço uma colega de classe, Kazemiya Kohaku, que é uma linda garota solitária que não se dá bem com ninguém. Ela também parece estar tendo problemas com sua família. Daquele dia em diante, o tempo chato no restaurante da família tornou-se um momento agradável para reclamar com Kohaku. No restaurante da família, depois da escola, os dois começam a procurar um motivo para não voltarem para casa hoje..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "edf9e8d8-4546-4493-a63a-0c7a9bafe4d5",
    "title": {
      "en": "It's Okay If You Don't Have a Male Lead"
    },
    "updatedAt": "2024-07-14T01:35:30+00:00",
    "coverArt": "https://mangadex.org/covers/edf9e8d8-4546-4493-a63a-0c7a9bafe4d5/c869a024-dc36-4002-a680-23e8575ea241.jpg",
    "altTitles": [
      {
        "ko": "남자 주인공이 없어도 괜찮아"
      },
      {
        "ko-ro": "Namja Juingongi Eopseodo Gwaenchana"
      },
      {
        "en": "It's Okay if There's No Male Lead"
      },
      {
        "fr": "Tant pis pour le mariage!"
      },
      {
        "th": "จะเป็นไรไปถ้าไร้พระเอก"
      },
      {
        "id": "I'm Okay Even Without a Male Lead"
      },
      {
        "ja": "男主人公がいなくても大丈夫"
      },
      {
        "zh": "没有男主也没关系"
      },
      {
        "es-la": "Está Bien Incluso Si No Hay Un Protagonista Masculino"
      }
    ],
    "description": {
      "en": "Once I dreamed of marrying the person I love.  But all this is a thing of the past.  Because now I'm not interested in things like love.  I know that in the world, dating, marriage, and things like that are taken for granted.  But now I have more important things to do.  world peace.  To defeat demons, save lives and bring peace to our beautiful empire and this world.  I don't have time to waste on love games because I'm busy working hard for the cause.  \"Come with me, Chelsea.\"  But why does my ex-fiancé, the Seventh Prince, who has already broken off my engagement, keep flirting around me?\n\n---\nWhen she was young, Chelsea set all her hopes, dreams, and efforts into achieving the perfect love with her perfect fiancé. However, she later learned that he wasn’t in love with her. Rather than let her world come crumbling down, she was determined to find something else to put her effort into. And that was when she remembered she was a pretty great summoner..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf55dd16-ba26-49de-adb3-cbf7d2bc6775",
    "title": {
      "en": "Kiss x Sis"
    },
    "updatedAt": "2024-08-24T05:32:53+00:00",
    "coverArt": "https://mangadex.org/covers/bf55dd16-ba26-49de-adb3-cbf7d2bc6775/32234a1c-0dad-45e5-ad55-c23d22a6ca41.jpg",
    "altTitles": [
      {
        "ja": "Kiss×Sis"
      },
      {
        "ru": "Поцелуй сестёр"
      },
      {
        "ja": "キスシス"
      },
      {
        "zh-hk": "亲吻姐姐"
      },
      {
        "ko": "키스X시스"
      },
      {
        "zh-ro": "Qīn qīn jiějiě"
      }
    ],
    "description": {
      "en": "Keita has two step-sisters (without blood-relation) who love him in a lustful way and have no problems expressing it, they even like to compete over it; much to the laughs of his friends (which he usually endures without problems). One day they come to his school to give him his lunch, he gets annoyed due to the atmosphere and explodes on them, to counter attack his anger they confess their tender feelings for him in front of everyone and leave. Feeling sorry he chases after them and says that he'll study hard in order to get in the same highschool as them.",
      "it": "La storia di Kissxsis inizia con lo studente Keita Suminoe alle prese con gli esami di ingresso per le scuole superiori. Ad aiutarlo ci sono le sue sorelle gemelle più grandi di lui. Le ragazze, Ako e Riko, non hanno alcun legame di sangue con Keita, non fanno nulla per nascondere i propri sentimenti amorosi nei confronti del ragazzo, e si lasciano andare a effusioni ed avances anche in pubblico. I genitori dei tre ragazzi incoraggiano Keita ad accettare le attenzioni di una delle due sorelle, e Keita nonostante l'imbarazzo non disdegna l'interesse delle due ragazze nei suoi confronti. Ako e Riko, nonostante siano tecnicamente rivali fra loro, sono spesso unite e complici nell'escogitare piani per allontanare Keita da qualunque altra ragazza possa girare intorno a lui…",
      "pt": "Kiss x Sis conta a história de Keita Suminoe, um jovem estudante do ensino fundamental. Ele está vivendo em uma casa com seus pais e suas meio-irmãs gêmeas, Ako e Riko, que o beijam e o assediam sempre competindo para ver quem mostra mais amor por ele. Embora se considerem irmãos eles não compartilham relação sanguínea; seus pais se casaram enquanto eles estavam na infância. Ainda assim, a relação incomoda Keita profundamente, já que seus pais permitem essa relação, e visto que foram criados juntos, e escandaliza à grande parte dos que vêm a saber desta. As gêmeas, contudo, são insistentes, e fazem o possível e o impossível para ficar com ele. Nessa conjuntura, entram outros personagens que possuem esse mesmo interesse, e a trama se desenrola em cima da disputa por Keita.",
      "pt-br": "Keita tem duas meias-irmãs (sem parentesco) que o amam de uma forma lasciva e não têm problemas em expressar isso, elas até gostam de competir por isso; para as risadas de seus amigos (o que ele geralmente suporta sem problemas). Um dia, elas vêm à escola dele para lhe dar seu almoço, ele fica irritado devido à atmosfera e explode com elas, para contra-atacar sua raiva, elas confessam seus sentimentos ternos por ele na frente de todos e vão embora. Sentindo pena, ele corre atrás delas e diz que vai estudar muito para entrar na mesma escola que elas."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "erotica",
    "lastVolume": "25",
    "lastChapter": "154"
  },
  {
    "mangaId": "cccf4240-fff5-41c1-9298-e16d86860905",
    "title": {
      "en": "Pastel Love"
    },
    "updatedAt": "2024-10-25T01:22:25+00:00",
    "coverArt": "https://mangadex.org/covers/cccf4240-fff5-41c1-9298-e16d86860905/049a0e41-9833-4dbb-9b8a-2f5b1851c7bf.png",
    "altTitles": [
      {
        "zh": "爱的旋律"
      }
    ],
    "description": {
      "en": "\"Millie\" (golden haired), the perfect little girl whose life is fully equipped with everything, but because of her timeless mother, Millie has become an indifferent day-to-day person until she meets \"Zen\" (black-headed), an ordinary little girl whose life focussed on only studying, without Zen knowing that she herself was stirring up Millie's heart to beat again.",
      "pt-br": "\"Millie\" (de cabelos dourados), a garotinha perfeita cuja vida está totalmente equipada com tudo, mas por causa de sua mãe atemporal, Millie se tornou uma pessoa indiferente ao dia a dia até conhecer \"Zen\" (de cabelos pretos), uma garota comum cuja vida se concentra apenas nos estudos, sem que Zen saiba que ela mesma estava fazendo o coração de Millie bater novamente."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "62"
  },
  {
    "mangaId": "8cbfcd8c-c39f-4971-9549-6ddb0c6d59bf",
    "title": {
      "en": "My Beloved Oppressor"
    },
    "updatedAt": "2024-07-14T21:16:35+00:00",
    "coverArt": "https://mangadex.org/covers/8cbfcd8c-c39f-4971-9549-6ddb0c6d59bf/5bceb757-5867-4521-84fe-cb50952bdc16.jpg",
    "altTitles": [
      {
        "ko": "사랑하는 나의 억압자"
      },
      {
        "en": "My Dear Oppressor"
      },
      {
        "en": "To My Beloved Oppressor"
      },
      {
        "zh": "我心爱的压迫者"
      },
      {
        "es-la": "Mi amado opresor"
      }
    ],
    "description": {
      "en": "Annette Rosenberg, a descendant of the Padanian royal family and the only daughter of a military captain. After two years of dating, she married her father’s faithful servant, Heiner Valdemar. Everything was perfect. Until her family fell due to her husband’s betrayal. “You will be unhappy by my side for the rest of your life.” Annette suddenly realized something. This man’s revenge is just beginning."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9b64893-0b8a-46a9-b925-6359e3c2d693",
    "title": {
      "en": "Sora Yori Takaku"
    },
    "updatedAt": "2023-06-02T13:20:55+00:00",
    "coverArt": "https://mangadex.org/covers/a9b64893-0b8a-46a9-b925-6359e3c2d693/6ff75065-1a47-4e95-920b-be1ffaca413c.jpg",
    "altTitles": [
      {
        "ja": "天より高く"
      },
      {
        "en": "Higher Than the Sky"
      }
    ],
    "description": {
      "en": "When the Devil King announces his retirement, he calls forth his two sons, Yomi and Sora, to give them each a quest. Whichever of them finds a pure Yamato maiden within a year would inherit the throne of the Devil King, while the other would die. Thus begins Sora's sex-fuelled adventure to find a woman that can satisfy his father…"
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "erotica",
    "lastVolume": "27",
    "lastChapter": "351"
  },
  {
    "mangaId": "9ef6e461-033b-4976-b222-943856c94a97",
    "title": {
      "en": "Smiley"
    },
    "updatedAt": "2024-10-05T17:19:45+00:00",
    "coverArt": "https://mangadex.org/covers/9ef6e461-033b-4976-b222-943856c94a97/666b465e-c526-4a4a-b06e-8627282c4131.jpg",
    "altTitles": [
      {
        "ja": "スマイリー"
      },
      {
        "ru": "Улыбающиеся"
      },
      {
        "vi": "Smiley - Cười lên"
      }
    ],
    "description": {
      "en": "Yuushi Kamome is a freelance writer who lost his beloved daughter in an accident. In despair, his wife leaves him, and he spends his days like a shell of a man. One day, however, a flyer from a strange religious group, the \"Heart Laughing Society,\" changes his fate. It shows the image of his wife, whom he has lost touch with...This is a story of faith and madness. What is the black darkness of the cult that an evil smile invites? A chilling “new religion” suspense begins!",
      "ru": "Томодзи Камомэ — писатель-фрилансер, потерявший любимую дочь в результате несчастного случая. В отчаянии от него уходит жена, и он проводит свои дни в одиночестве, закрывшись от внешнего мира.\nОднако однажды листовка странной религиозной группы «Общество смеющегося сердца» меняет его судьбу. В ней он увидел свою жену, с которой потерял связь...",
      "vi": "Yuji Kamome, một nhà báo tự do đã mất đi đứa con gái yêu quý của mình trong một vụ tai nạn. Trong cơn tuyệt vọng, vợ anh cũng đã rời bỏ anh, để mặc anh trải qua những tháng ngày trống rỗng. Tuy nhiên, một ngày nọ, một tờ rơi từ một giáo phái kỳ lạ mang tên \"Tâm Tiếu Hội\" tìm đến và thay đổi số phận của anh. Và trong bức ảnh trên tờ rơi đó anh đã nhận ra được người vợ đã biệt tăm biệt tích suốt thời gian qua của mình. Một câu chuyện về sự cuồng tín và điên rồ của con người. Thứ bóng tối tà đạo mà nụ cười ma quái đó đang mời gọi là gì?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91fef20b-00f6-4802-827b-a48c0248d4b9",
    "title": {
      "en": "GO ANd GO"
    },
    "updatedAt": "2023-05-31T12:24:58+00:00",
    "coverArt": "https://mangadex.org/covers/91fef20b-00f6-4802-827b-a48c0248d4b9/fb045c5c-a1f7-4b29-a8b0-c106e67721a5.jpg",
    "altTitles": [
      {
        "ja": "ゴーアンゴー"
      }
    ],
    "description": {
      "en": "Eigo Nitta, new student in Hoyo high school, is enrolled in the baseball team. Talented as fast pitcher but lacking in term of technique, Eigo Nitta aims to be the new pitcher of the team. He has to face many opponents, which creates an atmosphere of competition in the baseball team. However he and his teammates will have to find a way to solve the rivalry among the baseball team in order to go to Koshien tournament."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "30",
    "lastChapter": "132"
  },
  {
    "mangaId": "f62fa2c3-840e-4128-880e-a69306daf9a1",
    "title": {
      "en": "Takatora-kun to Omegatachi"
    },
    "updatedAt": "2024-10-21T03:39:16+00:00",
    "coverArt": "https://mangadex.org/covers/f62fa2c3-840e-4128-880e-a69306daf9a1/a411bfd2-e121-47b5-9741-0a1bfdd8cd11.jpg",
    "altTitles": [
      {
        "ja": "鷹虎くんとオメガたち"
      },
      {
        "en": "Takatora in the Omegas"
      }
    ],
    "description": {
      "en": "In the Seirin high school, Takatora reigns supreme even amongst the most elite of alphas. One day, he notices a sudden elevation in body temperature and... Well, you can see where this is going... Or can you?\n\nAsada Nemui's deconstruction of the omegaverse begins now!\n\nThis series is currently serialized in Canna magazine."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37f5cce0-8070-4ada-96e5-fa24b1bd4ff9",
    "title": {
      "en": "Kaguya-sama: Love is War"
    },
    "updatedAt": "2024-10-06T02:07:43+00:00",
    "coverArt": "https://mangadex.org/covers/37f5cce0-8070-4ada-96e5-fa24b1bd4ff9/7bb3b2c6-6a26-4bad-9758-d35d329c32f8.jpg",
    "altTitles": [
      {
        "pt-br": "Kaguya-sama: Love is War"
      },
      {
        "tr": "Kaguya İlan-ı Aşk edilmek istiyor; Dahilerin Aşk ve Beyin Savaşı"
      },
      {
        "ms": "Kaguya Ingin Dicintai: Perang Cerdik dalam Cinta dan Akal"
      },
      {
        "en": "Kaguya Wants to be Confessed to: The Geniuses' War of Hearts and Minds"
      },
      {
        "ru": "Кагуя хочет, чтобы ей признались: Гении — война любви и разума"
      },
      {
        "ja": "かぐや様は告らせたい～天才たちの恋愛頭脳戦～"
      },
      {
        "zh": "辉夜大小姐想让我告白 ~天才们的恋爱头脑战~"
      },
      {
        "ko": "카구야님은 고백 받고 싶어"
      },
      {
        "th": "สารภาพรักกับคุณคางุยะซะดี ๆ ~สงครามประสาทความรักของเหล่าอัจฉริยะ~"
      },
      {
        "ne": "कागुया-सामा ~माया युद्ध हो~"
      },
      {
        "es-la": "Kaguya Quiere que se Confiese: Una Batalla de Amor entre Genios"
      },
      {
        "fr": "Kaguya-sama : Love Is War"
      },
      {
        "ja-ro": "Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen"
      }
    ],
    "description": {
      "en": "All’s fair when love is war!  \n  \nTwo geniuses. Two brains. Two hearts. One battle. Who will confess their love first…?!  \n  \nKaguya Shinomiya and Miyuki Shirogane are two geniuses who stand atop their prestigious academy’s student council, making them the elite among elite. But it’s lonely at the top and each has fallen for the other. There’s just one huge problem standing in the way of lovey-dovey bliss—they’re both too prideful to be the first to confess their romantic feelings and thus become the “loser” in the competition of love! And so begins their daily schemes to force the other to confess first!",
      "fr": "L'académie de Shûchiin est une des écoles les plus prestigieuse du pays. À la tête de son conseil des élèves , se trouvent Shirogane Miyuki & Kaguya Shinomiya, deux prodiges parmi les prodiges. Le temps qu’ils passent ensemble à la tête du conseil les a indéniablement rapproché l’un de l’autre, faisant naître des sentiments amoureux, mais leurs fiertés les empêchent de faire le premier pas ! Il ne leur reste alors plus qu’à forcer l’autre à avouer , chose plus facile à dire qu’à faire ! L’expression « à l’amour comme à la guerre n’a jamais été plus vraie que pour ces deux là » !",
      "ru": "Шиномия Кагуя и Широгане Миюки — члены школьного совета невероятно престижной Академии Шучиин, признанные гениями из гениев. Всё время, проведённое вместе, послужило поводом разобраться в чувствах к друг другу, но их гордость не позволит ни одному из них признаться и покориться другому в отношениях! Любовь — это война, это битва с целью заставить другого признаться!",
      "pt-br": "Shinomiya Kaguya e Miyuki Shirogane são membros prestigiosos do Conselho Estudantil da Academia Shuchi'in, afirmando a sua posição de gênio entre os gênios. Todo o tempo que eles passam juntos ocasionou que eles desenvolvessem sentimentos mútuos, mas o orgulho deles não vai permitir eles se confessarem e se tornarem submissos no relacionamento! Amor é guerra e a batalha deles para fazer o outro se confessar começa agora!!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "281"
  },
  {
    "mangaId": "af1f3853-6b99-44a2-b01d-28e9ce9a1e05",
    "title": {
      "en": "Watashi no Kokoro wa Oji-san de Aru"
    },
    "updatedAt": "2024-10-21T15:09:40+00:00",
    "coverArt": "https://mangadex.org/covers/af1f3853-6b99-44a2-b01d-28e9ce9a1e05/cb14ac37-43dd-4204-99bd-0a41f8c2e361.jpg",
    "altTitles": [
      {
        "ja": "私の心はおじさんである"
      },
      {
        "en": "My Heart Is an Old Man"
      },
      {
        "en": "My Heart is Ojisan"
      }
    ],
    "description": {
      "en": "\"Haruka Yamagishi\" is a guy who has no friends or family and just goes back and forth between work and home. One day, when he wakes up, he finds himself in a different world. And for some reason, he's turned into a beautiful dark elf! Now, Haruka has inexhaustible magic power, a sturdy body, and a new life where she can do anything... However, through the friends she met and her activities as an adventurer, changes slowly began to take place. The guy who gave up on life in this world begins to feel what it's like to live. Although there are some traps and other events, it's a touching adventure story!\n\n[Source: Manga updates]",
      "es-la": "\"Haruka Yamagishi\" es un tio que no tiene amigos ni familia y sólo va y viene entre el trabajo y su casa. Un día, cuando se despierta, se encuentra en un mundo diferente. Además, por alguna razón, ¡se ha convertido en una hermosa elfa oscura! Ahora, Haruka tiene un poder mágico inagotable, un cuerpo robusto y una nueva vida en la que puede hacer cualquier cosa....Sin embargo, a través de sus amigos que conoció y sus actividades como aventurera, poco a poco empezaron a surgir cambios.Al tio que renunció a la vida, en este mundo empieza a sentir lo que es vivir. Aunque hay algunas trampas y otros eventos, ¡Es una historia de aventuras conmovedora!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-10-14T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "vi": "Cuộc Sống Nông Dân Ở Thế Giới Khác"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73743311-2118-42eb-9af2-c64d05e97edd",
    "title": {
      "en": "Ghost Girl"
    },
    "updatedAt": "2024-10-09T12:45:23+00:00",
    "coverArt": "https://mangadex.org/covers/73743311-2118-42eb-9af2-c64d05e97edd/c1342299-b5b1-4489-afc7-d989cf1a07b8.jpg",
    "altTitles": [
      {
        "en": "Ghost Reaper Girl"
      },
      {
        "ru": "Призрачная девушка"
      },
      {
        "ja": "ゴーストガール"
      }
    ],
    "description": {
      "en": "A new series from the creator of *Rosario+Vampire* with artwork that's beyond this dimension! Chloé dreams of being an actress, but her path to success may be closed as she's now twenty-eight with very little to show for it. However, she does happen to have a special occult body type!",
      "ja": "女優を夢見て生きるも花開かずアラサーになってしまったクロエは、類い稀なるオカルト体質の持ち主だった。ある時、退魔請負人（ゴーストリーパー）を名乗る青年・カイと出会ったことをきっかけに黄泉を脱獄し現世へ舞い戻った悪霊たちを退治することになって…!?",
      "ru": "Новая работа от автора «Rosario + Vampire».  \nХлоя с детства мечтала стать актрисой, но отсутствие таланта всё время вставляло ей палки в колёса. Время шло, ей уже 28, за спиной одни провальные работы, надежды на какой-либо успех всё ниже и ниже. И вот, попытав счастье на очередном собеседовании, её жизнь приобретает новые краски: судьбоносная встреча, что случилась в тот день, меняет всю её жизнь и приоткрывает завесу над потусторонним."
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb4b4030-dc06-42a0-9830-1b7ddaff88c1",
    "title": {
      "en": "Love After World Domination"
    },
    "updatedAt": "2024-01-29T12:31:24+00:00",
    "coverArt": "https://mangadex.org/covers/cb4b4030-dc06-42a0-9830-1b7ddaff88c1/3a53c8fb-5867-4bf4-aeb5-7e6f0c2437a5.jpg",
    "altTitles": [
      {
        "ja-ro": "Koi wa Sekai Seifuku no Ato de"
      },
      {
        "zh-hk": "戀愛要在世界征服後"
      },
      {
        "tr": "Dünyanın Sonundan Sonraki Aşk."
      },
      {
        "ja": "恋は世界征服のあとで"
      },
      {
        "fr": "L'amour vient après la conquête du monde"
      }
    ],
    "description": {
      "en": "In the eyes of the public, Fudou Aikawa and Desumi Magahara are sworn enemies who have nothing in common. Fudou, also known as “Red Gelato,” is the leader of the hero squadron “Gelato 5,” whose mission is to bring about world peace. On the other hand, Desumi is the minion leader of “Gecko,” a villainous organization seeking world domination. However, despite these differences, their relationship is not quite what it seems. When they are not making a show of being at each other’s throats, Desumi and Fudou continue to pursue a forbidden love.\r\n\r\nGoing on dates, baking sweets for one another, and meeting up as often as they can despite their hectic schedules, the two inexperienced lovebirds pave the way for their own unique relationship. Though their public lives are worlds apart, Fudou and Desumi will stop at nothing to make their seemingly impossible romance work.",
      "ja": "【説明しよう！】世界平和を目指すヒーロー戦隊「ジェラート５（ファイブ）」のリーダー、相川不動（あいかわふどう）と、世界征服を目論む秘密結社「ゲッコー」の戦闘員リーダー、禍原デス美（まがはらですみ）…二人の間には組織の壁を越えた深い“因縁”があったのだ…!!",
      "pt-br": "Aos olhos do público, Fudou Aikawa e Desumi Magahara são inimigos jurados que não têm nada em comum. Fudou, também conhecido como “Red Gelato”, é o líder do esquadrão de heróis “Gelato 5”, cuja missão é trazer a paz mundial. Por outro lado, Desumi é a líder dos lacaios de “Gecko”, uma organização vil que busca dominar o mundo. No entanto, apesar dessas diferenças, o relacionamento deles não é exatamente o que parece. Quando eles não estão fingindo estar na garganta um do outro, Desumi e Fudou continuam perseguindo um amor proibido , saindo para encontros, fazendo doces um para o outro e encontrando-se sempre que podem, apesar de suas agendas lotadas, os dois pombinhos inexperientes abrem caminho para seu relacionamento único. Embora suas vidas públicas sejam de mundos separados, Fudou e Desumi não vão parar por nada para fazer seu romance aparentemente impossível funcionar.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 4, Cap 23. ]"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "37"
  },
  {
    "mangaId": "274a8e39-71a8-4bd2-af19-4572518fe44f",
    "title": {
      "en": "Leviathan"
    },
    "updatedAt": "2024-10-25T10:56:42+00:00",
    "coverArt": "https://mangadex.org/covers/274a8e39-71a8-4bd2-af19-4572518fe44f/5af88f19-e21c-450c-9401-82826543c966.jpg",
    "altTitles": [
      {
        "en": "DeepWater"
      },
      {
        "ko": "심해수"
      },
      {
        "pt-br": "Leviatã"
      },
      {
        "vi": "Biển Sâu"
      },
      {
        "vi": "Đứa Con Thần Chết"
      }
    ],
    "description": {
      "en": "In the world where the sea level has risen, the sea has already covered the continent.   \nIn the world where the land can not be found anymore, the family of the boy, 'Bota', lives in a small boat and wanders around.   \n  \nI am looking for another 'man' somewhere and I am safe in the rules that my father has set.",
      "vi": "Trong một thế giới nơi mực nước biển đã dâng cao và đại dương đã bao phủ toàn bộ lục địa, đất liền không còn tồn tại nữa. Gia đình của cậu bé tên Bota sống trên một con thuyền nhỏ và lang thang khắp nơi. Tôi đang tìm kiếm một \"người\" nào đó ở đâu đó và an toàn trong những quy tắc mà cha tôi đã đặt ra.",
      "pt-br": "O mundo foi submerso e monstros marinhos governam a terra. Será que Bota e sua família irão conseguir escapar desse inferno marítimo? E quem diabos é Kana...?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "110"
  },
  {
    "mangaId": "4a91e92e-4014-4f20-b289-fa71844d79d1",
    "title": {
      "en": "Akuyaku Reijo no Ani ni Tensei Shimashita"
    },
    "updatedAt": "2024-10-21T10:07:53+00:00",
    "coverArt": "https://mangadex.org/covers/4a91e92e-4014-4f20-b289-fa71844d79d1/f87389c3-279d-467d-93a5-275f3ae1e17c.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の兄に転生しました"
      },
      {
        "en": "Reincarnated as a Villainess's Brother"
      },
      {
        "id": "Reinkarnasi Menjadi Abangnya Villainess"
      }
    ],
    "description": {
      "en": "\"Onii-tama?\"\nCain, who reincarnated as one of the love interests of an otome game, screamed at the loveliness of his sister, Diana. I can't believe that this angel is going to be a villainess with countless bad ends-- No, there is no way that such a future can exist! Clenching his fist tightly, he raises his sister into a gentle lady, while also dispelling the darkness held by the love interests in place of the heroine. Relying on his game knowledge from his previous life and an orphaned chamberlain. Everything for his beloved sister--",
      "id": "\"Abwang?\"\n\nCain, orang yang baru saja bereinkarnasi menjadi salah satu target kencan di sebuah otome game, tiba-tiba berteriak karena melihat keimutan adik perempuannya, Diana.\nAku tidak menyangka kalau malaikat kecil ini akan menjadi seorang villainess dengan akhir yang tragis-- Tidak, aku tidak akan membiarkan masa depan seperti itu terjadi!\nDengan mengepalkan tangannya, dia bertekat untuk membesarkan adik perempuannya menjadi seorang wanita yang baik hati dan tidak sombong, sembari menghilangkan segala masa lalu yang buruk dari para target kencan lain menggantikan sang tokoh utama.\nBergantung pada pengetahuannya tentang gamenya di kehidupan yang dulu dan juga pengalamannya sebagai anak yatim piastu, semuanya dilakukan demi adik perempuannya-- dan akhirnya, tantangan bagi sang kakak akan dimulai sekarang!",
      "ja": "ゲーム実況中に過労死し、乙女ゲームのキャラ・カインに転生した俺は、妹・ディア―ナの圧倒的可愛さに心を奪われた。しかし、このままゲーム世界が進んでいけば、妹は辺境の地で凌辱されたり、暗殺者に殺される壮絶なバットエンドを迎えると決まっていた。「この世界で妹を幸せにする!!」そう誓った俺は妹を淑女に育てながら、ゲームのシナリオに逆らっていく。そう、すべては愛する妹のため……。「おにーたま、ディ、にんじんもたべたのです!」「えらい! ディアーナは何て素晴らしいんだ!!!」"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e07ed8a5-56f1-487c-8c0b-3fa3ad44b3fc",
    "title": {
      "en": "W x Y"
    },
    "updatedAt": "2024-10-11T16:23:46+00:00",
    "coverArt": "https://mangadex.org/covers/e07ed8a5-56f1-487c-8c0b-3fa3ad44b3fc/11dfd325-12b7-46e5-b381-f179ebe2cd19.jpg",
    "altTitles": [
      {
        "ja-ro": "W×Y"
      },
      {
        "ja": "WxY ダブリューエックスワイ"
      },
      {
        "en": "W x Y"
      }
    ],
    "description": {
      "en": "For the entirety of his life, Yokoda Takashi has been drawing erotic drawings and it has been his way of expressing his sexuality. And now, he has managed to become a successful erotic comedy manga author for a monthly magazine. His series stars a character named Aimi who is actually based loosely on his niece with the same name. He keeps his job a secret, especially from his family from the fear that using Aimi's name in such a perverted way would cause hatred from everyone. But his manga's popularity rises and gets moved to a weekly magazine where there are vastly more readers and it seems like only a matter of time until the truth comes out. Takashi has to struggle between protecting his secret while keeping up with the production and erotic creativeness that comes with a weekly magazine series."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "73"
  },
  {
    "mangaId": "41fbd08c-e2da-4f62-ae84-5ce55503e116",
    "title": {
      "en": "My Fake Girlfriend's Defending Against Their Attacks"
    },
    "updatedAt": "2024-09-24T19:39:07+00:00",
    "coverArt": "https://mangadex.org/covers/41fbd08c-e2da-4f62-ae84-5ce55503e116/8ecbd1a8-a8f9-4c86-8151-04238c3f6d73.png",
    "altTitles": [
      {
        "zh": "我的假女友正全力防御她们的进攻"
      },
      {
        "en": "My Fake Girlfriend's Defending Against Their Attack"
      },
      {
        "en": "My Fake Girlfriends are using me as a Shield"
      },
      {
        "zh-ro": "Wo De Jia Nüyou Zheng Quanli Fangyu Tamen De Jingong"
      },
      {
        "de": "Meine falschen Freundinnen benutzen mich als Schutzschild"
      }
    ],
    "description": {
      "en": "One day, I was suddenly confessed to by a girl, and in order to reject her, I had to find a fake girlfriend! I didn’t expect that my plan to avoid trouble… would lead to even bigger trouble?! The tsundere \"Vicious Princess\" from the Archery Club, the \"White Fox\" who is adept at teasing, the \"Flower of the Highlands\" with straight black hair, and…a sister with a severe case of brocon! Could my youth romantic comedy be wrong as well too?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "708fba2b-bc7f-4bd7-be66-5bfa1a2108ea",
    "title": {
      "en": "It's Just Business"
    },
    "updatedAt": "2024-10-18T19:53:02+00:00",
    "coverArt": "https://mangadex.org/covers/708fba2b-bc7f-4bd7-be66-5bfa1a2108ea/a364e049-befa-4bb6-90c9-1f701f17aca3.jpg",
    "altTitles": [
      {
        "ko": "상사불상사"
      },
      {
        "id": "Nasib Buruk di Tempat Kerja"
      },
      {
        "en": "Misfortune at Work"
      },
      {
        "pt-br": "Infortúnio no Trabalho"
      }
    ],
    "description": {
      "en": "“A love life? Give me a break.” A complete non-believer when it comes to romance, Eunho is focused on climbing the ladder at work. Smart with excellent social skills to boot, both her bosses and clients love her. But when a new hire suddenly appears in front of her and an old first love start to shake things up again, she can’t help but waver.",
      "pt-br": "Obediência absoluta à palavra do patrão!\n\nIsso é o que Ha Eunho, uma trabalhadora coreana em seu quinto ano de empresa, acredita de todo o coração.\n\n\"Enquanto eu tiver uma carreira sólida, não preciso de um relacionamento.\"\n\nMas o que a espera com um novo funcionário? O que acontece quando uma antiga paixão começa a flertar com ela novamente? O que ela vai fazer?\n\nUma doce comédia romântica no escritório com muito humor!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62642f72-ed18-46f9-a8dd-4add20b752fc",
    "title": {
      "en": "Kuma to Usagi wa Tomodachi dewa Irarenai"
    },
    "updatedAt": "2024-10-19T12:50:08+00:00",
    "coverArt": "https://mangadex.org/covers/62642f72-ed18-46f9-a8dd-4add20b752fc/99331896-febc-4091-8afb-163ed86694a7.jpg",
    "altTitles": [
      {
        "ja": "クマとウサギは友達ではいられない"
      },
      {
        "ja-ro": "Kuma to Usagi wa Tomodachi de wa Irarenai"
      },
      {
        "en": "Bear and Bunny Cannot Be Friends"
      },
      {
        "ja": "チャラ男くんと清楚ちゃん"
      },
      {
        "ja-ro": "Charao-kun to Seiso-chan"
      },
      {
        "en": "Playboy-kun & Neat-chan"
      },
      {
        "en": "NotNTR (Notorare): Seiso-chan and Charaoh-kun."
      }
    ],
    "description": {
      "en": "A playboy goes after an innocent-seeming girl, having no idea what he's getting into.\n___\n**Note:** Not to be confused with [NoTR](https://mangadex.org/title/03346265-8076-4b14-8c80-78c2f04511be), another series from this same artist."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80f06ea5-2ff5-4155-bb0d-df4dbf97db40",
    "title": {
      "en": "Souei Sousho"
    },
    "updatedAt": "2024-08-31T18:15:02+00:00",
    "coverArt": "https://mangadex.org/covers/80f06ea5-2ff5-4155-bb0d-df4dbf97db40/06ce2055-a0e0-4050-8c9d-6020dff0f858.jpg",
    "altTitles": [
      {
        "ja": "双影双書"
      },
      {
        "zh": "双影双书"
      }
    ],
    "description": {
      "en": "Shou, a young boy living in the red light district is suddenly taken to live in the imperial palace. He was selected to become the prince's shadow and act as his shield. In the palace where conspiracies swirl will Shou be able to protect himself and the prince?",
      "ja": "遊郭生まれの孤児・宵はある日＂影武者＂として王宮に召し抱えられ、自分と同じ顔のワガママな皇太子・冠星に振り回される毎日を過ごすことに。だが、冠星の不遜な態度の裏には誰にも言えない＂孤独＂と＂使命＂があったーー",
      "zh": "在花街柳巷看人脸色吃饭的少年・宵某天突然被皇宫收留。原因是他被选为了皇子那盾牌一般存在的「替身侍卫」，在阴谋重重的皇宫中，宵是否能保卫皇子的安全呢——⁉两名相貌如出一辙的少年相遇后，历史自此发生了巨变‼"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "36"
  },
  {
    "mangaId": "bea102dd-71c3-4ea0-92f0-8ca9d47bcd93",
    "title": {
      "en": "Kimagure Orange Road (Official Colored)"
    },
    "updatedAt": "2024-07-31T07:36:51+00:00",
    "coverArt": "https://mangadex.org/covers/bea102dd-71c3-4ea0-92f0-8ca9d47bcd93/45e00af0-d220-4c96-af41-3176ecfe4dc6.jpg",
    "altTitles": [
      {
        "en": "Kimagure Orange Road - Digital Colored Comics"
      },
      {
        "it": "Capricciosa Orange Road"
      },
      {
        "es": "Caprichosa Orange Road"
      },
      {
        "es-la": "Johnny y sus Amigos"
      },
      {
        "en": "Kimagure Orange Road"
      },
      {
        "en": "KOR"
      },
      {
        "fr": "Max et Compagnie"
      },
      {
        "en": "Orange Road"
      },
      {
        "ja": "きまぐれオレンジ★ロード"
      },
      {
        "ja": "きまぐれオレンジ☆ロード"
      },
      {
        "ja": "きまぐれオレンジロード"
      },
      {
        "ja": "きまぐれオレンジ★ロード カラー版"
      },
      {
        "en": "Kimagure Orange Road (Colored)"
      },
      {
        "it": "È quasi magia Jonny"
      }
    ],
    "description": {
      "en": "Secretly-psychic Kyosuke has just settled into a bustling school filled with brand-new faces, but he wastes no time making waves! With both the shy and mysterious Madoka and the high-energy Hikaru spinning in and out of his life, Kyosuke’s dizzy with the first sweet rush of female attention! But will his instincts lead him into the arms (and heart) of the right girl?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "158"
  },
  {
    "mangaId": "bd35f5a7-bcce-40dc-b628-22315cc9aaf7",
    "title": {
      "en": "Juunenme, Kikan wo Akirameta Tenisha wa Imasara Shujinkou ni naru"
    },
    "updatedAt": "2024-09-30T15:01:59+00:00",
    "coverArt": "https://mangadex.org/covers/bd35f5a7-bcce-40dc-b628-22315cc9aaf7/793ba971-d5dd-4e23-935f-d1f96dba9184.jpg",
    "altTitles": [
      {
        "ja": "十年目、帰還を諦めた転移者はいまさら主人公になる"
      },
      {
        "en": "On the Tenth Year, the Transferee Who Gave up Returning Finally Becomes the Protagonist"
      }
    ],
    "description": {
      "en": "Ten years after being transported to another world. \n\nIt was more than enough time to awaken from what at first, felt like an exciting fantasy dream world. And on this 10th year Wasa Tooru gives up searching for a way to return to Japan, after being unsuccessful for so long. \n\nIt was then that a job offer found its way to him — it was to be the bodyguard of twins who have knowledge of Earth.",
      "ja": "突如、異世界へ転移したトールは、地球に帰還する手段を探し、ソロ冒険者として活動するが、九年間手掛かりを得る事が出来なかった…。十年目にしてこの世界で生きていく事を決意したトールだったが、ある依頼による“訳ありの双子”との出会いがトールの運命を大きく変える事になり!? ぼっち最強冒険者と頭脳明晰な双子とゆく、気ままな文明開化の異世界旅が始まる！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "811f31b9-1dda-4f0a-bf52-bd56d9b7c8c1",
    "title": {
      "en": "Moonstruck"
    },
    "updatedAt": "2024-10-21T03:56:24+00:00",
    "coverArt": "https://mangadex.org/covers/811f31b9-1dda-4f0a-bf52-bd56d9b7c8c1/71eb0774-2482-46ed-84de-1381fd6405da.jpg",
    "altTitles": [],
    "description": {
      "en": "If you love someone, what kind of things might you do? The desire to destroy even while in love, the dilemma of wanting to ruin a love that grows deeper. This is a deeply probing collection of high-stimulation romance short stories titled Moonstruck, exploring how dangerous the emotion of love can sometimes be."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "308f0355-fedb-4861-a4e0-56fe35ae61d3",
    "title": {
      "en": "Shuumatsu no Harem"
    },
    "updatedAt": "2024-10-24T21:35:17+00:00",
    "coverArt": "https://mangadex.org/covers/308f0355-fedb-4861-a4e0-56fe35ae61d3/62fe89d3-b6ae-4733-9a49-102b9fa775c3.png",
    "altTitles": [
      {
        "es-la": "El harén del fin del mundo"
      },
      {
        "en": "World's End Harem"
      },
      {
        "ru": "Тотальный гарем"
      },
      {
        "ja": "終末のハーレム"
      },
      {
        "zh": "终末的后宫"
      },
      {
        "ko": "종말의 하렘"
      },
      {
        "vi": "Dàn Harem Cuối Cùng"
      },
      {
        "vi": "Hậu Cung Thời Tận Thế"
      }
    ],
    "description": {
      "en": "The Man-Killer Virus: a lethal disease that has eradicated 99.9% of the world's male population. Mizuhara Reito has been in cryogenic sleep for the past five years, leaving behind Tachibana Erisa, the girl of his dreams. When Reito awakens from the deep freeze, he emerges into a sex-crazed new world where he himself is the planet's most precious resource. Reito and four other male studs are given lives of luxury and one simple mission: repopulate the world by impregnating as many women as possible! All Reito wants, however, is to find his beloved Erisa who went missing three years ago. Can Reito resist temptation and find his one true love?",
      "ja": "時は2040年。難病に侵された青年・怜人は幼馴染の絵理沙と再会を誓い、病を治すためコールドスリープする。そして5年後――。目覚めた怜人を待っていたのは99.9%の男が死滅し50億人の女性が生きる世界だった…！　近未来エロティックサスペンス開幕！",
      "vi": "Virus Man-Killer: một căn bệnh gây chết người đã xóa sổ 99,9% đàn ông trên thế giới. Mizuhara Reito đã ngủ yên suốt 5 năm để Tachibana Erisa ở lại phía sau, người tình trong mộng của anh. Khi Reito tỉnh dậy sau lần \"đóng băng\" dài, anh đã xuất hiện trong thế giới mới khao khát tình dục tràn trề, nơi anh chính là tài nguyên quý giá nhất của hành tinh. Reito và 4 người đàn ông khác đã được sống trong một cuộc sống xa hoa cùng một nhiệm vụ vô cùng đơn giản là: tái tạo thế giới bằng cách thụ thai! Tuy nhiên, tất cả những gì Reito muốn là tìm lại Tachibana yêu dấu của mình, người đã mất tích 3 năm trước. Reito có thể thoát khỏi sự cám dỗ và tìm thấy tình yêu đích thực hay không?",
      "es-la": "El virus mata a los hombres: una enfermedad letal que ha erradicado el 99,9% de la población masculina del mundo. Mizuhara Reito ha estado en sueño criogénico durante los últimos cinco años, dejando atrás a Tachibana Erisa, la chica de sus sueños. Cuando Reito despierta del congelamiento, emerge en un nuevo mundo loco por el sexo donde él mismo es el recurso más preciado del planeta. Reito y otros cuatro sementales masculinos reciben vidas de lujo y una simple misión: ¡repoblar el mundo impregnando a tantas mujeres como sea posible! Sin embargo, todo lo que Reito quiere es encontrar a su amada Erisa, que desapareció hace tres años. ¿Puede Reito resistir la tentación y encontrar a su único y verdadero amor?",
      "pt-br": "O vírus MK: uma doença letal que erradicou 99,9% da população masculina do mundo. Mizuhara Reito está em sono criogênico há cinco anos, deixando para trás Tachibana Erisa, a garota dos seus sonhos. Quando Reito desperta do congelamento profundo, ele emerge em um novo mundo louco por sexo, onde ele próprio é o recurso mais precioso do planeta. Reito e outros quatro garanhões ganham vidas de luxo e uma missão simples: repovoar o mundo engravidando o máximo de mulheres possível! Tudo o que Reito quer, no entanto, é encontrar sua amada Erisa, que desapareceu há três anos. Reito pode resistir à tentação e encontrar seu único amor verdadeiro?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "85"
  },
  {
    "mangaId": "e744e171-f061-47fa-8ebc-a872e4b3fb5d",
    "title": {
      "en": "Colori Colore Creare"
    },
    "updatedAt": "2024-10-03T18:39:05+00:00",
    "coverArt": "https://mangadex.org/covers/e744e171-f061-47fa-8ebc-a872e4b3fb5d/f1ce0ce1-3fb8-4c0b-a1f7-5315bb6181ba.jpg",
    "altTitles": [
      {
        "ja": "コローリ コローレ クレアーレ"
      },
      {
        "ja": "ココクレ"
      },
      {
        "en": "Kokokure"
      }
    ],
    "description": {
      "en": "The town of Onobori is located on an island and is protected by a noren (a traditional Japanese curtain). Aka is a naive girl living alone with her grandfather who runs a coffee shop in a quaint windmill hut. An encounter with a giant black cat opens the curtain on a story of creating the colors of the future by weaving together the colorful splendor that is scattered throughout daily life!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3dff8e3c-4b1b-4630-a324-a5ba3fffda34",
    "title": {
      "en": "My Brothers, the Protagonists"
    },
    "updatedAt": "2024-07-09T18:11:15+00:00",
    "coverArt": "https://mangadex.org/covers/3dff8e3c-4b1b-4630-a324-a5ba3fffda34/503fa1a3-5d85-4c2f-a17b-bc1332195cdd.png",
    "altTitles": [
      {
        "ko": "주인공의 여동생이다"
      },
      {
        "en": "I'm the Protagonist's Younger Sister"
      },
      {
        "en": "She’s the Protagonist’s Sister"
      }
    ],
    "description": {
      "en": "Until recently, I had three wishes that I could only hope to come true.\n\n \n\n‘Please let my missing oldest brother come back.’\n‘Please let my Second Brother awaken so he could stop working as a rift porter.’\n‘And my youngest brother…As long as he can open his eyes…’\n\n \n\nThere’s nothing I wanted but happiness… was what I thought…!\n\n \n\n“Keuhk…I’ll only play for 10 years so I can keep the darkness inside me, so work a little harder, youngest!”\nMy oldest brother spoke as though he were still in his adolescence.\n\n \n\n“Since hyung is playing for 10 years, I’ll also play for 10 years, too!”\nMy second brother who returned as an awakener from the future (as he claims to be) said.\n\n \n\n“You foolish pig, I’ll give you an opportunity to serve this noble soul.”\nMy Third brother… let’s just move on since it makes my head ache just by thinking about him.\n\n \n\n“You unemployed parasites! Why can’t you all go out and find jobs?!”\n\n \n\nCan the future of Lee Bobae, a girl with nothing more to wish for, be full of happiness?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "461f0cfa-cd72-4d70-bf26-a0279e0aa8fc",
    "title": {
      "en": "Rosen Garten Saga"
    },
    "updatedAt": "2024-10-14T08:45:02+00:00",
    "coverArt": "https://mangadex.org/covers/461f0cfa-cd72-4d70-bf26-a0279e0aa8fc/f56088b4-44e4-429e-86ed-8a1e68bd3d3f.jpg",
    "altTitles": [
      {
        "ja-ro": "Rosengarten Saga"
      },
      {
        "ru": "Сага о Розенгартене"
      },
      {
        "ru": "Сага о Саде роз"
      },
      {
        "ja": "ローゼンガーテン・サーガ"
      },
      {
        "zh-hk": "薔薇園傳奇"
      },
      {
        "ne": "रोसेन गार्तेन सागा"
      },
      {
        "vi": "Sử thi vườn hồng"
      }
    ],
    "description": {
      "en": "Lynn's village getting attacked by bandits doesn't keep her down in the dumps for long! Picking up a sword housing an extraordinary pervert… I mean hero, Siegfried, she sets off on a journey of many bouts with various degenerat… ahem, heroes!",
      "pt-br": "Depois que sua vila foi atacada por um bando de ladrões, Lynn se levantou para proteger seus amigos e o mundo com a ajuda de uma Espada Mágica, que contém a alma de um herói...? Uma história de fantasia/ação com uma heroína sem precedentes(?)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bc90b22-d829-4b85-bf70-6bbf58634153",
    "title": {
      "en": "Vivid Monsters Chronicle"
    },
    "updatedAt": "2024-10-25T14:58:06+00:00",
    "coverArt": "https://mangadex.org/covers/3bc90b22-d829-4b85-bf70-6bbf58634153/528e2254-c0e4-4215-ba5e-048dc1369469.jpg",
    "altTitles": [
      {
        "ja": "ビビッド・モンスターズ・クロニクル"
      }
    ],
    "description": {
      "en": "In order to achieve her goal, Himeko Yumeno starts the game \"Vivid Monsters Chronicle.\" This manga follows her and her friends who she meets along the way, in game and in real life.",
      "ja": "とある目的のため、ネットゲーム『ビビッド・モンスターズ・クロニクル』（通称：ビビモン）を始めた夢子。ゲーム内で偶然助けてくれた女の子がとても内気なクラスメイトで…!?個性豊かなキャラクター達がゲームの内外で心を通じ合わせる『ビビモン』の世界へ、いざ！"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "37"
  },
  {
    "mangaId": "ca33a142-58fb-4fee-88b9-36ef87f02c77",
    "title": {
      "en": "Nezumi no Hatsukoi"
    },
    "updatedAt": "2024-10-08T13:10:42+00:00",
    "coverArt": "https://mangadex.org/covers/ca33a142-58fb-4fee-88b9-36ef87f02c77/d5c3b856-3b1b-4834-b483-20eec1eb6e6f.jpg",
    "altTitles": [
      {
        "ja": "ねずみの初恋"
      },
      {
        "en": "Nezumi's First Love"
      },
      {
        "vi": "Tình đầu của Nezumi"
      },
      {
        "ne": "नेजुमी को पहिलो प्रेम"
      },
      {
        "fr": "Le Premier Amour de Nezumi"
      }
    ],
    "description": {
      "en": "Nezumi is a girl who was raised as a hitman by the yakuza and grew up not knowing human love. An ordinary young man, Ao, knows nothing. They fall in love and start to live together, but the evil hand is close at hand... This is a story of first love, so cruel and so sad.\n\nRead the prequel oneshot featuring Messiah-chan's backstory [here](https://mangadex.org/title/a53ff4b3-1514-4b91-9fa0-acd99dd797de/gomennasai-messiah-chan).",
      "fr": "Nezumi est une fille qui a été élevée comme tueuse à gages par les yakuzas et qui a grandi sans connaître l'amour humain. Un jeune homme ordinaire, Ao, n'en sait rien. Ils tombent amoureux et commencent à vivre ensemble, mais la main du mal est proche.... C'est l'histoire d'un premier amour, si cruel et si triste.",
      "ja": "ヤクザに殺し屋として育てられ、人の愛を知らずに育った少女、ねずみ。何も知らない普通の青年、碧(あお)。二人は恋に落ち、共に暮らし始めるが、魔の手はすぐそこまで迫っていた‥‥。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29dcb766-1012-4ea0-b215-a2444625b910",
    "title": {
      "en": "Isekai Kaeri no Saikyou Tamer, Tsukai ma wa Osananajimi"
    },
    "updatedAt": "2024-10-25T14:11:58+00:00",
    "coverArt": "https://mangadex.org/covers/29dcb766-1012-4ea0-b215-a2444625b910/47c064cd-2c7e-44e5-9008-2e9263e7dd2f.png",
    "altTitles": [
      {
        "ja": "異世界帰りの最強テイマー、使い魔は幼馴染"
      },
      {
        "id": "Penjinak Terkuat Kembali Dari Dunia Lain Dengan Teman Masa Kecilnya sebagai Familiarnya"
      },
      {
        "en": "The Strongest Tamer Returned From Another World With His Childhood Friend as His Familiar"
      }
    ],
    "description": {
      "en": "“But I’m powerless without you, my Master.”\n\nAfter being suddenly summoned to another world and saving that world from a crisis, high school students Wataru and Rumi have safely made it back to the real world. But the real world has been completely transformed! Dungeons are popping up and people have awakened their skills… It’s as if the real world is turning into the world they just left behind…\n\nA dungeon fantasy story where the returnees from another world, the tamer Wataru and his familiar Rumi, mow down everything in their way as the strongest combination that is closer than childhood friends but not quite lovers!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2560480-8b67-457b-8895-9de643f681e9",
    "title": {
      "en": "Soul Land IV - The Ultimate Combat"
    },
    "updatedAt": "2024-09-13T11:37:32+00:00",
    "coverArt": "https://mangadex.org/covers/f2560480-8b67-457b-8895-9de643f681e9/4838c181-bb98-42c9-8783-a054e5470bcd.jpg",
    "altTitles": [
      {
        "zh-ro": "Douluo Dalu 4 -  Zhongji Douluo"
      },
      {
        "en": "Soul Land IV - The Ultimate Battle"
      },
      {
        "zh": "斗罗大陆4终极斗罗"
      },
      {
        "en": "Soul Land IV - Ultimate Fighting"
      },
      {
        "es-la": "Combat Continent IV - El Dou Lou Definitivo"
      }
    ],
    "description": {
      "en": "The expedition of scientists from the Federal Research Institute roaming the northern ice land found an egg with wavering light of gold and silver. A kind man, Lan Xiao who lead the expedition hatched that egg and a cute baby boy came out. He decided to adopt the child and named him Lan Xuanyu."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]