[
  {
    "mangaId": "f25669f5-d886-49c5-bbac-d3b4c5ff3d02",
    "title": {
      "en": "Exorcist no Kiyoshi-kun"
    },
    "updatedAt": "2025-02-06T19:24:29+00:00",
    "coverArt": "https://mangadex.org/covers/f25669f5-d886-49c5-bbac-d3b4c5ff3d02/a55a2a98-efcc-4407-b02e-680b70dd521c.jpg",
    "altTitles": [
      {
        "ja": "悪祓士のキヨシくん"
      },
      {
        "en": "Ultimate Exorcist Kiyoshi"
      },
      {
        "ru": "Экзорцист Киёши"
      }
    ],
    "description": {
      "en": "The most powerful exorcist in history--Kiyoshi! In order to protect that which is precious to him, Kiyoshi has attained ultimate strength. But he has a secret he can't tell anyone... Become a sword that slays evil! Become a shield that protects the weak!",
      "ja": "祓清は史上最強の悪祓士（エクソシスト）。弱冠16歳にして初任務にあたっていた。しかし、本当は超ビビり＋ド級の人見知りで…!?　ほんの少しの勇気を胸に、悪魔を祓え!!",
      "es-la": "El exorcista más poderoso de la historia--¡Kiyoshi! Para poder proteger aquello que considera precioso, Kiyoshi ha obtenido una fuerza sin igual. Pero tiene un secreto que no puede revelar... ¡Conviértete en una espada que corta el mal! ¡Se un escudo que protege a los débiles! ¡Todo eso y más se junta en esta nueva serie de exorcismo, batallas y comedia!",
      "pt-br": "O exorcista mais poderoso da história: Kiyoshi Harai! Para proteger o que é precioso para ele, Kiyoshi atingiu a força suprema. Mas ele tem um segredo que não pode contar a ninguém... ele virou a espada que erradica o mal! O escudo que protege os fracos! Tudo se junta nessa nova série dramática de comédia e batalha de exorcistas!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "92d03218-4416-4329-b360-89a8312ae035",
    "title": {
      "en": "Akuma No Yuusha"
    },
    "updatedAt": "2024-12-22T22:13:17+00:00",
    "coverArt": "https://mangadex.org/covers/92d03218-4416-4329-b360-89a8312ae035/66ef93e3-e21c-49ba-99ce-a091d0755830.jpg",
    "altTitles": [
      {
        "en": "Devil Hero"
      }
    ],
    "description": {
      "en": "Prince of hell is searching for the person who summoned and turned him into a superhero. Prince needs to find that host and return back to his realm."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc4b3b06-8953-4720-b1d3-de8a88cea18d",
    "title": {
      "en": "Dakedo Kurasedo \"Suki\" ga Ienai"
    },
    "updatedAt": "2023-05-25T10:24:57+00:00",
    "coverArt": "https://mangadex.org/covers/cc4b3b06-8953-4720-b1d3-de8a88cea18d/c87828ee-ef94-4dcd-a548-75e4f1a9fbf8.jpg",
    "altTitles": [
      {
        "ja": "抱けど暮らせど「好き」が言えない"
      },
      {
        "zh": "做与不做，爱意难言"
      },
      {
        "zh-hk": "做與不做，愛意難言"
      }
    ],
    "description": {
      "en": "Tomoe Mochisaka, who has been living at the bottom of the pile, meets a man named Hajime Shiroyama at a company party at a large white company where she has changed jobs.\nHe is so handsome that, without knowing his name, she has the first one-night stand with him in her life...but this man is not only good-looking, he is also good-looking! He is a winner with a good face, a good body, and a good position! He is a winner. He is a winner with not only a good face, but also a good body and a good position!\n\nOn the contrary to Tomoe, who was happy to have finally met a very handsome man as a friend, Shiroyama was thinking about the fact...!\nYou can't get through to him no matter how much you hold him! An exhilarating romantic comedy with a difference!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4341560-3715-4912-9b12-c1869e914310",
    "title": {
      "en": "Seirei-tachi no Rakuen to Risou no Isekai Seikatsu"
    },
    "updatedAt": "2024-11-03T14:10:00+00:00",
    "coverArt": "https://mangadex.org/covers/d4341560-3715-4912-9b12-c1869e914310/e03681c0-78d3-4aa2-85e4-6f8457ede718.jpg",
    "altTitles": [
      {
        "en": "Paradise of Spirits and Ideal Life of Different World"
      },
      {
        "en": "Spirits Paradise and The Idle Another World Life"
      },
      {
        "ru": "Рай духов и идеальная жизнь в другом мире"
      },
      {
        "ja": "精霊達の楽園と理想の異世界生活"
      },
      {
        "ja-ro": "Seirei-tachi no Rakuen to Risō no Isekai Seikatsu"
      },
      {
        "ko": "정령들의 낙원과 이상적인 이세계 생활"
      },
      {
        "zh": "精灵们的乐园与理想的异世界生活"
      },
      {
        "zh-hk": "精靈們的樂園與理想的異世界生活"
      },
      {
        "ja": "Seireitati no Rakuen to Risou no Isekaikatsu"
      }
    ],
    "description": {
      "en": "It's the Golden Week, and Morizono Yuuta can't wait to spend the next 11 days staying home and conquering all of his games and manga. After a trip to the supermarket to stock up on food however, he found himself stranded in a wasteland with no sight of human. Now he's just gonna have to find a way to live in this world aided only by some magic tools and numerous Spirits whom he came into contact with."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2025-01-23T17:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      },
      {
        "es-la": "Existen Bestias"
      },
      {
        "es-la": "Bestias Fabulosas"
      },
      {
        "vi": "Có Linh Thú"
      },
      {
        "vi": "Hữu Thú Yên"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。",
      "es-la": "\"En este reino, criaturas mitológicas deambulan, descendientes de los nueve cielos que llaman hogar.\"\nSibuxiang, un hombre-ciervo mitológico y perezoso, es expulsado del cielo y asignado a apoyar a las criaturas mitológicas que vagan por el mundo humano. Conoce y vive aventuras con sus amigos: el enérgico Pixiu amante de la comida llamado Pipi, el fanático conejo lunar Tony, los hermanos ratones Jinjiao y Yinjiao, también desterrados del cielo, y muchos otros. ¿Qué tipo de aventuras emprenderán?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "1026e605-61f4-4b43-bfb4-06782c110236",
    "title": {
      "en": "Kyou mo Kitansu ka, Yoda-senpai."
    },
    "updatedAt": "2025-02-03T03:38:42+00:00",
    "coverArt": "https://mangadex.org/covers/1026e605-61f4-4b43-bfb4-06782c110236/4466a8b2-8c4b-4be5-872e-1245adfb8bba.jpg",
    "altTitles": [
      {
        "ja": "今日も来たんすか、依田先輩。"
      },
      {
        "en": "Have You Come Again Today, Yoda-senpai?"
      },
      {
        "vi": "Hôm nay chị lại tới nữa à, Yoda-senpai?"
      }
    ],
    "description": {
      "en": "This woman makes herself at home in my parents' house. She is a senior in the same high school and a friend of my sister's. It seems to take her two hours to get to school each way, so she stays at my house almost every day. Yoda is defenseless and a bit out of the ordinary, and I'm always on the edge of my seat!",
      "ja": "**ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！**\n\n俺の実家で、我が家のようにくつろぐこの女。 同じ高校の先輩で、姉の友達の依田燈。 学校まで片道2時間らしく、ほぼ毎日俺の家に居座っている。 無防備で少し抜けてる依田先輩に振り回されて、ドキドキしっぱなし!! ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "62"
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-11-18T22:30:34+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/2c7a2e7e-9963-4183-a470-acdbcc5b55ad.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "801513ba-a712-498c-8f57-cae55b38cc92",
    "title": {
      "en": "Berserk"
    },
    "updatedAt": "2024-07-15T01:05:18+00:00",
    "coverArt": "https://mangadex.org/covers/801513ba-a712-498c-8f57-cae55b38cc92/22ff2622-e93c-420f-b477-7a86eec02a1d.jpg",
    "altTitles": [
      {
        "he": "ברזרק"
      },
      {
        "fa": "برزرک"
      },
      {
        "ar": "برسرك"
      },
      {
        "th": "เบอร์เซิร์ก"
      },
      {
        "ja": "ベルセルク"
      },
      {
        "zh-hk": "劍風傳奇"
      },
      {
        "zh": "烙印勇士"
      },
      {
        "ko": "베르세르크"
      },
      {
        "ar": "بيرسيرك"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "uk": "Берсерк"
      },
      {
        "ru": "Берсерк"
      },
      {
        "ja-ro": "Berserk"
      },
      {
        "ne": "बर्सर्क"
      },
      {
        "de": "Berserk"
      }
    ],
    "description": {
      "en": "Guts, known as the Black Swordsman, seeks sanctuary from the demonic forces attracted to him and his woman because of a demonic mark on their necks, and also vengeance against the man who branded him as an unholy sacrifice.\n\nAided only by his titanic strength gained from a harsh childhood lived with mercenaries, a gigantic sword, and an iron prosthetic left hand, Guts must struggle against his bleak destiny, all the while fighting with a rage that might strip him of his humanity.  \n  \n***Won the 6th Osamu Tezuka Cultural Prize Excellence Award in 2002.***\n\n---\n\nNote: Following Miura Kenta's death in 2021, the series has been taken over by Kouji Mori, who supervises the series with art done by Studio Gaga.",
      "es": "Guts, conocido como el Espadachín Negro, busca refugio de las fuerzas demoníacas que se sienten atraídas por él y su mujer debido a una marca demoníaca en el cuello, además de vengarse del hombre que lo marcó como un sacrificio impío. Únicamente con la ayuda de su fuerza titánica, adquirida tras una dura infancia vivida con mercenarios, una espada gigantesca y una prótesis de hierro en la mano izquierda, Guts deberá luchar contra su sombrío destino, al tiempo que combate con una rabia que podría despojarle de su humanidad.",
      "ru": "Гатс – Черный Мечник, за которым охотятся демоны. Мечник стремится найти все убежища демонов и отомстить человеку, сделавшего их него «жертвенную овечку». Черный Мечник противостоит жестокой судьбе благодаря непоколебимой воле, невероятной силе, и, конечно же, меча. Постоянные сражения со злом приближает Гатса к параллельному миру тьмы, лишая его человечности. Берсерк – сложная, но сильная история о сражениях и злой судьбе.",
      "th": "เบอร์เซิร์ก เป็นชื่อมังงะ แนวดาร์ค แฟนตาซี ของญี่ปุ่น วาดโดยเคนทาโร่ มิอุระ มีการดำเนินเรื่องเกิดขึ้นในยุคกลางของยุโรป โดยได้รับอิทธิพลมาจากโลกแห่งจินตนิมิตด้านมืด มีตัวละครเอกของเรื่องคือ กัทส์ ทหารรับจ้างผู้โดดเดี่ยวและ กริฟฟิท หัวหน้าของกลุ่มทหารรับจ้างที่รวมตัวกันภายใต้ชื่อ กองพันเหยี่ยว\n\n----\n [Shopee (ไทย)](https://shopee.co.th/berserk%E0%B9%80%E0%B8%9A%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%80%E0%B8%8B%E0%B8%B4%E0%B8%A3%E0%B9%8C%E0%B8%81-%E0%B8%9A%E0%B8%B4%E0%B9%8A%E0%B8%81%E0%B8%9A%E0%B8%B8%E0%B8%84-%E0%B9%81%E0%B8%A2%E0%B8%81%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%A1-1-20-%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%AB%E0%B8%99%E0%B8%B6%E0%B9%88%E0%B8%87-i.63434898.1855330863)",
      "tr": "Kara Kılıç Ustası olarak anılan Guts, vücutlarındaki şeytani damga yüzünden onlara musallat olan şeytani güçlerden, kadınını ve kendisini korumanın bir yolunu aramaktadır. Aynı zamanda onu damgalayan ve bir kurban konumuna düşüren adamdan intikam almaya çalışmaktadır. Paralı askerlerle geçirdiği zorlu çocukluk yıllarının getirdiği tecrübeler sayesinde elde ettiği büyük gücü, devasa bir kılıç ve protez bir kol ile destekleyen Guts, karamsar kaderiyle mücadele etmek zorundadır. Tüm bunları yaparken, insani benliğini kaybetmesine neden olabilecek öfkeyle başa çıkmalıdır. \n\nTheWildDeer'dan Dorylaion tarafından biraz yorum katılarak sitedeki ingilizce açıklamadan çevrilmiştir.",
      "uk": "Його ім'я Ґатс, Чорний Мечник. Він могутній воїн, про якого говорять лишень пошепки. У нього є велетенський меч , рука зі заліза й шрами від незліченних боїв і тортур. А ще його плоть позначена Тавром — нечестивим символом, який притягує сили пітьми й робить Ґатса їхньою жертвою. Але Ґатс не прийме таку долю спокійно: він порубає на фарш війська проклятих, як і будь-кого, кому стане дурості стати на його шляху! Ґатс іде в товаристві ельфа Пака (більше докучайла, ніж товариша) темним і закривавленим шляхом, який приведе лише до загибелі... Чи помсти.",
      "es-la": "Guts, conocido como el Espadachín Negro, busca refugio de las fuerzas demoníacas que se sienten atraídas por él y su mujer debido a una marca demoníaca en el cuello, además de vengarse del hombre que lo marcó como un sacrificio impío. Únicamente con la ayuda de su fuerza titánica, adquirida tras una dura infancia vivida con mercenarios, una espada gigantesca y una prótesis de hierro en la mano izquierda, Guts deberá luchar contra su sombrío destino, al tiempo que combate con una rabia que podría despojarle de su humanidad.",
      "pt-br": "Guts, conhecido como o Espadachim Negro, busca refúgio das forças demoníacas atraídas por ele e sua mulher por causa de uma marca demoníaca em seus pescoços, e também vingança contra o homem que o marcou como um sacrifício profano.  Ajudado apenas por sua força titânica adquirida de uma infância dura vivida com mercenários, uma espada gigantesca e uma mão esquerda protética de ferro, Guts deve lutar contra seu destino sombrio, enquanto luta com uma raiva que pode despojá-lo de sua humanidade."
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8282b342-77df-4683-a903-bfc1472d55ac",
    "title": {
      "en": "Rookie Chef with the Magic Touch"
    },
    "updatedAt": "2024-07-20T17:21:35+00:00",
    "coverArt": "https://mangadex.org/covers/8282b342-77df-4683-a903-bfc1472d55ac/930377d4-bd5b-419b-850f-ccfb195f2bca.jpg",
    "altTitles": [
      {
        "en": "Youngest Chef From the 3rd Rate Hotel"
      },
      {
        "ko": "삼류호텔 막내세프"
      },
      {
        "ko-ro": "Samnyu Hotel Mangnae Chef"
      },
      {
        "ja": "三流ホテルの見習いシェフ"
      },
      {
        "es-la": "El chef mas joven del hotel de 3ra categoria"
      }
    ],
    "description": {
      "en": "Kang Sunghoon, the youngest member of a 4 star hotel kitchen in Korea, has the ability to memorise different kinds of ingredients. However, as the youngest, he's still unable to escape dishwashing duty."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "102"
  },
  {
    "mangaId": "d7d6829b-ceab-4346-a033-22387aeff297",
    "title": {
      "en": "Summoned to Another World... Again?!"
    },
    "updatedAt": "2024-10-11T16:09:19+00:00",
    "coverArt": "https://mangadex.org/covers/d7d6829b-ceab-4346-a033-22387aeff297/7a5e4ada-65d1-431c-ace4-c0be6dcbf3fe.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai Shoukan wa Nidome Desu"
      },
      {
        "ru": "Меня призвали в другой мир во второй раз!"
      },
      {
        "ja": "異世界召喚は二度目です"
      },
      {
        "en": "This Is My Second Time Being Summoned to an Isekai."
      },
      {
        "ko": "이세계 소환은 두 번째 입니다"
      },
      {
        "ru": "Призванный в другой мир во второй раз"
      }
    ],
    "description": {
      "en": "There was once a man who was summoned to another world, and saved it. Of course, he became too popular there, and turned into an isekai-normie.   \nHowever, that man fell into a \"trap\", and was forcibly returned to his original world. Moreover, he had to start over as a baby! This is the story of the way-too-fantastic ex-hero who lived as a gloomy high-schooler as he gets summoned once again to that other world in a very unexpected development!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc",
    "title": {
      "en": "High School Boy"
    },
    "updatedAt": "2025-02-10T01:06:42+00:00",
    "coverArt": "https://mangadex.org/covers/003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc/df98b3a9-bddd-4dd2-81cd-23a1618e38fc.png",
    "altTitles": [
      {
        "ko": "남고 소년"
      },
      {
        "en": "Highschool Boy"
      }
    ],
    "description": {
      "en": "Hong Il-tak, the only red spot at Daemun Namgo. Despite his name and nickname, he's a boy, and his dwarfism and peculiar appearance have led to him being looked down upon by everyone from the nerds to the elders, and he's at the bottom of the school hierarchy. \n\nIn the past, until his sophomore year, Iltak had been a famous member of the Iljin, but a problem of his own brought him to the bottom of the food chain... \n\n\"His secondary sexuality. If only he'd come to me...!\" \n\nAfter enduring daily teasing and bullying because his body stopped growing like his peers, Hong Il-taek thought of a way to move up in the ranks... \n\n\"If I can befriend this guy, who's in the second grade at Dae-moon Boys' High School, I'll be able to move up again!\" \n\nBut for some reason, Lee Hyun-woo tries to keep his distance from Hong Il-taek... Can Hong Il-taek find his former glory again?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "643297aa-670a-4a84-9653-3586da00721c",
    "title": {
      "en": "I'm Quitting the Hero's Party"
    },
    "updatedAt": "2025-02-07T15:24:41+00:00",
    "coverArt": "https://mangadex.org/covers/643297aa-670a-4a84-9653-3586da00721c/d0e78851-2e2a-40e4-af46-feb53b6193ec.jpg",
    "altTitles": [
      {
        "ko": "용사 파티 때려치웁니다"
      },
      {
        "ja": "勇者パーティー辞めます。"
      },
      {
        "en": "I Quit the Party of the Brave."
      },
      {
        "ko-ro": "Yongsa Pati Ttaelyeochiubnida"
      },
      {
        "ja-ro": "Yuusha Party Yamemasu"
      },
      {
        "fr": "La Relève du Magicien cendré"
      }
    ],
    "description": {
      "en": "Raniel Van Trias, the Ashen Wizard, is a highly skilled mage set on defeating the Demon King. After years of fighting alongside the renowned Hero's Party and multiple encounters with the Demon King, he is ousted from the party, left with a curse on his heart, forced to lose half his lifespan, and transformed into a woman! \n\nUndeterred, Raniel becomes an assistant professor at the Royal Apelia Academy as Rania and searches for a way to lift the curse, oblivious to how challenging his task may be...\n\n---\n\n[Official Japanese release](https://jp.piccoma.com/web/product/148780)\n\n[Official French release](https://fr.piccoma.com/fr/product/1483)",
      "ko": "마왕을 무찌르고 세상을 구원하기 위해 모인 최강의 용사파티가 있었다.\n\n하지만 마왕 토벌엔 관심이 없고편한 전장만 찾는 용사 파티에 환멸을 느낀 잿빛 마법사 라니엘은,결국 파티를 때려치우고 고향으로 돌아와 스승을 만난다.그런 그에게 라니엘의 스승인 로셀은명문 아카데미, 아플리아의 조교수 자리를 권하게 된다.\n\n\"아니, 이걸 왜 못하지?\"\n\"그냥 회로 생성하고 쓰면 되는데?\"\n\n하지만 세계관 최강자도 막상 가르침에는 소질이 없는 듯 한데...\n\n어찌저찌 아플리아 아카데미에 취직하게 된 인류 최강 전력.먼치킨 마법사의 좌충우돌 아카데미 조교수기가 시작된다!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "005bf9d0-afcf-4fd6-b422-3c4393ef8c23",
    "title": {
      "en": "Shokuryou Jinrui"
    },
    "updatedAt": "2025-01-27T19:30:20+00:00",
    "coverArt": "https://mangadex.org/covers/005bf9d0-afcf-4fd6-b422-3c4393ef8c23/a22b3cde-8ae7-4136-a077-8d93798d6394.jpg",
    "altTitles": [
      {
        "ru": "Человечество на закуску"
      },
      {
        "ja": "食糧人類-Starving Anonymous-"
      },
      {
        "ko": "식량인류"
      },
      {
        "en": "Human Race for Food"
      },
      {
        "en": "Starving Anonymous"
      },
      {
        "th": "ฟาร์มขุนฅน"
      },
      {
        "ko-ro": "Sikryanginnyu"
      },
      {
        "ja-ro": "Shokuryou Jinrui-Starving Anonymous-"
      }
    ],
    "description": {
      "en": "Planet Earth is facing a grave crisis due to global warming and housing and food shortages. What steps can humankind take to counteract these issues while it's practically demolishing itself to survive? Ie suddenly finds himself on the path to discovery, but…\n\n---\n**Links:**\n- Alternative Official English - [Azuki](https://www.azuki.co/series/starving-anonymous), [Coolmic](https://coolmic.me/titles/584), [Kodansha USA](https://kodansha.us/series/starving-anonymous/)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "62"
  },
  {
    "mangaId": "fd41659a-e4ce-458f-b087-8032b7a5fab9",
    "title": {
      "en": "Netachara-Tensei Toka Anmarida!"
    },
    "updatedAt": "2025-01-19T11:50:46+00:00",
    "coverArt": "https://mangadex.org/covers/fd41659a-e4ce-458f-b087-8032b7a5fab9/522658db-3d5a-4bb5-870b-c73c5c7debe9.jpg",
    "altTitles": [
      {
        "en": "Did I Seriously Just Get Reincarnated as My Gag Character?!"
      },
      {
        "ja": "ネタキャラ転生とかあんまりだ! THE COMIC"
      },
      {
        "zh": "梗角色转生太过头了！"
      },
      {
        "zh-hk": "梗角色轉生太過頭了！"
      },
      {
        "zh-ro": "Gěng Juésè Zhuǎnshēng tài Guòtóule!"
      },
      {
        "ru": "Мне кажется, или это похоже на реинкарнацию сюжетного персонажа?"
      },
      {
        "id": "Gila sih, reinkarnasi jadi karakter lawak!"
      }
    ],
    "description": {
      "en": "Toru Aikawa, a college student who spends his days immersing himself in games because his daily life is so boring, was standing alone in a forest in a different world before he even could realize why. Moreover, it seems that he has reincarnated into the \"Neta character\" he made in a game. The Genderswap reincarnation of the strongest heroine packed with overflowing Chuunibyo and ideals!\n\nThe strongest genderswap reincarnation fantasy begins here !!\n\n---\n\n**Note:** A Neta character is a character whose action has captured the hearts of viewers and players and has been turned into a important part of the story.",
      "id": "Toru Aikawa, seorang mahasiswa yang menghabiskan hari-harinya dalam permainan karena kesehariannya yang membosankan. ketika dia menyadarinya, dia sedang berdiri sendirian di hutan di dunia yang berbeda karena suatu alasan.. Selain itu, sepertinya dia telah bereinkarnasi ke dalam \"karakter baru\" yang dibuat dari bermain game….\n\nbereinkarnasi menjadi yang terkuat yang dengan Chuunibyo yang meluap-luap dan juga cita-citanya!",
      "pt-br": "Toru Aikawa, um estudante universitário que passa seus dias mergulhando em jogos porque sua vida diária é tão chata, estava sozinho em uma floresta em um mundo diferente antes que ele pudesse perceber o porquê. Além disso, parece que ele reencarnou no \"personagem Neta\" que ele fez em um jogo. A reencarnação Genderswap(troca de gênero) da heroína mais forte repleta de Chuunibyo transbordante e ideais!\n\nA fantasia de reencarnação de troca de gênero mais forte começa aqui!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "44ac2a86-4886-4ff8-a39c-096901bb2721",
    "title": {
      "en": "Housekishou no Maid"
    },
    "updatedAt": "2025-02-08T10:03:08+00:00",
    "coverArt": "https://mangadex.org/covers/44ac2a86-4886-4ff8-a39c-096901bb2721/4d6ebaa3-7aa4-404b-91fc-6f71f5503650.jpg",
    "altTitles": [
      {
        "ja": "宝石商のメイド"
      },
      {
        "en": "The Jeweler's Maid"
      }
    ],
    "description": {
      "en": "The jewelry store Rohstein is an unconventional shop where \"a maid sells jewels\". Off of the main street, the shop is visited by an elderly gentleman, a noble, an actress, a poor student, and all sorts of people who have heard the rumors of it. When they hold the jewels selected by the maid, their own lives also begin to shine.",
      "ja": "宝石商「ローシュタイン」は“メイドが宝石を売る”一風変わった品揃えのお店。大通りから外れたその店には、老紳士、貴族、女優、貧乏学生と噂を聞きつけたさまざまな人が訪れる。きらめく宝石を手にしたとき、彼らの人生もまた輝きだす。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2025-02-06T23:08:26+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/67071eb0-3362-434a-a1fd-3fffa52e0c69.jpg",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      },
      {
        "tr": "Lütfen Bana Zorbalık Yap, Kötü Hanım!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "tr": "Ben, Yvonne, bir Otome oyununda zengin kötü karakter olarak reenkarne oldum. Oyunun hikayesine göre benim gibi herkesin nefret ettiği bir karakter, ana karaktere zorbalık yapmak, onu hoşlanabileceği çeşitli karakterlerin romantik rotalarına sürüklemek gibi bir ana göreve sahip. Ama görünen o ki Elsa’da bir gariplik var, kahraman! Benimle fazla yakınlaşıyor!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e06e6024-9688-4a38-a8b4-6facd3fe1d80",
    "title": {
      "en": "Mankitsu Shitai Jouren-san"
    },
    "updatedAt": "2025-01-27T20:54:00+00:00",
    "coverArt": "https://mangadex.org/covers/e06e6024-9688-4a38-a8b4-6facd3fe1d80/7caf6d8b-6e25-40fa-8e07-f1ce67e67996.jpg",
    "altTitles": [
      {
        "ja": "まんきつしたい常連さん"
      },
      {
        "en": "Miss Regular Customer Wants to Enjoy"
      },
      {
        "en": "The Regular Enjoying Herself at the Manga Cafe"
      },
      {
        "zh-hk": "想盡情享受的常客小姐"
      },
      {
        "zh": "想尽情享受的常客小姐"
      },
      {
        "fr": "La cliente régulière veut s'amuser"
      },
      {
        "es-la": "Una clienta habitual quiere divertirse"
      }
    ],
    "description": {
      "en": "Izumi, a university student part-timing at a manga cafe, got curious about a regular customer. Her name is Honami, a high school girl who's been coming to the manga cafe recently. This defenseless and seemingly cute girl who he can't take his eyes off of has a secret...!?",
      "ja": "マンガ喫茶で働く大学生・泉には気になっている常連さんがいた。それは最近よく来店する女子高生のほなみちゃん。どこか無防備で可愛らしい彼女には、目を離せないある秘め事があって…！？ 青春を“まんきつ”する優しいふたりの ちょっとエッチなハートフルラブコメ！！",
      "es-la": "Izumi, un estudiante universitario que trabaja en un café de manga, tiene una clienta habitual que le interesa. Se trata de una chica de instituto, Honami, que últimamente frecuenta la tienda. ¡Su aspecto es algo inocente y tierno, pero tiene un secreto del que no puede apartar la vista...! ¡Una comedia romántica un poco atrevida sobre dos personas amables que disfrutan plenamente su juventud!",
      "pt-br": "Izumi, um estudante universitário que trabalha meio período em um café de mangá, ficou curioso sobre uma cliente regular. O nome dela é Honami, uma estudante do ensino médio que tem vindo ao café mangá recentemente. Essa garota indefesa e aparentemente fofa de quem ele não consegue tirar os olhos tem um segredo...!?\n\nEsta é uma comédia de amor um pouco safada e sincera, onde este gentil casal poderá \"aproveitar\" sua juventude ao máximo!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba8767ca-a8c6-4e80-a371-b220a7813bd0",
    "title": {
      "en": "Satanophany"
    },
    "updatedAt": "2025-02-08T10:10:28+00:00",
    "coverArt": "https://mangadex.org/covers/ba8767ca-a8c6-4e80-a371-b220a7813bd0/b0ad6ae0-2713-4445-b159-d5a3e739faa9.jpg",
    "altTitles": [
      {
        "ja": "サタノファニ"
      },
      {
        "ja": "Satanofani"
      },
      {
        "es": "Satanofanía"
      },
      {
        "uk": "Демоническая одержимость"
      }
    ],
    "description": {
      "en": "A mysterious syndrome turns schoolgirls into homicidal monsters behind numerous atrocities in Japan. However, nothing is what it seems and when Chika Amagi is arrested for the brutal murder of five people.",
      "es": "Un misterioso síndrome convierte a las colegialas en monstruos homicidas detrás de numerosas atrocidades en Japón. Sin embargo, nada es lo que parece y cuando Chika Amagi es arrestado por el brutal asesinato de cinco personas, ¡comienza un viaje a aguas desconocidas y turbulentas!",
      "fr": "Au Japon, un mystérieux syndrome transforme les écolières d'un établissement en monstres sanguinaires, capables de tuer leurs semblables avec un sang-froid incroyable. Dans cette période de trouble, Chika Amagi, étudiante sans histoire, est arrêtée pour le meurtre terrible de cinq personnes…   \n\n\n---",
      "ja": "活発で食いしん坊な、普通の女の子だったはずの彼女は、ある事件をきっかけに「羽黒刑務所」へと導かれる。島に建てられたその刑務所には、メデューサ症候群と呼ばれる殺人少女たちだけが集められているのであった。彼女たちに宿る凶悪とは――!?",
      "pt-br": "Uma síndrome misteriosa torna jovens garotas em monstros homicidas por trás de diversas atrocidades no Japão. Entretanto, nada é o que parece quando Chika Amagai é presa pelo assassinato brutal de cinco pessoas e é levada a uma prisão em uma ilha para estas assassinas!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5ee781b-e01f-4da8-90ca-962056cb5435",
    "title": {
      "en": "MAD"
    },
    "updatedAt": "2025-02-06T19:37:34+00:00",
    "coverArt": "https://mangadex.org/covers/a5ee781b-e01f-4da8-90ca-962056cb5435/27a003ab-1164-4efb-867e-a6f56b21b9d3.jpg",
    "altTitles": [],
    "description": {
      "en": "Mysterious alien life-forms invade Earth! Most of humanity is wiped off the face of the planet. John, his sister, and the remaining survivors hope to find a new world to inhabit... But one day, they're targeted by aliens again! (MANGA Plus)",
      "ja": "空からやってきたエイリアンに支配された星。生きる希望を失った男・ジョンは残された生存者達と一縷の望みをかけ謎の信号の発信源へ向かうが――…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91fef20b-00f6-4802-827b-a48c0248d4b9",
    "title": {
      "en": "GO ANd GO"
    },
    "updatedAt": "2023-05-31T12:24:58+00:00",
    "coverArt": "https://mangadex.org/covers/91fef20b-00f6-4802-827b-a48c0248d4b9/fb045c5c-a1f7-4b29-a8b0-c106e67721a5.jpg",
    "altTitles": [
      {
        "ja": "ゴーアンゴー"
      }
    ],
    "description": {
      "en": "Eigo Nitta, new student in Hoyo high school, is enrolled in the baseball team. Talented as fast pitcher but lacking in term of technique, Eigo Nitta aims to be the new pitcher of the team. He has to face many opponents, which creates an atmosphere of competition in the baseball team. However he and his teammates will have to find a way to solve the rivalry among the baseball team in order to go to Koshien tournament."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "30",
    "lastChapter": "132"
  },
  {
    "mangaId": "e81b4d3d-2692-4af9-9300-91012d079cd6",
    "title": {
      "en": "The Demon King Who Lost His Job"
    },
    "updatedAt": "2024-03-31T18:25:55+00:00",
    "coverArt": "https://mangadex.org/covers/e81b4d3d-2692-4af9-9300-91012d079cd6/8e841ad3-f4d8-4ea5-a270-bfa42b135c6a.jpg",
    "altTitles": [
      {
        "en": "Jobless Demon King"
      },
      {
        "zh": "失业魔王"
      },
      {
        "en": "The Laid Off Demon King"
      },
      {
        "zh-ro": "Shiye Mowang"
      },
      {
        "pt-br": "O rei demônio que perdeu o emprego"
      }
    ],
    "description": {
      "en": "He is the Demon King who was impeached. She is the brave hero who was laid off because of a failed expedition. Bound by destiny, the two of them embark on an adventure to repay their debts.",
      "pt-br": "Ele é o Rei Demônio que sofreu impeachment. Ela é a corajosa heroína que foi demitida por causa de uma expedição fracassada. Presos pelo destino, os dois embarcam em uma aventura para pagar suas dívidas."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "163306e6-1700-42a4-882f-26db124cbec2",
    "title": {
      "en": "Hero Killer"
    },
    "updatedAt": "2024-07-14T02:24:46+00:00",
    "coverArt": "https://mangadex.org/covers/163306e6-1700-42a4-882f-26db124cbec2/649d7c41-83fc-49ca-b271-abb21b882042.jpg",
    "altTitles": [
      {
        "ko": "히어로 킬러"
      },
      {
        "de": "Heldentöter"
      },
      {
        "fr": "La tueuse d'héros"
      },
      {
        "es": "La asesina de héroes"
      },
      {
        "pl": "Zabójca bohaterów"
      },
      {
        "uk": "Вбивця героїв"
      },
      {
        "ru": "Убийца героев"
      },
      {
        "zh-hk": "英雄殺手"
      },
      {
        "fr": "Tueur des héros"
      }
    ],
    "description": {
      "de": "Alle Schurken sind besiegt und die Helden haben die Welt gerettet. Das klingt erst einmal gut, doch sind wirklich alle Helden gut? Nicht alle, die sich „Helden“ nennen, verhalten sich auch so: Eine Frau, deren Schwester von einem dieser „Helden“ getötet wurde, begibt sich auf die Mission, den Täter zu finden, und wird zum „Hero-Killer“, der jede Nacht Jagd auf korrupte Helden macht. Kann sie es schaffen, ihre Schwester zu rächen und die Welt zu einem besseren Ort zu machen?\n\n---\n**Official Translations:**\n* [German / Deutsch](https://www.webtoons.com/de/action/hero-killer/list?title_no=3403)",
      "en": "The world is in constant turmoil, with constant wars breaking out between Heroes and Villains.\n\nGifted with supernatural abilities, one lone girl sets out on a bloody path for revenge against the injustices of the world she lives in. With the constant clashes between titans, no one is safe.\n\nIf no one is willing to protect the innocent, who are the real heroes, and who are the real villains? What truly separates one from the other?",
      "es": "El mundo está en constante agitación, con guerras constantes desatándose entre héroes y villanos. Dotada con habilidades extraordinarias, una chica solitaria recorre un camino sangriento de venganza contra las injusticias del mundo en el que vive. Con los enfrentamientos constantes entre los titanes, nadie está a salvo. Si nadie está dispuesto a proteger a los inocentes, ¿quiénes son los verdaderos héroes? ¿Quiénes son los verdaderos villanos? ¿Qué es lo que realmente separa a los unos de los otros?\n\n---\n**Official Translations:**\n* [Spanish / Español](https://www.webtoons.com/es/action/hero-killer/list?title_no=3422)",
      "fr": "Dotée de capacités surnaturelles, Ehwa, une jeune fille solitaire, s'engage sur un chemin sanglant afin de se venger pour sa soeur qui a été tuée par un \"héros\". Elle ne sait toujours pas qui de ces \"héros\" est responsable de sa mort, mais cela lui importe peu... car il suffit de les massacrer tous.\n\n---\n**Official Translations:**\n* [French / Français](https://www.webtoons.com/fr/action/hero-killer/list?title_no=3151)",
      "hu": "A világ állandó kavarodásban van, állandó háborúk törnek ki a Hősök és a Gonoszok között. Természetfölötti képességekkel felruházva egy magányos lány véres útra indul, hogy bosszút álljon a világ igazságtalanságai ellen, amelyben él. Ha senki sem hajlandó megvédeni az ártatlanokat, kik az igazi hősök és kik az igazi gonosztevők? Mi választja el igazán a másikat?",
      "id": "Bertahun-tahun yang lalu, Ehwa kehilangan saudara perempuan karena seorang hero yang tidak dikenal. Sampai sekarang, tidak ada yang tahu siapa pembunuh saudara perempuan Ehwa. Tetapi hal itu tidak masalah baginya, karena dia akan menghabisi semua hero yang ada di dunia.\n\n---\nPerang berakhir dengan kekalahan para villain. Sekarang dunia dikuasai oleh Hero yang korup. Dan Salah satu Hero tersebut membunuh saudara perempuan Ehwa. dia tidak tahu yang mana, tapi tidak masalah. Jika dia membunuh satu per satu, mereka akan ada di antara mereka. Ehwa menjadi Hero killer, Villain yang memburu para Hero setiap malam. \"Aku akan membunuh semua orang dan akan mengambil semuanya!\"\n\n---\n**Official Translations:**\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/hero-killer/list?title_no=3083)",
      "it": "Il mondo è in costante fermento, con continue guerre scoppiate tra eroi e cattivi. Dotata di abilità soprannaturali, una ragazza solitaria intraprende un percorso sanguinoso per vendicarsi contro le ingiustizie del mondo in cui vive. Con i continui scontri tra titani, nessuno è al sicuro. Se nessuno è disposto a proteggere gli innocenti, chi sono i veri eroi e chi sono i veri cattivi? Cosa separa veramente l'uno dall'altro?",
      "ko": "전쟁은 빌런들의 패배로 막을 내렸다.\n이제 세상은 부패한 히어로들이 지배하고 있다.\n그리고, 그런 히어로들 중 하나가 이화의 언니를 죽였다.\n언니를 죽인 게 누구인지는 모르지만 상관없다.\n한 놈씩 죽이다 보면 그중에 있을 테니까.\n이화는 매일 밤 영웅들을 사냥하는 빌런, 히어로 킬러가 된다.\n​\n한 악당의 지독한 액션 활극.\n“모조리 죽이고, 빼앗아 주마!”",
      "th": "เรื่องราวสงครามระหว่างเหล่าฮีโร่และวายร้ายได้จบลงด้วยชัยชนะของกลุ่มฮีโร่ แต่โลกในตอนนี้กลับปกครองด้วยกลุ่มฮีโร่ที่ฉ้อฉล และหนึ่งในฮีโร่กลุ่มนั้นได้ฆาตกรรมพี่สาวของอีฮวา อีฮวาไม่รู้เลยว่าฮีโร่คนไหนที่ลงมือฆ่าพี่สาวของเธอ เธอเลยตัดสินใจไล่ฆ่าพวกฮีโร่ไปทีละคน เธอคิดว่าถ้าฆ่าพวกฮีโร่กลุ่มนั้นให้หมด แล้วมันจะนำไปสู้การล้างแค้นให้พี่สาวเธอได้ การล้างแค้นของวายร้ายผู้สิ้นหวังได้เริ่มต้นขึ้น “ฉันจะฆ่าพวกแกทุกคน ฉันจะพรากทุกอย่างที่แกมีไปจากแก”\n\n---\n**Official Translations:**\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/hero-killer/list?title_no=2840)",
      "zh-hk": "戰爭在反派的敗北下落幕了，而世界由腐敗的英雄們接手掌控。 然而，其中一個英雄殺了苡禾的姐姐。 她不在乎兇手是誰，反正把他們全部殺掉就可以了。 苡禾每晚都會行動，成為了英雄殺手的反派角色。 一個壞蛋的殘忍獵殺行動。「全部殺掉！全部搶走！」\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/hero-killer/list?title_no=5647)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-10-01T15:29:23+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/dc042b02-91bc-46ee-a779-8756556b66d0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      },
      {
        "pl": "Anioł z sąsiedztwa niezwykle mnie rozpieszcza"
      }
    ],
    "description": {
      "en": "Mahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まった。自堕落な一人暮らしを送る周を見かねて、なにかと世話を焼く真昼。お互いに興味ないと言い合う二人は、それでも少しずつ距離を縮めていく……。",
      "pl": "Mahiru jest piękną dziewczyną, którą koledzy z klasy nazywają \"aniołkiem\". Jest nie tylko świetnie wysportowana i ma doskonałe oceny - jest także zabójczo piękna. Amane, przeciętny facet i samozwańczy niechluj, nigdy nie myślał zbyt wiele o tej boskiej piękności, mimo że uczęszczał do tej samej szkoły. Wszystko zmienia się jednak, gdy widzi Mahiru siedzącą samotnie w parku podczas ulewy. Tak zaczyna się dziwna relacja między tą nieprawdopodobną parą!",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bfbecb6e-8a6f-4b31-a040-5928a7635894",
    "title": {
      "en": "Mizu Zokusei no Mahoutsukai"
    },
    "updatedAt": "2025-01-27T20:26:08+00:00",
    "coverArt": "https://mangadex.org/covers/bfbecb6e-8a6f-4b31-a040-5928a7635894/580f4b86-7570-4011-955a-7e90ed51c9e4.jpg",
    "altTitles": [
      {
        "ja": "水属性の魔法使い@COMIC"
      },
      {
        "en": "The Water Magician"
      },
      {
        "zh-hk": "水屬性之魔法使"
      }
    ],
    "description": {
      "en": "Upon being reincarnated into a fantasy world, Ryo wants to live out his days in peace with his newfound water magic. He can only conjure a cupful at a time, but it’s enough to eke out a comfortable existence — or so he thought.\n\nThe powers that be cast him into the wild outlands with nothing more than a humble shack, a single knife, some food... and abilities that are yet beyond his comprehension. The area is overrun by monsters and there’s nary another human in sight. Ryo must now figure out how to survive above all else, but he’s ready to take bulls, boars, and a whole host of other monsters by the horns if it means seizing the life he wants for himself.\n\nEach new victory brings a new challenge, but what could a fateful encounter with a headless horseman, a dragon, and a castaway swordsman have in common? They’re the first steps on a grand journey that will take Ryo beyond the borders of all he knows to become the greatest water magician the world has ever seen — one adventure at a time.",
      "ja": "「＜水よ来たれ！＞」異世界に転生した青年・涼は初めての魔法を唱える。コップ一杯の水から始まるスローライフ――それは常に死と隣り合わせの戦闘が起きる日常だった！？隔絶された森の中で人間は彼一人だが、謎の首なし騎士や宿敵との邂逅があって……？そんなある日、一人の漂流者との出会いが涼の運命を大きく動かしていく！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e348a18e-6cc7-4418-8838-de4ea90c99ac",
    "title": {
      "en": "Harukanaru Ring"
    },
    "updatedAt": "2025-01-20T12:29:34+00:00",
    "coverArt": "https://mangadex.org/covers/e348a18e-6cc7-4418-8838-de4ea90c99ac/c01fb6e4-76ba-4c9a-a4b6-7bd1a77e354a.png",
    "altTitles": [
      {
        "ja": "遥かなるリング"
      },
      {
        "ja": "格闘少女伝説遥かなるリング"
      },
      {
        "ja-ro": "Kakutou Shoujo Densetsu Harukanaru Ring"
      }
    ],
    "description": {
      "en": "(from [wikipedia.ja](https://ja.wikipedia.org/wiki/%E9%81%99%E3%81%8B%E3%81%AA%E3%82%8B%E3%83%AA%E3%83%B3%E3%82%B0)):\n\nYu Takamine was fascinated by the female pro-wrestlers she saw as a child, and overcoming her parents' opposition, she auditioned for and passed the Tokyo Women's Pro Wrestling Association Match to become a pro-wrestler. \n\nHowever, this was only the first step to becoming a wrestler. \n\nThis is the story of Yu, an amateur wrestler who is not particularly strong, and her growth as an apprentice, rookie, heel, idol, and senior wrestler as she explores various fighting styles."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "45ab80dd-6dc1-4ad4-ad5c-c1ad0d527586",
    "title": {
      "en": "Exotic Love"
    },
    "updatedAt": "2021-05-25T15:41:53+00:00",
    "coverArt": "https://mangadex.org/covers/45ab80dd-6dc1-4ad4-ad5c-c1ad0d527586/d171271f-9f96-4db4-b474-21b761874f1d.jpg",
    "altTitles": [
      {
        "en": "외사랑"
      }
    ],
    "description": {
      "en": "Jung Jaehan, a third-generation chaebol, is an influential person in the entertainment industry and he’s bored to death. Tired of drugs, alcohol, and pleasure, he meets the new movie director Yoon Heegyeom—the same Yoon Heesung, who was a rising rookie actor that retired even at the peak of his acting career because of a drug scandal"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f",
    "title": {
      "en": "Reincarnation no Kaben"
    },
    "updatedAt": "2025-02-12T19:02:04+00:00",
    "coverArt": "https://mangadex.org/covers/3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f/e11650ab-6d90-41df-b532-93ae0b005822.jpg",
    "altTitles": [
      {
        "ja": "リィンカーネーションの花弁"
      },
      {
        "en": "Petals of Reincarnation"
      },
      {
        "zh": "轮回的花瓣"
      },
      {
        "fr": "Pétales de Réincarnation"
      },
      {
        "pt-br": "Pétalas da Reencarnação"
      },
      {
        "ru": "Лепестки реинкарнации"
      },
      {
        "es": "Pétalos de Reencarnación"
      },
      {
        "vi": "Cánh Hoa Luân Hồi"
      }
    ],
    "description": {
      "en": "Striving for talent, Senji Touya tries everything he can so he can find it. Kendou, dancing, swimming, basketball, soccer, chess… anything he tries, he fails to exceed it. One day, his classmate, Haito, came to school for once in a long time. Senji refers to her as someone who \"has it\" or someone who has talent. Later on, he found out that she isn't just someone who has talent, but someone who \"took\" the talent of herself in her past life. And, those who \"took\" the talent from their past lives, are also known as \"Returners\"…",
      "ja": "前世を、掘り起こせ。 決別せよ！ 無才と罵られる日々に!! 目覚めよ!!! 自身に眠る、前世の才能に!!!!宮本武蔵の剣と数学者の超高速演算、シリアルキラーの大虐殺がいきなり激突する、天才異才鬼才続々登場の異能バトル！",
      "vi": "Cố gắng tìm kiếm tài năng, Senji Touya thử mọi thứ có thể để tìm ra nó. Kiếm đạo, nhảy múa, bơi lội, bóng rổ, bóng đá, cờ vua… bất cứ thứ gì cậu thử, cậu đều không thể vượt trội. Một ngày nọ, cô bạn cùng lớp của cậu, Haito, tới trường sau một thời gian dài vắng mặt. Senji coi cô là người \"có nó\" – một người có tài năng. Sau đó, cậu phát hiện ra rằng cô không chỉ là một người có tài năng mà còn là người đã \"lấy\" tài năng của mình từ kiếp trước. Và, những người \"lấy\" tài năng từ kiếp trước của họ còn được gọi là \"Những Kẻ Trở Lại\"…",
      "pt-br": "Na busca por um talento só seu, Senji Touya tenta de tudo para encontrá-lo. Kendou, dança, natação, basquete, futebol, xadrez… em tudo o que ele tenta, ele não consegue se destacar. Um dia, sua colega de classe, Haito, vem à escola pela primeira vez em muito tempo. Senji se refere a ela como alguém que “possui algo” ou alguém que tem um verdadeiro talento. Mais tarde, ele descobriu que ela não é apenas alguém que tem talento, mas alguém que “conseguiu” o talento de si mesma através de sua vida passada. E, aqueles que “conseguem” o talento de suas vidas passadas, também são conhecidos como “Reencarnados” …"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac743453-99ef-49e5-93e5-265cfff01fe0",
    "title": {
      "en": "RTA Sousha wa Game Sekai kara Kaerenai"
    },
    "updatedAt": "2025-01-19T11:43:39+00:00",
    "coverArt": "https://mangadex.org/covers/ac743453-99ef-49e5-93e5-265cfff01fe0/51476e49-7c01-4503-88d9-3999743220d6.jpg",
    "altTitles": [
      {
        "ja": "RTA走者はゲーム世界から帰れない"
      },
      {
        "ja-ro": "RTA Sousha ha Game Sekai kara Kaerenai"
      },
      {
        "en": "Speedrunner cannot Return from the Game World"
      },
      {
        "en": "RTA Runner cannot Return from the Game World"
      },
      {
        "vi": "Bị nhốt trong thế giới game, tôi \"speedrun\" sạch map"
      }
    ],
    "description": {
      "en": "Our protagonist, the speedrunning emperor of *Another Verse*, suddenly feels sleepy in the middle of practice. When he awakens, the familiar opening of *Another Verse* is playing right before his eyes!? In this godly environment where his body is moving better than usual, he has to speedrun! Clearing the game world faster than anyone!",
      "ja": "RTA（リアルタイムアタック）を極めた男がゲームの世界に召喚された!? 勇者として魔王を倒してほしいと言われるが、バグ技で即RTA攻略してしまう。しかし、ラスボスを倒したのにゲームが終わらなくて…？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78a30cd8-702b-4032-826c-472876521e85",
    "title": {
      "en": "Shiganbana"
    },
    "updatedAt": "2025-02-12T14:29:39+00:00",
    "coverArt": "https://mangadex.org/covers/78a30cd8-702b-4032-826c-472876521e85/403268dd-529f-4942-aed4-7ec61ffd30e6.jpg",
    "altTitles": [
      {
        "ja": "シガンバナ"
      }
    ],
    "description": {
      "en": "In this seemingly peaceful country, there lives a hitman that hunts down others of his kind - an assassin of assassins. Before eliminating his targets, he always questions their motives for killing - this is his way of embracing his destiny.\n\n From the author of \"Until Your Bones Rot\" and \"The Shadows of Who We Once Were,\" Utsumi Yae presents a thrilling drama about the lives of those existing on the edge between life and death.",
      "pt-br": "Neste país aparentemente pacífico, vive um assassino que caça outros de sua espécie - um assassino de assassinos. Antes de eliminar seus alvos, ele sempre questiona seus motivos para matar - esta é sua maneira de abraçar seu destino.\n\nDo autor de \"Until Your Bones Rot\" e \"The Shadows of Who We Once Were\", Utsumi Yae apresenta um drama emocionante sobre as vidas daqueles que vivem no limite entre a vida e a morte."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "29"
  },
  {
    "mangaId": "55fe7e05-6c8e-4164-bd42-4ecfb76c5715",
    "title": {
      "en": "Surviving the Game as a Barbarian"
    },
    "updatedAt": "2025-02-13T13:07:27+00:00",
    "coverArt": "https://mangadex.org/covers/55fe7e05-6c8e-4164-bd42-4ecfb76c5715/51054a62-fcbd-472d-aee2-e6bd061721a8.jpg",
    "altTitles": [
      {
        "ko": "게임 속 바바리안으로 살아남기"
      },
      {
        "ko-ro": "Game Sok Babarian-euro Saranamgi"
      },
      {
        "es-la": "Sobreviviendo al juego siendo un bárbaro"
      },
      {
        "fr": "Surviving the Game as a Barbarian"
      },
      {
        "fr": "Survivre dans le jeu en incarnant un Barbare"
      },
      {
        "pt-br": "Sobrevivendo ao Jogo como um Bárbaro"
      }
    ],
    "description": {
      "en": "After spending nine years on Dungeon and Stone, the role-playing game that no player has ever beaten, Lee Hansoo finally reaches the dungeon of the final boss.\n\nAs soon as he opens the gate, however, he suddenly sees a message that says his tutorial has been completed and finds himself in the body of Bjorn Yandel, a real barbarian within the game.\n\nAn exciting adventure awaits him as he endeavors to abide by the laws of the fictional world!\n\n----\n[Additional Official English translation (Tappytoon)](https://www.tappytoon.com/en/book/surviving-the-game-as-a-barbarian)",
      "ko": "지금껏 아무도 클리어하지 못한 게임 [던전 앤 스톤]을 9년간 플레이한 끝에 최종 보스 스테이지에 도달한 이한수.\n그러나 보스 방에 입장함과 동시에, 튜토리얼 완료라는 멘트와 함께 [던전 앤 스톤] 속 바바리안 '비요른 얀델'에 빙의하게 된다.\n\n도시에서 부과하는 막대한 세금을 내지 못하면 '하층민'으로 사형당한다.\n빙의한 사실을 들키면 '악령'이라고 판단되어 살해당한다.\n살아남을 수 있는 유일한 길은 미궁에 들어가 목숨을 걸고 싸우는 것뿐.\n\n9년간 쌓아온 공략법과 무식하게 강한 바바리안의 육체로, 반드시 이 게임에서 살아남겠다!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d14354de-6af5-4b92-825d-47686d3fa145",
    "title": {
      "en": "Fate/Grand Order -Epic of Remnant- Pseudo-Singularity IV: The Forbidden Advent Garden, Salem - Heretical Salem"
    },
    "updatedAt": "2024-10-30T11:00:42+00:00",
    "coverArt": "https://mangadex.org/covers/d14354de-6af5-4b92-825d-47686d3fa145/34ea3245-f758-4aaa-ac5c-c824732cd99e.jpg",
    "altTitles": [
      {
        "ja": "フェイト／グランドオーダー　エピック　オブ　レムナント　亜種特異点Ⅳ 禁忌降臨庭園 セイレム 異端なるセイレム"
      },
      {
        "ja-ro": "Fate/Grand Order -Epic of Remnant- Ashu Tokuiten IV: Kinki Kourin Teien, Salem - Itan naru Salem"
      },
      {
        "ru": "Судьба/Великий приказ: Эпопея Остатка-Псевдосингулярность IV: Запретный сад Адвента, Салем-Салем Ереси"
      },
      {
        "vi": "Dị Điểm Á Chủng IV - Khu Vườn Giáng Lâm Cấm Kỵ Salem - Salem Dị Giáo"
      }
    ],
    "description": {
      "en": "As a result of the efforts of the people of Chaldea, the human incineration plan of those who called themselves the Magic King was bitterly stopped at the water's edge, and the destiny of the world seemed to be breathing again. However, suddenly, the singularity of the same level as the singularity so far is observed in modern times. A master who has opened up the future once again puts himself into a layershift to calm down the \"subspecies singularities\" that appeared in the cursed land \"Salem.\"",
      "ru": "Халдея во главе с Рицука Фуджимару, мастером, проникшим на проклятую землю «Салем», чтобы ответить на новую «особенность». \"Я встретила двух девушек Эбигейл и Лавинию\"."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-12-27T19:45:13+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/8e32399d-1bbe-4430-b2fe-8c4d01127e87.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "zh-hk": "從今天開始的青梅竹馬"
      },
      {
        "zh": "从今天开始的青梅竹马"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      },
      {
        "vi": "Bạn từ nhỏ kể từ ngày hôm nay"
      }
    ],
    "description": {
      "en": "Kaede Yuzuki is Kouhei Aida's new neighbor, both at home and in the classroom. Kouhei tries to be friendly with Kaede, but their conversations lead nowhere. But then one day…\n___\n[Official X Account](https://twitter.com/kyo_osa0420)",
      "es-la": "Kaede Yuzuki siempre deseó tener un amigo de la infancia como en los mangas que lee. Cuando se mudó al lado de su compañero de clase, Kouhei Aida, él dijo que haría cualquier cosa para ayudarla. Entonces, ¡ella le pidió que fuera su amigo de la infancia! ¡Los dos tienen divertidas aventuras recreando todas las cosas que deberían hacer los amigos de la infancia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-24T23:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/fa082938-dc58-4745-bbcf-a094d4d98929.png",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      },
      {
        "pl": "Moja nowa dziewczyna nie jest człowiekiem?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94d22b26-03fb-45a7-a2bb-a39545ef1a9d",
    "title": {
      "en": "Tsumi to Kai"
    },
    "updatedAt": "2025-01-31T10:28:54+00:00",
    "coverArt": "https://mangadex.org/covers/94d22b26-03fb-45a7-a2bb-a39545ef1a9d/004600f9-30c7-4206-8227-2cc1938c7078.jpg",
    "altTitles": [
      {
        "en": "Pleasure & Corruption"
      },
      {
        "ja": "罪と快"
      },
      {
        "ko": "죄와 쾌"
      },
      {
        "ru": "Грех и Удовольствие"
      },
      {
        "uk": "Гріх та Насолода"
      },
      {
        "en": "Pleasure and Corruption"
      },
      {
        "en": "Sin and Pleasure"
      },
      {
        "en": "Corrupt Pleasure"
      }
    ],
    "description": {
      "en": "Under immense pressure to achieve academically both at school and at home, Minedera Zen turns to taking upskirt photos of girls as a form of escape from his life. One day, while doing his usual rounds, Zen is caught by the subject of his upskirt at the time, Houjou Ayame…\n\n---\n**Links:**\n- Alternative Official English - [FAKKU](<https://www.fakku.net/hentai/pleasure-corruption-english>)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "59"
  },
  {
    "mangaId": "b252e636-0143-42d7-903c-de0c9772d5fb",
    "title": {
      "en": "Itsudemo Jitaku Ni Kaereru Ore Wa, Isekai De Gyoushounin O Hajimemashita"
    },
    "updatedAt": "2024-10-26T11:05:52+00:00",
    "coverArt": "https://mangadex.org/covers/b252e636-0143-42d7-903c-de0c9772d5fb/4097c54f-8d01-4f99-8bf5-72c899a8a72d.jpg",
    "altTitles": [
      {
        "ja": "いつでも自宅に帰れる俺は、異世界で行商人をはじめました"
      },
      {
        "en": "Peddler in Another World: I Can Go Back to My World Whenever I Want"
      },
      {
        "en": "I Can Always Go Home, so I Started as a Peddler in Another World"
      },
      {
        "ka": "მე ყოველთვის შემიძლია სახლში წასვლა, ამიტომ დავიწყე როგორც გამყიდველი სხვა სამყაროში"
      },
      {
        "en": "Isekai Peddler"
      }
    ],
    "description": {
      "en": "\"Won't I be able to get filthy rich if I use this skill?\"  \n  \nContinually exploited at work, Amata Shirou quits his job and moves to his grandma's house. When he finds out that it's connected to another world, he comes up with a plan to set up a business selling Japanese goods.   \n  \nThe story of a man getting rich using his skill that converts the currency of the other world to Japanese yen and so forth.",
      "ja": "- [Web Novel RAW](https://ncode.syosetu.com/n4097fo/)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe17c1f0-798d-48b2-bb8f-70f475cda79d",
    "title": {
      "en": "Sora wo Matotte"
    },
    "updatedAt": "2024-09-23T16:18:53+00:00",
    "coverArt": "https://mangadex.org/covers/fe17c1f0-798d-48b2-bb8f-70f475cda79d/0241fbfe-2fbd-4663-8042-a9afe72b0059.jpg",
    "altTitles": [
      {
        "ja": "空をまとって"
      },
      {
        "ja-ro": "Sora o Matotte"
      },
      {
        "en": "Wear the Sky"
      }
    ],
    "description": {
      "en": "Haro Ogawa, a high school student, is also a self-taught oil painter who is trying to paint the ultimate nude. \nAfter an unexpected encounter with an elusive \"witch\", he sets his sights on applying to art school... \nThe mystery that resides in the human body, the ultimate \"beauty\", will be painted on canvas! \nA skin-colored coming-of-age drama!",
      "ja": "「俺もいつかこんなヌードを描きたい――」　幼少時に見た絵画、「魔女のヌード」に魅入られた高校生・小川波路（おがわはろ）。日々、独学でヌードを描く彼の前に現れたのは、「魔女のヌード」に描かれた女性に瓜二つの美女、神生伶だった。ハロは思わず、伶にヌードモデルになってほしいと頼みこむが…!?　目指すはヌードで藝大合格!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "449f58e2-3a33-4df5-9d9b-62e867e7f918",
    "title": {
      "en": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
    },
    "updatedAt": "2025-01-28T14:37:44+00:00",
    "coverArt": "https://mangadex.org/covers/449f58e2-3a33-4df5-9d9b-62e867e7f918/310f52b6-f878-4da1-9399-74af6bc948d6.jpg",
    "altTitles": [
      {
        "ja": "与えられたスキルを使って稼いで異世界美女達とイチャイチャしたい（コミック）"
      },
      {
        "ja-ro": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
      },
      {
        "en": "I Want to Use the Skills Given to Earn Money and Flirt With Beauties From Other World"
      },
      {
        "id": "Aku Ingin Menggunakan Keterampilan Yang Diberikan Untuk Mendapatkan Uang Dan Menggoda Wanita Cantik Dari Dunia Lain"
      },
      {
        "pt-br": "Quero usar as habilidade que me foi dado para ganhar dinheiro e flertar com lindas mulheres de outro mundo."
      }
    ],
    "description": {
      "en": "That day, Ishida Yamada was working his part-time job as usual. After finishing his shift, he opened the back door and stepped into a vast, empty space, where he encountered a mysterious figure claiming to be God. By sheer chance, Ishida was chosen by this God to be transported to another world. Although confused and uncertain, he resolved to adapt and make a life for himself in this strange new place. Using the skills granted by God, he focused on surviving and thriving. As he explored different lands and encountered various races, he made it his mission to form close relationships with many beautiful women along the way.",
      "ja": "その日も山田一太はいつもと変わらずバイトをしていた。バイトが終わり裏口の扉を開けると、そこには真っ白な空間が広がっていて、神と名乗る者がいた。 一太は偶然神によって選ばれ、異世界に行くことになった。一太は戸惑いながらも、取り合えず生きていこうと決めた。 神からもらったスキルを使って如何にこの異世界を生き抜くか考えながら、一太はこの異世界にいる美女と肉体関係を持つために色々と頑張っていく。",
      "es-la": "Ese día, Ichita Yamada estaba trabajando medio tiempo como de costumbre. Cuando abrió la puerta trasera después de terminar su trabajo de medio tiempo, encontró un espacio en blanco y una persona que se hacía llamar Dios. Fue por casualidad que Dios lo eligió para ir a otro mundo. Estaba perplejo, pero decidió vivir de todos modos. Pensando en cómo sobrevivir en este otro mundo usando las habilidades que recibió de Dios, hace todo lo posible por tener una relación física con una mujer hermosa en este otro mundo.",
      "pt-br": "Naquele dia, Ishida Yamada estava trabalhando meio período, como sempre. Ao abrir a porta dos fundos após terminar seu trabalho de meio período, ele encontrou um espaço em branco e uma pessoa que se autodenominava Deus. Foi por acaso que ele foi escolhido por Deus para ir para outro mundo. Ele ficou perplexo, mas decidiu viver mesmo assim. Pensando em como sobreviver neste outro mundo usando as habilidades que recebeu de Deus, ele tenta ao máximo ter um relacionamento físico com uma linda mulher neste outro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0d3d73c-afc9-4d5e-b610-d0e97dc76db6",
    "title": {
      "en": "Hajimete no Gal"
    },
    "updatedAt": "2025-02-06T01:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/b0d3d73c-afc9-4d5e-b610-d0e97dc76db6/272e2a88-e682-44d8-ab67-64161b16067f.jpg",
    "altTitles": [
      {
        "ja": "はじめてのギャル"
      },
      {
        "ja-ro": "Hajimete no Gyaru"
      },
      {
        "en": "My First Girlfriend is a Gal"
      },
      {
        "en": "My First Gyaru"
      },
      {
        "zh": "第一次的Gal"
      },
      {
        "zh-hk": "첫 갸루"
      },
      {
        "pt-br": "Minha primeira namorada é uma Gal!"
      },
      {
        "ru": "Первая Гяру"
      },
      {
        "vi": "Cô Bạn Gái Của Tôi Là Một Gyaru"
      },
      {
        "vi": "Lần Đầu Với Gal"
      }
    ],
    "description": {
      "en": "Spring. The 'season of love' has arrived and it seems that finding himself a girlfriend was harder than Jun'ichi believed. To break the status quo, Jun'ichi's friends have forced him into confessing to the gyaru, Yame Yukana. However, things do not go quite as he expected.",
      "ja": "DT(童貞)を捨てたいと悩む高校生・羽柴ジュンイチ。ある日、「ギャルに土下座で頼めば卒業できる」という迷信を聞いて、ダメ元でクラスのギャル・八女に土下座で告白した所…まさかの大成功!? 見事付き合うことになるのだが、ビッチなのに身持ちは固い八女さんに、非リアな羽柴は弄ばれる毎日で…。果たして羽柴は「はじめて」から卒業できるのか!?",
      "vi": "Mùa xuân, mùa của tình yêu đã đến và có vẻ như việc tìm ra bạn gái của anh ấy khó hơn với Junichi. Để tìm ra cách, bạn của Junichi buộc anh phải thú nhận với cô gái, Yame Yukana. Tuy nhiên, mọi việc không diễn ra như anh mong đợi. và cái gì tới nó tới",
      "pt-br": "Junichi Hashiba é um jovem colegial virgem que está desesperado para perder esse status. Sob pressão de seus amigos, o garoto acaba se declarando para Yukana Yame. Surpreendentemente a garota aceita  e um casal é formado. Porém, Jun acaba se encontrando em águas desconhecidas com Yame, que é uma gyaru (um tipo de moda urbana japonesa). Enquanto ele fantasia em perder a sua virgindade, ela se mostra mais normal e inocente do que ele imaginava."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6643b6b-5a2e-4f94-8f30-13d4f5e4299a",
    "title": {
      "en": "Hiiragi-san Is a Little Careless"
    },
    "updatedAt": "2025-01-17T11:17:51+00:00",
    "coverArt": "https://mangadex.org/covers/d6643b6b-5a2e-4f94-8f30-13d4f5e4299a/742dd32f-2e7b-49bc-a567-54cffa1fd260.jpg",
    "altTitles": [
      {
        "ja": "ちょっとだけ抜けちゃう柊さん"
      },
      {
        "ja-ro": "Chotto Dake Nuke Chau Hiiragi-san"
      },
      {
        "ja-ro": "Chotto Dake Nukechau Hiiragi-san"
      },
      {
        "ja": "Hiiragi-san is a little careless."
      }
    ],
    "description": {
      "en": "Kotori-kun, who falls in love with his classmate Hiiragi-san at first sight, somehow wants to get close to her. Hiiragi-san is quite an earnest and lovely girl, but… She’s surprisingly a little careless--! This is about the charming school life of a careless girl and a pure boy who gets led on everyday by her -- a romantic comedy that’s a wee bit H sometimes but warm and fluffy to death."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "66"
  },
  {
    "mangaId": "1d682eb9-c947-4fdd-bdca-61dd70a13741",
    "title": {
      "ja": "Demon Academy"
    },
    "updatedAt": "2024-03-09T21:51:36+00:00",
    "coverArt": "https://mangadex.org/covers/1d682eb9-c947-4fdd-bdca-61dd70a13741/d4f2f0e6-c000-40fd-8ee9-511804efa3a9.jpg",
    "altTitles": [
      {
        "ja": "魔界学園"
      },
      {
        "zh-hk": "魔界學園"
      },
      {
        "ja-ro": "Makai Gakuen"
      }
    ],
    "description": {
      "en": "The Fierce Demons pride themselves as being the reigning delinquent gang of Mikado High School, but their name lets on much more, as they are being influenced by strange occult forces.\nDan Hayato, a mysterious transfer student with an unknown past, arrives at the school with a hidden agenda. With his power to separate his soul from his body, what does he know about the motives of the Fierce Demons and what events will lead to the destruction of the school?",
      "ja": "帝高校夜間部のアイドル、氷河めぐみが、謎の老婆ミス・ヴァージン率いる黒門高校によって拉致された！彼女を救うために教師が招いたのは、檀隼人という謎の転校生。めぐみ奪還に動き出す隼人だったが、その役目は我らにこそあり、と帝高護衛団「烈鬼」も動き出す。果たして彼女を救いだすのは――？"
    },
    "status": "completed",
    "releaseDate": 1989,
    "contentRating": "suggestive",
    "lastVolume": "21",
    "lastChapter": "188"
  },
  {
    "mangaId": "066fa82d-fecc-437e-8146-69a6cfcd64bb",
    "title": {
      "en": "Back to Spring"
    },
    "updatedAt": "2024-08-15T22:02:11+00:00",
    "coverArt": "https://mangadex.org/covers/066fa82d-fecc-437e-8146-69a6cfcd64bb/464dd530-4d2f-483b-8fcf-325a153e69a0.png",
    "altTitles": [
      {
        "zh": "溯洄春时"
      }
    ],
    "description": {
      "en": "Because of her personality, highschooler Xu Ting is often picked on by her classmates. Until one day, the school’s young, new maintenance worker saves her.  His attractive looks and mysterious aura enthrall the bullies.  Xu Ting feels indebted, yet in the small forest after school, she accidentally discovers his deepest secret?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e48840ea-f28b-44fe-9412-d95db2a1ac3c",
    "title": {
      "en": "Legend of the Galactic Heroes (MICHIHARA Katsumi)"
    },
    "updatedAt": "2024-11-12T11:18:20+00:00",
    "coverArt": "https://mangadex.org/covers/e48840ea-f28b-44fe-9412-d95db2a1ac3c/4d66cc0f-7429-4244-ae15-59704a35245e.jpg",
    "altTitles": [
      {
        "ja-ro": "Ginga Eiyuu Densetsu"
      },
      {
        "ru": "Легенда о героях Галактики"
      },
      {
        "ja": "銀河英雄伝説"
      },
      {
        "zh": "银河英雄传说"
      },
      {
        "tr": "Galaksi Kahramanları"
      }
    ],
    "description": {
      "en": "Manga adaptation of 1980s.  \r\n  \r\nFive hundred years ago, Rudolf von Goldenbaum united the disparate governments of humankind and established a mighty human empire, a tribute to his own greatness that stretched across the galaxy. Demanding loyalty and discipline, Rudolf created an order designed to long outlast his own rule; but all human works fade in time. Today, the decaying empire faces the threat of the Free Planets Alliance, and military leaders on both sides jockey for power in the face of a seemingly inevitable conflict. On the side of the empire, the young general Reinhard von Lohengramm sees war as opportunity, and the empire as soft clay ready for his own sculpting. On the side of the alliance, would-be historian Yang Wen-li would like nothing better than to live out his days in peace - but times of war have little use for men who waste their days studying the mistakes of the past. Circumstances will make heroes and villains of both these men, as they write new history one blood-splattered page at a time.  \r\n  \r\n\r\n\r\n---",
      "ru": "История человечества всегда была историей войн, во все времена, во все эпохи. И во все эпохи находятся люди, оставляющие след в истории, чьи имена выжжены на её скрижалях. Этих людей называют героями.  \r\nВ третьем тысячелетии, когда люди давно переселились с Земли на просторы Галактики, между абсолютной монархией Галактический Рейх и республикой Союз Свободных Планет уже 150 лет продолжается война. И на озарённом пламенем войны небосклоне зажигаются звёзды героев, судьба которых - изменить мир."
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": ""
  },
  {
    "mangaId": "d4199446-7269-4345-a39e-a005b4c2436a",
    "title": {
      "en": "To My Husband's Mistress"
    },
    "updatedAt": "2024-09-11T04:41:02+00:00",
    "coverArt": "https://mangadex.org/covers/d4199446-7269-4345-a39e-a005b4c2436a/c4ecd6b2-a2f8-4430-a2f2-ee46d0bf4c45.png",
    "altTitles": [
      {
        "ko": "내 남편의 정부에게"
      },
      {
        "ko-ro": "Nae Nampyeon-ui Jeongbuege"
      }
    ],
    "description": {
      "en": "I, Leticia Violet, was devoted to my husband, but I lost everything. Just as she is about to lose her life, a man appears in her life. He promises to help me achieve the perfect revenge...\n\n\"When you say you'll help me get my revenge... please honor your word.\"\n\nTo those who brought me to my death, I will give back all that I have received.\n\n---\nWhen Letitia Winchester faces death at the hands of her husband’s mistress, fate intervenes. She’s fished out of the river by Prince Sion, the first “Sol” born in a holy empire in 300 years. Using his divine powers, he changes Letitia’s appearance and gives her the new identity of Countess Anarose Victoire. Armed with divine powers and a thirst for revenge, the two form an unlikely alliance. Prince Sion seeks justice for a fallen friend, while Letitia plots retribution against those who wronged her.\n\nTogether, they embark on a journey of vengeance and redemption."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85de9508-1607-41ec-9843-abf4aa7853fe",
    "title": {
      "en": "Punishing Gray Raven: Interlude"
    },
    "updatedAt": "2024-06-03T01:19:02+00:00",
    "coverArt": "https://mangadex.org/covers/85de9508-1607-41ec-9843-abf4aa7853fe/481167dc-39ad-4602-a8d6-48f91c28c43c.jpg",
    "altTitles": [
      {
        "en": "Punishing Gray Raven"
      },
      {
        "en": "PGR"
      },
      {
        "zh": "战双帕弥什"
      },
      {
        "zh": "战双帕弥什：间章旧闻"
      },
      {
        "en": "Punishing Gray Raven: Interlude Anthology"
      }
    ],
    "description": {
      "en": "Constructs — The blade of mankind against the Punishing virus, rekindling the spark of hope in the desperate, burning night. They, too, were once the children of humanity. This is their story, before they plunged into a never-ending long struggle.",
      "zh": "这是他们在投身于可能永无尽头的漫长抗争之前的故事。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4668276-4b3e-49e0-98e7-fcc6841f7680",
    "title": {
      "en": "Blue Lock: Episode Nagi"
    },
    "updatedAt": "2025-01-27T19:35:15+00:00",
    "coverArt": "https://mangadex.org/covers/b4668276-4b3e-49e0-98e7-fcc6841f7680/cf999eef-6ad5-4fe2-a325-ef05f3f7b219.jpg",
    "altTitles": [
      {
        "ja": "ブルーロック-EPISODE 凪-"
      },
      {
        "fr": "Blue Lock - Épisode Nagi"
      },
      {
        "ru": "Блю Лок: Путь Наги"
      }
    ],
    "description": {
      "en": "Nagi Seishiro is a second-year high school student. He is a boy whose habit is to say, \"It's a pain in the ass,\" and he lives his life listlessly. Until his partner, Mikage Reo, discovers his talent in the \"Blue Lock,\" a dormitory for training strikers that aims to win the World Cup for Japanese soccer.",
      "fr": "Nagi Seishiro est un lycéen de deuxième année. C'est un adolescent qui a l'habitude de tout le temps dire : « C'est chiant », il vit sa vie avec apathie. Jusqu'à ce que son camarade de classe, Mikage Reo, découvre son talent pour le foot, cela les mènera jusqu'au « Blue Lock », un centre de formation révolutionnaire rassemblant les 300 meilleurs attaquants lycéens du pays.",
      "ja": "『天才』は見つける者がいて初めてその輪郭を成す──。\n\n凪 誠士郎、高校2年生。「めんどくさい」が口グセの少年は、日々を無気力に生きていた。日本サッカーのW杯優勝を目指す育成寮“青い監獄”と、相棒・御影玲王がその才能を見つけ出すまでは──。",
      "pt-br": "Nagi Seishiro é um estudante do segundo ano do ensino médio. Ele é um garoto cujo hábito é dizer: \"Que saco\", e ele vive sua vida com indiferença. Até que seu parceiro, Mikage Reo, descobre seu talento em \"Blue Lock\", um dormitório para treinamento de atacantes que visa vencer a Copa do Mundo em nome do futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9faba8cf-60df-4894-9370-22571592c8d3",
    "title": {
      "en": "Ano Koro no Aoi Hoshi"
    },
    "updatedAt": "2024-08-15T17:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/9faba8cf-60df-4894-9370-22571592c8d3/cba81f5c-12f8-4430-ab2a-8e0136f67186.jpg",
    "altTitles": [
      {
        "en": "The Blue Star on That Day"
      },
      {
        "ja": "あの頃の青い星"
      },
      {
        "zh": "彼时蓝星"
      },
      {
        "zh-hk": "彼時藍星"
      },
      {
        "zh-ro": "Bǐ shí lán xīng"
      }
    ],
    "description": {
      "en": "Koumoto Umi, a normal high school girl, falls in love with the pretty girl from the class next door, Segawa Shou. Even though she feels overwhelmed by her feelings, she can’t help but want to get closer to the mysterious Shou.",
      "pt-br": "Koumoto Umi, uma garota normal do ensino médio, se apaixona pela garota bonita da sala ao lado, Segawa Shou. Mesmo que ela se sinta sobrecarregada com esses sentimentos, ela não consegue evitar de se aproximar da misteriosa Shou."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "913c9907-04b0-4926-ad8f-8304c79d5d2c",
    "title": {
      "en": "OddOnes"
    },
    "updatedAt": "2024-11-02T00:17:04+00:00",
    "coverArt": "https://mangadex.org/covers/913c9907-04b0-4926-ad8f-8304c79d5d2c/4176aae8-57a5-4344-bd0e-3b8e1d338eef.png",
    "altTitles": [
      {
        "ja": "カワタチ(Kawatachi)"
      }
    ],
    "description": {
      "en": "A wasteland infested with giant mutated insects, Dep the Protagonist explores the shell of the former peaceful world he once knew, now wanders alone, facing bandits, cults, military, and people with mental problems, it's not a safe world....",
      "ja": "廃墟と化した荒れ地には巨大に変異した昆虫がはびこっている。主人公のデップは、かつて平和だった世界の殻を探検し、今は一人で彷徨いながら、盗賊、カルト、軍隊、そして精神的問題を抱えた人々と対峙している。安全な世界ではない……。"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0dc2f88-4e89-4e30-8d68-20116db788ff",
    "title": {
      "en": "Taida na Akujoku Kizoku ni Tensei shita Ore, Scenario o Bukkowashitara Kikakugai no Maryoku de Saikyou ni Natta"
    },
    "updatedAt": "2024-12-22T10:05:07+00:00",
    "coverArt": "https://mangadex.org/covers/b0dc2f88-4e89-4e30-8d68-20116db788ff/b6854571-a2d4-4b24-9132-171a300dd687.png",
    "altTitles": [
      {
        "ja": "怠惰な悪辱貴族に転生した俺、シナリオをぶっ壊したら規格外の魔力で最凶になった"
      },
      {
        "ja-ro": "Taida na Akujoku Kizoku ni Tensei shita Ore, Scenario wo Bukkowashitara Kikakugai no Maryoku de Saikyou ni Natta"
      },
      {
        "ja-ro": "Taidana Akuhazukashime Kizoku ni Tensei Shita Ore, Scenario wo Bukkowashitara Kikaku Gai No Maryoku de Saikyou ni Natta"
      },
      {
        "en": "Reincarnated as the Lazy and Villainous Noble, I Broke the Scenario and Became the Most Formidable With Extraordinary Magic"
      },
      {
        "vi": "chuyển sinh thành quý tộc phản diện và lười biếng, tôi trở thành kẻ mạnh nhất học viện"
      },
      {
        "uk": "Я перевтілився у Дворянина-Лиходія, проте змінив сценарій і став найбільш грізним магом"
      },
      {
        "pt-br": "Reencarnado como o Nobre Preguiçoso e Vilão, Quebrei o Cenário e Me Tornei o Mais Formidável com Magia Extraordinária"
      }
    ],
    "description": {
      "en": "I've been reincarnated as the villainous noble Weiss from my favorite academy game, and the fate that awaits me is nothing but the worst possible ruin, with no salvation.\n\nI absolutely have to avoid that at all costs!\n\nThen the only way out is to gain overwhelming power that even surpasses the game's protagonist and become the strongest!\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://manga.nicovideo.jp/comic/69646)",
      "ja": "大好きな学園ゲームに登場する悪役貴族・ヴァイスに転生してしまった、やがてこの身に待ち受けるのは、救いなしの最悪な破滅エンド。\n\nそれだけはなんとしてでも回避したい！\n\nだったらこのゲームの主人公すら遠く及ばない、圧倒的な力を身につけて最強になるしかない！\n\n最凶成り上がり異世界学園ファンタジーコミカライズ!",
      "vi": "Tôi đã tái sinh vào vai một quý tộc phản diện tên Weiss trong game học viện mà tôi thích nhất, và số phận chờ đợi tôi chẳng khác nào thảm họa tồi tệ nhất, không có lối thoát. Tôi nhất định phải tránh điều đó bằng mọi giá! Vậy nên cách duy nhất là có được sức mạnh áp đảo, thậm chí còn vượt xa cả nhân vật chính trong game và trở thành kẻ mạnh nhất!",
      "pt-br": "Eu reencarnei como *Weiss*, o nobre que é um vilãozinho secundário do meu jogo favorito, e que está destinado a  própria ruína e morte.\n\nEu definitivamente preciso evitar isso de qualquer jeito!\n\nEntão, o que me sobra é conseguir um poder tão apelão que nem mesmo o protagonista ousará me enfrentar."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "The Fragrant Flower Blooms with Dignity"
    },
    "updatedAt": "2025-02-03T08:44:56+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/bad1354c-3ca6-450c-849e-f8132e52fe3c.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "de": "Kaoru und Rin"
      },
      {
        "fr": "Bloom"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "pl": "Kaoru i Rin. Rozkwitając z tobą"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "tr": "Güzel Kokulu Çiçekler Zarafetle Açar"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "vi": "Những đóa hoa thơm nở diễm kiều"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ko": "향기로운 꽃은 늠름하게 핀다"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "fr": "Au cœur d'une banlieue japonaise, se dressent face à face deux établissements que tout oppose : Chidori, le lycée public pour garçons, réunit les pires cancres de la ville, tandis que le prestigieux Kikyô rassemble les esprits les plus brillants des filles de bonne famille.\n\nDonnant régulièrement un coup de main à la pâtisserie familiale, Rintarô Tsumugi, élève à Chidori, sympathise avec l'une de ses clientes régulières, Kaoruko Waguri. Alors qu'il sent peu à peu un lien se tisser entre eux, le lycéen apprend que la jeune fille fréquente Kikyô et que comme tous les élèves de ces établissements, ils sont supposés se haïr mutuellement ! La rivalité entre leurs lycées est-elle forcément signe de fatalité ?",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "vi": "Ở một nơi nào đó, có 2 trường cao trung lân cận. Cao trung Chidori, một trường nam sinh cấp thấp hội tụ đủ những thằng đần, trường nữ sinh Kikyo, một trường nữ sinh danh giá . Rintaro Tsugumi, một nam sinh năm 2 to khỏe và trầm tính tại trường Chidori, bắt gặp Kaoruko Waguri, một khách hàng khi cậu đang giúp việc tại cửa hàng bánh nhà mình . Rintaro cảm thấy thoải mái khi dành thời gian bên Kaoruko, nhưng cô lại là học sinh của trường Kikyo, ngôi trường hàng xóm cực kì căm ghét trường Chidori. Đây là câu chuyện về 2 con người ở rất gần nhưng lại rất xa",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]