[
  {
    "mangaId": "46748d60-9b15-4647-8250-de0926b20268",
    "title": {
      "en": "Haite Kudasai, Takamine-san"
    },
    "updatedAt": "2024-08-23T13:10:34+00:00",
    "coverArt": "https://mangadex.org/covers/46748d60-9b15-4647-8250-de0926b20268/7cbffd86-2e09-446a-9d04-d26820b44d2b.jpg",
    "altTitles": [
      {
        "ja": "履いてください、鷹峰さん"
      },
      {
        "es-la": "Por favor ponte esto, Takamine-san"
      },
      {
        "ru": "Пожалуйста, оденьтесь, Такамине-сан"
      },
      {
        "ko": "입어주세요, 타카미네 양"
      },
      {
        "en": "Please Put Them On, Takamine-san"
      },
      {
        "en": "Please Put These On, Takamine-san"
      }
    ],
    "description": {
      "en": "Takamine Takane is the goddess of her high school. With perfect grades, athletic prowess, and unrivaled beauty, this student council president sits at the top of the social pyramid. And then there's Shirota Koushi, a below-average student with no friends or social prospects to speak of. One day, Shirota-kun accidentally sees Takamine-san's naked breasts and finds out the secret behind her unbelievable success. From then on, his school life changes.\n\n“Become my closet!”\n\nShirota is forced into underwear-putting-on servitude!?\n___\n[Alt Official English (Yen Press)](https://yenpress.com/series/please-put-them-on-takamine-san)",
      "ja": "生徒会長の鷹峰さんはスクールカーストのトップ中のトップ、神！　対して、友達も存在感も皆無の白田くんはある日、鷹峰さんの生おっぱいを見てしまう。そこから変わるスクールライフ。――「私にパンツを履かせなさい」なんと鷹峰さんは”未だ穢れ知らぬ乙女（エターナル・バージンロード）”という能力でパンツを脱いで時をかける少女だった。ノーパンではいられない鷹峰さんのクローゼットとして白田くんは鷹峰さんにモモ色おねだりをされ続けるハメに…。",
      "ru": "Президент студсовета, Такамине-сан находится на самом верху школьной иерархии. Она — практически бог!  \nОднажды Широта-кун случайно увидел обнажённую грудь Такамине. С того момента его школьная жизнь изменилась.  \n- \"Надень мои трусики для меня\"   \nВ итоге Широта-кун оказался в стеснительном положении из-за розовых пристрастий Такамине-сан.  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Mangaka's Twitter](https://twitter.com/yuichi_hiiragi)  \n- [![](https://i.imgur.com/oiVINmy.png) Mangaka’s Pixiv](https://www.pixiv.net/en/users/2056601)  \n- [Official Page (JP)](https://magazine.jp.square-enix.com/joker/series/takamine/)",
      "pt-br": "A presidente do conselho estudantil, Takamine-san, está no topo da hierarquia escolar, uma deusa! Um dia, Shirota-kun acidentalmente vê os seios nus de Takamine-san. A partir de então, sua vida escolar mudou, sendo chantageado para uma vida de servidão a Takamine-san. ― “Coloque minha calcinha para mim”\nShirota-kun acabou em uma situação difícil devido aos favores cor-de-rosa de Takamine-san."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff5e9e64-d063-4a1c-89f1-2117af0e9a9f",
    "title": {
      "en": "Shin Elf-san wa Yaserarenai (Monochrome)"
    },
    "updatedAt": "2024-08-05T14:00:11+00:00",
    "coverArt": "https://mangadex.org/covers/ff5e9e64-d063-4a1c-89f1-2117af0e9a9f/77167880-c3f5-462f-9185-3e5c80f251a9.jpg",
    "altTitles": [
      {
        "ja": "新・エルフさんは痩せられない。"
      },
      {
        "en": "Plus-Sized Elf: Second Helping!"
      }
    ],
    "description": {
      "en": "You know the drill by now - Naoe is a massage therapist whose life is turned upside down when he starts dealing with girls from another world and their weight issues. But this isn’t called Shin Elf-san for nothing. You’re going to get fully-colored pages due to its digital release, as well as new scenarios involving your favorite chubby elf.\n\nGet ready to get down with the thiccness!",
      "ja": "東京近郊のとある街……。整体サロン「スマイリーボア」で働く直江友厚(なおえともあつ)は、なぜかぽっちゃり異世界人を専門に担当している。異世界から現代日本に“ゲート”を通ってやって来た彼女たちは、帰るときも同じ重量でなくてはならない。しかし、飽食の現代日本で美食を知ってしまった彼女たちは増量し、帰れなくなってしまったのだ。その結果、行きつけのコンビニではダークエルフがバイトし、商店街の魚屋ではメロウが働き、通勤途中の花屋はアルラウネが営み、定期的にライカンスロープ、オーガなどが立ち寄る自宅には……最初に担当したエルフが住み着いていた……。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd095fd1-0869-46c8-958c-d3f9cb46dd48",
    "title": {
      "en": "Senpai! Waza to ja Nai n desu!"
    },
    "updatedAt": "2024-06-15T18:12:49+00:00",
    "coverArt": "https://mangadex.org/covers/bd095fd1-0869-46c8-958c-d3f9cb46dd48/1e9e0d64-c747-4e33-9b80-4c8eba0532ae.jpg",
    "altTitles": [
      {
        "ja": "センパイ！わざとじゃないんです！"
      },
      {
        "ja-ro": "Senpai! Wazato Janain desu!"
      },
      {
        "ru": "Я не специально, сэмпай!"
      },
      {
        "ja-ro": "Senpai! Waza to ja Nai n desu!"
      },
      {
        "en": "Senpai! I Didn't Do It on Purpose!"
      },
      {
        "zh-hk": "學長！我不是故意的！"
      },
      {
        "zh": "学长！我不是故意的！"
      }
    ],
    "description": {
      "en": "Sachi, a high school student, is confessed to by her love Jun, a senior who is a year older than her, and they are finally going out! However, as soon as she realizes that she is in love with Jun, Sachi has a constitution that causes her to have accidental pervert incidents with him every chance she gets! When Sachi tries to hold his hand for the first time, she accidentally puts her hand down his pants and she ends up deeply misunderstanding Jun when he asks her to pull out her hand. \n\nIt's a sexy cute☆romantic comedy!",
      "ja": "女子高生・幸は一学年上の憧れの先輩・純に告白されて、晴れて付き合えることに！ ところが両思いになった途端、幸は純に対して事あるごとにラッキースケベを起こしてしまう体質になってしまい…！? はじめて手を握ろうとしたら、勢いあまって彼のズボンに手を突っ込んでしまい違うものを握ってしまったり、あまつさえ手を抜こうとしたら手で抜こうとしてしまったりする、そんな一組のカップルが織りなすエロカワ☆ラブコメディです。",
      "ru": "Старшеклассница Сати наконец начинает встречаться с Дзюном, парнем который старше её на год. Она первая призналась, а теперь каждый раз, когда её переполняют чувства любви, богатые формы так и норовят создать неловкую ситуацию! Первая попытка Сати взяться за руки, случайно превращается в нырок в штаны Дзюна, оставляя его в полном недоумении. Встречайте эро-кавай ☆ лавком мангу!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "54"
  },
  {
    "mangaId": "8d2e9520-4127-4bf2-94a3-b2571029562d",
    "title": {
      "en": "Make the Exorcist Fall in Love"
    },
    "updatedAt": "2024-08-08T14:33:28+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e9520-4127-4bf2-94a3-b2571029562d/1d8b322a-eff4-4f2d-ac99-8db32b77b398.jpg",
    "altTitles": [
      {
        "ja": "エクソシストを堕とせない"
      },
      {
        "zh-hk": "讓驅魔師免於墮落"
      },
      {
        "th": "เอ็กซอร์ซิส ไม่มีวันตกหลุมรัก"
      },
      {
        "id": "(Jangan) Biarkan Sang Eksorsis Jatuh Cinta"
      },
      {
        "ja-ro": "Exorcist wo Otosenai"
      },
      {
        "fr": "Make the Exorcist Fall in Love"
      }
    ],
    "description": {
      "en": "As the strongest exorcist, a boy chosen by God was engaged in mortal combat with the Demon Kings. Although he bears the fate of humanity on his shoulders, he actually wants to make sweets peacefully. One day, he meets a girl... This is a story of love and hope growing in the midst of a holy war.",
      "fr": "Un jeune prêtre, entraîné par le Vatican pour devenir l'exorciste le plus puissant du monde, reçoit pour mission divine de protéger une jeune artiste, Imuri Atsuki. Sur les conseils de son mentor, il espère néanmoins trouver l'amour afin de soulager son esprit du lourd fardeau qui lui incombe. Imuri sera-t-elle celle qui lui apportera son salut ?",
      "ja": "神に選ばれし少年は、最強のエクソシストとして魔王たちと死闘を繰り広げていた。人類の命運を背負いつつも本当は静かにお菓子作りをしていたい、そんな彼に訪れた一人の少女との出会い…。これは壮絶な聖戦の中で芽吹いた、恋と希望の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a91e92e-4014-4f20-b289-fa71844d79d1",
    "title": {
      "en": "Akuyaku Reijo no Ani ni Tenseishimashita"
    },
    "updatedAt": "2024-09-02T21:03:19+00:00",
    "coverArt": "https://mangadex.org/covers/4a91e92e-4014-4f20-b289-fa71844d79d1/f87389c3-279d-467d-93a5-275f3ae1e17c.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の兄に転生しました"
      },
      {
        "en": "Reincarnated as a Villainess's Brother"
      },
      {
        "ja-ro": "Akuyaku Reijo no Ani ni Tensei Shimashita"
      }
    ],
    "description": {
      "en": "\"Onii-tama?\"\nCain, who reincarnated as one of the love interests of an otome game, screamed at the loveliness of his sister, Diana. I can't believe that this angel is going to be a villainess with countless bad ends-- No, there is no way that such a future can exist!\nClenching his fist tightly, he raises his sister into a gentle lady, while also dispelling the darkness held by the love interests in place of the heroine.\nRelying on his game knowledge from his previous life and an orphaned chamberlain. Everything for his beloved sister-- The brother's challenge begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ade0306c-f4b6-4890-9edb-1ddf04df2039",
    "title": {
      "en": "Solo Leveling: Ragnarok"
    },
    "updatedAt": "2024-08-26T14:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업 : 라그나로크"
      },
      {
        "ko-ro": "Na Honjaman Level Up: Ragnarok"
      },
      {
        "pt-br": "Upando Sozinho: Ragnarok"
      }
    ],
    "description": {
      "en": "The Earth's existence is under threat once more as Itarim, the gods of other universes, seek to fill the void left by the Absolute Being. \n\nSung Jinwoo has no choice but to send Beru, the shadow ant king, to awaken his son's powers and start him on the journey he once took. \n\nSuho must conquer the shadow dungeon and earn his place in the world of hunters as he navigates through a new world against a new evil looking to swallow the world whole.",
      "ko": "줄거리\n\n평범한 대학생으로 살아가던 성수호 죽음을 앞둔 순간, 잠들어 있던 그의 특별한 혈통이 깨어난다!\n\n“일어나라.”\n\n죽음을 거스르고 지배하는 헌터, 그가 선보이는 새로운 레벨업을 주목하라!\n\n* 이 작품은 웹툰 <나 혼자만 레벨업>의 세계관을 이어받은 작품입니다.",
      "pt-br": "A existência da Terra está ameaçada novamente, por Itarim, os deuses de outros universos, buscam preencher o vazio deixado pelo Ser Absoluto.\n\nSung Jinwoo não tem outra opção senão enviar Beru, o rei das formigas das sombras, para despertar os poderes de seu filho e iniciar sua jornada, como ele fez antes.\n\nSuho precisa conquistar a masmorra das sombras e ganhar seu lugar no mundo dos caçadores, enquanto enfrenta um novo mal que ameaça engolir o mundo inteiro."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da629066-fad7-466d-8048-37c3f27cc634",
    "title": {
      "en": "Ojisan to Miiko - Doukyuusei to Koi no Hanashi"
    },
    "updatedAt": "2024-03-29T14:35:19+00:00",
    "coverArt": "https://mangadex.org/covers/da629066-fad7-466d-8048-37c3f27cc634/4f22b8f3-aa46-420f-926c-188ab66fee45.jpg",
    "altTitles": [
      {
        "ja": "おじさんとみーこ 同級生と恋の話"
      },
      {
        "ja-ro": "Oji-san to Miiko - Doukyuusei to Koi no Hanashi"
      },
      {
        "en": "Uncle & Niece ~A Tale of Love & Classmates~"
      },
      {
        "en": "Uncle & Niece ~a tale of love & classmates~"
      },
      {
        "zh-hk": "叔叔與咪子 與同級生戀愛的故事"
      },
      {
        "zh": "叔叔与咪子 与同级生恋爱的故事"
      }
    ],
    "description": {
      "en": "The girl in my class which I fell in love with... was in love with someone else.\nHowever, that someone else, was a member of her own family.\n\nA trivial encounter leads the protagonist to developing feelings for a girl in his class.\nWhile having become aware of his love for her, he cannot muster up the courage to confess, and ends up remaining friends with the girl.\nHowever, one day he witnesses her together with an older man...\n\nThat is the kind of story being told here.\n\n[Series Explanation]\nThis work is part of a series consiting of the main \"Uncle & Niece\" story commercially published in 2017 via Ichijinsha Inc. and the \"Uncle & Niece ~a tale of two~ [Re-recording]\" (RJ318143) doujinshi released 2021.\n\n* It can be enjoyed as a standalone product or even more so as a sequel.\n\n(Source: DLsite garumani, official)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a96f9ee5-1452-493b-b371-e54de3868a58",
    "title": {
      "en": "AOTU World"
    },
    "updatedAt": "2024-08-21T12:42:01+00:00",
    "coverArt": "https://mangadex.org/covers/a96f9ee5-1452-493b-b371-e54de3868a58/99e36d60-2dc1-44c3-aac8-0ae61c85aac8.jpg",
    "altTitles": [
      {
        "zh": "凹凸世界"
      },
      {
        "zh-ro": "AOTU Shijie"
      },
      {
        "vi": "Thế Giới Ao Đột"
      },
      {
        "en": "AOTU World"
      },
      {
        "ko": "요철세계"
      }
    ],
    "description": {
      "en": "A god created AOTU World and established the 7 Oracles to rule it on behalf of this god. The poor and rich, enslaved and free, suffering and happiness, destruction and birth: every status is ordained by God. Mortals can only accept, but cannot resist. However, God has given his people the opportunity to change their fate through \"AOTU Contest.\" The contestants use their unique \"ability\" gifted by the Contest System and inbate wisdom and courage in hopes of winning the competition and becoming the world's ruler.",
      "vi": "Thần Sáng Thế của thế giới Ao Đột là một vị thần rất ngẫu hứng.\nNgài tạo ra vô số hành tinh và con dân trong thế giới Ao Đột, nhưng lại cai quản họ một cách tùy ý không theo quy luật --- có hành tinh màu mỡ tươi đẹp, có hành tinh cằn cỗi hoang vu, có con dân được hưởng tự do hạnh phúc, có con dân lại phải chịu sưu thuế nặng nề và lao động khổ sai.\nThần Sáng Thế thành lập ra Bảy Thần Sử, để họ thay mình thực hiện ý chỉ của thần\nThế nhưng cũng không phải là Thần Sáng Thế hoàn toàn không cho con dân mình cơ hội --- nếu như ai muốn thay đổi vận mệnh, thực hiện nguyện vọng của bản thân, vậy thì hãy tham gia \"Đại chiến Ao Đột\" đi! Các thí sinh sẽ được hệ thống đại chiến ban cho \"năng lực đặc biệt\", rèn luyện và vận dụng năng lực của riêng mình, không ngừng chiến đấu vượt qua thử thách. Chỉ cần là người chiến thắng sau cùng trong đại chiến Ao Đột là có thể đạt được tất cả, đồng thời được ban cho quyền thay mặt thần cai trị thế giới giống như Bảy Thần Sử.\nTuy nhiên, những điều trên chỉ là quan niệm giả dối, cuộc đấu này đã định sẵn không hề có kẻ chiến thắng. Cho tới khi nhân vật chính của chúng ta - Kim, xuất hiện trên sân đấu."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96338481-0531-4a25-b209-152e4178684b",
    "title": {
      "en": "Radiation House"
    },
    "updatedAt": "2024-05-07T20:45:31+00:00",
    "coverArt": "https://mangadex.org/covers/96338481-0531-4a25-b209-152e4178684b/627e11ed-1149-498d-aa68-2ee508fafce2.jpg",
    "altTitles": [
      {
        "ru": "Дом Радиологии"
      },
      {
        "ja": "ラジエーションハウス"
      },
      {
        "ko": "레디에이션 하우스"
      },
      {
        "zh-hk": "X光室的奇蹟"
      },
      {
        "zh": "X光室的奇迹"
      },
      {
        "es-la": "La casa de la radiación"
      }
    ],
    "description": {
      "en": "A new milestone in medical drama begins! A medical diagnosis mystery manga depicting the other side of medical care, the radiology department. Iori Igarashi is a talented radiology technician who has patiently waited for his chance to work with An Amakasu, his childhood friend. After being hired at her family's hospital, he is determined to fulfill a promise that he made with An when they were younger. Unfortunately, having been out of touch for years, she doesn't recognize him and it doesn't help that she also isn't a fan of the way he performs his duties. As all sorts of cases come into the department, she must acknowledge his skills and learn to work together so that patients can receive the best treatment possible. While the two of them adapt to each other, will An recognize her childhood friend, who has been working with her all this time?",
      "es-la": "¡Resulta que no solo el médico general diagnostica nuestras enfermedades! Hay médicos radiógrafos que investigan las causas y revelan las lesiones mediante rayos X o tomografía computarizada. Por no hablar de los radiólogos, que interpretan los escáneres y hacen los diagnósticos. Este 'diagnóstico de imagen' forma la base de la medicina moderna. Desde un lado del hospital que antes no se veía, donde los expertos combaten las enfermedades y las lesiones, te traemos 'Radiation House'. ¡Comienza un nuevo hito en el drama médico!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3229b2db-0e84-497c-999b-aa50728d2371",
    "title": {
      "en": "Anata-tachi Soredemo Sensei Desu ka!"
    },
    "updatedAt": "2024-07-21T22:57:17+00:00",
    "coverArt": "https://mangadex.org/covers/3229b2db-0e84-497c-999b-aa50728d2371/de887102-b33b-4276-9cc7-875cd045cde1.jpg",
    "altTitles": [
      {
        "ja": "あなた達それでも先生ですかっ！"
      },
      {
        "en": "You Still Call Yourselves Teachers?!"
      },
      {
        "pl": "Czy wy nadal jesteście nauczycielami?"
      }
    ],
    "description": {
      "en": "One day, school teachers come as freeloaders to the inn run by his parents!? Kazami Hiro, a high school boy, decides to take care of the inn and his future!? Under one roof, The forbidden harem romantic comedy begins!!",
      "ja": "親が経営する旅館にある日、居候としてやってきたのは学校の先生たち!? 男子高校生・風見ヒロは旅館のため、自分の未来のためにお世話をすることに!? 一つ屋根の下、禁断のハーレムラブコメが開幕!!",
      "pl": "Pewnego dnia nauczyciele przychodzą jako freeloaderzy do zajazdu prowadzonego przez jego rodziców!? Kazami Hiro, uczeń szkoły średniej, postanawia zadbać o zajazd i swoją przyszłość!? Pod jednym dachem rozpoczyna się zakazana haremowa komedia romantyczna!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94c7e52e-a6b2-4b57-ba14-68f58fc77c8e",
    "title": {
      "en": "Ghost Fixers"
    },
    "updatedAt": "2024-06-05T16:30:07+00:00",
    "coverArt": "https://mangadex.org/covers/94c7e52e-a6b2-4b57-ba14-68f58fc77c8e/cbbfb933-dad5-4220-abdb-a84ed54cf23a.jpg",
    "altTitles": [
      {
        "ja": "ゴーストフィクサーズ"
      },
      {
        "ru": "Исправители призраков"
      }
    ],
    "description": {
      "en": "Following a certain event, Mikurigaoka New Town transformed into a crucible of supernatural phenomena known as GHOSTS! In said town lives Hifumi, a middle school boy, who one day encounters a girl who just moved in... Help \"correct\" the supernatural in this action-packed tale from Yasuki Tanaka, creator of \"Summer Time Rendering\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5813825a-b729-4ce4-8dfd-54c3391f8d19",
    "title": {
      "en": "Super Ball Girls"
    },
    "updatedAt": "2024-08-28T16:27:43+00:00",
    "coverArt": "https://mangadex.org/covers/5813825a-b729-4ce4-8dfd-54c3391f8d19/79aa3852-ae92-4705-8135-683a45b48aa9.jpg",
    "altTitles": [
      {
        "ru": "Девушки и супермяч"
      },
      {
        "ja": "スーパーボールガールズ"
      },
      {
        "zh-hk": "超級彈珠女孩"
      },
      {
        "zh": "弹珠女孩"
      },
      {
        "en": "Superball Girls"
      }
    ],
    "description": {
      "en": "Ichiyoshi continues to work at a chocolate factory, locking away his \"best\" in his heart. One Christmas night, on his way home, he finds a mysterious superball that rolls out of the darkness..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c37cb5b6-3245-4a06-840b-93f25bd760f8",
    "title": {
      "en": "Be-bop High School"
    },
    "updatedAt": "2022-08-10T11:36:09+00:00",
    "coverArt": "https://mangadex.org/covers/c37cb5b6-3245-4a06-840b-93f25bd760f8/2209acf7-12c8-47c7-ab5f-936dff6e3bff.png",
    "altTitles": [
      {
        "ja": "ビー・バップ・ハイスクール"
      },
      {
        "ja-ro": "Bī bappu haisukūru"
      }
    ],
    "description": {
      "en": "The story revolves around the lives of two rough-and-tumble high school friends Kato Hiroshi and Nakama Toru, who seemed to make a habit of getting into trouble and starting up fights. In keeping with the spirit of the manga, Toru and Hiroshi sport slicked back 50's style ducktails and adopted exaggerated swaggers that made them comical and yet also oddly cool. The drama also features an assortment of outlandish characters who sport even weirder fashions and hairdos. To describe the action in this drama, think Fight Club meets The Breakfast Club.  \n  \n---\n - **Won the 12th Kodansha Manga Award for General Manga in 1988, which it shared with Bonobono**"
    },
    "status": "completed",
    "releaseDate": 1983,
    "contentRating": "suggestive",
    "lastVolume": "48",
    "lastChapter": "308"
  },
  {
    "mangaId": "d2e28840-b3a6-4dd7-9c40-1b251a293fe0",
    "title": {
      "en": "Negai no Astro"
    },
    "updatedAt": "2024-07-25T06:13:13+00:00",
    "coverArt": "https://mangadex.org/covers/d2e28840-b3a6-4dd7-9c40-1b251a293fe0/1709b926-6cb0-494d-9136-74634956e052.jpg",
    "altTitles": [
      {
        "ja": "願いのアストロ"
      },
      {
        "en": "Astro Royale"
      },
      {
        "ru": "Звезда желаний"
      }
    ],
    "description": {
      "en": "The new series from Ken Wakui, the creator of Shinjuku Swan and Tokyo Revengers!\n\nAs the battle to decide the next leader of the Yotsurugi gang that runs Asakusa is heating up, a meteorite strike suddenly awakens superpowers in the people of Japan. How will Hibaru Yotsurugi, the son of the previous gang leader, come out of this?!",
      "fr": "Le nouveau manga de Ken Wakui, le créateur de Shinjuku Swan et Tokyo Revengers ! Alors que la bataille pour désigner le prochain chef du clan Yotsurugi qui dirige Asakusa s'intensifie, la chute d'une météorite réveille soudainement des super-pouvoirs chez les Japonais. Comment Hibaru Yotsurugi, le fils du précédent boss du clan va-t-il s'en sortir ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "017765be-c890-4fab-a268-fa1ed008b9f1",
    "title": {
      "en": "Madowasenaide Yamori-kun"
    },
    "updatedAt": "2024-09-03T12:45:38+00:00",
    "coverArt": "https://mangadex.org/covers/017765be-c890-4fab-a268-fa1ed008b9f1/9dfe5d88-9576-40db-9700-65b06a2dfe60.jpg",
    "altTitles": [
      {
        "en": "Don't confuse me, Yamori-kun."
      },
      {
        "ja": "まどわせないで矢守くん"
      }
    ],
    "description": {
      "en": "Mori and Yamori, who sits behind him, decide to change their image for the summer vacation. They make their summer vacation debut without any problems, but for some reason Yamori starts cross-dressing. And he keeps saying and doing flirtatious things...!? A hot topic on social media!! A comedy about the mismatched love between a handsome guy and a beautiful girl!",
      "ja": "後ろの席の矢守と共に夏休みにイメチェンすることを決意した森。無事夏休みデビューを果たすものの、矢守はなぜか女装してくるように。そして思わせぶりな言動ばかり取ってきて…！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9243a9d0-13dc-452d-b123-c6d5c28e46d2",
    "title": {
      "en": "Shy na Ano Ko ni Natsukaretai"
    },
    "updatedAt": "2024-06-27T21:31:07+00:00",
    "coverArt": "https://mangadex.org/covers/9243a9d0-13dc-452d-b123-c6d5c28e46d2/1757ad52-4547-4fd4-a35f-1acfae360126.jpg",
    "altTitles": [
      {
        "ja": "シャイなあの子に懐かれたい"
      },
      {
        "en": "I Want To Be Liked By That Shy Girl"
      },
      {
        "ko": "샤이한 그 아이를 좋아하고 싶어"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "329c2f03-dec8-45ec-97a7-835947e8325b",
    "title": {
      "en": "Since I don't know about it, should we part ways, Your Majesty?"
    },
    "updatedAt": "2024-09-01T14:49:52+00:00",
    "coverArt": "https://mangadex.org/covers/329c2f03-dec8-45ec-97a7-835947e8325b/5f9a890d-3426-4f27-bafb-b72e223e5545.jpg",
    "altTitles": [
      {
        "ko": "저는 모르는 일이니 헤어질까요, 폐하?"
      }
    ],
    "description": {
      "en": "Due to a carriage accident, Lumiere suffers from amnesia. \nWhile searching for her memories, she discovers a warning in her diary.\n\n[Do not fall for him.]\n\nAt that time, a man claiming to be her lover appears.\n“I know everything about you, even the parts you don't know yourself.”\n\nThis man, who doesn't exist in her memories.\nBut she finds herself increasingly attracted to him…\n\n… Were we really lovers? Why did we break up?\nIs approaching the truth really the right thing for me?",
      "ko": "마차 사고로 인해 기억상실증에 걸린 르미에.\n기억을 찾기 위해 본 일기장에서 경고를 발견한다.\n\n[그를 사랑해선 안 돼.]\n\n그때, 그녀의 연인이었다고 주장하는 남자가 찾아왔다.\n\"난 당신 스스로도 모르는 부분까지 전부 다, 알고 있으니까.\"\n\n분명 기억 속엔 존재하지 않는 그.\n하지만 그에게 점점 끌리는 자신을 발견하는데...\n\n…진짜 우린 연인이었을까? 왜 헤어진 걸까?\n진실에 다가서는 것이, 정말로 나를 위한 일이 맞을까?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65f1f473-c7fa-4de2-adf5-00167af31740",
    "title": {
      "en": "Higurashi no Naku Koro ni Rei - Irotoutoshi-hen"
    },
    "updatedAt": "2024-01-10T16:48:30+00:00",
    "coverArt": "https://mangadex.org/covers/65f1f473-c7fa-4de2-adf5-00167af31740/b504286f-92ac-4481-9c0b-a28d7a38c5d2.jpg",
    "altTitles": [
      {
        "ja": "ひぐらしのなく頃に令 色尊し編"
      }
    ],
    "description": {
      "en": "Sequel to Higurashi no Naku Koro Ni Hoshiwatashi-hen and Higurashi no Naku Koro Ni Oniokoshi-hen."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9363b613-ac57-4336-9481-601565a89e08",
    "title": {
      "en": "I Am the Shadow Reverend"
    },
    "updatedAt": "2024-02-27T20:16:11+00:00",
    "coverArt": "https://mangadex.org/covers/9363b613-ac57-4336-9481-601565a89e08/a247bcf5-0b4f-46ac-b9da-274ec0debe3f.jpg",
    "altTitles": [
      {
        "zh": "全民转职：我牧师，都什么阴间技能"
      },
      {
        "vi": "Tiān Shēng Dú Nǎi, Wǒ Zǔzhòule Quán Shìjiè!"
      }
    ],
    "description": {
      "en": "Traveling through a parallel world, the game merges with the real world, where ferocious beasts are rampant, alien races are raging, and there are a large number of dungeons and secret realms in the wild.\nHumans can awaken into various professions and work hard to kill monsters and upgrade.\nOn the day of his profession awakening, Lin Luo awakened the priest profession, which is the most popular but has no damage ability.\nJust when he was struggling, he discovered that his skills had mutated!\nThe blood recovery technique mutates into the bleeding technique?\nBlessing mutates into curse?\nBut I am really a healing priest!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5b41dc4-16af-4c13-b22b-154836ec2b82",
    "title": {
      "en": "Deus"
    },
    "updatedAt": "2024-08-12T06:16:06+00:00",
    "coverArt": "https://mangadex.org/covers/f5b41dc4-16af-4c13-b22b-154836ec2b82/6a0d3c43-25be-45b5-b59c-8adb55f1c35d.jpg",
    "altTitles": [
      {
        "ja": "デウス"
      }
    ],
    "description": {
      "en": "A high school student finds her life turned upside down after encountering a mysterious and powerful supernatural entity. As she grapples with increasingly unsettling and strange events, she must confront the dark forces at play and unravel the truth behind her own disturbing experiences."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "70d764c4-3d47-46b6-ba47-85f19a9083a5",
    "title": {
      "en": "Kiru Aoharu"
    },
    "updatedAt": "2024-08-31T19:46:25+00:00",
    "coverArt": "https://mangadex.org/covers/70d764c4-3d47-46b6-ba47-85f19a9083a5/d8bb9bad-16f6-40e8-95a8-ad7539753b2a.jpg",
    "altTitles": [
      {
        "en": "Kill Blue"
      },
      {
        "ja": "キルアオハル"
      }
    ],
    "description": {
      "en": "Adult Hitman, Ichiro Wanibuchi, is turned back into a child after a mysterious bee stings him. Seeing this as an opportunity, Wanibuchi starts going to middle school to live the childhood he never had. But when his mean classmate, Sakura Fuwa, is kidnapped, Wanibuchi must return to his life of crime to rescue her. This oneshot would lead to the creation of Kill Blue, published in Weekly Shonen Jump in 2023."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-08-18T13:06:23+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/2e418d11-579c-4078-a960-60781115efc9.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7d3a91a-f47a-43ce-9a2c-4da813b15eea",
    "title": {
      "en": "My Dog Becomes a Human"
    },
    "updatedAt": "2024-08-15T13:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/f7d3a91a-f47a-43ce-9a2c-4da813b15eea/5cbdc6a0-f667-43d1-84a1-f01e4caffcd2.jpg",
    "altTitles": [
      {
        "ja": "犬がヒトになる話"
      },
      {
        "ja-ro": "Inu ga Hito ni Naru Hanashi"
      },
      {
        "fr": "Mon Chien Est Devenu Humain"
      },
      {
        "zh-hk": "我家碰太變成了人類這件事"
      },
      {
        "ru": "Моя собака становится человеком"
      },
      {
        "uk": "Мій пес став людиною"
      },
      {
        "en": "Ponta Becomes A Human"
      },
      {
        "ja": "ポン太がヒトになりまして。"
      }
    ],
    "description": {
      "en": "A slapstick comedy that involves a town and its neighbors where “pet dogs” have become “humans”!\nFeelings that couldn’t be conveyed as a dog can now be understood directly…!?",
      "fr": "Un jour, les chiens de cette ville sont soudainement devenus humains. L'histoire suit la vie de Saki et de son chien Ponta.",
      "ru": "В один прекрасный день домашние собаки в этом городе вдруг превращаются в людей. История рассказывает о жизни хозяйки Саки и ее собаки Понты.",
      "uk": "Одного разу всі собаки, які жили в цьому місті раптово перетворилися на людей. Історія розповідає про життя Сакі, власниці, та Понти, її пса."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4615bd9-7cbd-4243-a8a2-5c24671663e0",
    "title": {
      "en": "Yajin Tensei: Karate Survivor in Another World"
    },
    "updatedAt": "2024-07-08T22:48:37+00:00",
    "coverArt": "https://mangadex.org/covers/b4615bd9-7cbd-4243-a8a2-5c24671663e0/04c602a2-5e49-4e5d-aab2-c3f72b805c98.jpg",
    "altTitles": [
      {
        "en": "Karate Survivor in Another World"
      },
      {
        "en": "Reincarnated Savage: Karate Survivor in Another World"
      },
      {
        "ja": "野人転生"
      },
      {
        "ja": "野人転生: KARATE SURVIVOR IN ANOTHER WORLD"
      },
      {
        "es-la": "Salvaje Reencarnado"
      }
    ],
    "description": {
      "en": "When 34-year-old Nozaki Hitoshi is hit by a truck, he is sent to a fantasy world by a dismissive god and dropped into a harsh wilderness without even the clothes on his back. His only salvation is a newly granted karate skill and his general survival instincts. Luckily, Hitoshi is up for the challenge–he’ll weave clothes out of tree bark, test fruit for poison, and crawl through the mud to test his kicks and punches against goblins and other creatures. No matter how much he levels up in this world, he still longs to find other humans to share his solitude. An engrossing fantasy that pits karate technique against swords and sorcery in another world!\n\n(Source: Seven Seas Entertainment)\n- [Web Novel Raw](https://ncode.syosetu.com/n5771ei/)  \n- [Alternate Raw: NicoNico](http://seiga.nicovideo.jp/comic/41841)",
      "ja": "姓名と風貌から、「野人」と呼ばれている野崎人志は、ひょんなことから異世界に転生させられる。",
      "es-la": "Nozaki Hitoshi, conocido como el \"Hombre Salvaje\" por su apellido y apariencia, se reencarna accidentalmente en otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca33a142-58fb-4fee-88b9-36ef87f02c77",
    "title": {
      "en": "Nezumi no Hatsukoi"
    },
    "updatedAt": "2024-07-05T08:20:00+00:00",
    "coverArt": "https://mangadex.org/covers/ca33a142-58fb-4fee-88b9-36ef87f02c77/d5c3b856-3b1b-4834-b483-20eec1eb6e6f.jpg",
    "altTitles": [
      {
        "ja": "ねずみの初恋"
      },
      {
        "en": "Nezumi's First Love"
      },
      {
        "vi": "Tình đầu của Nezumi"
      },
      {
        "ne": "नेजुमी को पहिलो प्रेम"
      },
      {
        "fr": "Le Premier Amour de Nezumi"
      }
    ],
    "description": {
      "en": "Nezumi is a girl who was raised as a hitman by the yakuza and grew up not knowing human love. An ordinary young man, Ao, knows nothing. They fall in love and start to live together, but the evil hand is close at hand... This is a story of first love, so cruel and so sad.\n\nRead the prequel oneshot featuring Messiah-chan's backstory [here](https://mangadex.org/title/a53ff4b3-1514-4b91-9fa0-acd99dd797de/gomennasai-messiah-chan).",
      "fr": "Nezumi est une fille qui a été élevée comme tueuse à gages par les yakuzas et qui a grandi sans connaître l'amour humain. Un jeune homme ordinaire, Ao, n'en sait rien. Ils tombent amoureux et commencent à vivre ensemble, mais la main du mal est proche.... C'est l'histoire d'un premier amour, si cruel et si triste.",
      "ja": "ヤクザに殺し屋として育てられ、人の愛を知らずに育った少女、ねずみ。何も知らない普通の青年、碧(あお)。二人は恋に落ち、共に暮らし始めるが、魔の手はすぐそこまで迫っていた‥‥。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7910cdf8-962c-452c-9a5d-0f91f9c766e5",
    "title": {
      "en": "Gal to Iinchou ga Guuzen Saikai suru Hanashi"
    },
    "updatedAt": "2024-07-14T21:37:48+00:00",
    "coverArt": "https://mangadex.org/covers/7910cdf8-962c-452c-9a5d-0f91f9c766e5/4db87af1-a637-403f-96ca-a5d86f17307b.jpg",
    "altTitles": [
      {
        "ja": "ギャルと委員長が偶然再会する話"
      },
      {
        "ja-ro": "Gyaru to Iinchou ga Guuzen Saikai suru Hanashi"
      },
      {
        "en": "A Story about a Gal and a Committee Chairwoman Who Meet Again by Coincidence"
      },
      {
        "pt-br": "A história de uma gal e uma presidente de comitê que se reencontram por acaso"
      },
      {
        "es": "Una historia sobre una gal y una presidenta de comité que se reencuentran por coincidencia"
      }
    ],
    "description": {
      "en": "After finishing her errands, Marina heads for the bus stop on her way home. However, there she runs into the drunken former committee chairwoman from her high school days. She thinks she doesn't remember her, but while she's taking care of her, she says to her, \"You used to avoid me...,\" which is very meaningful to her...?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "17"
  },
  {
    "mangaId": "95543d8f-05ba-4345-8800-bc75f4a3ed78",
    "title": {
      "en": "Chichi to Hige-Gorilla to Watashi"
    },
    "updatedAt": "2024-06-19T15:37:45+00:00",
    "coverArt": "https://mangadex.org/covers/95543d8f-05ba-4345-8800-bc75f4a3ed78/106658c8-b206-45a0-8610-4c13b37d445b.jpg",
    "altTitles": [
      {
        "ja": "Chichi to Higegorira to Watashi"
      },
      {
        "en": "Dad, the Beard Gorilla, and I"
      },
      {
        "en": "Dad, the Bearded Gorilla, and I"
      },
      {
        "en": "Gojuan, eg Lombobo, ana Dwa"
      },
      {
        "en": "Papá, el Gorila Barbudo, y Yo"
      },
      {
        "ja": "父とヒゲゴリラと私"
      },
      {
        "zh": "爸爸、胡子猩猩与我"
      }
    ],
    "description": {
      "en": "After losing her mother to a tragic accident, 6-year old tomboy, Michiru, finds a suspicious person moving into her precious home: her dad's giant younger brother Kouji, the 'Beard Gorilla'. While awkward at first, it doesn't take long for the two to develop a familiar bond that looks more like that of a brother and a sister, than that of niece & uncle.",
      "zh": "开心的日子也好，寂寞的日子也好，都是大家大家珍贵的回忆。\n在同一屋檐下，哥哥+弟弟+哥哥的女儿‼ 一部有点不寻常的家庭喜剧‼"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "98"
  },
  {
    "mangaId": "db0ac526-46c9-41ea-be96-1959bc26a314",
    "title": {
      "en": "A Cool Older Lady Who Drives Me Crazy"
    },
    "updatedAt": "2024-08-24T09:00:43+00:00",
    "coverArt": "https://mangadex.org/covers/db0ac526-46c9-41ea-be96-1959bc26a314/c033ea56-b62c-41c7-b6ed-23d52cc98f5b.jpg",
    "altTitles": [
      {
        "ja": "僕を狂わすカッコイイお姉さん"
      },
      {
        "ja-ro": "Boku o Kuruwasu Kakkoii Onee-san"
      },
      {
        "en": "A Cool Older Lady That Makes Me Crazy"
      },
      {
        "pt-br": "Uma mulher mais velha legal que me deixa louco"
      },
      {
        "es-la": "Una mujer mayor genial que me vuelve loco"
      },
      {
        "vi": "Cô nàng hơn tuổi lạnh lùng khiến tôi phát điên"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6391db97-f8b0-4709-bfe7-e96b4a486f7d",
    "title": {
      "en": "Chubby Cats and Dogs"
    },
    "updatedAt": "2024-03-05T20:27:59+00:00",
    "coverArt": "https://mangadex.org/covers/6391db97-f8b0-4709-bfe7-e96b4a486f7d/990ee4c5-c5b2-41cd-bc52-6f6b7df8340e.png",
    "altTitles": [
      {
        "zh": "dudu嘟脸猫狗"
      },
      {
        "zh-ro": "Dudu du Lian Mao Gou"
      },
      {
        "zh-ro": "Dudu dū Liǎn Māo Gǒu"
      }
    ],
    "description": {
      "en": "\"Chubby Cats and Dogs\" is a heartwarming, healing, and eye-opening little comic.\n\nWelcome to our little universe!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50006d88-9084-4ad9-a709-f8712e347583",
    "title": {
      "en": "Beauty and the Beasts"
    },
    "updatedAt": "2024-07-25T09:12:40+00:00",
    "coverArt": "https://mangadex.org/covers/50006d88-9084-4ad9-a709-f8712e347583/67a20938-d30f-4ad9-ba59-8bc8e0ae5922.jpg",
    "altTitles": [
      {
        "zh": "悠哉兽世：种种田，生生崽精品"
      },
      {
        "zh-ro": "Youzai Shou Shi: Zhong Zhong Tian, Sheng Sheng Zai"
      },
      {
        "pl": "Piękna i Bestie"
      }
    ],
    "description": {
      "en": "As soon as she fell into the world of beastmen, a leopard forcibly took her back to his home. Indeed, Bai Jingjing is at a complete and utter loss. The males in this world are all handsome beyond compare, while the women are all so horrid that even the gods shudder at their sight. As a first-rate girl from the modern world (she's even a quarter Russian) Bai Jingjing finds herself sitting at the center of a harem filled with beautiful men – at the very peak of existence."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9fc391db-1810-4e72-842d-8151155bbe0f",
    "title": {
      "en": "Uesugi-kun wa Onnanoko wo Yametai"
    },
    "updatedAt": "2024-08-25T15:27:08+00:00",
    "coverArt": "https://mangadex.org/covers/9fc391db-1810-4e72-842d-8151155bbe0f/faf6f065-b431-4d9a-9ca5-88256cc0c9a6.jpg",
    "altTitles": [
      {
        "ja": "上杉くんは女の子をやめたい"
      },
      {
        "en": "Uesugi-kun Wants to Quit Being a Girl"
      }
    ],
    "description": {
      "en": "Uesugi-kun is a boy who's as petite and cute as a girl. He has a crush on a girl he's known since childhood, but overheard her saying, \"Wouldn't Uesugi be totally adorable if he was a girl?!\" Uesugi-kun's not as tall as his other childhood friend, Eito, nor is he as good at studies, and now he's suffering from a broken heart. A depressed Uesugi-kun stops by a shrine while running an errand and makes a wish... A love-triangle romantic comedy featuring an overly cute, and now female, protagonist begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "92e53a36-3207-4ca2-a41c-6070dc27ef5b",
    "title": {
      "en": "Yagate Eiyuu ni Naru Saikyou Shujinkou ni Tensei Shitakedo, Boku ni wa Ni ga Omokatta You desu"
    },
    "updatedAt": "2024-09-03T12:23:27+00:00",
    "coverArt": "https://mangadex.org/covers/92e53a36-3207-4ca2-a41c-6070dc27ef5b/2ca5bcab-c801-467c-9220-4018a9eb9a16.jpg",
    "altTitles": [
      {
        "ja": "やがて英雄になる最強主人公に転生したけど、僕には荷が重かったようです"
      }
    ],
    "description": {
      "en": "A video game geek has been reincarnated as Luke, the hero of the epic RPG Legend of Spirit. With a gifted character and perfect knowledge of the game, his goal was a perfect and complete happy ending that surpassed the original story.\n\nHowever, the hero's mission was too heavy for an ordinary person to bear. It was too easy for something important to fall away.\n\nIn this world, expediency does not happen. If Luke does not hold the sword, the world will be destroyed.\n\nSo the boy puts on a mask and plays the hero, Luke.\n\nThis is a false heroic tale of a boy on a mission to become a hero.",
      "ja": "超大作RPG「レジェント・オブ・スピリット」の主人公ルークに、とあるゲームオタクが転生した。才能に恵まれ、ゲーム知識も完璧。目指すは原作を超える完璧で完全なハッピーエンド…だった。\n\nけれど、本来凡人の主人公が英雄の使命を背負うにはあまりにも重く。いとも簡単に、大切なものが零れ落ちていく。\n\nこの世界ではご都合主義は起きない。ルークが剣を握らなければ、世界は滅んでしまう。\n\nだから少年は、仮面を被り英雄を、ルークを演じる。\n\nこれは、英雄になる使命を負った少年の偽りの英雄譚。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd13dad6-7cda-46cf-8d4f-13adfc6c37d6",
    "title": {
      "en": "Shihai Shoujo Kubaru-chan"
    },
    "updatedAt": "2024-09-03T06:19:59+00:00",
    "coverArt": "https://mangadex.org/covers/dd13dad6-7cda-46cf-8d4f-13adfc6c37d6/a9fe0efb-d7d4-4ced-bd54-635969b096a9.jpg",
    "altTitles": [
      {
        "ja": "支配少女くばるちゃん"
      },
      {
        "en": "Ruling Girl Kubaru-chan"
      },
      {
        "en": "Controlling Girl Kubaru-chan"
      }
    ],
    "description": {
      "en": "After fierce bullying, Yuuto Kiba wanted to die. On the verge of committing suicide, his fate changes rapidly when a strange and funky beautiful girl, Kubaru, tells him, “Give me your life”.\n\nMake your life happy with love?! A slightly strange and psycho love drama.",
      "ja": "熾烈ないじめの末に、もう死にたいと思っていた少年・木場優人（きばゆうと）。自殺する寸前に、奇妙なファンキー美少女・くばるに「君の人生を頂戴」と言われたことで、運命が目まぐるしく変わっていく。\n\nラブで君の人生を幸せにする？！ちょっと奇妙でサイコなラブドラマ。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b80ee683-85a7-48ab-b57a-c9a3316653fe",
    "title": {
      "en": "Yomekura"
    },
    "updatedAt": "2024-07-25T01:24:33+00:00",
    "coverArt": "https://mangadex.org/covers/b80ee683-85a7-48ab-b57a-c9a3316653fe/af625e44-5c85-470b-a265-6ce5f2e30c6e.jpg",
    "altTitles": [
      {
        "ja": "ヨメクラ"
      },
      {
        "zh": "新娘特别班"
      },
      {
        "en": "Bridal Class"
      },
      {
        "en": "Yomekura - A Class-ful of Wives!"
      },
      {
        "es": "Yomekura - ¡Un Salón de Esposas!"
      }
    ],
    "description": {
      "en": "Before she died, Taga Reiji's mother made arrangements to ensure her son would not be alone. What Taga did not know about these \"arrangements\" was that he would be enrolled in a special class at the school his mother founded where prospective fiance candidates would all vie for his hand in marriage. How will Taga's new life of constantly being surrounded by girls unfold and will he be able to choose just one?",
      "ja": "母を亡くし天涯孤独となった多賀零次は、母の遺言に従いとある学校に転校することになる。新生活に期待を膨らませていた零次を待っていたのは…自分以外全員女子、全員が零次の“お嫁さん”候補という超規格外のクラスだった!!　“ハッピー”と“ハプニング”に満ち溢れた、零次の波乱の高校生活が始まる……!!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "44"
  },
  {
    "mangaId": "06eff9bc-02ae-4119-aa71-712ed5738ecf",
    "title": {
      "en": "Captain Tsubasa - Road to 2002"
    },
    "updatedAt": "2023-03-09T20:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/06eff9bc-02ae-4119-aa71-712ed5738ecf/1e803ba4-5eca-457d-92f6-40deacc167ee.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa: Road to 2002 - Go for 2006"
      },
      {
        "en": "GO FOR 2006"
      },
      {
        "ja": "キャプテン翼　ROAD　TO　2002"
      },
      {
        "zh": "足球小将 Road to 2002"
      }
    ],
    "description": {
      "en": "After the World Youth, Japanese players are looking for pro careers in Japan and around the world.  \n  \nIn order to fulfill their dream of World Cup 2002 in Korea and Japan, they must get stronger playing in various club competitions, home and abroad."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "144"
  },
  {
    "mangaId": "963741fc-99b7-429c-8b14-9bc3cfec76ad",
    "title": {
      "en": "Yugetatsuran"
    },
    "updatedAt": "2024-03-16T23:30:14+00:00",
    "coverArt": "https://mangadex.org/covers/963741fc-99b7-429c-8b14-9bc3cfec76ad/65337f49-81a4-42c2-9a76-f5d2ce86f8fa.jpg",
    "altTitles": [
      {
        "ja": "ゆげたつらん"
      },
      {
        "zh-hk": "秘湯之旅"
      },
      {
        "zh": "秘汤之旅"
      }
    ],
    "description": {
      "en": "Top salesman by day, number one host by night. In the world of \"eat or be eaten,\" \"win or lose,\" Udai Sasaki had everything he wanted, including money and love - he was burnt out. Until one day he came across a \"hot spring review\". A strange master-disciple travelogue of hot spring baths that will warm your heart and body!",
      "zh-hk": "大黑宇大（28歲）是一位熱愛溫泉的上班族。為了尋找心靈的治癒，他追尋著一位名叫“治癒坊”的溫泉評論師的足跡，踏遍了山野秘湯。某天，宇大終於在旅途中偶遇了這位神秘的“治癒坊”，並拜他為師。這位師父不僅擁有超凡的泡湯心得，更有著獨特的處世哲學。在師父的引導下，宇大開始了一段奇妙的溫泉修行之旅。他們一起探訪秘境，體驗不同的泉質，感受溫泉帶來的身心滌盪。在旅途中，宇大不僅收穫了對溫泉的更深入了解，也逐漸找到了自我，獲得了人生的啟迪。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3084080c-88b4-4932-b5e2-dc795f6059fa",
    "title": {
      "en": "Gimai ga Douyara Yandere Datta Hanashi (Official Colored)"
    },
    "updatedAt": "2024-09-03T08:09:37+00:00",
    "coverArt": "https://mangadex.org/covers/3084080c-88b4-4932-b5e2-dc795f6059fa/bd546f3f-467f-4aa5-b0df-78173c48ca91.jpg",
    "altTitles": [
      {
        "ja": "義妹がどうやらヤンデレだった話 (カラー版)"
      },
      {
        "ja-ro": "Gimai ga Douyara Yandere Datta Hanashi (Color Ban)"
      },
      {
        "en": "The Story of My Stepsister Apparently Being a Yandere (Official Colored)"
      },
      {
        "id": "Adik Tiriku Ternyata Seorang Yandere"
      },
      {
        "vi": "Câu chuyện về việc sống cùng cô em kế yandere."
      }
    ],
    "description": {
      "en": "Yua became my sister through our parents' remarriage. She's incredibly cute and adores me...\n\nBut sometimes, the expressions she shows...",
      "vi": "Yua là em gái kế của tôi khi bố mẹ chúng tôi tái hôn với nhau.\n\nEm ấy rất là dễ thương và quý tôi lắm luôn. Nhưng có gì đó cứ là lạ."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "046d6919-9270-431c-9cb3-5c9e1b02aa3c",
    "title": {
      "en": "Kuuraisen uchiharairei"
    },
    "updatedAt": "2024-04-18T01:10:56+00:00",
    "coverArt": "https://mangadex.org/covers/046d6919-9270-431c-9cb3-5c9e1b02aa3c/c9b1fcb2-974a-4536-b317-74a3bdfb2a6b.jpg",
    "altTitles": [
      {
        "ja": "空来船打払令"
      },
      {
        "zh": "空来船驱逐令"
      },
      {
        "zh-hk": "空來船驅逐令"
      }
    ],
    "description": {
      "en": "It was the end of the Edo period. Instead of Perry, a huge \"Korai-ship\" came to Edo... A samurai fighting with \"steam\" and a genius engineer heroine weave an oedo x steam battle!",
      "ja": "時は幕末。ペリーの代わりに江戸へやってきたのは、巨大な“空来船”だった──。“蒸気”で戦う侍と天才技師のヒロインが紡ぐ、大江戸×スチームバトル！！",
      "zh": "“新感觉”历史×战斗幻想拉开序幕！！ 幕末时代，不是佩里的黑船，而是巨大的“空来船”来到了江户。由蒸汽驱动的武士与摩诃工匠展开大江户蒸汽大战！！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49c7b586-b0a3-4776-b3f5-3bdc62d82161",
    "title": {
      "en": "Dog Nigga"
    },
    "updatedAt": "2024-09-01T18:32:20+00:00",
    "coverArt": "https://mangadex.org/covers/49c7b586-b0a3-4776-b3f5-3bdc62d82161/2946e6a9-7dce-4260-b506-842c5fbe5453.jpg",
    "altTitles": [
      {
        "en": "Dog Ningen"
      },
      {
        "en": "DN"
      },
      {
        "en": "Dog N"
      },
      {
        "en": "Black Dog"
      },
      {
        "ar": "سگ سیاه"
      },
      {
        "hi": "कुत्ता भाउ"
      },
      {
        "ja": "犬の黒人男性"
      },
      {
        "ru": "Пёс-Ниггер"
      },
      {
        "uk": "Пес-Ніґґер"
      },
      {
        "es": "Perro Negrata"
      },
      {
        "th": "ไอ้หมามืด"
      },
      {
        "hr": "Pas Crnjo"
      }
    ],
    "description": {
      "en": "Rex is a half man half dog. He was created when a drunk old man forced himself on a stray female dog in the street. \nBecause of his father, Rex has to live his life as a freak rejected by society.\nSo one day he’s gonna find that man, and RAPE him.\n\n---\n**Links:**\n- Alternative Official English - [MANGA Plus Creators](https://medibang.com/mpc/titles/wt2208302035572710014241408/) | [ART street](https://medibang.com/book/xb2005061537310810014241408/) | [Pixiv](https://www.pixiv.net/user/61917191/series/172665)\n- Discord - [Server](https://discord.com/invite/BzQXA4vwXt)",
      "fr": "Rex est moitié humain et moitié chien. Il est né quand un vieux mec bourré a baisé une chienne errante dans le rue. À cause de son père, Rex doit vivre en étant rejeté par la société. Alors un jour… il va retrouver ce type, et le VIOLER",
      "hr": "Rex je polu čovjek, polu pas. Nastao je kada je pijani starac silovao kuju lutalicu na ulici.\nZbog svog oca, Rex mora živjeti svoj život kao nakaza koju društvo odbacuje.\nZato će jednog dana pronaći tog starca i SILOVATI ga.",
      "ru": "Рекс - наполовину человек, наполовину собака. Он был создан, когда пьяный старик изнасиловал собаку на улице. Из-за отца Рекс вынужден жить как урод, отвергнутый обществом. Так что однажды... он найдет этого человека и отомстит ему.",
      "uk": "Рекс - напівлюдина напівсобака. Він був створений коли дуже п'яне чмо трахнуло вуличну собаку. Через нього він став потворою та ізгоєм. Тож одного дня... він знайде свого \"татуся\", і зґвалтує ЙОГО!",
      "es-la": "Rex es un híbrido mitad hombre, mitad perro. Fue creado cuando un viejo borracho abusó sexualmente de una perra callejera en la calle. Por culpa de su padre, Rex tiene que vivir su vida como un fenómeno, rechazado por la sociedad. Así que un día… encontrará a ese tipo y lo v*olará."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f64d517-c4ea-40c0-a463-fcc069d39d3b",
    "title": {
      "en": "Tsuihousareru Tabi ni Skill o Te ni Ireta Ore ga, 100 no Isekai de 2-shuume Musou"
    },
    "updatedAt": "2024-09-02T20:56:08+00:00",
    "coverArt": "https://mangadex.org/covers/5f64d517-c4ea-40c0-a463-fcc069d39d3b/f0927611-6309-48b1-be5e-7b5e44e6329d.jpg",
    "altTitles": [
      {
        "ja": "追放されるたびにスキルを手に入れた俺が、100の異世界で2周目無双"
      },
      {
        "en": "I Got a New Skill Every Time I Was Exiled, and After 100 Different Worlds, I Was Unmatched"
      },
      {
        "en": "Unmatched in 100 Different Worlds — I Gain a New Skill Every Time I Get Banished"
      },
      {
        "es": "Cada vez que me Expulsaban, Adquiría una Nueva Habilidad y Después de 100 Mundos Diferentes, Ya no Tengo Rival"
      },
      {
        "zh-hk": "每遭放逐就能獲得技能的我，在100個世界大開第二輪無雙"
      },
      {
        "zh": "每遭放逐就能获得技能的我，在100个世界大开第二轮无双"
      },
      {
        "ja-ro": "Tsuihousareru Tabi ni Skill wo Te ni Ireta Ore ga, 100 no Isekai de 2-shuume Musou"
      }
    ],
    "description": {
      "en": "An adventurer named Ed was exiled from his party because he was considered useless, but instead of being sad and upset he was actually happy!!?\n\nIt turns out that it's not without reason that he feels happy when he's exiled from his party, because every time he's been exiled he will receive a skill that makes him even more invincible...\n\nEd was given the crazy test of having to get expelled from 100 Hero parties in 100 different worlds before he could return to his original world. Finally a mysterious and divine entity said that he had achieved all the conditions to return to his original world.\n\nHowever, as a final condition he is asked “Look at the fate of one of these exile worlds after you left.” and he is shocked by what he sees.\n\n“Okay, I’ll do it! I’ll go down to these 100 worlds again and be banished with a good feeling!” \n\nEd takes on a new challenge to make full use of the super-powerful “Exiled Skills” that were granted each time he was exiled, and this time ensure they all have happy endings.\n___\n**Character Designer:** [GreeN](https://mangadex.org/author/40916d07-ed66-40d9-919f-3bfff091fe9a)",
      "es": "Ed, a quien se le dio la loca prueba de tener que ser expulsado de la party de 100 héroes en 100 mundos diferentes para poder regresar a su mundo original, finalmente cumpliendo las condiciones puede volver. Sin embargo Ed se entera de que el otro mundo al que quiere regresar ha tenido un final desastroso. Ahora para salvar a una chica elfa quien una vez fue su amiga, tendrá que volver a desafiar una nueva batalla para aprovechar al máximo la \"habilidad de expulsión\" para cambiar todos los finales de una forma convincente. ¡Comienza una historia para salvar 100 mundos diferentes!",
      "id": "Seorang petualang bernama ed di keluarkan dari party nya karena di anggap tidak berguna, namun daripada sedih dan kesal dia malah bahagia!!?.\n\nTernyata bukan tanpa alasan dia merasa baagia ketika di keluarkan dari party nya di karenakan setiap kali dia di keluarkan dia akan menerima sebuah skill yang membuatnya jadi semakin tidak terkalahkan..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b0501d7-716e-43c2-b73b-c128995b899e",
    "title": {
      "en": "A Slice of My Life"
    },
    "updatedAt": "2022-05-01T16:30:23+00:00",
    "coverArt": "https://mangadex.org/covers/3b0501d7-716e-43c2-b73b-c128995b899e/36624ef4-7004-46b9-b988-cca11daaa3e4.jpg",
    "altTitles": [
      {
        "zh": "我的一段人生"
      },
      {
        "zh-ro": "Wǒ de Yīduàn Rénshēng"
      },
      {
        "en": "An Excerpt from My Life"
      },
      {
        "en": "A Piece of My Life"
      }
    ],
    "description": {
      "en": "A young girl embarks on an adventure by walking on the path she liked. But things didn't turn out as good as she expected. However, she is saved by two people who become her most loving companions in her journey."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "9d62d9ad-a613-4979-b05a-6610692e9cc4",
    "title": {
      "en": "Whispering You a Love Song Official Comic Anthology"
    },
    "updatedAt": "2024-08-16T18:30:55+00:00",
    "coverArt": "https://mangadex.org/covers/9d62d9ad-a613-4979-b05a-6610692e9cc4/777e2f8b-6cbe-4fa5-ba70-4fa6aa6e980d.jpg",
    "altTitles": [
      {
        "ja": "ささやくように恋を唄う　公式コミックアンソロジー"
      },
      {
        "ko": "속삭이듯 사랑을 노래하다 공식 앤솔로지"
      },
      {
        "en": "Whisper Me a Love Song Official Comic Anthology"
      },
      {
        "ja-ro": "Sasayaku You ni Koi wo Utau Koushiki Comic Anthology"
      }
    ],
    "description": {
      "en": "The first official \"Sasayaku You ni Koi o Utau'\" comic anthology is here! Talented authors with unique styles tell stories that begin with a crush at first sight. [Participating Authors] COVER: Aono Nachi. ILLUSTRATIONS: Yosuke Kaneda, Miman. COMICS: Aotsubaki Toto, Aono Shimo, Ito Hachi, Inui, Utatane Yuu, Sikusiku, Torii Shizuku, Nekotarou, Haruhana Aya, Mukunoki Nanatsu, Yuama, Yukiko.",
      "es-la": "¡Llega la primera antología oficial de cómics de \"Sasayaku You ni Koi o Utau'\"! Talentosísimos autores con estilos únicos narran historias que comienzan con un flechazo a primera vista. [Autores participantes] PORTADA: Aono Nachi. ILUSTRACIONES: Yosuke Kaneda, Miman. CÓMICS: Aotsubaki Toto, Aono Shimo, Ito Hachi, Inui, Utatane Yuu, Sikusiku, Torii Shizuku, Nekotarou, Haruhana Aya, Mukunoki Nanatsu, Yuama, Yukiko."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "635fc6fd-3759-41dc-90d0-3b41cd6eb18d",
    "title": {
      "en": "Haruka Reset"
    },
    "updatedAt": "2024-06-01T15:16:01+00:00",
    "coverArt": "https://mangadex.org/covers/635fc6fd-3759-41dc-90d0-3b41cd6eb18d/a3ab6cdc-3cd2-4cb1-a08e-063ba1a732ab.jpg",
    "altTitles": [
      {
        "ja": "はるかリセット"
      }
    ],
    "description": {
      "en": "Haruka is a writer who is overwhelmed by deadlines and takes time out of her busy schedule to reset her mind. Strolling around the neighborhood, soaking in the public bath, eating the local cuisine, enjoying the park... even though she can’t take a big vacation or travel far, she’s determined to still enjoy any little “vacation” she can by getting creative!",
      "ja": "締め切りに追われる作家のはるかが、忙しい毎日の合間を縫ってわずかな時間で気持ちをリセット。ご近所散策、銭湯、近場グルメ、公園満喫…まとまった休みが取れなくても、遠くへ旅行に行けなくても、少しの発想の切り替えで、ワクワクできる「休み」は満喫できる! 休みが足りないすべての人に、はるかがステキな休日を贈ります!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27b68d2a-2519-49d1-b33f-2a3b297df14a",
    "title": {
      "en": "Koi no Iroha wo Oshiete"
    },
    "updatedAt": "2024-07-21T20:36:42+00:00",
    "coverArt": "https://mangadex.org/covers/27b68d2a-2519-49d1-b33f-2a3b297df14a/707932bc-a2c4-4e53-8084-2bd6a2cba9ca.jpg",
    "altTitles": [
      {
        "ja": "恋のいろはを教えて"
      },
      {
        "en": "Teach Me the ABCs of Love"
      }
    ],
    "description": {
      "en": "From Himnae Scans : Rin gets dumped by her first boyfriend after a week of dating because she's \"too uptight\", all this in front of Matsukaze-senpai, to whom she eventually ends up confiding..."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "a81d7f35-eaca-43a8-9928-2b1b521556b2",
    "title": {
      "en": "Super Dragon Ball Heroes: Meteor Mission!"
    },
    "updatedAt": "2024-03-03T14:55:11+00:00",
    "coverArt": "https://mangadex.org/covers/a81d7f35-eaca-43a8-9928-2b1b521556b2/2408ef74-33ec-442f-8122-242f8c602bac.jpg",
    "altTitles": [
      {
        "ja": "スーパードラゴンボールヒーローズ メテオミッション！"
      },
      {
        "ja-ro": "Sūpādoragonbōruhīrōzu meteomisshon!"
      }
    ],
    "description": {
      "en": "After defeating Dark King Demigra, Goku, and his allies go to visit the Planet of the Kaio, only to find that Kaio North and co. are nowhere to be seen...\nWhile our heroes are trying to figure out what could have happened, a mysterious new foe appears!",
      "es": "Después de derrotar al Rey Oscuro Demigra, Goku y sus aliados van a visitar el Planeta Kaio, solo para descubrir que Kaio North y compañía no se ven por ninguna parte...\nMientras nuestros héroes intentan descubrir qué pudo haber sucedido, ¡aparece un nuevo enemigo misterioso!",
      "ja": "冥王デミグラを倒した悟空たちは界王星を訪れるが、そこには界王ノースたちがいた。 どこにも見当たりません...\nヒーローたちが何が起こったのかを解明しようとしている間に、謎の新たな敵が現れます。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a36791e7-7bf5-4182-b302-519f62c5590b",
    "title": {
      "en": "Living Alone, Got Fever, Fall in Love"
    },
    "updatedAt": "2024-08-17T14:51:43+00:00",
    "coverArt": "https://mangadex.org/covers/a36791e7-7bf5-4182-b302-519f62c5590b/88012e44-9194-49d5-be12-af61ed2c6135.jpg",
    "altTitles": [
      {
        "ja-ro": "Hitorigurashi, Netsu wo Dasu. Koi wo Shiru."
      },
      {
        "ja": "一人暮らし、熱を出す。恋を知る。"
      },
      {
        "ru": "Жил один, заболел, искупался в любви"
      }
    ],
    "description": {
      "en": "The protagonist who caught a cold at Christmas and was absent from work and live alone at his apartment.\nThen, his condition take turn to worse, yet A strange blonde gal suddenly come to take care of him.   \nEh … who? While thinking, She have to nursing myself because of my poor physical condition.",
      "id": "ngekos sendiri, kena demam, trus jatuh cinta sama orang yang ngrawat, dah gitu aja…"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e289bfd1-65cd-4254-8bde-37774a3a0412",
    "title": {
      "en": "The Legendary Assassin Reincarnated as the Beloved Youngest Daughter of a Royal Family"
    },
    "updatedAt": "2024-08-16T23:51:28+00:00",
    "coverArt": "https://mangadex.org/covers/e289bfd1-65cd-4254-8bde-37774a3a0412/e7265c64-5d72-4f25-8bb0-70a9d6758ad8.jpg",
    "altTitles": [
      {
        "ja": "伝説の暗殺者、転生したら王家の愛され末娘になってしまいまして"
      },
      {
        "pt-br": "Tire proveito da habilidade do assassino  Proteja sua família, amor."
      },
      {
        "pt-br": "Um assassino lendário, reencarnou e se tornou a filha mais nova da família real"
      },
      {
        "en": "The Legendary Assassin Reincarnated as the Beloved Youngest Daughter of a Royal Family."
      },
      {
        "ja-ro": "Densetsu no Ansatsusha, Tensei Shitara Ouke no Aisare Suemusume ni Natte Shimaimashite"
      }
    ],
    "description": {
      "pt-br": "“Babu-babu-babu-babu-babu-babu!?”\n (Estou me transformando em um bebê!?)\n\n Thoth, um assassino considerado uma lenda no submundo, é vendido por seus pais ainda jovem e criado estritamente como um assassino, por isso não conhece o amor de sua família.  Por capricho, ela salva um gato e morre, mas depois de morrer, está prestes a ser condenada ao inferno por tirar a vida de muitas pessoas.  No entanto, devido à sua boa ação de salvar um gato, ela pode reencarnar e renascer como a princesa do reino, Patricia.  Então, Deus ordena que ele salve os membros da família real – sua família.\n Ele deveria ter renascido como um bebê indefeso, mas suas habilidades de assassino não diminuíram e ele continua a lutar contra assassinos um após o outro.\n\n Aos poucos, surge o sentimento de querer proteger os membros da família real, que os amam incondicionalmente só porque são da família...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8116a628-d561-4528-9bff-76e667f43ba0",
    "title": {
      "en": "I am the Last Villainess He Has to Kill"
    },
    "updatedAt": "2024-08-23T15:44:19+00:00",
    "coverArt": "https://mangadex.org/covers/8116a628-d561-4528-9bff-76e667f43ba0/d6040ccc-f64e-425c-a56e-af5ae7205306.jpg",
    "altTitles": [
      {
        "ko": "나는 그가 죽여야 할 마지막 악당이다."
      }
    ],
    "description": {
      "en": "When people get transported into novels, they usually end up as noble ladies, even if they're villains. But I ended up as the final monster that the male lead must kill—the daughter of the Demon King.\n\n\"Here’s your favorite finger necklace, Princess!\"\n\nAbduction and murder are the norm among demons. \nI can’t live with these creatures for 5,000 years! \nI just need to endure it, fulfill my role according to the original story, and move on to the next novel! \nOh, God. How is this even possible? \nThis isn’t some stray cat adoption; it’s like adopting the male lead! \nAnd the eight-year-old Kiel is saying some very ominous things.\n\n“Can I eat you?”\n\"Well... I’ll raise you with care, so come kill the Demon King’s daughter later.\"",
      "pt-br": "Quando as pessoas são transportadas para dentro de romances, geralmente acabam como damas nobres, mesmo que sejam vilãs. Mas eu acabei como o monstro final que o protagonista deve matar - a filha do Rei Demônio.\n\n\"Aqui está o seu colar de dedos favorito, Princesa!\"\n\nSequestros e assassinatos são normais entre os demônios.\n\nEu não posso viver com essas criaturas por 5.000 anos!\n\nSó preciso aguentar, cumprir meu papel de acordo com a história original e seguir para o próximo romance!\n\nOh, Deus. Como isso é possível?\n\nIsso não é como adotar um gato de rua; é como adotar o protagonista!\n\nE o Kiel, de oito anos, está dizendo coisas muito sinistras.\n\n\"Posso te comer?\"\n\n\"Bem... Vou te criar com cuidado, então venha matar a filha do Rei Demônio mais tarde.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06",
    "title": {
      "en": "Bijin Onna Joushi Takizawa-san"
    },
    "updatedAt": "2024-08-16T12:45:06+00:00",
    "coverArt": "https://mangadex.org/covers/7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06/e24b17bb-51be-4666-9c5f-5d4509c76743.jpg",
    "altTitles": [
      {
        "en": "Beautiful Female Superior Takizawa-san"
      },
      {
        "de": "Meine hübsche Vorgesetzte Takizawa-san"
      },
      {
        "es-la": "Mi Hermosa Jefa Takizawa-san"
      },
      {
        "es": "Mi Jefa Bella, Takizawa-san"
      },
      {
        "pt": "Minha linda chefe, Takizawa-san"
      },
      {
        "en": "My Beautiful Boss, Takizawa-san"
      },
      {
        "fr": "Takizawa-san, ma patronne magnifique"
      },
      {
        "en": "The Greatest Lady Boss \"Takizawa-san\""
      },
      {
        "ru": "Мой прекрасный босс Такидзава-сан"
      },
      {
        "ja": "美人女上司滝沢さん"
      },
      {
        "zh": "美女上司泷泽小姐"
      },
      {
        "ko": "미인 여자 상사 타키자와 씨"
      },
      {
        "zh-hk": "美女上司瀧澤小姐"
      },
      {
        "ja-ro": "Bijin On'na Jōshi Takizawa-san"
      }
    ],
    "description": {
      "en": "Kouta Takeda is a young office worker, who at the entry level at XOX Corporation is put under the direct supervision of Kyouko Takizawa, a stunning and voluptuous woman with a fearsome reputation at the company as an inflexible and cruel boss, but Takeda has the privilege of finding out that Takizawa is no iron lady, and that she's no stranger to kindness where it's dispensed.",
      "ja": "こんな上司と働きたい♪　Twitter発、美人で巨乳な女上司4コマ！ 新卒で入った僕の会社の上司・滝沢さんは、美人で巨乳でちょっぴり○○！？　Twitterで話題になった後ニコニコ静画にて連載化された美人女上司さん4コマがたわわに書籍化!!",
      "pt": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa.  \n  \n**Links:**  \n- [Author's Twitter](https://twitter.com/yan_baru55)",
      "pt-br": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]