[
  {
    "mangaId": "9405904f-aedb-47c3-be7c-d805aef77d9c",
    "title": {
      "en": "Her Mountain, Her Ocean"
    },
    "updatedAt": "2024-06-05T16:23:25+00:00",
    "coverArt": "https://mangadex.org/covers/9405904f-aedb-47c3-be7c-d805aef77d9c/a6b7c0e8-358b-4bdb-9e56-55ba22254ff2.png",
    "altTitles": [
      {
        "zh-ro": "Tā De Shān, Tā De Hǎi"
      },
      {
        "zh": "她的山，她的海"
      },
      {
        "en": "The Youth"
      },
      {
        "en": "Her Mountain, Her Sea"
      }
    ],
    "description": {
      "en": "(Gentle, tenacious honor student and the cold domineering girl) Chi Tang and Youyu are both weirdos in Year 1 Class 2 of high school. They become desk mates, roommates, each other's salvation, protecting the other's warmth. The relationship between the two went from ignorance to understanding. A poem of youth composed.",
      "zh": "（温柔坚韧学霸&骄横高冷少女）池唐和游余都是高一二班被敬而远之的异类，她们成为同桌和室友，也成为救赎、保护彼此的温暖。两人的感情从懵懂到刻骨，谱写一首青春的诗歌。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "440f8d91-b032-4bf3-8dba-2cde482fbc53",
    "title": {
      "en": "Journey to Seek Past Reincarnations"
    },
    "updatedAt": "2024-05-21T23:33:59+00:00",
    "coverArt": "https://mangadex.org/covers/440f8d91-b032-4bf3-8dba-2cde482fbc53/4025999e-a567-4725-985a-83daeb53e87c.jpg",
    "altTitles": [
      {
        "en": "A Journey to the Past"
      },
      {
        "zh-ro": "XunZhaoQianShiZhiLv"
      },
      {
        "zh": "寻找前世之旅"
      },
      {
        "zh-ro": "Xun Zhao Qian Shi Zhi Lu"
      }
    ],
    "description": {
      "en": "The story is about a little Master, Gong Yao Ying, in order to accomplish the assigned tasks, she travels across the different periods. The stories are created after meeting with the famous historical figures."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b9ba2cd-b867-4b3a-b905-ceffbd845c85",
    "title": {
      "en": "Fall for You"
    },
    "updatedAt": "2024-07-07T22:28:55+00:00",
    "coverArt": "https://mangadex.org/covers/6b9ba2cd-b867-4b3a-b905-ceffbd845c85/1eb36879-825d-4b49-b66e-b455d6186294.jpg",
    "altTitles": [
      {
        "ko": "가을, 만나다"
      },
      {
        "tr": "Bir Güz Günü Karşılaştık"
      },
      {
        "en": "Meet in Autumn"
      },
      {
        "ja": "秋、君と出会った季節"
      }
    ],
    "description": {
      "en": "“I don’t like that professor.” Instructor Yoon Hee-min does everything he says with an honest look in her eyes. \"...That’s a good thing.” Seo Ji-hyeok, is a chemistry professor who is good at being alone. Ji-hyeok was comfortable alone, but he had no excuse to ignore Assistant Yoon, who quietly prepared everything before he had even ordered her to do anything. And that's how their academic life together began. \"Even with the two people, there is a deafening silence, which is why I am more concerned about it. My heart is drawn and my eyes are drawn to that person.\"",
      "tr": "Hankook Üniversitesi’nin Seo Jihyeok’u kadın öğrencilerin gözde profesörüdür. Bu yüzden işini iyi yapıp kendine aşık olmayan bir öğretim görevlisi bulmakta zorlanır. Böylece dekan, öğretim görevlisi olarak Yoon Heemin’i işe alır. Hem işinde iyidir hem de ilk baştan Jihyeok’a ona ilgisi olmadığını söyler. Jihyeok becerikli bir yardımcıya sahip olduğu için mutludur da, bu sefer  aşık olanın kendi olabileceğini fark edince işler değişir."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "910d61ce-1615-4a38-b8e9-2646e7445af8",
    "title": {
      "en": "Aiseki Ii desu ka?"
    },
    "updatedAt": "2024-07-07T20:11:18+00:00",
    "coverArt": "https://mangadex.org/covers/910d61ce-1615-4a38-b8e9-2646e7445af8/84f9ab4e-f9fa-4155-b436-92087159cfb8.jpg",
    "altTitles": [
      {
        "ja": "相席いいですか？"
      },
      {
        "en": "Is It Okay If We Share a Table?"
      }
    ],
    "description": {
      "en": "Tsubaki is a working woman struggling with the relationships between her subordinates. Momoko is a university student struggling with her part-time job. Two people of different ages and backgrounds happen to sit together...? \n\nIt's a breath of fresh air, a relaxing lunchtime comedy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "535e781c-30de-46b4-a9a0-6bc397583d99",
    "title": {
      "en": "Vampire x Maid Yuri"
    },
    "updatedAt": "2022-02-06T19:40:44+00:00",
    "coverArt": "https://mangadex.org/covers/535e781c-30de-46b4-a9a0-6bc397583d99/82374dfa-0c38-4a0d-b944-04df1bd78a8c.jpg",
    "altTitles": [
      {
        "ja": "吸血鬼ご主人様とメイドさんの百合"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b25067df-0bca-40be-9ee8-12d9e58cb6d7",
    "title": {
      "en": "High School Girl at the Convenience Store"
    },
    "updatedAt": "2024-06-24T13:38:58+00:00",
    "coverArt": "https://mangadex.org/covers/b25067df-0bca-40be-9ee8-12d9e58cb6d7/1728c3da-b280-4ae1-bfb2-27aebc1006e6.jpg",
    "altTitles": [
      {
        "ko": "여고생과 편의점"
      },
      {
        "zh": "女高中生与便利店"
      },
      {
        "ja": "女子高生とコンビニ"
      },
      {
        "en": "A High School Girl & A Convenience Store"
      },
      {
        "ja-ro": "Joshikousei to Konbini"
      },
      {
        "ja-ro": "Joshikousei to Conbini"
      }
    ],
    "description": {
      "en": "A yuri manhwa about a tough high school girl and a shy convenience store worker. Even if it's just running errands, just being able to catch a glimpse of her makes it all worthwhile.\n\n---\n**Links:**\n- Alternative Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?productNo=3698011)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f",
    "title": {
      "en": "The Reborn Young Lord Is an Assassin"
    },
    "updatedAt": "2024-05-29T00:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f/24de45c4-b14e-48d7-b415-9c2cbef6fe2f.jpg",
    "altTitles": [
      {
        "ko": "회귀한 공작가의 막내도련님은 암살자"
      },
      {
        "ko-ro": "Hoegwihan Gongjakgaui Mangnaedoryeonnimeun Amsalja"
      },
      {
        "en": "The Regressed Son of a Duke is an Assassin"
      },
      {
        "en": "The Regressed Youngest Son of the Duke Is an Assassin"
      },
      {
        "es": "El asesino que retornó como el hijo del Duque"
      },
      {
        "es": "El pibe que retorna como el hijo menor"
      },
      {
        "ru": "Вернувшийся младший сын герцога"
      },
      {
        "ru": "Регрессировавший сын герцога"
      },
      {
        "th": "ลูกชายคนเล็กของดยุกคือมือสังหาร"
      },
      {
        "zh-hk": "歸來的少爺是暗殺者"
      },
      {
        "es-la": "La venganza del asesino de la espada demoniaca"
      }
    ],
    "description": {
      "en": "Cyan Vert, illegitimate son of the Duke and the empire's greatest assassin, is betrayed by the righteous brother whose shadow he's always lived in. But just before the fatal blow strikes his throat, Cyan awakes to find he's just a boy again. The young lord has been reborn, and this time, he's not going to live in anyone's shadow!\n\n---\nCyan Vert, the best assassin of the continent, meets a pitiful death after having been betrayed by his own brother, whom he had trusted all his life.\n\n\"If I were given another chance at life, I would live it differently. I would only trust myself, and achieve all the things I want on my own without serving anyone else but myself.\"\n\nThat is how he was given a second chance at life. Cyan Vert, a shadow who lived for others, is no more. He will now pave a path on his own, for only him!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-05-05T20:35:59+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/32ea5f1f-fac7-4301-a9eb-a14d42e98f9e.jpg",
    "altTitles": [
      {
        "es": "Batalla de hechiceros"
      },
      {
        "en": "Magic Martial Arts"
      },
      {
        "ru": "Жүжүцү Кайсэн"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "ja": "呪術廻戦"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "ko": "주술회전"
      },
      {
        "uk": "Магічна Битва"
      },
      {
        "en": "Magic Jujutsu"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "pt-br": "Jujutsu Kaisen - Batalha de Feiticeiros"
      },
      {
        "en": "Revolving Sorcery Fight"
      }
    ],
    "description": {
      "en": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, her soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori...",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d458eb8-5b1e-43cb-8970-e37a34aa55a0",
    "title": {
      "en": "Venus Wars"
    },
    "updatedAt": "2024-06-11T21:00:15+00:00",
    "coverArt": "https://mangadex.org/covers/4d458eb8-5b1e-43cb-8970-e37a34aa55a0/9a44a0b6-9299-4a42-acbe-4232668f82aa.png",
    "altTitles": [
      {
        "ja-ro": "Venus Senki"
      },
      {
        "ja": "ヴィナス戦記"
      },
      {
        "ja": "金星战记"
      },
      {
        "en": "Record of the Venus Wars"
      }
    ],
    "description": {
      "en": "May 2003. An icy planet from distant space crashes into Venus, changing its qualities completely. These qualities prove to present some habitability for humans, enticing men to eventually colonize it for themselves...\n\n80 years later, Venus is home to many people who call it home. However, an ever-present tension between the two major continents, Aphrodia and Ishtar, points to an ominous fate for Venus.\n\nHiroki Senoo is a rather rebellious member of a motorsport popular within Aphrodia's capital. One day, members of Aphrodia's military approach Hiroki, and, impressed by his skills, invite him to join. Thus, Hiroki finds himself enveloped in Venus's political landscape...\n\nNote: Chapter count resets with Volume 3 to correspond with the second part."
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "14"
  },
  {
    "mangaId": "15f687c2-f3ae-4291-864e-45d0979b13db",
    "title": {
      "en": "Insanely Talented Player"
    },
    "updatedAt": "2024-05-29T00:47:44+00:00",
    "coverArt": "https://mangadex.org/covers/15f687c2-f3ae-4291-864e-45d0979b13db/d69a2e64-97b9-4e88-8acc-efd68b6394d6.jpg",
    "altTitles": [
      {
        "ko": "미친 재능의 플레이어"
      },
      {
        "es-la": "Jugador de talento insano"
      }
    ],
    "description": {
      "ar": "لقد مضت ست سنوات منذ بدء اللعبة لتحديد مصير العالم. الملك البطل كانغ يو سونغ، أقوى لاعب لم يهبط من مركز هداف الدوري مرة واحدة، يرحب بالموسم الجديد أيضا. “لقد… انتهيت منذ وقت طويل. إنني أفعل ذلك فقط من أجل المال.” [مستوى التذمر قد أزداد بشكل كبير!] [يعرب شيخ اليقطين عن إرتياحه لتصرفات اللاعب!] ان طريقة النجاة للاعب الموهوب المجنون تتكشف الآن!",
      "en": "[By Red-Ice Studios, creators of the series  ‘Solo Leveling and Omniscient Reader’s Viewpoint’]\n\nIt’s been six years since the game to decide the fate of the world had started. Hero-King Kang Yoo-Sung, the strongest player who hasn’t dropped from the top ranker’s position once, greets the new season, too.\n\n“I… was finished a long fucking time ago. I’m just doing it for the money.”\n\n[Taunt Level has drastically increased!]\n\n[The Elder of Jesters expresses satisfaction with the actions of the contractor!]"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40b1646b-2d2a-4a0a-a6ff-27e5ef1e0db4",
    "title": {
      "en": "Children of the Rune - Winterer"
    },
    "updatedAt": "2024-07-04T17:44:49+00:00",
    "coverArt": "https://mangadex.org/covers/40b1646b-2d2a-4a0a-a6ff-27e5ef1e0db4/e803b807-8639-457a-beb1-a9217c82ad66.jpg",
    "altTitles": [
      {
        "ko": "룬의 아이들 - 윈터러"
      },
      {
        "ko-ro": "Lun-ui Aideul - Winteoleo"
      }
    ],
    "description": {
      "en": "\"Child, you must survive!\"\n\nAfter the destruction of his House by his uncle, all that was left for a young boy, Boris, was the heirloom sword, Winterer. But little did he know that this treasure would become the cause of another crisis. As people seek Winterer, Boris’ heart grows colder and bleaker, much like the winter.\n\nThe adventures of Boris — to survive and to protect the sword of his House — begin now. What awaits him at the end of this journey? And what secrets does the winter sword Winterer hold?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "875412f6-45e3-4bd5-950a-8fcb038b8dc4",
    "title": {
      "en": "SSS-Rank Lone Summoner"
    },
    "updatedAt": "2023-07-22T10:58:17+00:00",
    "coverArt": "https://mangadex.org/covers/875412f6-45e3-4bd5-950a-8fcb038b8dc4/448d182e-704e-4e1b-baf5-ef1c2333dbb5.jpg",
    "altTitles": [
      {
        "zh-ro": "Zhi You Wo Neng Yong Zhao Huan Shu"
      },
      {
        "en": "Only I Can Use Summoning SSS-Rank Lone Summoner"
      },
      {
        "en": "The Lone SSS-Class Summoner"
      },
      {
        "zh-ro": "Zhǐ Yǒu Wǒ Néng Yòng Zhào Huàn Shù"
      },
      {
        "zh": "只有我能用召唤术"
      }
    ],
    "description": {
      "en": "Zhang Ze crosses over to a parallel world where people rely on the Magic Domain to fight monsters and become stronger to resist the invasion of demons from the Devil’s Cave. For the sake of his sister, Zhang Ze enters the magic realm under the name of Asura, and then he unexpectedly awakens the strongest SSS-level talent summoning ability! The higher the level of the summoning art, the more monsters you can summon, and the more you can upgrade, it’s simply heaven-defying!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2da0b883-10cb-42ca-aa10-d4af85f82cbf",
    "title": {
      "en": "Ateya no Tsubaki"
    },
    "updatedAt": "2024-07-07T15:24:02+00:00",
    "coverArt": "https://mangadex.org/covers/2da0b883-10cb-42ca-aa10-d4af85f82cbf/ba7dc01a-373b-4775-ba59-acaf575044fe.jpg",
    "altTitles": [
      {
        "ja": "当て屋の椿"
      },
      {
        "zh": "寻因异闻录·椿"
      },
      {
        "zh-hk": "尋因異聞錄·椿"
      },
      {
        "ko": "아테야의 츠바키"
      },
      {
        "ja-ro": "Ate-ya no Tsubaki"
      },
      {
        "en": "Hot Detective Tsubaki"
      }
    ],
    "description": {
      "en": "Housen is an Edo period erotic painter, who stumbles into a murder mystery involving women who hooked up with one of his patrons. \nWith the help of Tsubaki, a girl he runs into on the street who seems to know more about him than he does and is an artist herself, they start unraveling mysteries involving sex, murder, and occasionally the occult…"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca3692c0-2abe-4fba-91f4-1c76611539c6",
    "title": {
      "en": "The Ultimate of All Ages"
    },
    "updatedAt": "2024-06-09T21:16:48+00:00",
    "coverArt": "https://mangadex.org/covers/ca3692c0-2abe-4fba-91f4-1c76611539c6/f9a1f10c-f209-4701-8486-feec29064b5d.jpg",
    "altTitles": [
      {
        "en": "Rebirth Of The Ultimate Master"
      },
      {
        "en": "The Eternal Supreme"
      },
      {
        "zh": "万古至尊"
      },
      {
        "en": "The Ancient Sovereign of Eternity"
      },
      {
        "zh": "这一世我要当至尊"
      },
      {
        "zh-hk": "這一世我要當至尊"
      }
    ],
    "description": {
      "en": "First among the ten martial emperors, Peerless Martial Emperor Gu Fei Yang met his demise in the Tiandang mountains. He was reincarnated fifteen years later, as Li Yun Xiao of the Tianshui Nation, and thus began a heaven-defying battlefront with the countless talents of the current generation. Martial arts of the nine heavens and ten divine realms. From then on, the whole world was set ablaze.",
      "es-la": "Gu Feiyan, el tercer soberano, muere y es reencarnado en un niño llamado Li Yunxia, una completa basura que todavía no despertó sus meridianos a pesar de su edad. ¡Pero esto no detendrá al MC de alcanzar el pináculo de este mundo otra vez!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d40f81e-fecd-4413-9180-801fe757fde4",
    "title": {
      "en": "The Duke's Bored Daughter Is My Master"
    },
    "updatedAt": "2024-03-30T19:45:17+00:00",
    "coverArt": "https://mangadex.org/covers/1d40f81e-fecd-4413-9180-801fe757fde4/eb08a8fc-8582-4787-a7e8-e13d9d23d93c.jpg",
    "altTitles": [
      {
        "ko": "만렙 공녀는 오늘도 무료하다"
      },
      {
        "ko-ro": "Manlev Gongnyeoneun Oneuldo Muryohada"
      },
      {
        "en": "The Invincible Princess Is Bored Again Today"
      },
      {
        "en": "The Max Level Princess Is Bored Today as Well"
      },
      {
        "en": "The Max-Leveled Princess Is Bored Today as Well"
      },
      {
        "ru": "Неуязвимая принцесса сегодня вновь скучает"
      },
      {
        "ru": "Неуязвимая принцесса сегодня вновь"
      },
      {
        "uk": "Непереможна принцеса сьогодні знову нудьгує"
      },
      {
        "es": "La princesa invensible vuelve a aburrirse hoy"
      },
      {
        "ja": "最強公女は今日も退屈です"
      },
      {
        "th": "ชีวิตที่ไร้สีสันของเลดี้สุดแกร่ง"
      },
      {
        "id": "Tuan Putri Jagoan Sedang Bosan Hari Ini"
      },
      {
        "hu": "A Max Level hercegnő ma is unatkozik"
      },
      {
        "mn": "Хүчирхэг гүнж өнөөдөр ч уйдаж байна"
      },
      {
        "zh": "公女今天也很无聊"
      },
      {
        "zh": "满级公女今天也很无聊"
      },
      {
        "zh-hk": "滿等千金好厭世"
      },
      {
        "my": "ပြိုင်ဘက်ကင်းတဲ့မင်းသမီးလေးဒီနေ့လဲပျင်းနေပြန်ပြီ"
      },
      {
        "vi": "Hôm nay công nương toàn năng cũng thấy chán nản"
      }
    ],
    "description": {
      "en": "Dante Renatus, who had even claimed the throne as the Empress Regent with her excellent swordsmanship, is reincarnated as 'Helena', the daughter of the Duke of Peresca 500 years later. A second life she hadn't wanted. She had already enjoyed everything in her previous life, and had tried everything she had wanted to try. If she has to be reborn, it's just annoying and boring no matter what she does. In the meantime, Prince Caesar visits the duchy to avoid a power struggle, and Helena, who recognizes Caesar's talent, decides to become his swordsmanship teacher.\n\n\"I'll make you an Emperor.\"\n\nIt was just something I started thinking about, using the skills of my previous life to train future students and liven up my boring life. But even if you like me, don't you think you like me a bit too much?\n\n---\nDante Lenatous, who'd become the Empress Regent in her past life. Five hundred years later, she's reborn as the youngest daughter of a duchy?\n\nI have already achieved everything I wanted in my past life and done everything I'd wanted, so no matter what I do in this unwanted second round of life, it's annoying and boring.\n\nSince I was reborn anyway, I'd been thinking of teaching young students, but... my disciples love me too much. Was I this talented at teaching?\n\n\"If it's for you, Teacher, I can even lead this world to ruin!\"\n\nAll I'd done was discovered Prince Caesar's talent, so why is he acting like that?!\n\nThe teaching of young students by the Max-Level Princess who has no regrets or lingering feelings towards life--!\n\n---\nI was an illegitimate daughter abandoned by the promiscuous emperor. From there, I ended up on the street where I learned that I had a knack for the sword. I competed in tournaments, became a mercenary, and I made a name for myself. Just when I had become the talk of the empire, the emperor wanted me back. In return, I demanded to be next in line for the throne. After years of hard work, I finally became empress and died happily. But here I am, alive again. Ugh, can’t a girl be left alone? This time, I’m going to be as lazy as I please!\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "fr": "Dante Renatus, qui a pris la place d'empereur grâce à son excellente maîtrise de l' épée s'est réincarné 500 ans plus tard sous le nom d'Helena, la fille du duc de Pereska.\n\n«Je ne voulais pas de cette seconde vie.»\n\nDante– Helena ne fait que répéter ses actions et ses expériences passées et trouve pour cela les réincarnations ennuyantes et sans intérêts mais lorsque César, le prince, visite la résidence du duc pour échapper à la lutte pour le pouvoir elle lui trouve un talent particulier et décide de devenir son professeur d'épée.\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "hu": "A Max Level hercegnő ma is unatkozik, mint Dante Renatus, aki korábbi életében császár volt. Ötszáz évvel később egy hercegség legfiatalabb lányaként születik újjá? Már mindent elértem, amit szerettem volna az előző életemben, és mindent megtettem, amit akartam, szóval nem számít, mit csinálok életemnek ebben a nem kívánt második körében. Ez bosszantó és unalmas. Amúgy újjászületésem óta arra gondoltam, hogy fiatal diákokat tanítok, de... a tanítványaim túlságosan szeretnek. Ilyen tehetséges voltam a tanításban? – Ha érted, tanár úr, akár tönkretehetem ezt a világot! Csak annyit tettem, hogy felismertem Caesar herceg tehetségét, akkor miért viselkedsz így? Fiatal diákok tanítása a Max Level hercegnőtől, aki nem bánja meg az életet, és nem is marad el az élet iránti érzelme...!\n\n---\nEgy törvénytelen lány voltam, akit elhagyott a császár. Onnan az utcára kerültem, ahol megtudtam, hogy értek a kardforgatáshoz. Versenyekre indultam, zsoldos lettem, és nevet szereztem magamnak. Amikor már a birodalomban rólam beszéltek, a császár visszahívott. Cserébe követeltem, hogy én lehessek a következő a trónörökös. Több év kemény munka után végül császárnő lettem, és boldogan haltam meg. De most itt vagyok, újra élek. Ugh, nem lehet egy lányt békén hagyni? Ezúttal olyan lusta leszek, amennyire csak lehet!\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "ko": "전생에 무려 황제까지 찍었던 단테 레나투스.\n500년 후, 공작가의 막내딸로 환생하다?!\n\n원하지 않던 2회차 인생, 전생에서 누릴 거 다 누렸고,\n해 볼 거 다 해봤으니 현생에서 뭘 해도 귀찮고 무료할 뿐이다.\n\n기왕 태어난 거 후학 양성이나 해 볼까 하는데,\n……제자들이 날 너무 사랑한다.\n내 교육자적 재능이 이렇게 훌륭했던가?\n\n“스승님을 위해서라면, 이 세계도 멸망시킬 수 있어!”\n\n황자 카이사르의 재능을 알아 봤을 뿐인데\n왜 그런 방향으로 튀는 거야?!\n\n생의 후회도 미련도 없는 만렙 공녀님의\n인생 2회차 후학 양성기―!\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "ru": "Данте Ренатус, которая с помощью своих выдающихся навыков владения мечом заняла даже место императора, перерождается спустя 500 лет как «Хелена», дочь герцога Ферески.2-я жизнь, которой она не желала.В прошлой жизни она насладилась всем, чем хотела, и попробовала всё, что только могла попробовать.После перерождения, что бы она ни делала, любая вещь ей быстро надоедала и казалась скучной.Однако в тот момент ради решения вопроса о власти в герцогство приезжает принц Кайсар. Хелена, рассмотревшая в нём талант, решила стать его учителем фехтования.«Я сделаю тебя императором».Всё это началось из-за желания разукрасить свою жизнь с помощью попыток взрастить подопечного...«Ради мастера я уничтожу весь этот мир».Но отчего-то мне кажется, что я не просто понравилась своему ученику, а прямо запала в его душу.\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "uk": "Данте Ренатус, котра в минулому житті посіла почесне місце імператриці завдяки своїй майстерності фехтування, через 500 років переродилась «Хеленою» - донькою герцога Перески.\n\n«Навіщо мені друге життя? Я насолоджувалась тими благами, які мала у попередньому, і спробувала все, чого тільки бажала моя душа. Все те, чим я займаюсь зараз здається мені неймовірно нудним.»\n\nТа в той момент її резиденцію відвідує принц Цезар, задля уникнення боротьби за владу. Герцогиня визнала його талант, приймаючи рішення стати його вчителькою фехтування.\n\n«Я зроблю тебе імператором.»\n\nЦе було лише спробою урізноманітнити її марудне життя. Герцогиня мала намір використати навички її минулого життя задля виховання учнів.\n\n«Заради вас, наставнице, я можу знищити весь світ.»\n\n«Щось мені підказує, що я надто сильно подобаюсь своєму учневі.»\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "69"
  },
  {
    "mangaId": "859b4927-1326-4b9a-82d6-dfa439afc2fc",
    "title": {
      "en": "A Story about You and the Sea"
    },
    "updatedAt": "2024-07-07T21:57:34+00:00",
    "coverArt": "https://mangadex.org/covers/859b4927-1326-4b9a-82d6-dfa439afc2fc/d7b0306c-49f6-48eb-bb9b-8e78332e439b.png",
    "altTitles": [
      {
        "ja-ro": "Kimi to Umi no Hanashi"
      },
      {
        "ja": "君と海のはなし"
      }
    ],
    "description": {
      "en": "Non-H original doujin by Os_fresa, featuring Nei and Souta."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei wa Tereshirazu"
    },
    "updatedAt": "2024-07-03T18:34:28+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/71ca6811-0dc0-4dd5-8634-6f753ce75b15.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "en": "Akanabe-sensei Doesn't Know about Embarrassment"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... \n\nThe story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully.",
      "pt-br": "Kouki Sakieda é assistente de Akira Akanabe, uma mangaká que ele admira. Ela sempre tenta elogiá-lo de alguma forma. Sakieda está preocupado que possa acabar se apaixonando por ela se essa situação continuar. Então, inesperadamente, Akanabe o convida para sair...\nA história retrata o dia a dia da Sensei Akanabe, que distribui elogios a Sakieda sem qualquer constrangimento, e de Sakieda, que tenta aceitar tudo com elegância."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "757c05b6-017d-492e-8c78-cbcfdf568944",
    "title": {
      "en": "Apparently, I'm the Villainess?"
    },
    "updatedAt": "2024-03-23T16:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/757c05b6-017d-492e-8c78-cbcfdf568944/279d77ce-a7b4-4eed-8ddc-240d736fd02c.jpg",
    "altTitles": [
      {
        "en": "They Say I'm the Villainous Young Miss"
      },
      {
        "vi": "Họ Đồn Tôi Là Đại Tiểu Thư Xấu Xa"
      },
      {
        "zh": "据说我是反派大小姐"
      }
    ],
    "description": {
      "en": "I worked as a manhua artist, then died from pulling an all-nighter. I woke up as the villainess \"Emi Morwen\" from my webcomic! Emi was an alluring yet cruel character who departed from the story by ending her own life. However, I’m not the real Emi!",
      "vi": "《Sau khi thức quá khuya, chạy deadline để rồi kết thúc sinh mệnh, tôi đã tái sinh thành nhân vật phản diện trong truyện tranh của mình》"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-05-22T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "60596604-eb6c-4c71-816c-7230ad62de14",
    "title": {
      "en": "Kimiiro Shoujo"
    },
    "updatedAt": "2024-05-07T05:08:34+00:00",
    "coverArt": "https://mangadex.org/covers/60596604-eb6c-4c71-816c-7230ad62de14/69edb701-1656-4c6a-afac-411b63e5f0ba.png",
    "altTitles": [
      {
        "en": "A Blank Page Day"
      },
      {
        "en": "A Secret on the Lips"
      },
      {
        "en": "There Are No Mermaids in This Town"
      },
      {
        "en": "This is a Fake"
      },
      {
        "en": "This is to Remember Us"
      },
      {
        "ja": "キミイロ少女"
      }
    ],
    "description": {
      "en": "A collection of stories:  \n  \n1. This is a Fake  \n  \n2. The Distance of Love  \n  \n3. A Secret on the Lips  \nMizuki is secretly in love with her best friend Honoka, but thinks Honoka is uninterested in love.  \n  \n4. A Blank Page Day  \n  \n5. There Are No Mermaids in This Town  \nYoshizaki Erina just transfered into town and is generally avoided by her classmates because of her taciturn nature until Toyoda tries to approach the girl.  \n  \n6. This is to Remember Us  \nSequel to This is a Fake"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "6"
  },
  {
    "mangaId": "4de4122a-1140-4fc4-8126-9b69c58b85a2",
    "title": {
      "en": "SaYe"
    },
    "updatedAt": "2023-12-29T03:11:55+00:00",
    "coverArt": "https://mangadex.org/covers/4de4122a-1140-4fc4-8126-9b69c58b85a2/8952bdb4-ee2f-4b5b-8d04-72b34c79476e.jpg",
    "altTitles": [
      {
        "zh-ro": "Saye"
      },
      {
        "zh-ro": "Sa Ye"
      },
      {
        "zh": "撒野"
      },
      {
        "en": "Act Wildly"
      },
      {
        "en": "Run Freely"
      }
    ],
    "description": {
      "en": "“I wish to have you by my left shoulder, with a smile by my right– I wish to run freely in your eyes– I wish for one look to last a lifetime.”   \n  \nJiang Cheng, an accomplished student, was \"exiled\" to the steel mill where his biological father worked. This strange, foreign environment, coupled with his rather vulgar biological father, caused Jiang Cheng to feel quite depressed… that is, until one day, he met Gu Fei, the \"Delinquent of the Steel Mill\", by chance. Thus begins the story of Jiang Cheng and Gu Fei, a story of salvation and hope…\n\n(by Jupiter Scanlations)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbf95c63-dc64-4518-9ed8-362805165fd6",
    "title": {
      "en": "Isekai Yururi Kikou"
    },
    "updatedAt": "2024-06-28T01:15:08+00:00",
    "coverArt": "https://mangadex.org/covers/fbf95c63-dc64-4518-9ed8-362805165fd6/70455534-b71f-4539-b586-c56b1d6d184b.jpg",
    "altTitles": [
      {
        "ja": "異世界ゆるり紀行"
      },
      {
        "ja": "異世界ゆるり紀行 ～子育てしながら冒険者します～"
      },
      {
        "ja-ro": "Isekai Yururi Kikou: Kosodate Shinagara Bouken-sha Shimasu"
      },
      {
        "ja-ro": "Isekai Yururi Kikou: Kosodateshinagara Boukensha Shimasu"
      },
      {
        "en": "Isekai Yururi Kikou - Raising Children While Being an Adventurer"
      },
      {
        "en": "Another World Leisurely Journey - Raising Children While Being an Adventurer"
      },
      {
        "en": "A Journey Through Another World ~Raising Kids While Adventuring~"
      },
      {
        "zh": "异世界悠闲纪行"
      },
      {
        "zh": "异世界悠闲纪行～边养娃边当冒险者～"
      },
      {
        "zh-hk": "異世界悠閒紀行"
      },
      {
        "zh-hk": "異世界悠閒紀行 ~ 邊養娃邊當冒險者 ~"
      },
      {
        "ja-ro": "Isekai Yururi Kikō ~ Kosodate Shinagara Bōken-sha Shimasu ~"
      }
    ],
    "description": {
      "en": "\"I'm terribly sorry!\"\n\nTakumi gets accidentally killed by the wind god Syl and is reborn and summoned to another world. After giving Takumi his sincerest apologies, Syl grants Takumi with skills and sends him to the world Etelldia that Syl presides over. However, this new world is a vast forest filled with dangerous monsters!\n\nIn the forest, Takumi finds a young boy and girl who appear to be twins. He is worried about their safety and names them Alan and Elena, and decides to take care of them. He soon finds out to his surprise they are able to defeat a monster with their bare hands. The three of them reach a town, and Takumi decides to register at a guild to make a living. He begins his life as an adventurer while taking care of the two children.\n\nAn isekai fantasy about an adventurer with two kids!",
      "it": "\"Son veramente dispiaciuto\"\n\nUn dio si è improvvisamente chinato davanti a Kayano Takumi. Èù stato ucciso per errore. Tuttavia, può essere reincarnato. Però, da quanto ha detto dio, deve essere in un'altro mondo. Ma, dio commette un'altro errore teletrasportandolo in una pericolosa foresta… dove trova due gemelli. Fu così che Takumi decide di prendersi cura di loro."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37bad833-76a0-4fa7-bc7a-91d0947b03f3",
    "title": {
      "en": "Collapsing Future"
    },
    "updatedAt": "2024-03-18T18:57:17+00:00",
    "coverArt": "https://mangadex.org/covers/37bad833-76a0-4fa7-bc7a-91d0947b03f3/7fb56a83-198d-4a62-be1f-59bac1d7915c.png",
    "altTitles": [
      {
        "en": "Folding the Future"
      },
      {
        "zh": "折叠未来"
      },
      {
        "zh-ro": "Zhedie Weilai"
      },
      {
        "zh-ro": "Zhédié Wèilái"
      }
    ],
    "description": {
      "en": "Lu Renjia, an intern teacher, joins Onion Academy.\n\nOn the day of her employment, her childhood friend and elder brother, Wu Qi, suddenly goes missing.\n\nWhile searching for Wu Qi, she gradually discovers another soul residing in her body...\n\nWho are they? And who am I? As she unravels the mystery of herself, she is fortunate to have companions from the academy fighting alongside her, confronting conspiracies, and revealing cruel hidden truths."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84acadcf-141a-42a5-ba7a-104ffbdef753",
    "title": {
      "en": "I'm Trapped in a Drama"
    },
    "updatedAt": "2024-06-26T19:19:07+00:00",
    "coverArt": "https://mangadex.org/covers/84acadcf-141a-42a5-ba7a-104ffbdef753/00cf5dec-a9ab-41e0-a8d6-7f875a7dedf1.jpg",
    "altTitles": [
      {
        "ko": "막장드라마에 갇혀버렸다"
      },
      {
        "en": "I’m Trapped In A Terrible Drama"
      }
    ],
    "description": {
      "en": "The main character, who grew up as an orphan, finally achieves her dream of owning her own home after suffering.\nHer joy was short-lived and she suddenly died while watching a drama she enjoyed, feeling pain in her chest. However, when she opened her eyes again, she was in a drama she had watched before she died! And that too, while possessing Shin Sera, a villain who tries to kill the female protagonist, but is destroyed by the male protagonists!\n\nShin Sera Loving's main character tries to escape from the drama to prevent her destruction, but there is a succession rival who hates her, a fiancé who doesn't even treat her as a human being, and a pervert with a blank face.... With a variety of male protagonists with outbursts of personality, are you getting more and more entangled?",
      "fr": "Le personnage principal, qui a grandi en tant qu'orpheline, réalise enfin son rêve d'avoir sa propre maison après de longues épreuves. Cependant, sa joie est de courte durée : alors qu'elle regarde sa série préférée, elle ressent une douleur dans la poitrine et meurt soudainement. Lorsqu'elle rouvre les yeux, elle découvre qu'elle se trouve à l'intérieur du feuilleton qu'elle regardait avant de mourir ! Pire encore, elle s'est réincarnée en Shin Sera, une méchante qui tente de tuer le personnage principal féminin et qui est finalement tuée par le personnage principal masculin !"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4da57af-1c62-4806-a233-fc58b468ec90",
    "title": {
      "en": "Heesu in Class 2"
    },
    "updatedAt": "2024-06-26T07:36:09+00:00",
    "coverArt": "https://mangadex.org/covers/d4da57af-1c62-4806-a233-fc58b468ec90/4d8c3b3c-3f41-4b7b-a69a-8f31df7a1bc7.jpg",
    "altTitles": [
      {
        "ko": "2반 이희수"
      }
    ],
    "description": {
      "en": "Heesu's world revolves around Chanyoung, his best friend and secret crush. He doesn't mind cheering Chanyoung from the sidelines or listening to all his girl problems. He doesn't care if people only know him as \"Chanyoung's friend.\" Then one day, Heesu starts hearing his name everywhere. On the bus, in the halls, during lunch… Turns out, there's a rumor going around school (Got a love problem? Find Heesu in Class 2 and he'll tell you what to do!) and with that, Heesu suddenly finds himself the center of attention. But how could he give anyone advice? He doesn't even know what to do about his own crush!",
      "fr": "Le monde de Heesu tourne autour de Chanyoung, son meilleur ami dont il est secrètement amoureux. Cela ne le dérange pas d’encourager Chanyoung en étant qu’un spectateur ou bien d’écouter tous ses problèmes de fille. Il s’en fiche que les gens le considèrent comme seulement son « ami ». Cependant un jour Heesu commence à entendre son nom de partout : dans le bus, dans le hall et même pendant la pause de midi ? Une rumeur circule dans l’école : Vous avez un problème ? Trouvez Heesu dans la Classe 2 et il vous dira que faire ! Heesu se retrouve soudainement au centre de l’attention. Mais comment il peut conseiller quelqu’un alors qu’il sait pas quoi faire pour son propre amour."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "89"
  },
  {
    "mangaId": "4f3bcae4-2d96-4c9d-932c-90181d9c873e",
    "title": {
      "en": "My Hero Academia"
    },
    "updatedAt": "2024-06-05T10:24:51+00:00",
    "coverArt": "https://mangadex.org/covers/4f3bcae4-2d96-4c9d-932c-90181d9c873e/17773464-61da-4885-8084-50f9d2489fbd.jpg",
    "altTitles": [
      {
        "ja-ro": "HeroAca"
      },
      {
        "tr": "Kahramanlık Akademim"
      },
      {
        "en": "MHA"
      },
      {
        "es": "Mi Academia de Héroes"
      },
      {
        "ja-ro": "BnHA"
      },
      {
        "pl": "My Hero Academia: Akademia Bohaterów"
      },
      {
        "ru": "Моя геройская академия"
      },
      {
        "he": "אקדמיית הגיבורים שלי"
      },
      {
        "ar": "أكاديمية بطلي"
      },
      {
        "ms": "ഹീറോ അക്കാദമി"
      },
      {
        "th": "มายฮีโร่ อคาเดเมีย"
      },
      {
        "ja": "ヒロアカ"
      },
      {
        "ja": "僕のヒーローアカデミア"
      },
      {
        "zh": "我的英雄学院"
      },
      {
        "zh": "我的英雄學院"
      },
      {
        "ko": "나의 히어로 아카데미아"
      },
      {
        "ne": "मेरो हिरो एकेडेमिया"
      },
      {
        "fr": "My Hero Academia"
      },
      {
        "kk": "Қаһарман Академиям"
      },
      {
        "kk": "Ерлік Академиям"
      },
      {
        "ja-ro": "Boku no Hero Academia"
      },
      {
        "vi": "Học Viên Siêu Anh Hùng"
      },
      {
        "vi": "Trường Học Siêu Anh Hùng"
      },
      {
        "vi": "MY HERO ACADEMIA"
      },
      {
        "pt-br": "My Hero Academia"
      },
      {
        "ko": "나의 영웅 아카데미아"
      },
      {
        "es-la": "Mi Academia de Héroes"
      }
    ],
    "description": {
      "en": "One day, a four-year-old boy came to a sudden realization: the world is not fair. Eighty percent of the world's population wield special abilities, known as \"quirks,\" which have given many the power to make their childhood dreams of becoming a superhero a reality. Unfortunately, Izuku Midoriya was one of the few born without a quirk, suffering from discrimination because of it. Yet, he refuses to give up on his dream of becoming a hero; determined to do the impossible, Izuku sets his sights on the elite hero training academy, UA High.  \n  \nHowever, everything changes after a chance meeting with the number one hero and Izuku's idol, All Might. Discovering that his dream is not a dead end, the powerless boy undergoes special training, working harder than ever before. Eventually, this leads to him inheriting All Might's power, and with his newfound abilities, gets into his school of choice, beginning his grueling journey to become the successor of the best hero on the planet.\n\n---\n\n**Note: Because a takedown notice was sent to MangaDex from the owners of this series, fan translations of My Hero Academia are currently unavailable to be uploaded. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/my-hero-academia) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free at the below link.**",
      "es": "Un día, un niño de cuatro años se dio cuenta de repente: el mundo no es justo. El 80% de la población mundial posee habilidades especiales, conocidas como «quirks», que han dado a muchos el poder de hacer realidad sus sueños infantiles de convertirse en superhéroes. Por desgracia, Izuku Midoriya fue uno de los pocos que nació sin una «quirk», sufriendo discriminación por ello. Sin embargo, se niega a renunciar a su sueño de convertirse en un héroe; decidido a hacer lo imposible, Izuku pone sus miras en la academia de entrenamiento de héroes de élite, UA High.  \n  \nSin embargo, todo cambia tras un encuentro casual con el héroe número uno e ídolo de Izuku, All Might. Al descubrir que su sueño no es un callejón sin salida, el chico sin poderes se somete a un entrenamiento especial, esforzándose más que nunca. Finalmente, esto le lleva a heredar el poder de All Might y, con sus nuevas habilidades, consigue entrar en la escuela de su elección, comenzando su agotador viaje para convertirse en el sucesor del mejor héroe del planeta.",
      "fr": "Dans un monde où 80 % de la population possède un super-pouvoir appelé alter, les héros font partie de la vie quotidienne. Et les super-vilains aussi ! Face à eux se dresse l’invincible All Might, le plus puissant des héros ! Le jeune Izuku Midoriya en est un fan absolu. Il n’a qu’un rêve : entrer à la Hero Academia pour suivre les traces de son idole.\nLe problème, c’est qu’il fait partie des 20 % qui n’ont aucun pouvoir…\n\nSon destin est bouleversé le jour où sa route croise celle d’All Might en personne ! Ce dernier lui offre une chance inespérée de voir son rêve se réaliser. Pour Izuku, le parcours du combattant ne fait que commencer !\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Манга повествует о мире, где больший процент населения человечества рождается с необычной способностью (называется это - причуда), но наш главный герой в этот процент не попал. И по всем законам жанра неудачник сам упорно пытается достичь небывалой силы и приблизиться к своей мечте - стать супергероем.",
      "vi": "Thế giới trở nên tràn ngập những người sở hữu một thứ siêu năng lực gọi là \"Kosei\"! Các \"Siêu anh hùng\" xuất hiện chống lại những tên tội phạm \"Villain\" chuyên lợi dụng \"Kosei\" để lộng hành. Sức mạnh áp đảo của họ làm nhiều người vô cùng ngưỡng mộ. Nhân vật chính là cậu bé Midoriya Izuku (tên thường gọi là \"Deku\") cũng ôm ấp giấc mơ trở thành \"Siêu anh hùng\"....!?\n\n(Source: MangaPlus)",
      "es-la": "Un día, un niño de cuatro años se dio cuenta de repente: el mundo no es justo. El 80% de la población mundial posee habilidades especiales, conocidas como «quirks», que han dado a muchos el poder de hacer realidad sus sueños infantiles de convertirse en superhéroes. Por desgracia, Izuku Midoriya fue uno de los pocos que nació sin una «quirk», sufriendo discriminación por ello. Sin embargo, se niega a renunciar a su sueño de convertirse en un héroe; decidido a hacer lo imposible, Izuku pone sus miras en la academia de entrenamiento de héroes de élite, UA High.  \n  \nSin embargo, todo cambia tras un encuentro casual con el héroe número uno e ídolo de Izuku, All Might. Al descubrir que su sueño no es un callejón sin salida, el chico sin poderes se somete a un entrenamiento especial, esforzándose más que nunca. Finalmente, esto le lleva a heredar el poder de All Might y, con sus nuevas habilidades, consigue entrar en la escuela de su elección, comenzando su agotador viaje para convertirse en el sucesor del mejor héroe del planeta.",
      "pt-br": "Em um mundo onde quase toda a população possui algum poder sobre-humano, Izuku Midoriya é um dos poucos casos de pessoas comuns. Mas esse não é o maior de seus problemas. Exatamente por ser desprovido de qualquer poder, Izuku sofre constantemente nas mãos de seus colegas de classe. Nesse mundo fictício, desde o primeiro caso constatado de um recém-nascido com algum tipo de poder, o índice de criminalidade cresceu proporcional ao surgimento de heróis com as mais variadas capacidades. E, como não poderia deixar de ser, o sonho de Izuku é se tornar um super-herói. Isso parecia impossível, até o dia que ele ajuda o poderoso All Might na captura de um vilão gosmento. Ao demonstrar grande coragem e um forte senso de justiça, com a ajuda do famoso herói de cabelos louros, o garoto enfim terá a chance de se tornar quem sempre sonhou!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fbeea85-0005-4a07-85d6-a7dc482c189e",
    "title": {
      "en": "The King and Me"
    },
    "updatedAt": "2024-06-16T23:37:32+00:00",
    "coverArt": "https://mangadex.org/covers/6fbeea85-0005-4a07-85d6-a7dc482c189e/70dd3dca-bdd8-4c18-879f-dac6ee418df3.png",
    "altTitles": [
      {
        "zh": "再见，我的国王"
      },
      {
        "uk": "Побачимося, мій Королю"
      },
      {
        "zh-ro": "Zaijian, Wo De Guowang"
      },
      {
        "en": "Goodbye, My King"
      },
      {
        "en": "Till We Meet Again, My King"
      },
      {
        "en": "See You, My King"
      },
      {
        "ko": "안녕, 나의 폐하"
      }
    ],
    "description": {
      "en": "Zhang Li sees his beloved \"stone statue\" vanish before his eyes. Stricken with grief and remorse, he travels back in time and arrives in Elbis, a mythical ancient civilization that mysteriously perished.  At last, he encounters the \"stone statue\" again, only to find that he wasn't the old crybaby that clung to him every day, but a cold, ruthless \"tyrant\" instead. Will he be able to stay with him this time…?\n\nOfficial Translations:\n[Korean](https://www.bomtoon.com/comic/ep_list/my_majesty)",
      "uk": "Просто на очах Джана Лі мила його серцю кам'яна статуя щезає у небутті. Сповнений горя та каяття, юнак мандрує в минуле та потрапляє до Айбіссу, стародавньої цивілізації, що, за легендами, загадково вгасла багато сторіч тому. Удруге стрівши кам'яну статую, він усвідомлює, що дурник-плаксій, який бігав за ним хвостиком, перетворився на байдужого й безжального “деспота”. Чи здатен він залишитись із ним цього разу?.."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-07-01T01:19:50+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/b1eb44d4-2286-4a0a-89d0-0b4311de846c.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "en": "Kagura Bowl"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "275c3ee8-bdeb-4070-a333-6add23a8415a",
    "title": {
      "en": "Renge to Naruto!"
    },
    "updatedAt": "2024-03-31T22:04:59+00:00",
    "coverArt": "https://mangadex.org/covers/275c3ee8-bdeb-4070-a333-6add23a8415a/b1308e0b-aee9-44f2-b26b-1e3f615fe83e.jpg",
    "altTitles": [
      {
        "ja": "れんげとなると！"
      },
      {
        "vi": "renge và naruto"
      },
      {
        "ja-ro": "Renge to Naruto!"
      },
      {
        "en": "Renge and Naruto!"
      }
    ],
    "description": {
      "en": "It's been a few months since the neighborhood Chinese restaurant closed down, and when I stopped by for the first time in a while, I found that it had been transformed into a flashy, mysterious restaurant with its old signboard still intact. When I went inside, there was a gal there... This is a story about a Chinatown restaurant where gals are hospitable.",
      "ja": "近所の町中華が閉店して数カ月、久々に立ち寄るとそこはかつての看板のまま、ド派手な謎の店に変わっていた。中に入るとそこには1人のギャルがいて……。ギャルがもてなす町中華の物語だ。",
      "pt-br": "Já se passaram alguns meses desde o fechamento do restaurante chinês do bairro, e quando passei por lá pela primeira vez em um tempo, descobri que ele tinha se transformado em um restaurante chamativo e misterioso, mantendo ainda seu antigo letreiro. Ao entrar, deparei-me com uma garçonete... Esta é uma história sobre um restaurante em Chinatown onde as garçonetes são acolhedoras."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bab34b0f-26d8-4a29-96eb-bfdd1cc0b083",
    "title": {
      "en": "Golden Light Gratia, The Child Loved By God"
    },
    "updatedAt": "2024-06-06T21:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/bab34b0f-26d8-4a29-96eb-bfdd1cc0b083/6b4f8547-e6b8-4adc-aaad-405e3f9cff45.jpg",
    "altTitles": [
      {
        "pt-br": "Luz Dourada Gratia, a criança amada por Deus"
      },
      {
        "ko": "신의 사랑을 받는 아이, 황금빛 그라티아"
      }
    ],
    "description": {
      "en": "Gratia, a girl considered useless and despised by her family, has a revealing dream where a mysterious man predicts a great future for her. She soon discovers that she is the lost daughter of the influential Luciffero family. In a surprising event, after being attacked, a golden light erupts from Gratia, forcing everyone around her to close their eyes.\n\nWhen the light dissipates, young Gratia disappears and in her place an adult version of herself appears, with distinct features of Luciffero. With an imposing stature and undeniable beauty, she comes across Nea, her mother, and realizes that the transformation expected for the future happened that day.\n\nThis was the moment when ten-year-old Gratia and twenty-year-old Gratia switched bodies for the first time.",
      "pt-br": "Gratia, uma menina considerada inútil e desprezada pela família, tem um sonho revelador onde um homem misterioso prevê um grande futuro para ela. Ela logo descobre que é a filha perdida da influente família Luciffero. Num acontecimento surpreendente, após ser atacada, uma luz dourada irrompe de Gratia, obrigando todos ao seu redor a fecharem os olhos.\n\nQuando a luz se dissipa, a jovem Gratia desaparece e em seu lugar aparece uma versão adulta dela mesma, com características distintas de Luciffero. De estatura imponente e beleza inegável, ela se depara com Nea, sua mãe, e percebe que a transformação esperada para o futuro aconteceu naquele dia.\n\nEste foi o momento em que Gratia, de dez anos, e Gratia, de vinte, trocaram de corpo pela primeira vez."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67229608-bd03-4283-9746-ca02be17d20c",
    "title": {
      "en": "Sabaku no Harem"
    },
    "updatedAt": "2024-07-07T17:12:31+00:00",
    "coverArt": "https://mangadex.org/covers/67229608-bd03-4283-9746-ca02be17d20c/527abdda-45b1-4954-89a0-b20e1b1d63b3.png",
    "altTitles": [
      {
        "en": "Harem in the Desert"
      },
      {
        "en": "Harem of the Desert"
      },
      {
        "en": "Desert Harem"
      },
      {
        "ja": "砂漠のハレム"
      },
      {
        "es": "Harem del desierto"
      },
      {
        "zh": "沙漠的秘密花园"
      },
      {
        "de": "Der Wüstenharem"
      },
      {
        "fr": "L'harem du désert"
      },
      {
        "ar": "حريم في الصحراء"
      }
    ],
    "description": {
      "en": "Mishe, a strong willed girl raised from poverty, has caught Prince Kallum's attention. Attention as in \"you will become one of my concubines\" - thus begins Mishe's adventures into Prince Kallum's world.  \n\n\n---",
      "it": "Un bel principe del deserto incontra una giovane ragazza indomita. Un incontro casuale da cui nascerà una relazione fuori dal comune. Lasciatevi sedurre dal fascino delle dune.",
      "pl": "Mishe, silna dziewczyna dorastająca w biedzie, zwróciła uwagę księcia Kalluma i została jedną z jego nałożnic. W ten oto sposób rozpoczyna się przygoda Mishe w świecie księcia Kalluma",
      "pt-br": "Mishe, uma garota obstinada que saiu da pobreza, chamou a atenção do Príncipe Kallum. Atenção como em “você se tornará uma de minhas concubinas” - assim começam as aventuras de Mishe no mundo do Príncipe Kallum."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "41"
  },
  {
    "mangaId": "2a6d6ea2-18a5-4a31-9777-f4bb5bd32726",
    "title": {
      "en": "Little Mushroom"
    },
    "updatedAt": "2024-06-16T11:18:59+00:00",
    "coverArt": "https://mangadex.org/covers/2a6d6ea2-18a5-4a31-9777-f4bb5bd32726/cd987770-8002-4426-9ed4-a9d758427026.jpg",
    "altTitles": [
      {
        "zh": "小蘑菇"
      }
    ],
    "description": {
      "en": "“Until the day humanity falls.”\n\nIn the year 2020, Earth’s magnetic poles disappeared and humankind was nearly wiped out by cosmic radiation. Within the span of a hundred years, living creatures began to mutate and devour each other while the remaining humans, numbering in the tens of thousands, struggled bitterly in their man-made bases.\n\nIn the Abyss, home to the mutated xenogenics, there lived a sentient little mushroom. Because it had been nourished by the blood and flesh of the deceased human An Ze, not only did it take on a similar-looking human form, but a similar name as well: An Zhe.\n\nAn Zhe is determined to go to the human base to search for his spore, which had been harvested by humans. Once there, however, he faces the omnipresent risk of discovery and certain death as he tries to keep his non-human nature hidden from the Judges, whose responsibility is to inspect for and eliminate xenogenics like himself. And of all the Judges, Colonel Lu Feng is the most perceptive and merciless—as soon as he determines that someone is a xenogenic, he will execute that person on the spot.\n\nBut An Zhe’s mutation goes undetected by Lu Feng’s eyes, and so a tale of humans and xenogenics unfolds…\n\nSilver Award winner at the 12th Chinese Nebula Awards for Chinese Science Fiction.",
      "pl": "Ponury i niegościnny świat po katastrofie ekologicznej. Spustoszoną ziemię bombarduje promieniowanie kosmiczne. Niedobitki ludzkości schroniły się w dwóch ostatnich ocalałych bazach, desperacko próbując przetrwać. Każdy kontakt z obcym organizmem żywym grozi skażeniem genetycznym.\n\nDo bazy ludzi trafia zagubiony chłopak, który w rzeczywistości nie jest nawet człowiekiem. Los styka go z bezlitosnym sędzią, wyszkolonym do tropienia i likwidowania mutantów. Niespodziewanie ich znajomość przeradza się w coś więcej…\n\nPolskie tłumaczenie powieści dostępne tutaj: https://www.wattpad.com/story/251281478-little-mushroom"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6257666-bd4d-457b-9a44-d56dc91df1ba",
    "title": {
      "en": "Critically-Endangered Species Hacchin-Pamos"
    },
    "updatedAt": "2024-05-30T23:02:41+00:00",
    "coverArt": "https://mangadex.org/covers/a6257666-bd4d-457b-9a44-d56dc91df1ba/d4e38537-d1df-4833-8035-a90f08f7dbeb.png",
    "altTitles": [
      {
        "ja": "絶滅寸前動物ハッチンパモス"
      },
      {
        "ja-ro": "Zetsumetsu Sunzen Doubutsu Hacchinpamos"
      }
    ],
    "description": {
      "en": "The Hacchin-Pamos is a critically-endangered species. Let's find out why.\n\nA daily comic series from Q-Rais."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "693c71d9-ad17-4be1-8072-b3f24e3ad47e",
    "title": {
      "en": "Ikkyu"
    },
    "updatedAt": "2024-07-07T21:05:11+00:00",
    "coverArt": "https://mangadex.org/covers/693c71d9-ad17-4be1-8072-b3f24e3ad47e/7bc46b48-8e30-48ee-9827-4fd273b36c08.jpg",
    "altTitles": [
      {
        "ja": "あっかんべェ一休"
      },
      {
        "ja": "一休和尚"
      },
      {
        "ja-ro": "Akkanbe Ikkyu"
      }
    ],
    "description": {
      "en": "This is a biography of the famous Buddhist monk Ikkyu from the late Hisashi Sakaguchi. Set in 14th century Japan, Ikkyu must learn to live and excel as a monk, despite the fact that his father is the emperor. His intelligence and purity help him succeed, but he continues to get the short end of the stick in life. Can Ikkyu persevere in his quest for spirituality in spite of everything that is set against him?",
      "es": "En el siglo XIV, vivió en Japón Ikkyû, un monje puro que se rebeló contra el poder y se mofó de los bonzos budistas y de su hipocresía, escogiendo vivir libre y alegremente entre el pueblo llano. Este primer tomo (de cuatro), se centra en la infancia de Ikkyû.\n\nAl tiempo que desarrolla la trama, Sakaguchi nos explica con sencillez conceptos centrales del budismo y nos sitúa en las circunstancias históricas del momento. Un ejercicio de maestría del manga histórico."
    },
    "status": "cancelled",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "27"
  },
  {
    "mangaId": "cf23d431-a206-49cd-bbab-87929b89c493",
    "title": {
      "en": "Kyokutou Necromance"
    },
    "updatedAt": "2024-05-13T00:27:39+00:00",
    "coverArt": "https://mangadex.org/covers/cf23d431-a206-49cd-bbab-87929b89c493/2a25bbf7-a0df-47a4-ac59-bcf5ec7687a8.jpg",
    "altTitles": [
      {
        "ja": "極東ネクロマンス"
      },
      {
        "en": "Kyokuto Necromance"
      }
    ],
    "description": {
      "en": "One day, Kaoru Uno suddenly starts seeing mysterious monsters known as shiryo or death spirits. With the arrival of his late father's coworker Yoji Amane and a special ring his father gave him, Kaoru is ushered into the world of necromancers! From the creator of Aliens Area comes a fantastic new series of necromancer battles!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c453e906-d025-4607-92f6-87f297539300",
    "title": {
      "en": "Lady & Maid"
    },
    "updatedAt": "2023-01-23T08:43:23+00:00",
    "coverArt": "https://mangadex.org/covers/c453e906-d025-4607-92f6-87f297539300/00596401-6976-4683-90e0-e44f83eca2a0.jpg",
    "altTitles": [
      {
        "en": "Agassiwa Maid"
      },
      {
        "en": "Dama Y Sirvientes"
      },
      {
        "en": "Lady and Maid"
      },
      {
        "en": "Señorita y Criada"
      },
      {
        "en": "아가씨와 메이드"
      }
    ],
    "description": {
      "en": "An enormous fortune, a beautiful sprawling estate, and five adoring male maids… what more could a gal wish for? Yeon Hwa Lee is living out every girl's fantasy when she suddenly inherits her grandfather's estate, including his five loyal servants. Bom and Yeong Ho are so cute and adorable, Alexander is buff and sexy, while Won Hu and Edward are elegant and cool. Their only desire is to service their mistress… and Yeon Hwa simply can't resist.  \n  \n[Original Otome Game](https://play.google.com/store/apps/details?id=com.BookpalComics.LadyMaid)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "41"
  },
  {
    "mangaId": "4d59fd8c-811d-414d-9f29-5eb843bcc8e9",
    "title": {
      "en": "The Devil Who Kisses My Feet"
    },
    "updatedAt": "2024-05-23T02:46:52+00:00",
    "coverArt": "https://mangadex.org/covers/4d59fd8c-811d-414d-9f29-5eb843bcc8e9/1a7e2347-e0b7-472e-9813-6b77d1dd46a5.jpg",
    "altTitles": [
      {
        "ko-ro": "내 발등에 입 맞추는 악마여"
      },
      {
        "en": "The Demon Who Kisses My Foot"
      },
      {
        "pl": "Demon całujący moją stopę"
      }
    ],
    "description": {
      "en": "Maria, who is in an unhappy marriage with her sadistic husband, unexpectedly receives news. Lowell, her husband's half-brother, had returned from the battlefield.\n\n Maria, who had personally educated and raised him, learned that he  was no longer the small child or immature boy Maria remembered. He had the appearance of a grown man. \n\nWith his appearance, a rift slowly began to appear in the seemingly peaceful Marquis Redford.\n\nWhere would this relationship, which should never have begun, end?",
      "pl": "Kiedy młoda Maria zostaje wydana za mąż za Jacquesa Redforda, bogatego szlachcica, jest wdzięczna, że wydaje się on być łagodny i wyrozumiały. Jednak posiadłość Redfordów skrywa mroczne sekrety, a życie Marii zmienia się na gorsze, gdy na jaw wychodzą sadystyczne upodobania jej męża. Nie mając nikogo, na kim mogłaby się oprzeć, Maria znajduje pocieszenie w towarzystwie nieślubnego przyrodniego brata Jacquesa, Lowella. Teraz, gdy Lowell wrócił do domu jako bohater wojenny, czy może uratować Marię przed jej okrutnym losem?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0",
    "title": {
      "en": "Sakamoto Days"
    },
    "updatedAt": "2024-06-04T14:29:51+00:00",
    "coverArt": "https://mangadex.org/covers/9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0/3ccb3619-320e-45d7-81a6-49978e20f739.jpg",
    "altTitles": [
      {
        "ru": "Дни Сакамото"
      },
      {
        "ja": "サカモト デイズ"
      },
      {
        "ne": "साकामोतो डेज"
      },
      {
        "pt-br": "Sakamoto Days"
      },
      {
        "fr": "Sakamoto Days"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!",
      "fr": "Taro Sakamoto est un assassin légendaire, le meilleur d'entre tous, craint par tous les gangsters, adulé par ses pairs. Mais un beau jour... il tombe amoureux ! S'ensuivent retraite, mariage, paternité... et prise de poids.\nSakamoto est aujourd'hui patron d'une petite épicerie de quartier et coule des jours heureux avec sa famille. Mais lorsque son passé le rattrape sous les traits de Shin, un jeune assassin télépathe, Sakamoto reprend du service...\nEt malgré son apparence, il est toujours aussi charismatique lorsqu'il passe à l'action !",
      "ja": "町の商店を営むふくよかな男・坂本太郎。その正体は全ての悪党が恐れ、憧れた元・伝説の殺し屋!!　襲い来る危険から家族と日常を守る、坂本の日々とは…!?",
      "ru": "Таро Сакамото был профессиональным киллером. Другие наёмники им восхищались, а злодеи боялись. Но однажды… Сакамото влюбился! Завязал с криминалом, женился, стал отцом и в итоге… Разжирел! Толстый дядька из соседнего магазина — в прошлом непревзойдённый убийца! Сможет ли он уберечь свою семью от опасности? Приготовьтесь к новой остросюжетной комедии!",
      "pt-br": "Taro Sakamoto era o assassino supremo, temido pelos vilões e admirado pelos assassinos. Mas um dia... ele se apaixonou! Aposentadoria, casamento, paternidade e depois… Sakamoto engordou! O cara gordinho que administra a loja do bairro é na verdade um ex-assassino lendário! Ele pode proteger sua família do perigo? Prepare-se para experimentar um novo tipo de série de comédia de ação!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73965527-b393-4f65-9bc3-2439ec44935a",
    "title": {
      "en": "That Time I Was Blackmailed By the Class's Green Tea Bitch"
    },
    "updatedAt": "2024-01-29T00:15:06+00:00",
    "coverArt": "https://mangadex.org/covers/73965527-b393-4f65-9bc3-2439ec44935a/8976a8c8-7f06-4a9f-836e-2a0b24071526.jpg",
    "altTitles": [
      {
        "zh": "关于被班上绿茶威胁那件事"
      },
      {
        "zh-ro": "Guānyú bèi bān shàng lǜchá wēixié nà jiàn shì"
      },
      {
        "zh-hk": "關於被班上綠茶威脅那件事"
      },
      {
        "fr": "La fois où la garce manipulatrice [garce au thé vert] de ma classe m'a fait chanter"
      }
    ],
    "description": {
      "en": "Green Tea Bitch (n.): A woman who pretends to be pure and innocent but in fact is manipulative and calculating.\n\nAfter school ends, a good honor student is threatened by the class's green tea bitch.\n\"I never thought you wide-eyed goody-two-shoes would do something like this.\"\n\"If you don't want me to expose your shameful secret…\"\n\nA cute romance that stems from a misunderstanding begins in *That Time I Was Blackmailed By the Class's Green Tea Bitch*!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "37"
  },
  {
    "mangaId": "7673f29d-9a4c-43aa-86f8-6136c181cc31",
    "title": {
      "en": "Plastic Memories: Say to good-bye"
    },
    "updatedAt": "2022-07-24T19:53:32+00:00",
    "coverArt": "https://mangadex.org/covers/7673f29d-9a4c-43aa-86f8-6136c181cc31/6a5cdf74-bf00-4ac0-a82d-f4be2e48fb12.jpg",
    "altTitles": [
      {
        "ru": "Пластиковые воспоминания: Скажи «прощай»"
      },
      {
        "ja": "プラスティック・メモリーズ Say to good-bye"
      }
    ],
    "description": {
      "en": "A prequel manga to the TV anime \"Plastic Memories\", written from Michiru's perspective. Naturally, also featuring her partner, Zack!  \n  \nA future world in which Giftia, androids capable of feeling emotion, exist. However, Giftia have a predetermined service life of about nine years, and must be 'retrieved' when that time is up. Michiru has just joined Terminal Service, the department at SAI Corp. in charge of executing these retrievals, which can be said to mean ripping apart the relationship between Giftia and owner."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "ad63efb9-e83f-4f8b-a26b-ff60f491ccd1",
    "title": {
      "en": "Casino Gui"
    },
    "updatedAt": "2024-05-12T12:48:30+00:00",
    "coverArt": "https://mangadex.org/covers/ad63efb9-e83f-4f8b-a26b-ff60f491ccd1/87b6d531-c086-471a-80f7-366bfef36ca4.jpg",
    "altTitles": [
      {
        "ja-ro": "Kajino Gui"
      },
      {
        "ja": "カジノグイ"
      },
      {
        "ru": "Парень из казино"
      },
      {
        "ja-ro": "Casino Gui"
      }
    ],
    "description": {
      "en": "Gen Suzuki, a young man who grew up in an orphanage, is trying to live an honest life.  \nBut when the cruel reality of the 10 million yen debt from her sister hits him, he decides to rob a Dark Casino.  \nWhat awaits him is the baptism of the underworld!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "50"
  },
  {
    "mangaId": "e850e497-2d50-40cc-a0da-186e3857e33a",
    "title": {
      "en": "Mahou Tsukai no Hako - Starlit Marmalade"
    },
    "updatedAt": "2023-06-22T15:28:44+00:00",
    "coverArt": "https://mangadex.org/covers/e850e497-2d50-40cc-a0da-186e3857e33a/a10bf31e-007b-4289-befd-9485a9413320.jpg",
    "altTitles": [
      {
        "ja": "Mahoutsukai no Hako - Starlit Marmalade"
      },
      {
        "ja": "まほうつかいの箱 スターリット・マーマレード"
      },
      {
        "ja": "魔法使之箱 - Starlit Marmalade"
      }
    ],
    "description": {
      "en": "Chikagi Katsuragi enters Kagamisaki High School with the firm intention to have a quiet school life, but not if her hyperactive classmate Hino Hibiki has something to say about it!  \n  \nChikagi is fighting a losing battle, as she happens to be the younger sister of the wonderfully eccentric former Student Council President Chidori Katsuragi, and that alone assures that her high school life will be anything but quiet!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "54e7001b-6112-4d5f-8b0e-d8df33abf72d",
    "title": {
      "en": "Shikanoko Nokonoko Koshitantan"
    },
    "updatedAt": "2024-07-04T12:20:33+00:00",
    "coverArt": "https://mangadex.org/covers/54e7001b-6112-4d5f-8b0e-d8df33abf72d/8a69e120-8508-4d23-a81c-89e24e5c8bb4.jpg",
    "altTitles": [
      {
        "ja": "しかのこのこのここしたんたん"
      },
      {
        "en": "My Deer Friend Nokotan"
      },
      {
        "ru": "Моя подруга-олениха, Нокотан"
      },
      {
        "tl": "Ang Pag-usa-baybay kay Noko Shikanoko"
      },
      {
        "id": "Kenapa Temanku Kepalanya Kayak Rusa?"
      }
    ],
    "description": {
      "en": "No one knows Torako used to be a delinquent. All of her classmates only know her as the perfect student. But everything changes when Nokotan, a transfer student with antlers, enters her life. Antlers aren’t the only thing strange about Nokotan. Her deer nose can sniff out Torako’s secret past! Whether it’s at school or the zoo, chaos follows this doe-eyed girl’s every step. Torako has so many questions! Is Nokotan a deer, a girl, or something in-between?\n  \nFun Fact :  \n-Author is the illustrator for Hololive Vtuber [Amane Kanata](https://m.youtube.com/channel/UCZlDXzGoo7d44bwdNObFacg) (天音かなた)\n-Because of that, Physical copies on Amazon store soldout on the 1st day"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6635579-f1e6-4e43-8adf-06b009e1af0c",
    "title": {
      "en": "Mikakunin de Shinkoukei"
    },
    "updatedAt": "2024-03-27T02:28:14+00:00",
    "coverArt": "https://mangadex.org/covers/f6635579-f1e6-4e43-8adf-06b009e1af0c/0f405663-c66b-469f-acdb-5f791fb57342.jpg",
    "altTitles": [
      {
        "ja": "未確認で進行形"
      },
      {
        "ja-ro": "Mikakunin de Shinkōkei"
      },
      {
        "en": "Engaged to the Unidentified"
      },
      {
        "en": "Unidentified in Progress"
      },
      {
        "es-la": "Comprometida con lo desconocido"
      },
      {
        "it": "Non confermato & in corso"
      },
      {
        "ko": "미확인으로 진행형"
      },
      {
        "zh-hk": "未確認進行式"
      },
      {
        "zh": "未确认进行式"
      },
      {
        "ru": "Помолвлена с незнакомцем"
      }
    ],
    "description": {
      "en": "This is a four-panel comedy manga about Kobeni Yonomori, who on her 16th birthday suddenly has a young man with little presence named Hakuya Mitsumine and his little sister Mashiro appear in front of her. It turns out that Hakuya is her fiancé, and Mashiro is her future sister-in-law. The three (and Kobeni's overprotective big sister Benio) start living together under the same roof, and hilarious happenings occur.",
      "it": "Kobeni Yonomori è una studentessa liceale che una volta diventata sedicenne, scopre di essere già fidanzata con un ragazzo di nome Hakuya Mitsumine per via di un accordo fatto dal suo nonno defunto. Costui da questo momento in poi si stabilirà a casa sua insieme alla sorellina Mashiro, e Kobeni, seppur riluttante, dovrà dunque cercare di adattarsi alla sua nuova vita familiare, finora ristretta solo a sua madre Akane e a sua sorella Benio. Ben presto, però, la ragazza si renderà conto che Hakuya e Mashiro sono ben più di ciò che sembrano.",
      "ko": "요노모리 코베니는 이혼한 후 일 때문에 바쁜 어머니 요노모리 아카네를 대신하여 집안일을 담당하면서 언니 요노모리 베니오와 함께 3명이서 평범하게 생활하고 있었지만, 16세 생일을 맞이하던 날, 약혼자라고 주장하는 소년 미츠미네 하쿠야와 그의 여동생 미츠미네 마시로와 만나, 집에서 함께 생활하게 된다.",
      "ru": "Кобэни Ёномори, симпатичная девушка и отличная хозяйка, получила на 16-й день рождения самый необычный подарок. Мать объявила, что по слову покойного деда, главы клана, Кобэни с детства помолвлена с наследником семьи Мицуминэ, своим ровесником по имени Хакуя. Сам суженый знатного рода, но вырос в горной деревне, и, чтобы обрести городской шик и приобщиться к цивилизации, отныне будет жить с ними – а вот, кстати, и он. Окончательно добило Ёномори-младшую явление вихря энергии в виде малышки Масиро Мицуминэ, которая с порога заявила, что не отдаст братика абы кому и быстро научит невестку жить по закону гор! Впрочем, все вышло не так уж плохо. Малолетняя «золовка», поняв, что брату досталась вовсе не белоручка, быстро подобрела, а Бэнио, старшая из сестер Ёномори, ненавязчиво показала гостье, кто в доме хозяйка, да так, что бедная Масиро стала прятаться от будущей «сватьи». Ну а Хакуя оказался, словно самурай иной эпохи – загадочный, невозмутимый, не тратящий слов зря, но говорящий только по делу. Из обрывков фраз и прочих намеков Кобэни поняла, что помолвка возникла не на пустом месте, и их с Хакуей связывает давняя история. А раз так, незачем спешить - надо разобраться в себе и дать парню шанс. Не зря говорят – браки по расчету всегда удачны, если расчет был хороший!",
      "vi": "Đại khái phần manga của anime cùng tên, thánh nào chưa coi thì xin mời nhé. Cơ bản là em hàng Kobeni Yonomori đến 16 tuổi thì tự nhiên boy lạnh lùng Hakuya Mitsumine cùng em gái Mashiro xuất hiện. Rồi té ra boy đó là hôn thê, còn con em là em rể.",
      "es-la": "Kobeni Yonomori es una chica de secundaria que vive con su madre y su hermana mayor Benio. Al cumplir los 16 años Kobeni se sorprende al enterarse de que debido a un acuerdo hecho por su difunto abuelo ella está comprometida con un chico llamado Hakuya Mitsumine quien, junto con su hermana pequeña Mashiro, van a vivir con ella. A medida que Kobeni se va adaptando a esta nueva familia, descubre de que Hakuya y Mashiro son más de lo que aparentaban.",
      "pt-br": "Este é um mangá de comédia de quatro painéis sobre Kobeni Yonomori, que em seu aniversário de 16 anos, de repente, tem um jovem com pouca presença chamado Hakuya Mitsumine e sua irmãzinha Mashiro aparecem na frente dela. Acontece que Hakuya é seu noivo, e Mashiro é sua futura cunhada. Os três (e a irmã mais velha de Kobeni, Benio) começam a viver juntos sob o mesmo teto, e acontecem acontecimentos hilários.",
      "zh-hk": "過著普通生活的高中女生——夜之森小紅，在迎接16歲生日時，從媽媽口中得知了一件驚人的禮物。與小紅有著婚約的少年——三峰白夜與其妹妹三峰真白將要一起住在同個屋簷下，三人與小紅的姊姊——夜之森紅緒之間的奇妙同居生活就此揭開序幕。"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "187"
  },
  {
    "mangaId": "2babd338-297b-49eb-bd1f-fd367b3be637",
    "title": {
      "en": "End of the World"
    },
    "updatedAt": "2024-07-02T02:31:40+00:00",
    "coverArt": "https://mangadex.org/covers/2babd338-297b-49eb-bd1f-fd367b3be637/e4febfba-271a-40db-95fc-4558c8c8166f.jpg",
    "altTitles": [
      {
        "ja": "エンド・オブ・ザ・ワールド"
      }
    ],
    "description": {
      "en": "In addition to the title story about boy and a girl who kill their parents and roam the American Midwest, the collection includes five short stories: \"VAMPS,\" Okazaki's version of a vampire tale; \"Sunflowers,\" a summer vacation nightmare experienced by an elementary school student; \"Little Sun in the Water,\" a coming-of-age story of bankruptcy; and \"Otome-chan,\" a family story about a father with eccentric tastes. A collection of masterpieces by Okazaki Kyouko!"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "37f32626-b19b-42a3-a3ff-8364ae297828",
    "title": {
      "en": "Gekiga Legend of Mao Zedong"
    },
    "updatedAt": "2024-07-07T20:22:33+00:00",
    "coverArt": "https://mangadex.org/covers/37f32626-b19b-42a3-a3ff-8364ae297828/cc02c588-fa78-4fb1-812e-6fe7e1ccc586.jpg",
    "altTitles": [
      {
        "ja": "劇画毛沢東伝"
      },
      {
        "ja-ro": "Gekiga Mao Zedong Den"
      },
      {
        "es": "La vida de Mao Tse-Tung"
      }
    ],
    "description": {
      "en": "Based on a wealth of research, the book examines the life of Mao Zedong, the bright star who laid the foundation of today's China. The young Mao Zedong, who carried the banner of revolution through an era of upheaval, is depicted with images of unusual power with distinctive penmanship from Fujiko A, better known for his work in boys comics."
    },
    "status": "completed",
    "releaseDate": 1971,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-07-03T00:08:36+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "“You’re amazing for being alive another day!”\n\nA Manga about an understanding girlfriend who rewards you with a “log-in bonus” every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4397b12-137c-426f-92ff-618ddfbad51a",
    "title": {
      "en": "Marriage Toxin"
    },
    "updatedAt": "2024-06-14T23:25:33+00:00",
    "coverArt": "https://mangadex.org/covers/f4397b12-137c-426f-92ff-618ddfbad51a/54331e59-a0c3-415b-b4ce-3000f84c0c19.jpg",
    "altTitles": [
      {
        "ja": "マリッジトキシン"
      },
      {
        "ru": "Брачный токсин"
      },
      {
        "en": "MARRIAGETOXIN"
      }
    ],
    "description": {
      "en": "A hitman and a marriage swindler set out on the world’s most grueling battle for marriage!\n\nGero is a young man from a clan of hitmen, which has been in existence for hundreds of years. As someone who’s never gone to school and lived his life dealing in the dark side of the business, he considers himself to have “no prospects with women” and marriage as “something not for him.”\n\nHowever, one day, in fear that their lineage would dissolve, his clan warns Gero that if he doesn’t marry and produce an heir, they would have no choice but to…force his little sister into doing “that.” Driven to his wits’ end, Gero asks the target of his work, a marriage swindler, to…\n\n------\n- [Official English Volumes at Viz Media](https://www.viz.com/marriage-toxin)",
      "ja": "<毎週水曜更新>殺し屋×結婚詐欺師の世界一ハードな婚活バトル物語！数百年続く殺し屋一族の青年・下呂。学校にも行かず裏稼業で生きてきた彼にとって女性は「苦手で縁遠いもの」であり、結婚は「するべきではないもの」と考えていた。だがある日、血が絶えることを恐れた彼の実家は、下呂が結婚し子供を残さないならば、妹に「それ」を強制することを通告。困り果てた下呂は仕事のターゲットであった結婚詐欺師に…。",
      "pt-br": "Um assassino de aluguel e uma vigarista de casamentos partem na batalha mais cansativa do mundo! \n\nGero é um jovem de um clã de assassinos, que existe há centenas de anos. Como alguém que nunca foi à escola e viveu sua vida lidando com o lado sombrio do negócio, ele se considera “sem perspectivas com mulheres” e o casamento é “algo que não é para ele”. No entanto, um dia, com medo de que sua linhagem se dissolva, seu clã avisa Gero que, se ele não se casar e ter um herdeiro, eles não terão escolha a não ser… forçar sua irmãzinha a fazer “isso”. Levado ao extremo, Gero pede ao alvo de seu trabalho, uma vigarista de casamento, para que..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-07-07T08:42:33+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/ac9e9f65-16c0-4969-a9bb-51bcadff1e39.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көгілдір сандықша"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]