[
  {
    "mangaId": "8ef11280-30bc-434b-bf61-c61e092905ac",
    "title": {
      "en": "Class de 2 Banme ni Kawaii Onna no Ko to Tomodachi ni Natta"
    },
    "updatedAt": "2024-02-15T00:01:28+00:00",
    "coverArt": "https://mangadex.org/covers/8ef11280-30bc-434b-bf61-c61e092905ac/1550d1d9-b033-4b54-a10e-bd2eb84b00ab.jpg",
    "altTitles": [
      {
        "ja": "クラスで２番目に可愛い女の子と友だちになった"
      },
      {
        "en": "I Became Friends with the Second Cutest Girl in My Class"
      },
      {
        "ja-ro": "Class de 2 Banme ni Kawaii Onna no Ko to Tomodachi ni Natta"
      },
      {
        "id": "Aku Berteman dengan Gadis Paling Cantik Kedua di Kelas ku"
      },
      {
        "it": "Sono diventato amico con la seconda ragazza più carina nella mia classe"
      }
    ],
    "description": {
      "en": "I, Maehara Maki, someone who couldn’t make any acquaintances or friends in high school, finally had someone I can hang out with outside of school. A girl.\n\nHer name was Asanagi-san. The boys in my class called her ‘The class’ second cutest girl’ behind her back.\n\nOn Fridays, she would refuse her best friend, Amami, ‘the cutest girl in class’ invitation just to hang out in my house with me.\n\nTogether, we played games, watched some movies, read some manga while eating junk foods like pizza and hamburgers, and chugging cola without a care in the world. To others, we may seem sloppy, but it was a precious, secret time together for Asanagi-san and myself.",
      "id": "Aku, Maehara Maki, seseorang yang tidak memiliki kenalan atau teman di SMA, akhirnya memiliki seseorang yang bisa aku ajak bergaul di luar sekolah. Seorang gadis.\n\nNamanya Asanagi-san. Anak-anak laki-laki di kelas saya memanggilnya 'Gadis paling imut kedua di kelas' di belakangnya.\n\nPada hari Jumat, dia akan menolak ajakan sahabatnya, Amami, 'gadis paling manis di kelas' hanya untuk berkumpul di rumah ku dengan ku.\n\nBersama-sama, kami bermain game, menonton film, membaca manga sambil makan junk food seperti pizza dan hamburger, dan menenggak cola tanpa peduli dengan dunia. Bagi orang lain, kami mungkin terlihat ceroboh, tetapi itu adalah waktu yang berharga, waktu rahasia bersama untuk Asanagi-san dan ku sendiri.",
      "es-la": "Yo, Maehara Maki, alguien que no podía conocer ni hacer amigos en la escuela secundaria, finalmente tenía a alguien con quien podía pasar el rato fuera de la escuela. Una mujer. Su nombre era Asanagi-san. Los chicos de mi clase la llamaban \"La segunda chica más linda de la clase'\" a sus espaldas. Los viernes, rechazaba la invitación de su mejor amiga, Amami, \"la chica más linda de la clase\" solo para pasar el rato en mi casa conmigo. Juntos, jugamos, vimos algunas películas, leímos manga mientras comíamos comida chatarra como pizza y hamburguesas, y tomábamos refrescos de cola sin preocuparnos por nada. Para otros, podemos parecer descuidados, pero fue un tiempo secreto y precioso para Asanagi-san y para mí.",
      "pt-br": "Eu, Maehara Maki, alguém que não conseguia conhecer ou fazer amigos no ensino médio, finalmente consegui alguém com quem eu pudesse sair fora da escola. Uma garota.\n\nO nome dela era Asanagi-san. Os meninos da minha turma a chamavam de 'a segunda garota mais fofa da turma' pelas costas.\n\nÀs sextas-feiras, ela recusava o convite de sua melhor amiga, Amami, 'a garota mais fofa da classe' só para ficar na minha casa comigo.\n\nJuntos, jogamos, assistimos a alguns filmes, lemos alguns mangás enquanto comíamos junk food como pizza e hambúrgueres e bebíamos refrigerantes sem nenhuma preocupação no mundo. Para outros, podemos parecer desleixados, mas foi um tempo precioso e secreto juntos para Asanagi-san e eu."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff78afd7-6298-4ab0-8d45-9bd2660fa66f",
    "title": {
      "en": "THE iDOLM@STER Cinderella Girls - Daremasu Battle Royale (Doujinshi)"
    },
    "updatedAt": "2024-03-29T09:07:22+00:00",
    "coverArt": "https://mangadex.org/covers/ff78afd7-6298-4ab0-8d45-9bd2660fa66f/c0734bcd-d426-4fad-a031-b02127efa8b4.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a920060c-7e39-4ac1-980c-f0e605a40ae4",
    "title": {
      "en": "Gal Yome no Himitsu"
    },
    "updatedAt": "2024-01-21T03:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/a920060c-7e39-4ac1-980c-f0e605a40ae4/561f08b0-059d-43c4-8dae-571bd94cd2b6.jpg",
    "altTitles": [
      {
        "ja": "ギャル嫁の秘密"
      },
      {
        "en": "Secrets of the Gal Wife"
      },
      {
        "id": "Rahasia Istri Gal"
      },
      {
        "ja-ro": "Gal Yome no Himitsu"
      }
    ],
    "description": {
      "en": "Fuyuki is a beautiful and cool gal! But there's a secret side of her that she only shows in front of her husband...? A cute love comedy with a gal wife!",
      "ja": "冬雪（ふゆき）は美人でクールなギャル！でも「旦那」の前だけ見せる秘密の姿があって……？SNS累計37万いいね！の可愛い「ギャル嫁」とのラブコメディ！\n \n--- \n \nFuyuyuki (Fuyuki) wa bijin de kūruna gyaru! Demo \"dan'na\" no mae dake miseru himitsu no sugata ga atte...? SNS ruikei 37 man ī ne! No kawaii \"gyaru yome\" to no rabukomedi!",
      "pt-br": "Fuyuki é uma linda gyaru! Mas tem um lado secreto que ela só mostra para o seu marido? Uma comédia romântica fofa com uma esposa gyaru!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fa5d834-fdab-4ac4-b3c9-821f1580f991",
    "title": {
      "en": "Company and Private Life"
    },
    "updatedAt": "2024-02-25T14:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d834-fdab-4ac4-b3c9-821f1580f991/ce992131-1769-4a6a-afcf-78134100f73b.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu"
      },
      {
        "es-la": "Vida empresarial y privada"
      }
    ],
    "description": {
      "en": "A Twitter series about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.\n\n---\n**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/4729811/series/198059)",
      "es-la": "Los colegas con diferentes personalidades tienen una vida privada donde uno se viste como una lolita y el otro se viste como una persona funky goath."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-03-05T18:16:47+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/cb11794c-955d-44f5-b903-f08c8eb45c9f.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ece5274-501e-45f0-ab4d-243f60692960",
    "title": {
      "en": "Skeleton Double"
    },
    "updatedAt": "2023-12-08T15:22:48+00:00",
    "coverArt": "https://mangadex.org/covers/4ece5274-501e-45f0-ab4d-243f60692960/34c51301-aae9-4efb-a3c6-5dfb95b2cdb4.jpg",
    "altTitles": [
      {
        "ja": "スケルトンダブル"
      },
      {
        "ru": "Двойной Костяк"
      },
      {
        "ja-ro": "Sukeruton daburu"
      }
    ],
    "description": {
      "en": "A man dies a mysterious death just outside Shinjuku Station. Eight years later, his son, Yodomi Arakawa, is leading a tranquil life until he meets…an invisible man?! And to learn the truth behind his father's death, Yodomi will have to become invisible himself..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13e39275-7b8b-4b70-a758-1314392e0e48",
    "title": {
      "en": "Wedding Peach"
    },
    "updatedAt": "2022-03-05T21:29:03+00:00",
    "coverArt": "https://mangadex.org/covers/13e39275-7b8b-4b70-a758-1314392e0e48/c8e02cd3-216b-4c76-9ea7-98d96c6854c9.jpg",
    "altTitles": [
      {
        "ja-ro": "Ai Tenshi Densetsu Wedingu Pīchi"
      },
      {
        "en": "Legend of the Angel of Love: Wedding Peach"
      },
      {
        "ja": "ウエディングピーチ"
      }
    ],
    "description": {
      "en": "There are three known worlds: the human world, the angel world, and the devil world. The evil queen Raindevilla yearns to destroy the angel world with help or her many devil minions. The goddess Aphrodite sends an angel to the human world, Limone, to summon three love angels in the form of three school girls, Momoko Hanasaki, Yuri Tanima, and Hinagiku Tamano, who together become Angel Lilly, Angel Daisy, and Wedding Peach. The three girls must fight to overcome the evils of the devils, as well as their own lives, and restore peace to the angel world by gathering all pieces of the Sacred Four Somethings (or Saint Something Four) and defeat the evil queen once and for all.  \n  \nNote: Volume 7 is a recap of volumes 1-6.  \nChapter number might also not match up but nothing is missing."
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "23"
  },
  {
    "mangaId": "563ccf5a-7078-4411-b05b-3985295a2e43",
    "title": {
      "en": "100-nen no Oshi"
    },
    "updatedAt": "2024-02-23T07:45:58+00:00",
    "coverArt": "https://mangadex.org/covers/563ccf5a-7078-4411-b05b-3985295a2e43/6979f063-ca93-4097-8989-db81387ac3eb.jpg",
    "altTitles": [
      {
        "ja": "100年の推し"
      },
      {
        "en": "100 Years Recommendation"
      },
      {
        "zh-ro": "100 Nián de tuī"
      },
      {
        "zh": "100年的推"
      },
      {
        "ja-ro": "100-nen no Oshi"
      }
    ],
    "description": {
      "en": "This is a story about the main character named Inuyama, who is on the edge of life with no job or savings. One day, he is tasked with the role of \"broadcast advisor\" and \"pseudo-boyfriend\" of a gravure idol. Can he reach the top of the world of gravure in this romantic comedy harem? ♡",
      "ja": "職なし、貯金なしの人生崖っぷちな主人公・狗山（いぬやま）が、ある日任されたのはグラビアアイドルの「配信アドバイザー」兼、「疑似彼氏」!? グラビア界のてっぺん目指すハーレムラブコメ♡"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9378c75e-4cd7-4c6a-8ee3-7bbfb4f3ee54",
    "title": {
      "en": "Shima-san"
    },
    "updatedAt": "2024-04-05T08:03:33+00:00",
    "coverArt": "https://mangadex.org/covers/9378c75e-4cd7-4c6a-8ee3-7bbfb4f3ee54/c098eb8d-fc79-46d8-aa3e-282509c2e8ad.jpg",
    "altTitles": [
      {
        "ja": "島さん"
      },
      {
        "zh": "岛叔"
      }
    ],
    "description": {
      "en": "At a certain late-night convenience store, an old man who was a little unreliable, but a little reliable, had a part-time job. \n\nThe long-awaited serialization of the 14th Kamikaze Award Honorable Mention, which is a hot topic on Twitter!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55506301-f4d2-4fe9-9374-b2ec7bc9d7b0",
    "title": {
      "en": "Kono Naka ni Hitori, Ore no Yome ga Iru"
    },
    "updatedAt": "2023-10-03T15:30:04+00:00",
    "coverArt": "https://mangadex.org/covers/55506301-f4d2-4fe9-9374-b2ec7bc9d7b0/29ddfc9c-d558-4522-9ded-3bd74df113de.jpg",
    "altTitles": [
      {
        "ja": "Oreyome"
      },
      {
        "ja": "Kono Naka ni 1-ri, Ore no Yome ga Iru"
      },
      {
        "ja": "この中に1人、俺の嫁がいる"
      },
      {
        "en": "One of them is my wife"
      }
    ],
    "description": {
      "en": "For the sake of finding clues about his younger twin brother who suddenly went missing, the protagonist changed his identity and infiltrated the academy his brother was attending.\n\nHowever, what clearly came to light there was a surprising truth! His brother had multiple fiancées...?\n\n(Source: Ganma)",
      "id": "Souya seorang laki-laki yang menggantikan posisi adiknya yang tiba-tiba menghilang, Terlebih lagi dia menemukan fakta yang mengejutkan bahwa adiknya memiliki banyak tunangan?",
      "ja": "突如失踪した双子の弟の手がかりを得る為、入れ替わって学園に潜入することになった主人公。 しかし、そこで明らかになるのは驚愕の事実！ 弟には複数人の婚約者が居て……？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d2270b0-4716-4164-942a-d626c131b50d",
    "title": {
      "en": "Royal Tailor -Oukyuu no Saihoushi-"
    },
    "updatedAt": "2024-04-05T09:06:14+00:00",
    "coverArt": "https://mangadex.org/covers/5d2270b0-4716-4164-942a-d626c131b50d/50c8f1b5-7cb9-4c2d-9405-2e6672591a51.jpg",
    "altTitles": [
      {
        "zh": "皇家裁缝 -王宫的裁缝师-"
      },
      {
        "zh-hk": "皇家裁縫 -王宮的裁縫師-"
      },
      {
        "ja": "ロイヤルテーラー　―王宮の裁縫師―"
      },
      {
        "ja-ro": "Royal Tailor -Oukyuu no Saihoushi-"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "153779b6-0d55-4681-99ba-f42ca58de385",
    "title": {
      "en": "Fuzoroi no Renri - Side Stories"
    },
    "updatedAt": "2024-03-10T13:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/153779b6-0d55-4681-99ba-f42ca58de385/7355c533-0e1f-407f-b100-5639eeef21f9.jpg",
    "altTitles": [
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Rationalization of Irregularities"
      },
      {
        "ko": "티격태격의 연리"
      },
      {
        "fr": "Nos différences enlacées - Histoires parallèles"
      }
    ],
    "description": {
      "en": "From Newtype site:  \n  \nOur ages are different, our ways of life are different, everything is different. But… I just want to be with you!  \nBecause I've never been in a miserable, tragic romance, I can say that unrequited love is fine…  \nI don't know why I fell in love with this person…it's a mystery!  \n  \nThey have different personalities, different ages, different ways of thinking, different looks, different everything.  \nThis is the story of girls who clumsily make up for what's lacking in the other.  \n  \nT/N:  \nThese are side stories. Not a rewrite of the original serialized twitter comic. It builds up on what happens in the main series in a longer format. It eventually merges with the main series in the volume edition.\n   \nThe kind of stories these are is all in the title!  \n  \n不揃 (fuzoroi) means uneven, irregular, but also incomplete. 連理 (renri) is \"entwined relationship\".  \n\nSo, these are stories of intimate relationships between \"incomplete\" girls that somehow complete each other, against all odds."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5412816d-a3c9-4bab-956b-b08d1f8f41f6",
    "title": {
      "en": "Fuzoroi no Renri"
    },
    "updatedAt": "2024-03-21T22:34:35+00:00",
    "coverArt": "https://mangadex.org/covers/5412816d-a3c9-4bab-956b-b08d1f8f41f6/1b891f8b-fca7-466a-96df-6d3e2fd89408.jpg",
    "altTitles": [
      {
        "ja-ro": "Fusoroi no Renri"
      },
      {
        "en": "Rationalism of Irregularities"
      },
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Assorted Entanglements"
      },
      {
        "zh-hk": "不對稱的連理"
      },
      {
        "fr": "Nos différences enlacées"
      }
    ],
    "description": {
      "en": "Tanaka Iori is a worker for a company that sets unreasonable demands, on top of that she has a penchant for dating married men. What a recipe for disaster! One day she gets drunk with an acquaintance and wakes up the next morning by her side naked! What's Iori to do?  \r\n  \r\n- [Part 1 raw](https://twitter.com/i/moments/1030773596430327808)\r\n- [Part 2 raw](https://twitter.com/i/moments/1044057437831979008)\r\n- [Part 3 raw](https://twitter.com/i/moments/1065586182698889216)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6203314-9b0a-44ab-8c94-1368a9891ef2",
    "title": {
      "en": "Tensei shitara Otome Game no Sekai? Ie, Majutsu wo Kiwameru no ni Isogashii no de sou iu no wa Kekkou desu"
    },
    "updatedAt": "2024-04-03T21:52:51+00:00",
    "coverArt": "https://mangadex.org/covers/d6203314-9b0a-44ab-8c94-1368a9891ef2/2b6a0750-7034-4ec9-881e-ef42c70456fc.jpg",
    "altTitles": [
      {
        "en": "Reincarnated into an Otome Game? Nah, I'm Too Busy Mastering Magic!"
      },
      {
        "en": "Reincarnated into an Otome Game? Who Cares! I’m Too Busy Mastering Magic!"
      },
      {
        "ja": "転生したら乙女ゲーの世界？ いえ、魔術を極めるのに忙しいのでそういうのは結構です。"
      },
      {
        "en": "Mastering Magic in an Otome Game"
      }
    ],
    "description": {
      "en": "When the Duke's Daughter Alice was five years old, she realized that her world is exactly like that of a particular otome game. As far as she's concerned, this world where magic and magical beasts are commonplace is paradise?! With good-looking boys and fluffy beasts all around, not to mention her cute school friends and dangerous rivals… what more of a dramatic isekai school life could Alice ask for?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a62fa7f-ff92-4b2b-9073-049cdfff464c",
    "title": {
      "en": "Rejoice In Your Enemies"
    },
    "updatedAt": "2024-04-05T06:34:24+00:00",
    "coverArt": "https://mangadex.org/covers/2a62fa7f-ff92-4b2b-9073-049cdfff464c/cc649567-8612-40ce-9c55-a13a6f6e63ce.png",
    "altTitles": [
      {
        "zh": "你越界了"
      },
      {
        "en": "You've crossed the line"
      }
    ],
    "description": {
      "en": "His beloved crush was snatched up by the nerdy new student.  Furious, Ren Zhichu tries to harass that nerd at every chance he gets. Unexpectedly, during their interactions with each other, Ren Zhichu actually develops feelings for that nerd..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47a52f7b-4a79-4693-ba82-648299140bfb",
    "title": {
      "en": "I'm in trouble because I'm loved so much in this different world! Isekai BL Anthology Volume 1"
    },
    "updatedAt": "2024-04-05T06:36:23+00:00",
    "coverArt": "https://mangadex.org/covers/47a52f7b-4a79-4693-ba82-648299140bfb/24927bb2-e2be-4462-97c8-6b28185a4f4d.png",
    "altTitles": [
      {
        "ja-ro": "Isekai de Aisare Sugite Komattemasu! Isekai BL Anthology"
      },
      {
        "ja": "異世界で愛されすぎて困ってます！異世界BLアンソロジー 1巻"
      }
    ],
    "description": {
      "en": "Despite being a misanthropic mage!?? Despite being the best friend of the fallen prince!?? Despite being the villainous son!?? To be adored by the cheat protagonist in another world! The popular BL novel from 'Moonlight Novels' is now in comic form! An otherworldly BL anthology!! \n\n[Works Lineup] \n01 'A Deliberate Mage is Doted Upon by a Holy Knight in a Peaceful World' \nManga: Yamamori Potato \nOriginal: Ei Enroku\nShun is reincarnated as a mage in another world. Carrying over his distrust of humans from his past life, he gradually opens his heart as he is adored by the holy knight, Sasha. \n\n02 'I've Been Reincarnated as the Best Friend of the Prince of Darkness' \nManga: Korotora \nOriginal: Tachibasami\nThe protagonist is reincarnated as the best friend of the 'prince of darkness' in the RPG world he loved in his previous life. As he tries everything to avoid the prince's fall into darkness, changes start to appear in the prince's demeanor...? \n\n03 'I Was Reincarnated as a Dog, but I'm Still Doing Well' \nManga: Mochita \nOriginal: ◇◆◇◆\nReincarnated as a dog, I was picked up by a handsome prince. The prince adores my fluffy fur, but it turns out I was a beastman...? \n\n04 'The Villainess Only Wanted to be Betrothed to the Prince at Any Cost, and That Was All.' \nManga: Bandou \nOriginal: Tentsubu\nDaen, who was mocked for his ignorance, volunteered to be the prince's fiance. However, he finds himself being looked at affectionately by Rintz, who should be his rival for the fiance position...!? \n\n05 'Even if I'm Reincarnated, I Want to Love Shiba Inu!' \nManga: Yoshizuka Mayako \nOriginal: Yoshihisa Shiba\nVilfred, who loves Shiba Inus, finds himself in an otherworld where only Prince Ferdinand owns a Shiba Inu... He has no choice but to get closer to the prince!!\""
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "7878c129-a33d-4bf9-b5d2-ff98cbe85bd6",
    "title": {
      "en": "Sentai Daishikkaku"
    },
    "updatedAt": "2024-02-04T19:24:16+00:00",
    "coverArt": "https://mangadex.org/covers/7878c129-a33d-4bf9-b5d2-ff98cbe85bd6/1a1a3695-edfa-4fbd-afc0-8989b4f15725.jpg",
    "altTitles": [
      {
        "en": "Go, Go, Loser Ranger!"
      },
      {
        "ru": "Боевой отряд «Полный Провал»"
      },
      {
        "th": "ขบวนการกำมะลอ"
      },
      {
        "ja": "戦隊大失格"
      },
      {
        "zh-hk": "戰隊大失格"
      },
      {
        "it": "Squalificati - Ranger Reject"
      },
      {
        "fr": "No Longer Rangers"
      },
      {
        "en": "Ranger Reject"
      },
      {
        "ja-ro": "Sentai Daishikkaku"
      },
      {
        "en": "No Longer a Sentai Ranger"
      }
    ],
    "description": {
      "en": "Thirteen years ago, suddenly the Villainous Army of evil appeared in their gigantic floating castle 10000 meters in the sky to invade Earth! The villainous army have reviving capabilities that make them immortal, making them a serious threat to humanity. To protect us against these invaders, the Divine Dragon Rangers, the Dragon Keepers, wield their miraculous powers and their weapons, Divine Tools, and continuously fight for our safety! The assault of the Villainous Army! The vigilance of the Dragon Keepers! Will they succeed in their conquest…? Find out in the action-packed superhero series of a lifetime!\n\nFrom Haruba Negi, the creator of *5Toubun no Hanayome.*",
      "es": "¡Hace trece años, el Ejército Villano del mal apareció de repente en su gigantesco castillo flotante a 10.000 metros en el cielo para invadir la Tierra! El ejército villano tiene capacidades de revivir que los hacen inmortales, lo que los convierte en una seria amenaza para la humanidad. Para protegernos de estos invasores, los Rangers Dragón Divino, los Guardianes del Dragón, empuñan sus poderes milagrosos y sus armas, las Herramientas Divinas, ¡y luchan continuamente por nuestra seguridad! ¡El asalto del Ejército Villano! ¡La vigilancia de los Guardianes del Dragón! ¿Tendrán éxito en su conquista? ¡Descúbrelo en la serie de superhéroes llena de acción de toda la vida!",
      "fr": "Il y a 13 ans, un château flottant est apparu à 1000 mètres au-dessus du sol et une armée maléfique est venue dans le but d'envahir l'humanité.\nAfin de protéger l'humanité contre ces envahisseurs, des super-héros se battent, mais les choses ne semblent pas être comme elles le paraissent !",
      "ru": "Тринадцать лет назад армия монстров таинственным образом объявилась на территории людей, паря в воздухе на своем летучем замке! Армия монстров обладает различными способностями, которые могут грозить человеческой безопасности. Дабы защитить мирных жителей от вторжения на землю, доблестные герои - Хранители Дракона в составе из пяти человек выходят на поле правосудия! Используя свой туз в рукаве под названием «артефакт», боевой отряд героев из года в год, каждое воскресенье усмиряет неугомонных монстров. Однако, спустя 999 поражений, один из членов команды монстров решает отомстить героям!.. С этого момента и разворачивается наша история борьбы добра со злом!",
      "pt-br": "Há treze anos, de repente, o Infame Exército do mal apareceu em seu gigantesco castelo flutuante 10.000 metros no céu para invadir a Terra! O exército vilão tinha capacidades de reviver, o que os tornava imortais, tornando-os uma séria ameaça para a humanidade. Para nos proteger contra esses invasores, os Divine Dragon Rangers, os Dragon Keepers, manejam seus poderes milagrosos e suas armas, Ferramentas Divinas, e lutam continuamente por nossa segurança! O ataque do Exército Vilão! A vigilância dos Dragon Keepers! Eles terão sucesso em sua conquista...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0e0681e-8452-428d-91db-99ee9085f54c",
    "title": {
      "en": "Igyou Atama-san to Ningen-chan (Pre-Serialization)"
    },
    "updatedAt": "2024-02-08T21:25:37+00:00",
    "coverArt": "https://mangadex.org/covers/d0e0681e-8452-428d-91db-99ee9085f54c/198b36be-3954-4b04-9886-2d7de9c65768.jpg",
    "altTitles": [
      {
        "ja": "異形頭さんとニンゲンちゃん"
      },
      {
        "ja-ro": "Igyou Atama-san to Ningen-chan"
      },
      {
        "uk": "Гетероморфна Голова-сан і його людина"
      },
      {
        "en": "The Aberrant-Headed Guy and the Human Girl"
      }
    ],
    "description": {
      "en": "The main character who got worked to the bone as a corporate slave office lady in the current world got transported to another world, where she became the pet of aberrant head-san. Although they both hold romantic feelings towards each other, it's hard for them to develop their love with their difference in species standing in the way.",
      "uk": "Наша головна героїня, втомлена життям корпоративного раба, потрапляє в інший світ і живе як домашня тваринка Гетероморфної Голови-сана. Вони обоє мають романтичні почуття одне до одного, які, втім, через расові відмінності не можуть розвиватися, хоча..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de65c0e9-ccc0-43e5-8794-4e6e8102d8ae",
    "title": {
      "en": "Classroom of the Elite - OTHER SCHOOL DAYS"
    },
    "updatedAt": "2024-04-05T06:12:02+00:00",
    "coverArt": "https://mangadex.org/covers/de65c0e9-ccc0-43e5-8794-4e6e8102d8ae/f1338473-f324-45d5-9e63-af73cb0db8bd.jpg",
    "altTitles": [
      {
        "en": "Welcome to the Classroom of the Supreme Ability Doctrine: Other School Days"
      },
      {
        "ja-ro": "Yōkoso Jitsuryoku Shijō Shugi no Kyōshitsu e Azā Sukūru Deizu"
      },
      {
        "ja-ro": "Youkoso Other School Days"
      },
      {
        "ja": "ようこそ実力至上主義の教室へ OTHER SCHOOL DAYS"
      },
      {
        "ja-ro": "Yōkoso Jitsuryoku Shijō Shugi no Kyōshitsu e: Other School Days"
      }
    ],
    "description": {
      "en": "Yōkoso Jitsuryoku Shijō Shugi no Kyōshitsu e: Other School Days is an official spin-off anthology manga of You-Zitsu series"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f",
    "title": {
      "en": "Iljin Romance"
    },
    "updatedAt": "2024-01-28T23:55:52+00:00",
    "coverArt": "https://mangadex.org/covers/ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f/144251fc-7890-4289-b505-3f2e4a7b5721.jpg",
    "altTitles": [
      {
        "ko": "일찐로맨스"
      },
      {
        "ja": "カーストロマンス"
      }
    ],
    "description": {
      "en": "Jin Daim has no friends, but likes drawing. Iljina is the most popular girl in school, even though she rejects every confession. Daim thinks she and her friends are an annoyance and disturbs his drawing time before class, but all he ever draws is her. Things get complicated when his secret sketch books gets discovered by one of Iljina's friends."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "deb90feb-ad58-4fb4-a8c4-53da5c5b2901",
    "title": {
      "en": "Unaware His Majesty Is a Girl"
    },
    "updatedAt": "2023-12-13T00:13:52+00:00",
    "coverArt": "https://mangadex.org/covers/deb90feb-ad58-4fb4-a8c4-53da5c5b2901/fd17e055-249e-4ca2-928b-dbe570350262.jpg",
    "altTitles": [
      {
        "zh": "不知陛下是女郎"
      },
      {
        "zh-hk": "不知陛下是女郎"
      },
      {
        "zh-ro": "Buzhi Bixia Shi Nülang"
      },
      {
        "vi": "Hoàng đế bệ hạ là nữ lang"
      },
      {
        "my": "ဘုရင်ကြီးကမိန်းကလေးမှန်းမသိခဲ့ဘူး"
      },
      {
        "ru": "Является ли ваше величие девушкой?"
      }
    ],
    "description": {
      "en": "The new emperor, Qi Nian, acceded to the throne many years ago. He kept refusing the requests by his officials to choose a consort, brushing them off by saying \"the affairs of state are important, and I am busy with my work\". But Qi Nian finally relented as rumors that \"the emperor is impotent\" spread ever more widely.\n\nYu Dingdang was a particularly dim-witted girl, but born to a prestigious family. This led many to say: \"Madame Yu exchanged her brain for her looks\". Who could have expected that Yu would be selected by the emperor to be his empress consort?\n\nA happy and dramatic girl-girl romantic comedy set in the imperial palace. Yu couldn't have expected that this lofty emperor up on high was actually a girl?!",
      "zh": "新帝祁念登基多年，却终日以“国事要紧，朕沉迷工作”，拒绝了朝臣们的选妃请求。但“皇帝不行”的流言愈演愈烈，祁念不胜其烦，终是松口。玉玎珰出身名门，却生了个榆木脑袋，众人纷纷道：“玉家小姐是拿脑子换的脸”却不想，一朝入选，她竟成了国母。玉玎珰表面：啊？什么？是我吗？内心却汹涌澎湃。只因玉玎珰从小便立誓，一！定！要！成！为！祁！念！的！女！人！迷妹追星成功，在皇宫里上演了一系列“她逃她追，她插翅难飞”的啼笑皆非的欢喜故事却不想，这高高在上的至尊帝王，竟是女儿身？！",
      "zh-hk": "新帝祁念登基多年，卻終日以“國事要緊，朕沉迷工作”，拒絕了朝臣們的選妃請求。 但「皇帝不行」的流言愈演愈烈，祁念不勝其煩，終是鬆口。 玉玎璫出身名門，卻生了個榆木腦袋，眾人紛紛道：「玉家小姐是拿腦子換的臉」卻不想，一朝入選，她竟成了國母。 玉玎璫表面：啊？ 什麼？ 是我嗎？ 內心卻洶湧澎湃。 只因玉玎璫從小便立誓，一！ 定！ 要！ 成！ 為！ 祁！ 念！ 的！ 女！ 人！ 迷妹追星成功，在皇宮裡上演了一系列「她逃她追，她插翅難飛」的啼笑皆非的歡喜故事卻不想，這高高在上的至尊帝王，竟是女兒身？ ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b47b35d7-fa7f-4277-a626-5525f3ba20bb",
    "title": {
      "en": "Mobile Suit Gundam SEED Destiny - The Edge"
    },
    "updatedAt": "2023-12-26T19:57:33+00:00",
    "coverArt": "https://mangadex.org/covers/b47b35d7-fa7f-4277-a626-5525f3ba20bb/fe23d079-1fef-4778-99d8-38450eacb446.jpg",
    "altTitles": [
      {
        "ja-ro": "Kidou Senshi Gundam SEED Destiny - The Edge"
      },
      {
        "ja": "機動戦士ガンダムSEED DESTINY THE EDGE"
      }
    ],
    "description": {
      "en": "Retelling of Mobile Suit Gundam SEED Destiny's story from Athrun Zala's point of view."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "24"
  },
  {
    "mangaId": "3229b2db-0e84-497c-999b-aa50728d2371",
    "title": {
      "en": "Anata-tachi Soredemo Sensei Desu ka!"
    },
    "updatedAt": "2024-03-18T01:04:27+00:00",
    "coverArt": "https://mangadex.org/covers/3229b2db-0e84-497c-999b-aa50728d2371/ab2baf7c-aa42-4ef1-af38-104bf4a2789d.png",
    "altTitles": [
      {
        "ja": "あなた達それでも先生ですかっ！"
      },
      {
        "en": "You Still Call Yourselves Teachers?"
      }
    ],
    "description": {
      "en": "One day, school teachers come as freeloaders to the inn run by his parents!? Kazami Hiro, a high school boy, decides to take care of the inn and his future!? Under one roof, The forbidden harem romantic comedy begins!!",
      "ja": "親が経営する旅館にある日、居候としてやってきたのは学校の先生たち!? 男子高校生・風見ヒロは旅館のため、自分の未来のためにお世話をすることに!? 一つ屋根の下、禁断のハーレムラブコメが開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd057701-8338-4118-8a0a-748ca9f8e7fc",
    "title": {
      "en": "I Thought She Was a Yandere, but Apparently She's Even Worse (Fan Colored)"
    },
    "updatedAt": "2024-01-11T17:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/fd057701-8338-4118-8a0a-748ca9f8e7fc/1497d5bb-1e2f-45fc-800c-f8ca043217c9.png",
    "altTitles": [
      {
        "ja": "ヤンデレかと思ったらもっとヤベー女だった"
      },
      {
        "ja-ro": "Yandere ka to Omottara Motto Yabe Onna Datta"
      },
      {
        "en": "I Thought She Was a Yandere"
      },
      {
        "id": "Ku kira dia yandere tapi ternyata lebih parah"
      },
      {
        "tr": "Onun Yandere Olduğunu Sanıyordum Ama Durum Daha Betermiş"
      }
    ],
    "description": {
      "en": "A man who no longer can turn a blind eye saves a girl who's being bullied by the other classmate, but little did he know.",
      "tr": "Artık sınıf arkadaşının zorbalanmasına göz yumamayan çocuk sınıf arkadaşını kurtarır, oysa..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38f386ce-f2dc-4f2b-99f9-522eab56078d",
    "title": {
      "ko": "Webtoon Character Na Kang Lim"
    },
    "updatedAt": "2024-01-15T11:10:34+00:00",
    "coverArt": "https://mangadex.org/covers/38f386ce-f2dc-4f2b-99f9-522eab56078d/bb45c8ed-521d-47a4-b780-cfc72b356228.png",
    "altTitles": [
      {
        "ko": "수요웹툰의 나강림"
      },
      {
        "ko-ro": "Suyo Webtoon-ui Na Kang-Rim"
      }
    ],
    "description": {
      "en": "Na Kang Lim, a high school student who enjoys reading webtoons, experiences a strange event one day when the female lead from his favorite webtoon appears before him. Even more surprising, the same incidents that put her in danger in the webtoon start happening in real life. The problem is, there's no protagonist in the real world to save her! Ultimately, Na Kang Lim takes on the role of the protagonist, looping through time to save her."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "900b1790-4d86-4030-b410-00db69df4771",
    "title": {
      "en": "Saikyou no Maou ni Kitaerareta Yuusha Isekai Kikanshatachi no Gakuen de Musou Suru"
    },
    "updatedAt": "2024-04-02T21:39:47+00:00",
    "coverArt": "https://mangadex.org/covers/900b1790-4d86-4030-b410-00db69df4771/fd0dbdb0-0cc2-4a80-b9a9-0d6ee424de94.jpg",
    "altTitles": [
      {
        "ja-ro": "Saikyou no Maou ni Kitaerareta Yuusha, Isekai Kikansha-tachi no Gakuen de Musou Suru"
      },
      {
        "ja": "最凶の魔王に鍛えられた勇者、異世界帰還者たちの学園で無双する"
      },
      {
        "en": "The Hero Trained by the Worst Demon King Is Unrivaled in the School of Returnees From Another World"
      },
      {
        "ja-ro": "Sai Kyō no Maō ni Kitae Rareta Yūsha, Isekai Kikan-sha-tachi no Gakuen de Musō Suru"
      },
      {
        "en": "A Brave Man Trained by the Worst Demon King, Unrivaled in the School of Returnees From Another World"
      }
    ],
    "description": {
      "en": "Without possessing the unique skill blessed by the goddess, a boy named Kujou Kyouya failed to save the world. He was ridiculed as a “failed hero” at the interdimensional-level academy where returned heroes who had saved many worlds gathered.\n\nHowever, he became the strongest and most unique hero, having trained for 30,000 years in another world with the most evil demon king, Felice, who has destroyed 3,000 worlds!\n\nNow Kyouya’s unique skill is so powerful that he cannot even be defeated by the strongest heroes! The legend of a boy trained by the most evil demon king, begins!\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://seiga.nicovideo.jp/comic/58212),  [BookLive](https://booklive.jp/product/index/title_id/1299578/vol_no/001)",
      "id": "&nbsp;&nbsp; &nbsp; Tanpa mendapatkan berkah kemampuan unik dari Dewa, anak laki-laki bernama Kujou Kyouya gagal menyelamatkan dunia. Dia diejek sebagai \"pahlawan gagal\" di akademi level interdimensi di mana pahlawan yang telah menyelamatkan banyak dunia berkumpul. Meski begitu dia dapat menjadi pahlawan terkuat dan terunik, setelah berlatih selama 30.000 tahun di dunia lain dengan Raja Iblis paling jahat, Felice, yang telah menghancurkan 3.000 dunia! Sekarang dengan kemampuan uniknya Kyouya sangat kuat yang bahkan tidak akan bisa dikalahkan oleh pahlawan terkuat sekalipun! Legenda tentang anak laki-laki yang dilatih Raja Iblis paling jahat, dimulai!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "72290a1b-338e-48cc-86fd-3eda27ad3a5d",
    "title": {
      "en": "Weather Forecast Killer"
    },
    "updatedAt": "2024-03-16T10:13:20+00:00",
    "coverArt": "https://mangadex.org/covers/72290a1b-338e-48cc-86fd-3eda27ad3a5d/b12ec575-fd4d-4be9-819c-e1d990f9e16f.png",
    "altTitles": [
      {
        "ko": "일기예보 살인마"
      }
    ],
    "description": {
      "en": "Lee Saehyun fell into a deeply depressed state after losing his parents when he was still a child. Coincidentally, he meets a mysterious little boy named Yoonwo, who brings him peace of mind.\n\nFor years straight, the little boy would visit Saehyun's house once every week, which helped Saehyun pass time peacefully and comfortably.\nHowever, suddenly after Saehyun began to meet other girls or go on dates, it would always rain, and there was no process in his romantic relationships.\n\nBut are these constant unfortunate and coincidental scenarios simply just coincidental? Or is this the work of someone up in the sky?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6753601-bdbf-40f3-8103-9ed24dbd5b2a",
    "title": {
      "en": "Sparkling Baby"
    },
    "updatedAt": "2024-02-06T19:26:57+00:00",
    "coverArt": "https://mangadex.org/covers/c6753601-bdbf-40f3-8103-9ed24dbd5b2a/4d0eca44-5a17-45e7-9f8f-6df513bb4f59.png",
    "altTitles": [
      {
        "ko": "스파클링 베이비"
      }
    ],
    "description": {
      "en": "\"Excuse me, are you Korean?\"\n\nDue to a recent heartbreak, Hanjoon arrives at New York.\n\nNot only is he delighted to meet a Korean in an unfamiliar city,\nhe has a one-night stand with him.\n\n\"I should've asked for his name.\"\n\nHowever, these two end up meeting again in an unusual place.\n\nWhere will their one-night stand in the artist's city of New York lead them to?",
      "pl": "\"Przepraszam, jesteś Koreańczykiem?\"\n\nZ powodu niedawnego złamanego serca Hanjoon przybywa do Nowego Jorku.\n\nNie tylko jest zachwycony spotkaniem Koreańczyka w nieznanym mieście,\nma z nim jednonocną przygodę.\n\n\"Powinienem był zapytać o jego imię\".\n\nJednak ta dwójka spotyka się ponownie w nietypowym miejscu.\n\nDokąd zaprowadzi ich jednonocna przygoda w mieście artysty, Nowym Jorku?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41fbd08c-e2da-4f62-ae84-5ce55503e116",
    "title": {
      "en": "My Fake Girlfriend's Defending Against Their Attacks"
    },
    "updatedAt": "2023-08-13T19:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/41fbd08c-e2da-4f62-ae84-5ce55503e116/d4d55478-ee6b-4e2f-928e-e13e336622de.jpg",
    "altTitles": [
      {
        "zh": "我的假女友正全力防御她们的进攻"
      }
    ],
    "description": {
      "en": "One day, I was suddenly confessed by a girl, in order to reject her, I had to find a fake girlfriend. I didn’t expect that my plan to avoid trouble… would lead to an even bigger trouble? The arrogant Archery Department ” Vicious Princess”, the “White Fox” who is good at flirting, the long black straight “Flower of the Highlands”, and… the sickly brother and sister plot! Is my youthful love story also full of problems?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19daf6ef-6d95-46e5-9e1a-f4e5b655902f",
    "title": {
      "en": "Lily"
    },
    "updatedAt": "2024-03-05T12:49:59+00:00",
    "coverArt": "https://mangadex.org/covers/19daf6ef-6d95-46e5-9e1a-f4e5b655902f/2fc5e9cb-0464-4f4e-a7d9-85d86a93d7c4.png",
    "altTitles": [],
    "description": {
      "en": "Yilin bumps into the tomboy Rouxi, sparking an interest between each other that slowly blooms.",
      "pt-br": "Yilin esbarra na tomboy Rouxi, despertando um interesse entre elas que floresce lentamente."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "926"
  },
  {
    "mangaId": "719e258b-e2aa-4f6b-9676-50118ad27f28",
    "title": {
      "en": "LaLa"
    },
    "updatedAt": "2023-08-09T14:35:20+00:00",
    "coverArt": "https://mangadex.org/covers/719e258b-e2aa-4f6b-9676-50118ad27f28/8225b051-05b0-42b5-98f9-ba7d753df851.jpg",
    "altTitles": [],
    "description": {
      "en": "Xia Yuxin's presence at school never fails to draw attention. She has a mature beauty about her, always poised, and exuding confidence in class. Being admired so much by her classmates, one would think she's a well-respected senior but in truth, it might be because she's a repeat student. Xia Yuxin has more to her elegant facade.\n\n\n---\n\n**Links:**\n- [Alternative official English](https://www.webcomicsapp.com/comic/Lala/5c0a4df8d5626e75ff1f2d11)",
      "pt-br": "Xia Yu Xun é uma estudante que por ter faltado em uma prova, teve que repetir um ano. Para todos os seus colegas de classe que são um ano menor que ela, Xia Yu Xun é uma Xue Jie (senpai, veterana) genial, alta, decidida, muito bela e muito “cool”. Claro que ela não pensa assim, adoraria ser mais baixa pois assim conseguiria usar roupas mais bonitas. Sua obsessão é tanta que desenha suas próprias criações, com intenção de algum dia surgir alguém com o “estilo” dos seus sonhos. Na escola acaba encontrando uma pessoa adequada para isso, mas fazer amizade com ela vai ser um pouco difícil…\n\n\n---\n\n**Links:**\n- [Alternative official English](https://www.webcomicsapp.com/comic/5c0a4df8d5626e75ff1f2d11)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cce61682-d727-4e49-a8a4-b3ad0a4ea394",
    "title": {
      "en": "My Home As a Filming Location!"
    },
    "updatedAt": "2023-12-22T23:59:08+00:00",
    "coverArt": "https://mangadex.org/covers/cce61682-d727-4e49-a8a4-b3ad0a4ea394/a67219c4-3dc0-43da-92c2-02cc87e4018b.png",
    "altTitles": [
      {
        "ko": "내 집이 촬영장이 되어버렸다!"
      }
    ],
    "description": {
      "en": "After returning from walking around my neighborhood, I was met with an entire film crew in my front yard?!\nYeonwoo, a beekeeper who lived in a secluded village, signed a contract that stated that his house would be used for filming with a PD who directed <Countryside Occupations> while he was drunk.\nLater on, he found out that he would be filming his life with Kang Dojoon, a famous Korean actor.\nBegrudgingly, he started to prepare for filming.\nContrary to what he thought before, he changed his mind after seeing Kang Dojoon in person.\n\n*If I have to live with a handsome guy like that for 10 days... that wouldn't be so bad.*\n\nWill Dojoon successfully complete filming for <Countryside Occupations>?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea4d294d-f026-4bf2-a999-a559084bad1b",
    "title": {
      "en": "Isso Anata ga Todome wo Sashite"
    },
    "updatedAt": "2024-03-27T14:03:21+00:00",
    "coverArt": "https://mangadex.org/covers/ea4d294d-f026-4bf2-a999-a559084bad1b/2bd8eede-d9d0-4132-9ed6-b1addea4105b.jpg",
    "altTitles": [
      {
        "ja": "いっそあなたがトドメを刺して"
      },
      {
        "ja-ro": "Isso Anata ga Todome o Sashite"
      },
      {
        "en": "Better You Give Me The Final Blow"
      }
    ],
    "description": {
      "en": "Ichika is a female college student who wants to have a normal relationship, but is often judged by her appearance. One night at a drinking party she attended, hoping to have a wonderful encounter, she met Kousei who was kind to her. She is attracted to him because they got the same interest, enjoys talking with him and he likes her just the way she is — but she didn't know he had a secret no one knows about. \n\n(Source: heartbuzz2d)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea3fc681-51fd-44d9-a83d-297c4c28e11b",
    "title": {
      "en": "Love Agency"
    },
    "updatedAt": "2024-03-27T11:10:49+00:00",
    "coverArt": "https://mangadex.org/covers/ea3fc681-51fd-44d9-a83d-297c4c28e11b/1811cb41-e1bf-4843-94e1-fb95425f8695.jpg",
    "altTitles": [
      {
        "ja": "恋愛代行"
      },
      {
        "tr": "Aşk Ajansı"
      },
      {
        "pl": "Agencja do spraw miłości"
      },
      {
        "uk": "Агентство Кохання"
      },
      {
        "el": "Πρακτορείο Αγάπης"
      },
      {
        "ru": "Любовное агентство"
      },
      {
        "pt-br": "Agência do Amor"
      },
      {
        "ja-ro": "Renai Daikou"
      },
      {
        "fr": "L'agence de coachs romantiques"
      },
      {
        "fr": "L'agence de l'amour"
      }
    ],
    "description": {
      "en": "A half-Swedish, half-Japanese girl who seems to have everything except experience with men is using a date coaching app to get used to flirting. However the guy she hits it off with actually uses the same app with a different coach!",
      "id": "Renai Daikou (Love Agency) – Agen Cinta\nAkasaka Aka x Nishizawa 5mm\nAkasaka Aka, yang telah membuat sejarah dalam sejarah komedi romantis dengan “Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen”, kembali dengan komedi romantis baru! Tim baru ini bekerja sama dengan Nishizawa 5mm, seorang pendatang baru yang sedang menjadi topik hangat di dunia manga online! Ini adalah awal dari “komedi",
      "ru": "Девушка со шведскими и японскими корнями, у которой, кажется, есть всё, кроме опыта общения противоположным полом, использует приложение для обучения свиданиям, чтобы научиться флиртовать.\nОднако парень, с которым у нее завязываются отношения, использует то же приложение с другим тренером!",
      "uk": "Ака Акасака, автор \"Каґуя-сама хоче, щоб він зізнався їй. Війна сердець та розумів геніїв\" та \"Дитя улюбленця\", презентує свій новий витвір!\n\nУ Марі Марії Вінтер-Нанасе, наполовину шведки, наполовину японки, є все, про що можна мріяти. Дівчина виросла в заможній родині закордоном, має багато подруг і вродливу зовнішність. Однак є в ній один недолік: вона не вміє розмовляти з хлопцями!\n\nУзявши в бібліотеці книгу про кохання, у ній вона знайшла підозрілу рекламу. Там йшлося про Агентство Кохання, що надає профі в коханні, який упорається з вашим особистим життям за вас. Після того, як дівчина відсканувала код, з'являється агентка, на ім'я Кон, та обіцяє допомогти Марі зійтися з її коханим. Однак хлопець, що припав їй до душі, Секі Масая, не такий уже й невинний і також користується послугами агентства, щоб почати зустрічатися з нею. Як складеться доля цієї пари?",
      "vi": "Tác phẩm của Akasaka Aka (tác giả của Oshi no Ko và Kaguya-sama) và Nishizawa 5mm. Một cô gái mang trong mình dòng máu Thụy Điển và Nhật Bản cực kỳ ưu tú nhưng cô ấy lại không có kinh nghiệm với đàn ông. Cô ấy quyết định sử dụng một ứng dụng dịch vụ tình yêu để chinh phục chàng trai ấy. Tuy nhiên, anh chàng mà cô ấy nhắm đến cũng đang sử dụng ứng dụng đó để chinh phục cô!",
      "pt-br": "Uma garota meio sueca/meio japonesa que parece ter tudo, exceto experiência com homens, está usando um aplicativo de coaching para encontros para se acostumar a flertar. No entanto, o cara com quem ela se dá bem na verdade usa o mesmo aplicativo com um treinador diferente!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d697717-c654-4053-9b0c-a90c4d9444d0",
    "title": {
      "en": "Sohee Stealing"
    },
    "updatedAt": "2024-04-05T04:26:53+00:00",
    "coverArt": "https://mangadex.org/covers/3d697717-c654-4053-9b0c-a90c4d9444d0/379f2dcf-1c02-4150-8495-6ff97dd89c46.jpg",
    "altTitles": [
      {
        "en": "Sohee Stealing"
      }
    ],
    "description": {
      "en": "Are you saying you're going to steal me because you're such a bastard?\nKim Ye-seul, who transfers to a new school, is admired by Iljin Jin So-hee from the first day. But Ye-seul doesn’t care about this. Rather, she takes off her thick glasses and puts on heavy makeup, revealing a face that looks just like So-hee. Ye-seul provokes So-hee. She begins to ‘take her place’."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2683410b-8e2c-4f84-bd1d-16f448d4c062",
    "title": {
      "ko": "Patience, My Lady!"
    },
    "updatedAt": "2023-12-29T18:28:54+00:00",
    "coverArt": "https://mangadex.org/covers/2683410b-8e2c-4f84-bd1d-16f448d4c062/a1acdb28-551b-468b-a817-72645f9ecfc7.jpg",
    "altTitles": [
      {
        "ko": "아, 쫌 참으세요 영주님!"
      },
      {
        "ko-ro": "A, Jjom Chameuseyo Yeongjunim!"
      },
      {
        "en": "Oh, Be Patient My Lady!"
      },
      {
        "en": "Ah, Hang on a Little Longer, My Lord"
      },
      {
        "en": "Oh, Come On!"
      },
      {
        "zh": "请忍忍，我的领主大人！"
      },
      {
        "zh-hk": "領主大人請冷靜！"
      },
      {
        "ja": "お待ちください、領主様！"
      },
      {
        "ru": "Терпение, моя леди!"
      },
      {
        "es": "Ah, por favor sea paciente, ¡mi señor!"
      },
      {
        "tr": "Ah, Lütfen Sabırlı Olun, Leydim!"
      }
    ],
    "description": {
      "en": "Rose is the ruler of the dominion of ‘White’, a small and poor land. She was getting along with her citizens and living a quaint, favorable life until foreign migrants kept increasing and she got involved in some odd situations?! The lively, entertaining, romance, fantasy story of a super OP ruler Rose and Yggdrasil, the grand sorcerer who wants to hide her away and protect her!\n\n---\nWhen the Kingdom of White was conquered 500 years ago, the king and his subjects were exiled to a small tract of wasteland covered in ice. There they endured cold and hunger, relying on the magic of Archmage Yggdrasil to build the world’s smallest self-governing territory. As the last heir to her family, Rose now rules over this land as its lord. Rescuing former citizens who have fallen prey to trafficking abroad, she pours her heart and soul into making them thrive at home. But first things first, she must fill up the treasury to fund this mission! The business-savvy lord invites dragons, dwarfs, and elves to join in the effort, turning White into a haven for all races. Yggdrasil couldn’t be prouder of this utopia in the making, but will Lord Rose ever get to leave her money troubles behind?\n\n---\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/patience-my-lady)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/qingrenrenwodelingzhudaren/list?title_no=1815)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/lord-calmdown/list?title_no=3578)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001625)",
      "ko": "작고 가난한 영지 ‘화이트’의 영주, 로즈.\n영주민들과 오순도순 잘 먹고 잘살고 싶었는데, 갑자기 이종족 이주민이 늘고 자꾸 사건에 휘말린다?! \n막강 능력 영주님 ‘로즈’와 그녀를 영지에 몰래몰래 숨겨 놓고 보호하고픈 스승, ‘대마법사 이그드라실’의 유쾌 발랄 로맨스 판타지!\n\n---\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/patience-my-lady)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/qingrenrenwodelingzhudaren/list?title_no=1815)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/lord-calmdown/list?title_no=3578)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001625)",
      "tr": "Rose, küçük ve fakir bir bölge olan White'ın hükümdarıdır. Göçmenlerin artmasına\nve garip olaylara dahil oluncaya kadar halkıyla iyi anlaşıyor ve hoş, güzel bir hayat yaşıyordu.\nGüçlü ve yetenekli hükümdar Rose ve onu gizleyip korumak isteyen Usta Sihirbaz Yggdrasil'in heyecanlı,\neğlenceli, aşk ve fantazi hikayesi!",
      "zh": "活泼领主X超强大魔法师！\n充满惊喜的领地生活开始！\n露丝·白是贫寒的白领地领主，她的身边有大魔法师伊格·德拉希尔辅佐。身为白的老师，他担任着领地的各种职务。为了领地的繁荣露丝不断尝试各种冒险，然而异族渐渐踏入领地，也因此带来各种问题...乐天女领主该如果解决迎面而来的难题呢？\n\n---\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/patience-my-lady)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/qingrenrenwodelingzhudaren/list?title_no=1815)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/lord-calmdown/list?title_no=3578)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001625)",
      "zh-hk": "狹小又貧脊的「白色領地」領主——羅茲，夢想與領地居民一起和睦生活，卻因為異族移民增加，不斷捲入各種事件。 具有強大力量的領主羅茲，與在背後默默守護領地與羅茲的師傅——大魔法師 伊克德雷瑟將會展開什麼歡樂的浪漫奇幻故事？\n\n---\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/patience-my-lady)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/qingrenrenwodelingzhudaren/list?title_no=1815)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/lord-calmdown/list?title_no=3578)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001625)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "87"
  },
  {
    "mangaId": "e5c45705-779d-44ae-8efb-16d5cb602cdb",
    "title": {
      "en": "Onnanoko wa Otoko no Tame no Kisekae Ningyou ja Neenda yo"
    },
    "updatedAt": "2024-02-24T04:35:52+00:00",
    "coverArt": "https://mangadex.org/covers/e5c45705-779d-44ae-8efb-16d5cb602cdb/42629f20-6127-4eb9-a63b-66d703d71c33.jpg",
    "altTitles": [
      {
        "ja": "女の子は男の為の着せ替え人形じゃねーんだよ"
      },
      {
        "ja-ro": "Onnanoko wa Otoko no Tame no Kisekae Ningyou ja Neenda yo"
      },
      {
        "en": "I'm Not Some Man's Dress-Up-Doll!"
      },
      {
        "ru": "Я не кукла для переодевания!"
      },
      {
        "en": "Girls Are Not Dress-up Dolls for the Sake of Men"
      },
      {
        "ja": "カワイイ恋は着飾らない"
      },
      {
        "en": "Don't Dress Up My Sweet Sweet Love"
      },
      {
        "ja-ro": "Kawaii Koi wa Kikazaranai"
      },
      {
        "es-la": "Las chicas no son muñecas para que los hombres vistan"
      }
    ],
    "description": {
      "en": "Amano Emi likes wearing cute clothes. One day, as she is arguing with a pick up artist who was harassing a girl, a drink is thrown at her. She is saved by a stranger...",
      "ja": "第1巻の内容紹介: 甘野咲心は可愛い服を着ることが好き。\nある日ナンパと言い争ってる時に飲み物をかけられそうになる。\nそこに見知らぬ男の子が間にはいって助けてくれた…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbbca2b5-bdd1-4f2b-8b2e-d72bf7fd89a0",
    "title": {
      "en": "I'm Really Not the Evil God's Lackey"
    },
    "updatedAt": "2024-03-23T06:54:29+00:00",
    "coverArt": "https://mangadex.org/covers/dbbca2b5-bdd1-4f2b-8b2e-d72bf7fd89a0/1581dee2-0ec6-4317-ab9c-44fb847d2802.jpg",
    "altTitles": [
      {
        "zh": "我真不是邪神走狗"
      },
      {
        "en": "I'm Really Not the Demon God's Lackey"
      },
      {
        "en": "I’m Really Not the Devil’s Lackey"
      },
      {
        "uk": "Насправді я не слуга Злого Бога"
      },
      {
        "vi": "Ta Thật Không Phải Tà Thần Chó Săn"
      },
      {
        "zh-ro": "Wǒ Zhēn Bùshì Xiéshén Zǒugǒu"
      }
    ],
    "description": {
      "en": "Lin Jie is an otherworlder who manages a bookstore. He’s kind and always recommends soul-healing books for his dejected customers. Sometimes he’d even share his own works too. As time goes on, these customers start to respect him a lot. They bring simple local products every day to show their gratitude and ask for book recommendations. They even start telling tales of this ordinary shopkeeper. His respectful and cordial titles include “Hyena of the Evil God”, “Herald of the Flesh Gospel”, “Author of Cultes des Goules” and “Shepherd of the Stars”???",
      "uk": "Лінь Цзє – чужоземець з іншого світу, що став тепер звичайним власником книжкового магазину. Він доброзичливий і завжди готовий порекомендувати відвідувачам книги, що здатні зцілити їхні душі. Іноді, він ділиться і власними роботами. З часом, клієнти починають його дуже поважати. Вони щодня приносять йому маленькі сувеніри чи подарунки в знак подяки та просять у нього рекомендації щодо книги. Про цього звичайного крамаря навіть починають розповідати історії. Його з повагою та теплом звуть «Гієна Злого Бога», «Вісник Євангелія Плоті», «Автор Культу Упирів» та «Пастух Зірок».",
      "zh": "穿越者林介经营着一家书店。他善良热情，总是向失意潦倒的客人们推荐治愈心灵的书籍，偶尔也会安利一下自己的拙作。久而久之，这些客人变得非常尊敬他，每天都会带来一些朴实的土特产报答他，向他请教推荐书目，并且向周边人也诉说着这个普通书店老板的事迹。他们尊敬而亲切地称呼他为——“邪神的鬣狗”、“血肉福音书的传播者”、“尸食教典仪的撰写者”、“群星的牧羊人”。“？？？”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c21aab3-dba7-46fd-be36-6c860a22d950",
    "title": {
      "en": "Martial Wild West"
    },
    "updatedAt": "2024-03-16T19:13:51+00:00",
    "coverArt": "https://mangadex.org/covers/5c21aab3-dba7-46fd-be36-6c860a22d950/ec869781-9949-44e6-80ac-aa664f28023f.jpg",
    "altTitles": [
      {
        "en": "Wild West Murim"
      },
      {
        "ko": "무림서부"
      },
      {
        "pt-br": "Velho Oeste Murim"
      },
      {
        "ko-ro": "Murimseobu"
      }
    ],
    "description": {
      "en": "In a world where the Han Empire never fell, martial arts is a power used to squeeze the people dry. So when a new continent is discovered, both good and evil men alike flee to settle there and escape the tyranny of the Emperor, opening up the era of a Martial Wild West.\n\nIn the turbulent frontier, Zhang Qian is a man that reincarnated from our cushy, modern world, but his new world is nothing like the fantastical world he dreamed about from reading martial arts novels. While the martial arts in his new world are powerful, they are also too crude and lack elegance. And so Qian journeys the new continent for his dream of bringing true martial arts back to the new martial realm.",
      "pt-br": "Em um mundo que o Império Han nunca caiu, artes marciais são um poder usado para oprimir as pessoas. Então quando um novo continente é descoberto, tanto os bons quanto os maus fogem para se estabelecer e fugir da tirania do Imperador, dando início a era do Oeste Selvagem Marcial. Na turbulenta fronteira, Zhang Qian é um homem que reencarnou do nosso mundo moderno e confortável, mas seu novo ambiente não é nada como o mundo fantasioso com o qual ele sonhava ao ler novels de artes marciais. Enquanto as artes marciais em seu novo mundo são poderosas, elas também são grosseiras demais e não tem elegância. E assim Qian começa sua jornada pelo continente pelo sonho de trazer as artes marciais de verdade para o novo reino marcial."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9eb78304-0436-484d-9a79-a925b45e2731",
    "title": {
      "en": "Wind Breaker"
    },
    "updatedAt": "2024-03-27T22:33:14+00:00",
    "coverArt": "https://mangadex.org/covers/9eb78304-0436-484d-9a79-a925b45e2731/41356ba8-c98d-4b0c-bbc5-b6567cd89de2.jpg",
    "altTitles": [
      {
        "en": "Windbreaker"
      },
      {
        "en": "Wind Breaker (Nii Satoru)"
      },
      {
        "ru": "Ветролом"
      },
      {
        "ja": "ウィンドブレイカー"
      }
    ],
    "description": {
      "en": "Haruka Sakura wants nothing to do with weaklings—he's only interested in the strongest of the strong. He's just started at Furin High School, a school of degenerates known only for their brawling strength—strength they use to protect their town from anyone who wishes it ill. But Haruka's not interested in being a hero or being part of any sort of team—he just wants to fight his way to the top!",
      "pt-br": "A Fûrin High School ganhou a pior reputação entre as escolas da região por ter a média mais baixa e os alunos mais rebeldes. E nela ingressa Haruka Sakura, um jovem que acaba de chegar na cidade, que busca ser o mais forte para poder proteger todos com quem se importa. Para atingir seu objetivo, porém, a primeira coisa que ele deve fazer é se juntar a uma gangue chamada Wind Breaker, que representa seu instituto e cujo objetivo é defender a cidade de outras gangues e bandidos. No entanto, para que eles o aceitem, ele terá que ganhar o respeito deles com os punhos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00296c8d-a815-4fdd-b4b8-c79c550ee875",
    "title": {
      "en": "The Indomitable Martial King"
    },
    "updatedAt": "2024-04-03T02:47:57+00:00",
    "coverArt": "https://mangadex.org/covers/00296c8d-a815-4fdd-b4b8-c79c550ee875/bb7a112f-5775-40ff-8494-a27d1c343bd4.jpg",
    "altTitles": [
      {
        "en": "Time Slip of the Fist King"
      },
      {
        "ko": "권왕전생"
      },
      {
        "zh": "拳王轉生"
      }
    ],
    "description": {
      "en": "In a world where humans sell and buy otherworldly species as slaves, the great mage Rifenhardt is treated like the Demon King for helping the otherworldly species.\n\nA party of heroes arrive to bring down the Demon King! Rifenhardt succeeds in greatly injuring the heroes, but he faces death at the hands of... the Martial King Tesslon!\n\n\"Time and Space Regression Spell.\"\n\nHowever, Rifenhardt miraculously manages to cast this last-resort spell and regresses to the past. But...\n\n“Who are you?”\n\nHe awakens reincarnated in the body of the continent’s strongest physical warrior, Tesslon!\n\nNow begins Rifenhardt's adventures as both a great mage and the physically strongest man to change the world!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58ba350d-b350-4d73-abc8-1af63d3dfa70",
    "title": {
      "en": "I Became the Tutor of the Royal Twins"
    },
    "updatedAt": "2024-03-13T18:27:31+00:00",
    "coverArt": "https://mangadex.org/covers/58ba350d-b350-4d73-abc8-1af63d3dfa70/2a5eef87-96dd-4d9b-997e-40821537d005.jpg",
    "altTitles": [
      {
        "ko": "쌍둥이 전하들의 가정교사입니다"
      }
    ],
    "description": {
      "en": "An elementary school teacher in her past life, and a private tutor in the present.\n\nSarah Popo uses all her past life experiences in her second life.\n\nShe worked as a highly sought out tutor for aristocratic children.\n\nHer goal is to be the owner of her own school!\n\nThen, one day, the Emperor of the Empire sought her out.\n\n“I want Miss Popo to be my siblings’ tutor.”\n\nWater bombs, flour bombs, bug attacks.\n\nWhat kind of offer did he make? To make her the tutor of a pair of notorious twins with all kinds of vicious pranks!\n\nA very sweet one, of course.\n\nThe devil’s temptation shook Sarah’s life.",
      "ko": "전생엔 초등교사, 현생엔 가정교사.\n인생 2회 차인 세라 포포는 전생의 경험을 살려\n귀족 자제들을 대상으로 고액 가정교사 일을 하는 중이었다.\n목표는 건물주!\n\n그러던 어느 날,\n제국의 황제가 찾아왔다.\n\n“포포 양께서 제 동생들의 가정교사를 맡아주면 좋겠어요.”\n\n물 폭탄, 밀가루 폭탄, 벌레 공격 등\n온갖 악질 장난은 다 한다고 악명이 자자한 쌍둥이 전하들의\n가정교사가 되어 달라는 무시무시한 제안을 하기 위해!\n\n달콤하기 짝이 없는 고액을 곁들인,\n그 악마의 제안이 세라의 인생을 뒤흔들었다.\n\n#환생물 #육아물\n#전생도 현생도 교사 여주\n#육아지옥에 빠진 황제 남주"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0a2769c-85d2-4dd9-bf8c-b0b80a58c7d3",
    "title": {
      "en": "My Perfect Enemy is Finally Broke"
    },
    "updatedAt": "2024-01-26T01:56:39+00:00",
    "coverArt": "https://mangadex.org/covers/b0a2769c-85d2-4dd9-bf8c-b0b80a58c7d3/31fc0d4a-849e-4a8f-91f4-8592ffc41e14.png",
    "altTitles": [
      {
        "zh": "我死对头终于破产了"
      },
      {
        "en": "My Nemesis Has Finally Gone Bankrupt"
      }
    ],
    "description": {
      "en": "When he woke up, Ji Ran, the son of a rich second generation, found himself lying beside his arch-nemesis from his school days. Qin Man! \n\nDespite reluctantly agreeing to a sponsorship agreement with the green tea black belly enemy, Ji Ran finds his lonely and stubborn heart gradually melting by the occasional tenderness displayed by Qin Man. \n\n[Scheming and gentle green tea x Sharp tongue but soft-hearted and charming person]\n\nBehing the facade of a sponsorship agreement lies a decade-long unrequited love."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": {
      "en": "Maria no Danzai"
    },
    "updatedAt": "2024-03-12T13:42:44+00:00",
    "coverArt": "https://mangadex.org/covers/3ad8d2f2-1afe-43da-a88b-0a790c64939e/7da041cc-0699-4d20-bee8-6f822f0fe3b7.jpg",
    "altTitles": [
      {
        "ja": "聖母の断罪"
      },
      {
        "ar": "دَينُونَة ماريا"
      },
      {
        "ne": "मारियाको निर्णय"
      },
      {
        "vi": "Lời tuyên án của Đức Mẹ"
      },
      {
        "en": "Maria's Judgement"
      },
      {
        "id": "Keyakinan Maria"
      },
      {
        "es-la": "La Condena de María"
      },
      {
        "en": "Maria's Conviction"
      },
      {
        "tl": "Ang Paghatol ni Maria"
      },
      {
        "de": "Maria's Judgement"
      }
    ],
    "description": {
      "ar": "بعد وفاة ابنها بطريقة مروعة، تكتشف والدتهُ تنمر الآخرين الشديد عليه، فعقدت العزم على معاقبة أولئك المتنمرين الذين أخذوا ابنها الحبيب منها، وبدأت العمل كممرضة في المدرسة",
      "en": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
      "ne": "आमाबुवा र छोरासहित ३ जनाको नागारे परिवारको खुसीको घर थियो। तर, उनीहरुको छोरा किरिताकालाई विद्यालयमा गोप्य रुपमा कुटपिट गरिएको थियो।  त्यसपछि, एउटा घटना घट्छ, र आमा मारियाको छोराप्रतिको माया अनियन्त्रित हुन्छ।",
      "vi": "Một gia đình ba người những tưởng đang hạnh phúc, cho đến khi Kiritaka, người con trai duy nhất của Nagare Mari \"tự sát\" vì \"quá đau khổ\". Cho rằng bản thân đã vô tình dồn ép con trai yêu quý, Mari toang tìm đến cái chết, nhưng không... cô vô tình phát hiện ra sự thật con trai mình đã liên tục bị bắt nạt suốt một thời gian dài bởi những con quỷ đội lốt người tại trường học.\nVà rồi tình thương con da diết của Mari... đã vượt ngoài tầm kiểm soát của trái tim cô.",
      "es-la": "La familia Nagare era un hogar feliz formado por tres personas. Sin embargo, su hijo Kiritaka sufría acoso escolar extremo en secreto. Entonces, ocurre un incidente que haría que el amor de la madre, Mari, se descontrolara por completo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7f170ed-3819-4952-bd89-2de784fcef11",
    "title": {
      "en": "Ichikoe, Nifuri, Tachiaoi"
    },
    "updatedAt": "2024-03-06T08:02:57+00:00",
    "coverArt": "https://mangadex.org/covers/f7f170ed-3819-4952-bd89-2de784fcef11/fcf2f601-ddec-4806-8aee-e0a1e06ffd61.png",
    "altTitles": [
      {
        "en": "Voice First, Face Second, Hollyhock"
      },
      {
        "ja": "いちこえ、にふり、タチアオイ"
      }
    ],
    "description": {
      "en": "A brand new girl-meets-girl story, woven together by two people with completely opposite “looks” and “personas”!\n\nCram school teacher Kataoka Aoi was born with a beautiful face. From an early age, she always garnered the affection of everyone around her, yet the countless dramas it caused made her desire a quiet, modest life instead.\n\nOne day, she (reluctantly) accepts the principal’s request to act in their school’s commercial. But it quickly goes viral, resulting in her becoming popular inside and outside of the cram school, drawing attention wherever she goes.\n\nAmidst the attention, the well-known and quirky store clerk, Yamada, approaches her and then…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e2933d2-8587-4c0f-b69c-4233864b96a8",
    "title": {
      "en": "Ousama Ranking"
    },
    "updatedAt": "2024-04-04T16:06:33+00:00",
    "coverArt": "https://mangadex.org/covers/7e2933d2-8587-4c0f-b69c-4233864b96a8/0359c91d-5123-4a56-b646-cf18944c1efa.jpg",
    "altTitles": [
      {
        "vi": "Bảng xếp hạng Quốc Vương"
      },
      {
        "ja-ro": "Ousama Ranking"
      },
      {
        "ja": "王様ランキング"
      },
      {
        "en": "Ranking of Kings"
      },
      {
        "ru": "Рейтинг королей"
      },
      {
        "ru": "Рейтинг короля"
      },
      {
        "pt-br": "Ranking dos Reis"
      }
    ],
    "description": {
      "en": "The web manga centers around Bojji, a deaf, powerless prince who cannot even wield a children's sword. As the firstborn son, he strives hard and dreams of becoming the world's greatest king. However, people mutter about him behind his back as \"a good-for-nothing prince\" and \"no way he can be king.\"  \n  \nBojji is able to make his first ever friend, \"Kage\" — a literal shadow on the ground who somehow understands Bojji well. The story follows Bojji's coming-of-age as he meets various people in his life, starting with his fateful encounter with Kage.",
      "es": "Bojji es un príncipe sordomudo que vive en un mundo fantástico repleto de criaturas mágicas. Pese a no destacar en nada, y siendo incapaz ni siquiera de empuñar una espadita de niño, sueña con algún día convertirse en el rey más grande del mundo.\n\nLa gente lo considera un completo inútil y sin ningún talento para ser rey. Aunque la situación cambia cuando conoce a Kage, una sombra (literalmente) que es uno de los pocos supervivientes de un clan de asesinos y que intenta robarle las pocas pertenencias que Bojji llevaba encima.\n\nDe alguna manera, Kage logra comprender al príncipe y se convierte en su primer amigo verdadero, dando así inicio a la aventura que Bojji tanto anhela. Mientras tanto, en la oscuridad, un poder amenaza con devastar al reino.",
      "ru": "Боддзи удаётся найти своего первого в жизни друга, «Кагэ» — буквально тень на земле, которая каким-то образом хорошо понимает Боддзи. История рассказывает о взрослении Боддзи, о том, как он встречает разных людей в своей жизни, начиная с судьбоносной встречи с Кагэ.",
      "vi": "\"Bảng xếp hạng Quốc vương\" xoay quanh Bojji, một hoàng tử điếc, vô năng, và thậm chí không thể cầm nổi thanh kiếm của một đứa con nít. Là con cả, cậu luôn cố gắng hết mình để tiến tới ước mơ trở thành vị vua vĩ đại nhất thế giới. Thế nhưng, luôn có những kẻ buông lời xì xào bàn tán sau lưng Bojji, bảo cậu là \"một thằng hoàng tử bất tài\", và \"không đời nào có thể trở thành vua được\". \n\nBojji đã có người bạn đầu tiên của mình, \"Kage\", một bóng đen trên mặt đất, bằng cách nào đó lại có thể hiểu rõ về cậu. Đây là câu chuyện kể về sự trưởng thành của Bojji khi cậu gặp được những người khác nhau trong cuộc đời mình, bắt đầu từ lần gặp gỡ định mệnh của cậu với Kage.",
      "pt-br": "O mangá da web comic gira em torno de Bojji, um príncipe surdo e impotente que não consegue nem empunhar uma espada infantil. Como filho primogênito, ele se esforça muito e sonha em se tornar o maior rei do mundo. No entanto, as pessoas murmuram sobre ele pelas costas como 'um príncipe inútil' e 'de jeito nenhum ele pode ser rei'.\n\nBojji é capaz de fazer seu primeiro amigo, 'Kage' - literalmente um ser vivo que é uma sombra no chão que de alguma forma entende Bojji bem. A história segue o amadurecimento de Bojji enquanto ele conhece várias pessoas em sua vida, começando com seu fatídico encontro com Kage.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 12, Cap 155. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7c7da95-d1b3-4db9-9155-98c5547d08b9",
    "title": {
      "en": "Komada-san wo Komarasetai"
    },
    "updatedAt": "2023-12-19T00:55:13+00:00",
    "coverArt": "https://mangadex.org/covers/d7c7da95-d1b3-4db9-9155-98c5547d08b9/49c81367-ada1-4eea-851f-1211a8c11e1b.jpg",
    "altTitles": [
      {
        "ja": "狛田さんを困らせたい"
      },
      {
        "en": "I Want to Trouble Komada-san"
      },
      {
        "zh-hk": "想讓狛田前輩感到為難"
      },
      {
        "ko": "코마다양을 곤란하게 만들고 싶어."
      }
    ],
    "description": {
      "en": "Komada is a short high school girl who is constantly troubled with something. Her junior, Kagai, who is big in various ways, is always playing with her and annoying Komada! However, there is a reason why Kagai annoys her, and that is simply because... The more you love someone, the more you want to annoy them!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9836a04-f31e-4ca2-9b1b-28892252ad38",
    "title": {
      "en": "Houkai Gakuen 4-Koma"
    },
    "updatedAt": "2021-05-25T15:48:27+00:00",
    "coverArt": "https://mangadex.org/covers/d9836a04-f31e-4ca2-9b1b-28892252ad38/fb4fb294-a507-4cc3-bd64-7fdc038a3b48.jpg",
    "altTitles": [
      {
        "en": "GGZ 4 Koma"
      },
      {
        "en": "GGZ 4-Koma"
      },
      {
        "en": "Guns Girl Z 4 Koma"
      },
      {
        "en": "Guns Girl Z 4-Koma"
      },
      {
        "en": "Honkai Gakuen 4 Koma"
      }
    ],
    "description": {
      "en": "4-koma based on the mobile game Guns Girl Z (Houkai Gakuen / Houkai Gakuen 2)."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "200"
  },
  {
    "mangaId": "b05cefaa-a4b9-4deb-91c8-f0036ada781f",
    "title": {
      "en": "Yurizukushi no Kyoushitsu de"
    },
    "updatedAt": "2024-02-22T21:32:04+00:00",
    "coverArt": "https://mangadex.org/covers/b05cefaa-a4b9-4deb-91c8-f0036ada781f/2566b948-075d-41b7-9486-6fd586727b82.jpg",
    "altTitles": [
      {
        "en": "In Yuriful Classroom"
      },
      {
        "ja": "ゆりづくしの教室で"
      },
      {
        "ja-ro": "Yuri-dzukushi no kyōshitsu de"
      },
      {
        "zh": "在百合缤纷的教室"
      },
      {
        "zh-hk": "在百合繽紛的教室"
      },
      {
        "zh-ro": "Zài bǎihé bīnfēn de jiàoshì"
      }
    ],
    "description": {
      "en": "\"Everyone is the main character in the story of their own life.\"\n\nThe stories of a 2nd year 1st class attended by 30 unique students, at a certain girls' high school with a decent standard.\nEvery day the class is so busy and lively that you won't get bored.\n\nIf you look closely at the classroom, you can see the thoughts of each of the 30 students.\nA school omnibus that watches over unique and a \"yuriful'' classroom!\n\nIn a Yuriful Classroom",
      "ja": "「誰だって自分の人生という物語の、主人公なんだ」\n\n偏差値そこそこ、とある女子高の2年1組。30人の個性豊かな生徒たちが過ごすクラスは、飽きないぐらいに、わちゃわちゃで賑やかな毎日。\n\nそんな教室の様子も、よーく見てみると、30人それぞれの行き交う想いが見えてくる…。\n個性豊かで「ゆりづくし」なクラスを見守る、学園オムニバス！"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5b7c2fc-9fa3-42d3-a225-bd99e63b17ef",
    "title": {
      "en": "Wasn't My Husband Dying?"
    },
    "updatedAt": "2024-03-10T00:14:39+00:00",
    "coverArt": "https://mangadex.org/covers/f5b7c2fc-9fa3-42d3-a225-bd99e63b17ef/4a72eb3d-2c25-4a12-8f38-b6e97c216e32.jpg",
    "altTitles": [
      {
        "ko": "시한부 남편인 줄 알았습니다만?"
      }
    ],
    "description": {
      "en": "\"The deadline is six months, within which you must kill your husband.\"\n\nOn the first night of their marriage, I possessed the body of 'Alice,' a villainous supporting character who was ordered by her mother-in-law to kill her husband.\n\nI thought I was married off to a duke who's a living  corpse for the sake of money, but lo and behold, this duke has a great body and is handsome as well. Instead of killing him, I looked for a way to survive by using divine power instead of poison.\n\n\"Mother, I will become a priestess for the duke!\nAs a priestess, I shall pray for the duke's well-being for the rest of my life!\"\n\nOn the day I was about to leave the duke's mansion, my husband who had been unconscious suddenly woke up.\n\n\"You're the one who brought me out of the darkness, so take responsibility.\"\n\nHe wakes up and demands I take responsibility after saving him?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]