[
  {
    "mangaId": "192aa767-2479-42c1-9780-8d65a2efd36a",
    "title": {
      "en": "Gachiakuta"
    },
    "updatedAt": "2024-10-13T04:13:38+00:00",
    "coverArt": "https://mangadex.org/covers/192aa767-2479-42c1-9780-8d65a2efd36a/57fc286d-a7bb-45b2-a590-22b26d1efd00.jpg",
    "altTitles": [
      {
        "ja": "ガチアクタ"
      },
      {
        "ja-ro": "Gachi Akuta"
      },
      {
        "ru": "Гачиакута"
      },
      {
        "fa": "گاچیاکوتا"
      },
      {
        "en": "Real Trash"
      },
      {
        "id": "Gachiakuta"
      },
      {
        "hi": "असल कचरा"
      },
      {
        "uk": "Ґачіакута"
      }
    ],
    "description": {
      "en": "A slum where criminals' descendants live... People beyond the border look down and discriminate them as \"tribal people.\" Ludo, an orphan boy, lives in the slum with his foster parent, Legt, and makes a living using his extraordinary physical abilities. However, one day, he was accused for a crime he didn't commit., and is thrown into the \"abyss\" which even the slum people fear.\n___\nLiving in the slums of a wealthy town, Rudo and his foster father Legto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Legto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Engine, who reveals himself to be a \"janitor\"—someone who uses special weapons called \"jinkis\" to combat these creatures. In order to get his revenge on the one who killed Legto, Rudo reluctantly becomes a janitor to fight his way back up and out of the Abyss.\n___\n**Additional Links:**\n- Alternative Official English: [K MANGA](https://kmanga.kodansha.com/title/10010/episode/325146) (US Only)",
      "fa": "در اطـــــــراف حلبی‌آباد  پرتـگاهی وجـو د دارد که هرکـس مرتکب\nخلافی شود به آنجا پـــــرت می‌شــود. رودو یتــیمی است که   در \nآنجا زندگی میکند اما روزی  به‌خاطر یک پاپوش او را به اشــــــــد\nمجازات محکوم می‌کنند.",
      "id": "Di daerah kumuh dimana keturunan kriminal tinggal... orang-orang yang di luar perbatasan mendiskriminasi dan merendahkan mereka sebagai \"orang suku.\". rudo, anak yatim, yang tinggal di daerah kumuh dengan orang tua angkatnya, regto, dan bertahan hidup menggunakan kemampuan fisik hebatnya. bagaimanapun, suatu hari, dia dituduh melakukan kejahatan yang dia tidak lakukan, dan dilempar ke dalam \"abyss\" yang bahkan orang-orang di daerah kumu bahkan ditakuti.'\nTinggal di daerah kumuh dari kota makmur, Rudo dan ayah angkatnya regto mencoba untuk bersahabat dengan orang-orang kota, tapi rudo membenci borosnya orang kelas atas. mengabaikan peringatan dari sekitarnya, Rudo mengais sampah melalui tempat pembuangan kota untuk mencari barang-barang bernilai atau berguna untuk diselamatkan dari \"abyss\"- lubang besar dimana apapun yang dianggap sampah dibuang ke sana, termasuk manusia. Ayah kandung Rudo termasuk orang itu, yang dilempar ke dalalm Abys setelah dia difitnah melakukan pembunuhan.\nSuatu hari, setelah lari dari sesosok misterius saat jalan pulang, Rudo menemukan tubuh sekarat Regto terbaring di lantai. dia dengan segera ditemukan di tkp oleh petugas dan dijatuhi dengan pembunuhan. Tidak seorangpun percaya ketidak bersalahannya, dan dia dilempar ke Abyss. Alih-alih mati, dia menemukan dirinya di tempat aneh, dan berbau busuk yang dikelilingi oleh monster yang terbuat dari sampah.\nKetika rudo diserang oleh monster itu, dia diselamatkan oleh pria yang bernama enjin, yang menyebut dirinya sebagai \"janitor\"- seseorang yang menggunakan senjata spesial yang disebut \"jinki\" untuk melawan makhluk itu. Agar dapat balas dendam pada orang yang membunuh Regto, Rudo dengan enggan menjadi seorang janitor untuk dapat kembali ke atas dan keluar dari Abyss.",
      "ja": "犯罪者の子孫たちが暮らすスラム街。境界線の向こうの人々からは「族民」とさげすまれ、差別を受けていた。孤児だった少年・ルドは、育ての親であるレグトと共にスラム街に住み、常人離れした身体能力を武器に生計を立てていた。だがある日、身に覚えのない罪を着せられ、スラムの人々でさえ恐れる「奈落」へと落とされてしまう……。",
      "es-la": "Barrios marginales habitados por descendientes de delincuentes. La gente de fuera de la frontera los desprecia y discrimina como \"gente de la tribu\". Ludo, un niño huérfano, vive en el barrio bajo con su padre adoptivo Legto, y se gana la vida utilizando sus extraordinarias habilidades físicas. Sin embargo, un día es acusado de un crimen que no cometió y se ve abocado al \"abismo\" que hasta los habitantes de los barrios bajos temen.\n\n(Source: Pocket Magazine)",
      "pt-br": "O grito redundante da alma que vem do fundo do poço em direção ao mundo infestado pelo desprezo e segregação! O subúrbio onde vivem os descendentes dos criminosos. Mesmo assim o Ludo vivia em meio à esse ambiente, de cabeça erguida, mas......!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1629d65-f177-418a-a04f-ae4ee6929f90",
    "title": {
      "en": "Imprisoned with the Horror Game's Male Lead"
    },
    "updatedAt": "2024-07-14T21:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/b1629d65-f177-418a-a04f-ae4ee6929f90/4ff9e50e-1bef-4bb4-939a-fd72dc82e312.jpg",
    "altTitles": [
      {
        "ko": "공포게임 남주와 감금당했다"
      },
      {
        "en": "Confined Together with the Horror Game’s Male Lead"
      },
      {
        "es-la": "Me convertí en la sirvienta del protagonista de un juego de terror"
      }
    ],
    "description": {
      "en": "I became a maid inside of a horror game.\nPenalties were given to the male lead, who was trying to escape being locked up in a large mansion, and I acted as a guide. \n\nI was going to fulfill my duties until the male lead’s play ends.\n\n“When I get out, I’ll lock you up exactly the same way.”\n\nThe male lead is so noisy. \nIf it’s going to be like this, I’ll just help him escape faster. \n\n“Let’s eat, Dietrich.”\n“This is a potion, it’ll help you recover faster if you take it.”\n“The hint to escape is over there…”\n\nI fed him well to prepare for the next play, and when the male lead got hurt, I gave him a potion so he could quickly play the next game,\nI even gave him a hint for the problem. \n\nYou’ll be able to get out now, right?\n\nHowever. \n\n“I don’t really know the answer.”\n\nWhat’s the meaning of this? Aren’t you supposed to be smart?\n\n…The male lead doesn’t think about leaving the mansion at all. \n\n“If you won’t get out, I will.”\n\nI shouted in anger because I was so sick of the thought of having to see the face of someone I don’t want to keep seeing. \n\n“Is it possible for you to get out of here?”\n\nHis eyes sank bitterly. \n\n“Let me tell you this, I have no intention of leaving this place.”\n“What?”\n“And you have no way of getting out, either.”\n\nWhat the hell is going on?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1418c8ba-6b5f-4a9a-8546-cea35cc69d27",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Escape-hen"
    },
    "updatedAt": "2024-10-13T12:34:06+00:00",
    "coverArt": "https://mangadex.org/covers/1418c8ba-6b5f-4a9a-8546-cea35cc69d27/f605353c-1121-4f70-8a62-f1e95ab03ae9.jpg",
    "altTitles": [
      {
        "en": "The Irregular at Magic High School - Escape Arc"
      },
      {
        "ja": "魔法科高校の劣等生　エスケープ編"
      }
    ],
    "description": {
      "en": "Adaption of Light Novel 24-25."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "466eec75-4148-41c9-a0e7-0853ced19c00",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Nankai Soujou-hen"
    },
    "updatedAt": "2024-10-13T12:29:00+00:00",
    "coverArt": "https://mangadex.org/covers/466eec75-4148-41c9-a0e7-0853ced19c00/8fb2135e-db5e-4c08-b330-7cc52fcf5e48.jpg",
    "altTitles": [
      {
        "en": "Irregular at Magic High School -  Southern Sea Riot Arc"
      },
      {
        "en": "Irregular at Magic High School -  Nankai Soujou-hen"
      },
      {
        "es": "Mahouka Koukou no Rettousei - Conflictos en el Mar del Sur"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Беспорядки в Южном море"
      },
      {
        "ja": "魔法科高校の劣等生 南海騒擾編"
      }
    ],
    "description": {
      "en": "Spring is here, and the graduating seniors of First High are planning a getaway to sunny Okinawa. At the same time, Tatsuya and Miyuki will be on the island as the Yotsuba family’s representatives at a memorial service for the victims of the invasion there several years earlier. Of course, this is just a cover for their true purpose: foiling a terrorist plot hatched by some deserters and Australian operatives. Their primary target is a party that Shizuku and Honoka will be attending—What are the chances? Romance is in the air, and danger is on the horizon, making this a vacation they’ll never forget!\n\nManga adaption of the 'Southern Sea Riot Arc' from the 20th light novel."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "6202f5c6-5b94-49a5-80dd-c328cf58cbb8",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Douran no Joshou-hen"
    },
    "updatedAt": "2024-10-13T12:24:24+00:00",
    "coverArt": "https://mangadex.org/covers/6202f5c6-5b94-49a5-80dd-c328cf58cbb8/1bf06e4e-b7bd-4964-b28f-665021562fce.jpg",
    "altTitles": [
      {
        "en": "The Irregular at Magic High - Upheaval Prologue Arc"
      },
      {
        "ja": "魔法科高校の劣等生 動乱の序章編"
      },
      {
        "en": "The Irregular at Magic High - Prologue of Disturbance Arc"
      }
    ],
    "description": {
      "en": "March 2097—Brazil deploys the strategic-class spell Synchroliner Fusion in South America, starting a wave of unrest that will reach as far as Japan, where the new school year is just beginning. Tatsuya and Miyuki have entered their third year at First High, but anti-magician sentiment has been steadily rising. As many young scions of the twenty-eight families gather to discuss what to do about the concerning political climate, a much more immediate threat sits just beyond the shores of Sado Island…\n\nAdaption of Light Novel 21-22."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d322930b-e3a6-4494-853d-288ebb50c6b6",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Shizoku Kaigi-hen"
    },
    "updatedAt": "2023-11-17T19:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/d322930b-e3a6-4494-853d-288ebb50c6b6/88e6c9c3-58f0-4300-aac9-baefce028b34.jpg",
    "altTitles": [
      {
        "es-la": "Mahouka Koukou no Rettousei -  La Conferencia de los Clanes Maestros"
      },
      {
        "es": "Mahouka Koukou no Rettousei -  La Cumbre de los Clanes Maestros"
      },
      {
        "en": "The Irregular at Magic High School - Master Clans Conference Arc"
      },
      {
        "en": "Mahouka Koukou no Rettousei - Master Clans Summit"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Собрание главных кланов"
      },
      {
        "ja": "魔法科高校の劣等生 師族会議編"
      },
      {
        "ja-ro": "Mahō-ka Kōkō no Rettō-sei - Shi-zoku Kaigi-hen"
      }
    ],
    "description": {
      "en": "At the Yotsuba New Year's gathering, Miyuki was names as the successor whilst Tatsuya was named her fiancé. Tatsuya and Miyuki's non-sibling relationship and engagement are now public knowledge. Among the shocked students the most shocked are those that knew the siblings.  \nMeanwhile, the Ten Master Clans selection meeting, followed by magicians all over the world, is due to take place at a hotel in Hokone.  \n  \nAdaptation of the original novel's volumes 17-19.",
      "es": "La sucesión al los Yotsuba y el compromiso de Shiba Miyuki se anunció a la comunidad mágica. Sin embargo, la Familia Ichijou de los Diez Clanes Maestros presentó una objeción. Mientras tanto, la atmósfera en la Preparatoria de Magia, el aire de respeto por los hermanos Shiba, que habían ocultado sus identidades, está siendo evitado, y Tatsuya y Miyuki se están aislando. ¡Un nuevo episodio que describe la nueva relación entre los dos ha sido adaptado a un cómic por el nuevo Takeda Hazumi!  \n  \nAdaptación de los volúmenes 17-19 de la novela ligera original."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cdfc9e66-e8a3-4f78-ab90-365fe32d4bcc",
    "title": {
      "en": "Demon King of Phantom Thief - A Betrayed Thief Reigned Over the World"
    },
    "updatedAt": "2024-08-08T20:52:38+00:00",
    "coverArt": "https://mangadex.org/covers/cdfc9e66-e8a3-4f78-ab90-365fe32d4bcc/448e6d75-1420-4360-98ea-b99937877f42.png",
    "altTitles": [
      {
        "ja": "裏切られた盗賊、怪盗魔王になって世界を掌握する"
      },
      {
        "ja-ro": "Uragirareta Touzoku, Kaitou Maou ni Natte Sekai wo Shouaku Suru"
      },
      {
        "en": "Betrayed Thief, the Phantom Thief as a Demon King Goes for World Domination"
      }
    ],
    "description": {
      "en": "The thief Keith, whose family was captured, was forced to join the Demon King subjugation party. Thanks to his efforts, they managed to defeat the Demon King, but the king and heroes, who did not think highly of Keith, betrayed him and attempted to kill him. \n\nBarely escaping with his life, Keith found sinister horns growing from his head and transformed into the Phantom Thief Demon King, an embodiment of destruction and violence who can steal others’ skills and statuses! \n\nAlong with the former Demon King’s subordinates, the Four Heavenly Kings, and monsters under his command, he exacts vengeance on the humans who betrayed him!",
      "ja": "家族を囚われ、魔王討伐パーティーに入れられた盗賊キース。\n彼の活躍もあり無事に魔王を倒したが、キースを快く思わない国王や勇者たちに裏切られ、殺されかけてしまう。\n\n命からがら逃げのびたキースの頭には気づけば禍々しい角が生え、他者のスキルやステータスなど全てを盗める破壊と暴力の化身❝怪盗魔王❞に変身していた！\n\n前魔王の配下【四天王】と魔物を従え、裏切った人間どもに鉄槌を下す！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/ad2471d3-64b3-4310-94f9-0a11b6dfda73.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "32ee048e-c84a-4478-bfbb-af134ee99200",
    "title": {
      "en": "Isekai Nation Archimaira: The Weakest King and his Unparalleled Army"
    },
    "updatedAt": "2024-10-20T08:19:11+00:00",
    "coverArt": "https://mangadex.org/covers/32ee048e-c84a-4478-bfbb-af134ee99200/50d2d145-300c-49d6-95dc-ba1e187086e8.jpg",
    "altTitles": [
      {
        "en": "Another World Nation Archimaira: The Weakest King and his Unparalleled Army"
      },
      {
        "ja": "異世界国家アルキマイラ―最弱の王と無双の軍勢"
      },
      {
        "ja-ro": "Isekai Kokka Alchimaira: Saijaku no Ou to Musou no Gunzei"
      }
    ],
    "description": {
      "en": "Helian was the top player in the nation-building VR game \"Tactics Chronicle\" when he was transported to the country he built himself in the game. There, he met the great magical beast army that possessed his own ego as well as his unmatched former NPC generals. Hiding his identity, what he found along with his vassals were the Elves fighting against a great evil. Seeing the tears of the innocent masses, he came to the realization of his duties as king and made an angry declaration. To defeat evil with the hundred thousand magical troops under his command! \"Arise, my brave people! Now is the time to vent your anger!\" \"\"OOOOOOOOOOOOOOHH!!!!\"\" The moment the thunder resounds - the peerless Alchimaira breaks ahead!!! The king of a thousand beasts now orders the attack of the strongest army!!!"
    },
    "status": "cancelled",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "13.4"
  },
  {
    "mangaId": "8e8b281f-a931-45c2-93e8-e350b0ed58b0",
    "title": {
      "en": "Maou-sama no Machizukuri! ~Saikyou no Dungeon wa Kindai Toshi~"
    },
    "updatedAt": "2024-07-06T19:34:55+00:00",
    "coverArt": "https://mangadex.org/covers/8e8b281f-a931-45c2-93e8-e350b0ed58b0/7709a14c-5680-4b20-807c-2cba3590ee69.jpg",
    "altTitles": [
      {
        "ja": "魔王様の街づくり！～最強のダンジョンは近代都市～"
      },
      {
        "ko": "마왕님의 마을 만들기! ~최강 던전은 근대도시~"
      },
      {
        "zh-hk": "打造魔王大人的城鎮！～近代都市就是最強的地下城～"
      },
      {
        "zh": "打造魔王大人的城镇！ ~近代都市就是最强的地下城~"
      },
      {
        "ru": "По проекту дьявола: современный город сложнее любых подземелий"
      },
      {
        "ja-ro": "Maō-sama no Machi-dzukuri!~ Saikyō no Dungeon wa Kindai Toshi ~"
      },
      {
        "th": "สร้างเมืองกันเถอะค่ะ! คุณพ่อจอมมาร!"
      },
      {
        "zh-ro": "Dǎzào mówáng dàrén de chéngzhèn! ~Jìndài dūshì jiùshì zuì qiáng dì dìxià chéng ~"
      },
      {
        "ko-ro": "Mawangnim-ui ma-eul mandeulgi! ~choegang deonjeon-eun geundaedosi~"
      },
      {
        "en": "Dungeon Builder: The Demon King's Labyrinth is a Modern City!"
      }
    ],
    "description": {
      "en": "Beings that create and control monsters and demons, beings that build and reign over malicious labyrinths, the chosen individuals to possess an overwhelming Unique Skill… They are the Demon Lords. Demon Lords entice people to come to the labyrinth they’ve built and eat the people’s despair as their nourishment. However, Creation Demon Lord Procell has decided that he will obtain people’s hopes and not their despair as nourishment, and built a happy town instead of a malicious labyrinth to collect human beings. This is the story of an eccentric Demon Lord, with all its ins and outs.",
      "ja": "「合格だ。新たな“魔王”の誕生を、私は歓迎するよ」\n\n魔王――恐怖のダンジョンに君臨し人間の感情を喰らう存在。“新人”魔王として異世界で目覚めたプロケルは稀少スキル【創造】を駆使し配下を生み出していくが、彼が目指すダンジョンとは異世界の常識を覆す革新的なものだった。それは――魔物と人間が共存する街、≪理想郷（アヴァロン）≫。\n\n平和を実現するため、優しき魔王は【風】の魔王との【戦争】を乗り越えていく――。"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d75e832b-e4be-4a1b-bc54-4a1a358aa8e4",
    "title": {
      "en": "GUNDAM EXA VS"
    },
    "updatedAt": "2024-10-13T11:38:25+00:00",
    "coverArt": "https://mangadex.org/covers/d75e832b-e4be-4a1b-bc54-4a1a358aa8e4/d660cf45-a222-4b6f-9411-e212928fcd8c.png",
    "altTitles": [
      {
        "ja": "ガンダムエグザ　ブイエス"
      },
      {
        "ja": "ガンダムEXAVS"
      },
      {
        "ja-ro": "Gundam EXA VS"
      }
    ],
    "description": {
      "en": "Gundam EXA VS (ガンダム EXA VS) is a manga written by Tomohiro Chiba and illustrated by Kōichi Tokita, published by Kadokawa Shoten and serialized in Gundam Ace magazine in 2014 to be tied in with the arcade Game Mobile Suit Gundam: Extreme Vs. Maxi Boost. It's the sequel to the previous manga series, Gundam EXA.\n\nSome time after the events of Gundam EXA, Sthesia Awar informs Leos Alloy that she discovered a new GA data cluster from a computer outside of Jupiter X. The two dive into the new data and find themselves in the Universal Century, during the attack on Side 7. However, after entering the colony, they find that the inside was in ruins, and the RX-78-02 Gundam has been destroyed before it could be activated by Amuro Ray."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "35.5"
  },
  {
    "mangaId": "f81026af-1b41-465c-932b-291ce4760c00",
    "title": {
      "en": "Tensei Kenja no Isekai Life: Daini no Shokugyou o Ete, Sekai Saikyou ni Narimashita"
    },
    "updatedAt": "2024-09-29T15:25:03+00:00",
    "coverArt": "https://mangadex.org/covers/f81026af-1b41-465c-932b-291ce4760c00/9c77388e-a7e0-47de-b4c8-8e5902b01527.jpg",
    "altTitles": [
      {
        "en": "My Isekai Life: I Gained a Second Character Class and Became the Strongest Sage in the World!"
      },
      {
        "ru": "Жизнь перерождённого мудреца в другом мире. Получение второй профессии и становление сильнейшим"
      },
      {
        "ja": "転生賢者の異世界ライフ ～第二の職業を得て、世界最強になりました～"
      },
      {
        "ko": "전생현자의 이세계 라이프 ~제2의 직업을 얻어 세계최강이 되었습니다~"
      },
      {
        "de": "Mein Isekai-Leben – Mit der Hilfe von Schleimen zum mächtigsten Magier einer anderen Welt"
      },
      {
        "zh-hk": "轉生賢者的異世界生活~取得副職業併成為世界最強"
      },
      {
        "zh": "转生贤者的异世界生活〜取得副职业并成为世界最强"
      },
      {
        "fr": "La vie d'un sage réincarné dans un autre monde : Obtenir une seconde profession et devenir le plus fort de ce monde"
      },
      {
        "en": "Life as a Reincarnated Sage in Another World: Gaining a Second Profession and Becoming the Strongest in the World"
      }
    ],
    "description": {
      "en": "Sano Yuji, a black company employee, is summoned to another world while finishing his work at home. His profession in the other world, a Monster Tamer, is considered a job that makes it difficult to become an adventurer. However, thanks to some slimes he met, which read several magical books, he gained magical powers and the second profession, Sage.\nYuji acquired overwhelming power, but is he conscious of his strength? Blindly becoming unparalleled and strongest in the world!",
      "fr": "Yuji Sano, employé d'une \"entreprise noire\", est invoqué vers un autre alors qu'il était en train de travailler chez lui.\nDans ce nouveau monde, il obtient la profession de \"dresseur\" de monstre, une profession qui rend le travail d'aventurier difficile. Cependant, grâce aux nombreux Slimes qu'il a dressés, il obtient une seconde profession, celle de \"Sage\", après qu'ils aient lu de nombreux livres magiques pour lui.  \nYuji a alors acquis un immense pouvoir dont il ne semble pas être conscient. Insoucieusement, il est en voie de devenir le plus puissant être de ce monde!",
      "ja": "ブラック企業の社畜・佐野ユージはPC作業中に異世界に召喚! 異世界での彼の職業、それは『魔物使い(テイマー)』。冒険者になることも難しいとされる不遇職。\nしかし、仲間にしたスライムのおかげで大量の魔導書を読み、様々な魔法の力を手にし、第二の職業『賢者』を手に入れる!\n圧倒的な力を得たユージだが、自分の強さには無自覚で…?\n最強の力で無自覚無双!「小説家になろう」発! 大人気異世界最強ファンタジーをコミカライズ!!",
      "ru": "Сотрудник «чёрной» компании Сано Юдзи оказался призван в другой мир как раз когда заканчивал свою работу дома. Там он получил профессию Укротитель монстров, считающуюся у местных неудобной для становления авантюристом. но благодаря знакомству со слизнями, которые прочитали несколько магических книг, он обрел магическую силу и вторую профессию — Мудрец. Вот так Юдзи встал на путь, который сделает его непревзойденным и сильнейшим в мире!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801",
    "title": {
      "en": "How to Grill Our Love"
    },
    "updatedAt": "2024-09-20T16:08:11+00:00",
    "coverArt": "https://mangadex.org/covers/a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801/caedc636-6a59-43fe-a448-b1db1db05759.jpg",
    "altTitles": [
      {
        "ja": "焼いてるふたり"
      },
      {
        "ja-ro": "Yaiteru Futari"
      },
      {
        "ko": "굽고 있는 두 사람"
      },
      {
        "zh": "爱情是烤肉的滋味!"
      },
      {
        "ne": "दुई जना पकाउँदै"
      },
      {
        "ru": "Брак с Нуля: Как Поджарить Нашу Любовь"
      },
      {
        "th": "จุดรักเราด้วยเตาถ่าน"
      }
    ],
    "description": {
      "en": "After their fateful encounter through a dating app, Kenta and Chihiro decided to get married with zero days of dating in light of Kenta’s transfer. As a couple who got married without knowing much about each other, they deepen their relationship through their regular weekend BBQs.",
      "ja": "マッチングアプリで運命の出会いを果たした、健太と千尋。奥手すぎて最初の一歩を踏み出せずにいるふたりが、健太の浜松への転勤をきっかけに急進展。なんと…交際ゼロ日で結婚することに！　\n\nお互いをよく知らないまま夫婦になったふたりは、毎週末のBBQでじっくり仲を深めていく――。",
      "ru": "После роковой встречи через приложение для знакомств, Кента и Чихиро решили пожениться с нулевым количеством дней знакомств в свете перевода Кенты. Как пара, которая вышла замуж, не зная многого друг о друге, они развивают свои отношения путём регулярных выходных с барбекю.",
      "pt-br": "Quando Kenta, de 30 anos, conhece a designer gráfica Chihiro, ele queima seu exterior descolado com sua paixão por churrasco! Agora, após um lampejo de namoro, eles são recém-casados! Embora seus empregos os mantenham separados, eles ainda têm fins de semana juntos para grelhar, e carne boa não é a única coisa que está esquentando neste relacionamento escaldante!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-09-18T06:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      },
      {
        "ko-ro": "Uli an Sagwieo!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05a56be4-26ab-4f50-8fc0-ab8304570258",
    "title": {
      "en": "Drawing: Saikyou Mangaka wa Oekaki Skill de Isekai Musou Suru!"
    },
    "updatedAt": "2024-10-18T06:15:06+00:00",
    "coverArt": "https://mangadex.org/covers/05a56be4-26ab-4f50-8fc0-ab8304570258/0f3200cd-a047-44c4-9be9-c7d62b3cfdd8.jpg",
    "altTitles": [
      {
        "ja": "ドローイング 最強漫画家はお絵かきスキルで異世界無双する！"
      },
      {
        "en": "Drawing: The Greatest Mangaka Becomes a Skilled “Martial Artist” in Another World"
      },
      {
        "zh-hk": "作畫 最強漫畫家利用繪畫技能在異世界開無雙！"
      },
      {
        "vi": "Drawing: Mangaka Mạnh Nhất Với Kỹ Năng Vẽ Tranh Vô Song Tại Dị Giới"
      }
    ],
    "description": {
      "en": "Akira Kamishiro was a very successful manga author, who was diagnosed with blood cancer one day. He regretted the way he lived, where he could only build up empty relationships. Angry at his mother for asking him to send her some money, he died in a car accident. He was given a chance to choose his new mother and reincarnate in another world.\n\nAkira, not wanting to have a repeat of his past life, decided to choose an ordinary but safe life.. He was reincarnated as Akira, the only son of a magic store, with his previous life's memories. He had no talent for swordsmanship or magic, but he didn’t care as he was still loved by his family. At one point, he realized that he can embody various things by \"drawing a picture\". That's when he noticed his cheat ability...!?",
      "ja": "漫画家として大成功を収めていた神代彰は、成功だけに囚われて人間関係を蔑ろにし続けた自分の人生を後悔しながら死んでしまう。そんな彰を待っていたのは、自分で母親を選んで異世界転生するチャンス！？転生した彰は剣術も魔法もダメダメだったが、家族に愛されながら平穏な生活を送っていた。しかしあるとき、「絵を描く」ことでいろいろなものを具現化できるチート能力に気がついてしまって……？",
      "vi": "Akira, một họa sĩ tài năng nhưng sau khi bị bệnh ung thư anh đã nhận ra xung quanh mình chẳng còn gì ngoại trừ cái danh hiệu \"thành công\" của mình. Không có người đi cùng mình đến bệnh viện, người mẹ, người thân duy nhất của anh cũng đòi anh đưa tiền mới chịu đi cùng anh. Trong cơn giận anh đã vô tình gây tai nạn và được chuyển sinh sang thế giới khác. Một thế giới mới với một cuộc sống mới anh quyết định sống một cách bình thường và giữ gìn hạnh phúc gia đình nhỏ nhoi của mình",
      "pt-br": "Akira Kamidai lamenta ter conseguido construir apenas uma relação vazia, embora tenha feito muito sucesso como cartunista. Uma vida em um lugar medíocre onde eu queria que Akira fosse uma pessoa com magia. Reencarnação em uma loja voltada para a esgrima. Esgrima! Esgrima! Esgrima! Esgrima! Esgrima! Eu estava vivendo uma vida ideal para uma família amada por espadachins. Descobri a habilidade de trapaça que encarnar várias coisas atravéz de um ”desenho”…? Uma aventura mundial diferente para proteger seu paradeiro, tecida por Akira que quer levar uma vida normal...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "537f0aed-f362-454a-8938-2b7b851ac5e6",
    "title": {
      "en": "Heimin Shusshin no Teikoku Shoukan, Munou na Kizoku Joukan wo Juurin shite Nariagaru"
    },
    "updatedAt": "2024-09-30T14:09:57+00:00",
    "coverArt": "https://mangadex.org/covers/537f0aed-f362-454a-8938-2b7b851ac5e6/452e2fc1-c3cd-467f-92ae-9a7e085b9667.jpg",
    "altTitles": [
      {
        "ja": "平民出身の帝国将官、無能な貴族上官を蹂躙して成り上がる"
      },
      {
        "en": "The Rising of the Commoner-Origin Officer: Beat up All the Incompetent Noble Superiors!"
      },
      {
        "en": "The Commoner-Born Imperial General Officer Rises Through the Ranks by Crushing His Incompetent Noble Superiors."
      },
      {
        "id": "Pemberontakan Sang Perwira Rakyat Biasa: Berantas Semua Bangsawan Atas Tidak Becus"
      }
    ],
    "description": {
      "en": "All the bosses are annoying! The reincarnated strongest magician's trampling and subjugation begins!\n\nHazen Heim, a newly appointed imperial general, is demoted to the front line because he is a commoner. There were a lot of incompetent people, such as \"a trash superior who takes advantage of his position to steal the achievements of his subordinates\", \"an evil subordinate who keeps bullying people below him\", and \"a top who is too opportunistic to do anything''. \n\nHowever, Hazen has the experience and overwhelming ability as the strongest magician that he cultivated in his previous life. He slaughters his malevolent subordinates in accordance with military law, and completely refutes his superiors who complain. He achieved extraordinary results, such as making peace with a hostile tribe by teaming up with a genius girl, and defeated all the annoying bosses!\n\nAn exhilarating upstart fantasy about an unscrupulous superior!",
      "ja": "新任帝国将官のヘーゼンは平民出身を理由に最前線に左遷、そこは無能の上官ばかりであった。だが彼には前世で培った、最強魔法使いとしての経験と圧倒的実力がある。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b5a3b43-effb-4f54-aa9b-d6093d523452",
    "title": {
      "ja": "Silent Witch Chinmoku no Majo no Kakushigoto"
    },
    "updatedAt": "2024-10-01T00:35:42+00:00",
    "coverArt": "https://mangadex.org/covers/2b5a3b43-effb-4f54-aa9b-d6093d523452/4d9d61bc-58a9-4644-aa07-805ecdcbf499.jpg",
    "altTitles": [
      {
        "ja": "サイレント・ウィッチ 沈黙の魔女の隠しごと"
      },
      {
        "en": "Secrets of the Silent Witch"
      },
      {
        "en": "Silent Witch"
      },
      {
        "ko": "사일런트 위치"
      },
      {
        "es": "Secretos de la Bruja Silenciosa"
      }
    ],
    "description": {
      "en": "Monica Everett is revered as “The Silent Witch.” She’s the only magician in the world who can use magic without an incantation... In reality though, she’s just shy— the only reason she practiced chantless magic was so that she wouldn't have to speak in public! Before even realizing her own talent, Monica is chosen as one of the “Seven Sages,” and is assigned the secret mission of protecting the kingdom’s second prince...?\n\nThe antisocial young prodigy will have to hide her true nature while secretly rescuing the prince from encroaching danger in this thrilling fantasy story!",
      "es": "Monica Everett es venerada como «La Bruja Silenciosa». Es la única maga del mundo que puede usar la magia sin conjuros... En realidad, es tímida: ¡la única razón por la que practicaba magia sin encantamientos era para no tener que hablar en público! Antes incluso de darse cuenta de su propio talento, Mónica es elegida como uno de los «Siete Sabios», ¿y se le asigna la misión secreta de proteger al segundo príncipe del reino...?\n\nLa antisocial joven prodigio tendrá que ocultar su verdadera naturaleza mientras rescata en secreto al príncipe del peligro que la acecha en esta emocionante historia de fantasía.",
      "id": "Keajaiban tidak membutuhkan nyanyian. Ini adalah kisah tentang penyihir terlemah, paling pemalu, namun terkuat, dan bagaimana dia dilahirkan kembali, semuanya menjadi sebuah buku. (Penyihir Keheningan) Monica Everett. Satu-satunya penyihir di dunia yang bisa menggunakan sihir diam (tanpa nyanyian), dan seorang pahlawan muda yang membunuh sendiri naga hitam legendaris itu. Tapi apa sifat aslinya?? Alasan sebenarnya saya berlatih sihir diam adalah agar saya tidak perlu berbicara di depan umum. Ketika Monica terpilih sebagai salah satu dari 7 Watchers, tanpa disadari, dia terpaksa mengambil misi rahasia untuk melindungi pangeran kedua…? Lemah dan pemalu, namun yang terkuat. Penyihir surgawi yang antisosial menyembunyikan identitas aslinya dan diam-diam membawa kejahatan ke pengadilan melawan pangeran dalam fantasi yang menyakitkan! Fantasi penyihir web, terlahir kembali menjadi sebuah buku, dengan tambahan! Apa yang akan menjadi misteri baru yang berdiri di depan Monica Everett…?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f73bd5e-30a8-4ba6-a276-c7a58d368a09",
    "title": {
      "en": "Everlasting God of Sword"
    },
    "updatedAt": "2023-12-31T05:52:24+00:00",
    "coverArt": "https://mangadex.org/covers/9f73bd5e-30a8-4ba6-a276-c7a58d368a09/abe0cb92-fd71-46be-9c37-c635844a78f1.jpg",
    "altTitles": [
      {
        "en": "EGOS"
      },
      {
        "ru": "Бессмертный бог меча"
      },
      {
        "zh": "万古剑神"
      },
      {
        "zh-ro": "Wangu Jian Shen"
      },
      {
        "vi": "Vạn Cổ Kiếm Thần"
      }
    ],
    "description": {
      "en": "He stood at the pinnacle of the world. Surpassing all since birth in the art of the sword. But fate has left him crippled moments before reaching the apex. But the story continues and the legend will rise again…\n\n---\n- **Note:** 2nd Place in 15th Chinese Golden Dragon Manhua Awards",
      "fr": "Il se tenait au sommet du monde. Surpassant tout depuis la naissance dans l'art de l'épée. Mais le destin l'a laissé infirme quelques instants avant d'atteindre le sommet. Mais l'histoire continue et la légende renaîtra…",
      "zh": "天下最风流的剑客，名曰沈三公子。 天下最有名的剑法，唤作万藏剑经。 天下最强大最神秘的地方，是为弃剑山庄。 每周六早上九点准时更新~"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4dda2649-350b-4689-b5e5-3088fa64af14",
    "title": {
      "en": "When I sent the wrong reply..."
    },
    "updatedAt": "2024-10-22T17:39:29+00:00",
    "coverArt": "https://mangadex.org/covers/4dda2649-350b-4689-b5e5-3088fa64af14/e5910798-90d3-454e-b296-6e1b08f1ad9f.jpg",
    "altTitles": [
      {
        "ja": "間違えて返信したら…"
      },
      {
        "ja-ro": "Machigaete Henshin Shitara..."
      }
    ],
    "description": {
      "en": "What happens after sending a reply to the group chat?"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba8767ca-a8c6-4e80-a371-b220a7813bd0",
    "title": {
      "en": "Satanophany"
    },
    "updatedAt": "2024-10-02T16:21:46+00:00",
    "coverArt": "https://mangadex.org/covers/ba8767ca-a8c6-4e80-a371-b220a7813bd0/7ce1e4ae-8527-4cbe-9bc4-24e44a61c0af.jpg",
    "altTitles": [
      {
        "ja": "サタノファニ"
      },
      {
        "ja": "Satanofani"
      },
      {
        "es": "Satanofanía"
      },
      {
        "uk": "Демоническая одержимость"
      }
    ],
    "description": {
      "en": "A mysterious syndrome turns schoolgirls into homicidal monsters behind numerous atrocities in Japan. However, nothing is what it seems and when Chika Amagi is arrested for the brutal murder of five people, a journey into uncharted, troubled waters begins!",
      "es": "Un misterioso síndrome convierte a las colegialas en monstruos homicidas detrás de numerosas atrocidades en Japón. Sin embargo, nada es lo que parece y cuando Chika Amagi es arrestado por el brutal asesinato de cinco personas, ¡comienza un viaje a aguas desconocidas y turbulentas!",
      "fr": "Au Japon, un mystérieux syndrome transforme les écolières d'un établissement en monstres sanguinaires, capables de tuer leurs semblables avec un sang-froid incroyable. Dans cette période de trouble, Chika Amagi, étudiante sans histoire, est arrêtée pour le meurtre terrible de cinq personnes…   \n\n\n---",
      "ja": "活発で食いしん坊な、普通の女の子だったはずの彼女は、ある事件をきっかけに「羽黒刑務所」へと導かれる。島に建てられたその刑務所には、メデューサ症候群と呼ばれる殺人少女たちだけが集められているのであった。彼女たちに宿る凶悪とは――!?",
      "pt-br": "Uma síndrome misteriosa torna jovens garotas em monstros homicidas por trás de diversas atrocidades no Japão. Entretanto, nada é o que parece quando Chika Amagai é presa pelo assassinato brutal de cinco pessoas e é levada a uma prisão em uma ilha para estas assassinas!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d16348a7-b667-4496-8e0e-2b12540d86ce",
    "title": {
      "en": "Pokemon Heroines"
    },
    "updatedAt": "2024-10-03T13:15:47+00:00",
    "coverArt": "https://mangadex.org/covers/d16348a7-b667-4496-8e0e-2b12540d86ce/fde1d88a-4897-4bdc-baa9-e50f1323b418.jpg",
    "altTitles": [
      {
        "vi": "Pokemon Heroines"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d414a39d-d525-456e-be84-17b1d8cbb5fe",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku o! Fantastic Days!"
    },
    "updatedAt": "2024-10-21T14:20:53+00:00",
    "coverArt": "https://mangadex.org/covers/d414a39d-d525-456e-be84-17b1d8cbb5fe/8e992704-e7dd-4915-93eb-27d4fae5065b.jpg",
    "altTitles": [
      {
        "ja": "この素晴らしい世界に祝福を！ ファンタスティックデイズ"
      },
      {
        "en": "Gifting this Wonderful World with Blessings! Fantastic Days!"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир! Фантастические дни!"
      },
      {
        "pt-br": "Presenteando este Mundo Maravilhoso com Bênçãos! Dias Fantásticos!"
      },
      {
        "pt-br": "Konosuba: Dias Fantásticos!"
      }
    ],
    "description": {
      "en": "Manga adaptation of the mobile game Konosuba: Fantastic Days",
      "ja": "カズマさんカズマさん、今度は異世界でアイドルプロデュース始めましょう！",
      "pt-br": "Adaptação em mangá do jogo para celular KonoSuba: Fantastic Days"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "25"
  },
  {
    "mangaId": "73886188-f459-4b80-8781-66a60520b420",
    "title": {
      "en": "The Fantasie of a Stepmother"
    },
    "updatedAt": "2024-08-24T02:47:48+00:00",
    "coverArt": "https://mangadex.org/covers/73886188-f459-4b80-8781-66a60520b420/54498b6e-4add-4731-a52d-a8dd784bfd2a.jpg",
    "altTitles": [
      {
        "ko": "어떤 계모님의 메르헨"
      },
      {
        "ko-ro": "Eoddeon Gyaemonim'eui Märchen"
      },
      {
        "ko-ro": "Eoddeon Gyaemonim'eui Maereuhaen"
      },
      {
        "ko-ro": "Eotteon Gyemonimui Meleuhen"
      },
      {
        "en": "A Stepmother's Fairy Tale"
      },
      {
        "vi": "Câu chuyện cổ tích về người mẹ kế"
      },
      {
        "vi": "Cổ tích về một người mẹ kế"
      },
      {
        "es": "La madrastra de Merchen"
      },
      {
        "es": "El cuento de hadas de una madrastra"
      },
      {
        "fr": "Merveilleuse marâtre"
      },
      {
        "tr": "Üvey Anne Efsanesi"
      },
      {
        "ja": "ある継母のメルヘン"
      },
      {
        "zh": "某个继母的童话"
      },
      {
        "zh-ro": "Mou Ge Jimu De Tonghua Gushi"
      },
      {
        "zh": "某个继母的童话故事"
      },
      {
        "zh-hk": "某個繼母的童話故事"
      },
      {
        "th": "เทพนิยายของแม่เลี้ยงชูริ"
      },
      {
        "en": "A Stepmother's Märchen"
      },
      {
        "pt-br": "O Conto de Fadas de uma Madrasta"
      }
    ],
    "description": {
      "en": "The Iron Widow, the Spider Widow, the Male Hunter, the Witch of the Neuschwanstein Castle, the embarrassment of noble ladies… These were all the words used to describe the Marchioness Shuli von Neuschwanstein. Despite receiving such harsh criticism from everyone, she persisted in raising her 'children,' left behind from her late husband. On the day of her eldest son's wedding, signaling his possession of the family's seat as Marquess, she felt she had finally tied up all loose ends and could live the rest of her life out peacefully. However, she had been terribly mistaken as she finds herself getting caught up in an accident and dying whilst leaving the castle on his wedding day. Upon opening her eyes, she finds herself waking up to the day of her husband's funeral, seven years ago.\n\n'I refuse to suffer any more. I won’t live as I did in the past a second time!'",
      "es": "La viuda de hierro, la viuda araña, la cazadora de hombres, la bruja del Castillo Neuschwanstein, la vergüenza de las damas de la nobleza… Estos eran los términos usados para describir a la Marquesa Shuli von Neuschwanstein. A pesar de recibir tan duras críticas de todos, ella persistió en criar a sus 'hijos', dejados a su cargo por su difunto esposo. En el día de la boda de su hijo mayor, en la que él tomó posesión del título familiar de Marqués, ella sintió que por fin había atado todos esos cabos sueltos y que por fin podría vivir su vida pacíficamente. Sin embargo, se equivocó de sobremanera, pues se halla víctima de un accidente mortal en el momento de su partida de dicha boda. Al abrir sus ojos, se halla despertando el día mismo del funeral de su esposo, siete años atrás.\n\n'Me rehuso a sufrir más. ¡No viviré como viví en el pasado por segunda vez!'\n\n---\nOfficial Translations:\n* [English](https://tapas.io/series/the-fantasie-of-a-stepmother/info)\n* [Simplified Chinese / 汉语](https://www.kuaikanmanhua.com/web/topic/6585/)\n* [French / Français](https://www.delitoon.com/webtoon/merveilleuse-maratre)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/A-Stepmothers-Marchen/3313)\n* [Japanese / 日本語](https://piccoma.com/web/product/41993)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/เทพนิยายของแม่เลี้ยงชูริ/199)",
      "fr": "Belle-mère à la rescousse! Mariée à l'âge de quatorze ans à un vieux noble rapidement décédé, elle se retrouve à devoir s'occuper de ses quatre beaux-enfants à peine plus jeunes qu'elle. Des années plus tard, ces derniers la détestent à cause des choix qu'elle a dû faire pour les protéger... Soudain, une seconde chance s’offre à elle! Saura-t-elle ne pas répéter les mêmes erreurs?\n\n---\nOfficial Translations:\n* [English](https://tapas.io/series/the-fantasie-of-a-stepmother/info)\n* [Simplified Chinese / 汉语](https://www.kuaikanmanhua.com/web/topic/6585/)\n* [French / Français](https://www.delitoon.com/webtoon/merveilleuse-maratre)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/A-Stepmothers-Marchen/3313)\n* [Japanese / 日本語](https://piccoma.com/web/product/41993)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/เทพนิยายของแม่เลี้ยงชูริ/199)",
      "id": "Shuri baru berusia 16 tahun saat ditinggal mati Yohanes Neuwanstein, suaminya. Tidak hanya harta berlimpah, mendiang suaminya juga meninggalkan empat anak tiri, Jeremy, Elias, serta si kembar Rachel dan Leon, yang lebih cocok jadi adik Shuri!\n\n---\nOfficial Translations:\n* [English](https://tapas.io/series/the-fantasie-of-a-stepmother/info)\n* [Simplified Chinese / 汉语](https://www.kuaikanmanhua.com/web/topic/6585/)\n* [French / Français](https://www.delitoon.com/webtoon/merveilleuse-maratre)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/A-Stepmothers-Marchen/3313)\n* [Japanese / 日本語](https://piccoma.com/web/product/41993)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/เทพนิยายของแม่เลี้ยงชูริ/199)",
      "ja": "『神様、こんなの…あんまりです…!』\n\n田舎の無名家門に生まれたシュリーは、貧しい家族の企みでノイヴァンシュタイン侯爵の元へ嫁がされる。\nでも、侯爵が亡くなって…いきなり4人の子どもの継母に――!?\n『鉄血の未亡人』と非難されながらも必死に当主としての役目を果たしついに迎えた長男・ジェレミーの結婚式の日――。\n継母としての務めを終え、新たな人生を始めようと馬車に乗ったはずなのに…7年前の侯爵の葬儀の日に逆戻り!!\n周囲に敵ばかりだったシュリーの2度目の継母ライフはいかに……?\n\n---\nOfficial Translations:\n* [English](https://tapas.io/series/the-fantasie-of-a-stepmother/info)\n* [Simplified Chinese / 汉语](https://www.kuaikanmanhua.com/web/topic/6585/)\n* [French / Français](https://www.delitoon.com/webtoon/merveilleuse-maratre)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/A-Stepmothers-Marchen/3313)\n* [Japanese / 日本語](https://piccoma.com/web/product/41993)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/เทพนิยายของแม่เลี้ยงชูริ/199)",
      "ko": "철혈의 미망인, 거미 과부, 남자 사냥꾼,\n노이반슈타인 성의 마녀, 귀부인들의 수치…….\n\n모두 슈리 폰 노이반슈타인 후작 부인을 가리키는 말이다.\n세상에 욕 먹어 가며 동생뻘인 피 한 방울 섞이지 않은 자식들을 키워냈다.\n\n그리고 마침내 첫째 제레미의 결혼식 날,\n모든 고생과 노력이 결실을 맺는 날이라 생각했다.\n그러나 그것은 그녀의 엄청난 착각이었다.\n\n결혼식에 오지 말라는 통보를 듣고\n성을 떠나던 중, 사고에 휘말려 목숨을 잃게 된 것이다.\n\n그런데 눈을 떠보니, 칠 년 전 죽은 남편의 장례식 날로 돌아왔다.\n\n더 이상 개고생은 사양이다.\n두 번 다시 예전처럼 살지 않으리라!\n\n---\nOfficial Translations:\n* [English](https://tapas.io/series/the-fantasie-of-a-stepmother/info)\n* [Simplified Chinese / 汉语](https://www.kuaikanmanhua.com/web/topic/6585/)\n* [French / Français](https://www.delitoon.com/webtoon/merveilleuse-maratre)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/A-Stepmothers-Marchen/3313)\n* [Japanese / 日本語](https://piccoma.com/web/product/41993)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/เทพนิยายของแม่เลี้ยงชูริ/199)",
      "zh": "铁血遗孀,蜘蛛寡妇,诺斯坦城的魔女,贵妇们的耻辱。这些都是暗指施里诺斯坦侯爵夫人。 她一边挨骂,一边培养着没有一滴血缘关系的弟弟辈子女。在长子的婚礼那天，她卷入事故而失去了生命。 再睁开眼,时间又回到七年丈夫的葬礼那天，这次，她不会再像从前那样生活了！\n\n---\nOfficial Translations:\n* [English](https://tapas.io/series/the-fantasie-of-a-stepmother/info)\n* [Simplified Chinese / 汉语](https://www.kuaikanmanhua.com/web/topic/6585/)\n* [French / Français](https://www.delitoon.com/webtoon/merveilleuse-maratre)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/A-Stepmothers-Marchen/3313)\n* [Japanese / 日本語](https://piccoma.com/web/product/41993)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/เทพนิยายของแม่เลี้ยงชูริ/199)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e0b7e5d-94d5-4b5b-9d7c-485cbeca7af2",
    "title": {
      "en": "Imperfect Cinderella Story"
    },
    "updatedAt": "2024-09-21T21:56:26+00:00",
    "coverArt": "https://mangadex.org/covers/9e0b7e5d-94d5-4b5b-9d7c-485cbeca7af2/4655ccfc-87b8-4f33-90f3-e51ec659f03a.jpg",
    "altTitles": [
      {
        "ko": "불완전 신데렐라물"
      }
    ],
    "description": {
      "en": "Jung Eon is a maid who works in the house of a rich and powerful family. She dreams of escaping a life of servitude and saves every penny she earns. One day, she receives an unexpected proposal from her childhood friend and boss, Hyun Mae-hwa. He's as pretty as a flower, but has a horrible personality. Mae-hwa says he wants to marry her because of a prophecy that says Jung Eon has six benefactors in his destiny. He thinks she is the source of his financial luck. She accepts, thinking it's a chance to change her life."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fb6d1db-c0c5-4122-81fe-dd480bfdb6eb",
    "title": {
      "en": "Magical Girl 201"
    },
    "updatedAt": "2024-10-04T09:43:13+00:00",
    "coverArt": "https://mangadex.org/covers/8fb6d1db-c0c5-4122-81fe-dd480bfdb6eb/e9c2d485-a227-40a4-8b2b-6acb79f682bd.jpg",
    "altTitles": [
      {
        "ja": "魔法少女201"
      },
      {
        "ja-ro": "Mahou Shoujo 201"
      },
      {
        "vi": "Ma Pháp Thiếu Nữ 201"
      }
    ],
    "description": {
      "en": "Fujiyama Shinobu aka Sexy Fujiyama, is a general working for the evil Flower Bud Gang who are trying to take over the city. Standing in her way is the masked magical girl, Princess Mamu, who wouldn't you know it, has just moved in next door to Fujiyama's place..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "230c038a-9195-425a-8c00-9125fa5c7b26",
    "title": {
      "en": "Digimon Tamers"
    },
    "updatedAt": "2024-01-09T22:42:03+00:00",
    "coverArt": "https://mangadex.org/covers/230c038a-9195-425a-8c00-9125fa5c7b26/c8f2206f-2b82-44a6-a23a-e7273b09903a.jpg",
    "altTitles": [
      {
        "ja-ro": "Dejimon Teimāzu"
      },
      {
        "en": "Digimon Zero 3"
      },
      {
        "ja": "デジモンテイマーズ"
      },
      {
        "zh-hk": "數碼寶貝03 馴獸師之王"
      },
      {
        "en": "Digimon 03: King Of Tamers"
      }
    ],
    "description": {
      "en": "When three Digimon fans – Rika, Henry, and our lead Takato – suddenly find themselves with \"real\" Digimon, they discover a living creature under your care is far harder to deal with than a few pixels on your TV screen. The kids try to be Digimon 'Tamers,' aka Digimon caretakers, but they all seem to have different opinions on what that should entail. Rika thinks Digimon should fight, Henry thinks they should never fight, and Takato … seems to be somewhere in the middle.  \n  \nBeing a Tamer isn't just about believing one thing or another. It's about learning and adjusting for the good of everyone else. But they have a long way to go, and their problems are just beginning.\n\n(The English translation is based off the script from the FoxKids version of the anime.)"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "26074407-7b3b-4fc9-8c4b-03747e9380c0",
    "title": {
      "en": "Alcohol and Ogre-girls"
    },
    "updatedAt": "2024-10-11T15:54:49+00:00",
    "coverArt": "https://mangadex.org/covers/26074407-7b3b-4fc9-8c4b-03747e9380c0/df7b1500-202d-4d68-bf08-f6ab26a6f44d.jpg",
    "altTitles": [
      {
        "ja": "酒と鬼は二合まで"
      },
      {
        "ja-ro": "Sake to Oni wa Nigou made"
      },
      {
        "ja-ro": "Sake to Onna wa Ni-gō made"
      },
      {
        "pt-br": "Álcool e garotas ogros"
      },
      {
        "vi": "Tửu Nữ và Quỷ Nữ"
      }
    ],
    "description": {
      "en": "Shida Naori is a college student who loves making alcoholic drinks but has no friends to share them with. At a mixer, she meets Ibuki Hinata, who she ends up taking home with her. After making her a drink, Naori discovers that Hinata is an ogre-girl descended from Shuten-doji who needs alcohol to live, can only drink alcohol offered to her by humans, and grows horns whenever she drinks. Thus, Hinata decides to make Naori her personal bartender.\n\n---\n\nAlternative [Amazon Retail Link](https://www.amazon.co.jp/dp/4757574061) (Physical)",
      "vi": "Shida Naori là một cô sinh viên 20 tuổi với một niềm đam mê với cocktail nhưng lại chẳng có ai để uống cùng. Rồi một hôm, cô phát hiện ra rằng cô gái mà cô mang về nhà sau một bữa tiệc lại là một quái nữ, hậu duệ của Shutendoji, và đã quyết định làm bartender riêng của cổ. Những hậu duệ của Shutendoji cần uống rượu như ăn thức ăn, nhưng họ lại bị nguyền rủa là chỉ có thể uống được đồ có cồn mà con người mời."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3a6f58c-d7fc-41e0-8ddc-f204437d6443",
    "title": {
      "en": "Iede Shite Onee-san ni Hirowareru Hanashi"
    },
    "updatedAt": "2024-10-22T22:06:02+00:00",
    "coverArt": "https://mangadex.org/covers/b3a6f58c-d7fc-41e0-8ddc-f204437d6443/f3672f11-450e-4a1c-a1d3-5af50ff914c8.jpg",
    "altTitles": [
      {
        "ja": "家出してお姉さんに拾われる話"
      },
      {
        "en": "A Story About a Runaway Who Is Picked up by an Older Girl"
      },
      {
        "en": "A Story About a Runaway Who Is Picked up by a Strange Sister"
      },
      {
        "uk": "Історія про втікача з дому, якого підбирає сестричка-незнайомка"
      },
      {
        "ru": "История о беглеце из дома, которого подобрала сестричка-незнакомка."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7818417-5c9f-4729-8eb9-8bca86f97ed7",
    "title": {
      "en": "When You’re In Love"
    },
    "updatedAt": "2024-08-30T13:29:10+00:00",
    "coverArt": "https://mangadex.org/covers/b7818417-5c9f-4729-8eb9-8bca86f97ed7/b323ed93-146b-429a-b3b3-b16166a5b2dc.png",
    "altTitles": [
      {
        "ko": "당신이 사랑하는 동안에"
      },
      {
        "en": "While You’re In Love"
      },
      {
        "tr": "Sen Aşıkken"
      }
    ],
    "description": {
      "en": "\"I didn’t marry my wife because I loved her. I just signed a contract with her at her request.\"\nI actually knew the truth, so it’s not his fault. I was the one who developed false expectations. I had spent three years as his wife. and I tried hard to be the right woman for him, but I couldn’t get a piece of his heart.\n\"I didn’t know it would last this long. It’s annoying.\"\nI was nothing to him to the extent that he all but forgot about me as soon as the heroine appeared. In the end, she was always going to be the main character and I was always going to be an extra. No matter how hard I try, my role isn't changing. So it’s only right for me to leave.\n\"I’m sorry I’ve been bothering you all this time. Please be happy with her.\"",
      "ko": "아슬란의 아내로 지냈던 3년. 그에게 어울리는 여자가 되려고 무던히 노력했으나, 그의 마음을 얻을 수 없었다. 소설 속 여자 주인공이 나타나자마자 버려질 정도로, 나는 그에게 아무것도 아닌 존재였다. 주인공은 주인공, 엑스트라는 엑스트라. 아무리 애를 써도 나는 고작해야 귀찮은 엑스트라에 불과할 뿐. 그러니까 내가 떠나는 게 맞는 것이다.",
      "tr": "Siz Aşıkken ben aslında gerçeği biliyordum. “Karımla onu sevdiğim için evlenmedim.” Yani bu onun hatası değildi. Yanlış beklentilere sahip olmak benim hatamdı. “Onunla sadece ihtiyaçlara dayalı bir sözleşme imzaladım.” Karısı olarak üç yıl. Onun için doğru kadın olmak için çok uğraştım ama kalbinden bir parça alamadım. “Bu kadar uzun süreceğini bilmiyordum. Sinir bozucu.” Kadın kahraman ortaya çıkar çıkmaz bir kenara atıldığım ölçüde onun için bir hiçtim. Sonunda, ana karakter ana karakterdi ve figüran da figürandı. Ne kadar uğraşırsam uğraşayım, ben sadece sinir bozucu bir figürandım. Rolüm değişmedi. Bu yüzden ayrılmak benim için doğru. “Bunca zaman seni rahatsız ettiğim için özür dilerim. Lütfen onunla mutlu ol.”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38221d4a-687d-49bc-a2f4-44ce42fab8d9",
    "title": {
      "en": "Vampire Knight Memories"
    },
    "updatedAt": "2024-04-21T18:32:38+00:00",
    "coverArt": "https://mangadex.org/covers/38221d4a-687d-49bc-a2f4-44ce42fab8d9/696fd89e-0705-4f78-9a07-a02905adf8f6.jpg",
    "altTitles": [
      {
        "ja": "ヴァンパイア騎士 memories"
      }
    ],
    "description": {
      "en": "Beginning as four bonus chapters following the end of 'Vampire Knight', 'Vampire Knight Memories' is now an official sequel series written and illustrated by Matsuri Hino. The series follows the events that occurred whilst Kaname slept for a thousand years, as well as his time in the future with Yuuki's daughters, Ai and Ren."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9c33607-9180-4ba6-b85c-e4b5faee7192",
    "title": {
      "en": "Official \"Test\" Manga"
    },
    "updatedAt": "2024-08-11T12:20:56+00:00",
    "coverArt": "https://mangadex.org/covers/f9c33607-9180-4ba6-b85c-e4b5faee7192/c18da525-e34f-4128-a696-4477b6ce6827.png",
    "altTitles": [
      {
        "en": "TEST edited2"
      },
      {
        "ko": "Korean"
      },
      {
        "en": "test title"
      },
      {
        "ja": "刃直海角骨入"
      },
      {
        "zh": "刃直海角骨入"
      },
      {
        "zh-hk": "刃直海角骨入"
      },
      {
        "ko": "刃直海角骨入"
      },
      {
        "en": "Taest"
      },
      {
        "de": "Test"
      },
      {
        "de": "Test Titel"
      },
      {
        "pt-br": "Quem ler é gay!!"
      },
      {
        "el": "Δοκιμαστικό"
      },
      {
        "pl": "Testowa manga"
      }
    ],
    "description": {
      "de": "Von dem Ersteller von be***l***iebten Ser***i***en wie ***T***wo Pi***e***ce, Da***r***uto und Detergent kommt die Serie Test, eine preisgekrönte rom***a***ntische Komödie über einen Highschoo***l***-Waffenmeister namens Yugi, der die ganze We***l***t bereist und alle Life Notes sammelt, damit er eines Tages die Leiche seines Bruders bergen kann, nachdem er das Taboo erfüllt hat, den Titan, den wir an dem Tag mit seinem Stand gesehen haben, zu one-punchen und zum Nokage-Piratenkönig zu werden -datteba***y***o. Schauen Sie zu, wie er mit seinem Onii-Chan und generischen ***H***arem Mädchen durch das He***i***lige Reich von Bri***t***annia streift, während sie alle Widrigkeiten mit der Kraft der Freundschaft, ***L***iebe und... (warum knall***e***n sie sich nicht einfach gegenseitig.) In diesem Epos in Spielfilmlänge, was das von Gilgamesch und der Ilias konku***r***riert, werden wir die Mentalität und Soziologie dieser gesellschaftlichen Bedrohungen erforschen, während sie die Erde in ihrem nie stillbaren Durst nach Imoutos verwüsten.\n\nRezensenten geben dieser Serie eine 10/10 für die unkonventionelle Darstellung des Magical Girl Genre.\nNominiert für die 1. MangaDex Auszeichnungen für den schlechtesten Manga des Jahres.\nGewinner der 2. MangaDex Auszeichnungen für den besten Manga des Jahres.\nDer beste Manga aller Zeiten, wie Meichiro Noda feststellte.\n\n---\n\n**Hinweis:** Bitte fügen Sie *KEINE* Genre hinzu, oder der Test Manga wird die Suche verschmutzen. Weil dieser Manga die reinste Form aller Manga ist [Der Plural von Manga ist Manga].\n**Fun fact:** Im Jahr 127, als dieser Manga ursprünglich veröffentlicht wurde, hieß er \"Taest\", aber wurde wegen den amerikanischen Druckkosten pro Buchstabe zu \"Test\" verkürzt.\n\n+++ hah\n\nDas war nervig zu übersetzten - [Tristan](https://mangadex.org/user/01642be8-72b8-48ae-9199-d8c747946ca5) 2022\n\n![WHOAAAAAA](https://i.ibb.co/dM9yv89/WHOAAAAAA.gif)\n![EHE](<https://media1.tenor.com/images/fdcd995c9db4af798c2daa4380c79a8c/tenor.gif>)\n![HEH](https://cdn.discordapp.com/emojis/650248281091342346.png)\n\n+++",
      "en": "From the creator of popu***l***ar ser***i***es like ***T***wo Pi***e***ce, Da***r***uto, ***a***nd Detergent, comes the series Test, an award winning romantic comedy about a high schoo***l*** weapon meister named Yugi as he trave***l***s the entire world collecting all the Life Notes, so that one da***y*** ***h***e can recover h***i***s bro***t***her's body after performing the taboo of one punching the Titan we saw that day with his Stand and becoming the Nokage Pirate King -dattebayo. Watch as he roams through the Ho***l***y ***E***mpi***r***e of Britannia with his Onii-chan and generic harem girls as they conquer all odds with the power of friendship, love and…(why don't they just bang each other.) In this feature length epic rivaling that of Gilgamesh and the Iliad we will explore the mentality and sociology of these societal menaces as they ravage the Earth in their never quenchable thirst for imoutos.  Reviewers gives this series a 10/10 for the unconventional portrayal of the magical girl genre.  Nominated for the 1st Mangadex Award for Worst Manga of the Year.  Winner of the 2nd Mangadex Awards for Best Manga of the Year.  Best manga ever written, as stated by meichiro noda\n\n---\n\n**Note:** Please do *NOT* add genres or Test will pollute genre searches. Because this manga is the most purest form of any manga [The plural of manga is manga]\n**Fun fact:** In the year 127, when this manga was originally released, it used to be called Taest, but because of American per/letter printing costs it was shortened to Test.\n\n+++ hah\n\n“Umm… so, personally… this is the first time this has happened, so I'm a bit surprised. Only a centimeter away… I mean, I don't think there's ever been someone who's gotten that close to me… without a, you know… calamity occurring. I'm not really… not really sure what happens at one centimeter away… 'cause it's my first time. I don't really understand it either. Seriously. But in the flow of calamity… there's nobody who can attack me. Not a single person. That, I know for sure. Wonder of U.” - Unknown\n\"Thanos kills Dumbledore\" - Anonymous Reviewer\n\"Like zoinks, man it's Mr Bombastic.\" - Shaggy\n\"DEUS VULT!!\"  - Knight Templars\n\"There are zombies on my Lawn\" - Crazy Astel\n\"I FINALLY HAVE A F*CKING NOSE\" - Lord Coco\n\"NOOOOOOOOOOOOOOOOOOOO!!!!!!!!!!!!!!!!!!!!\" - Darth Vader\n\"The turtles! *They're everywhere!\"* - #8699\n\"Who's Rem?\" - Subaru Impreza\n\"I approb\" - Oozora Subaru\n\"My unmatched piquancy, coupled with sheer interpretability, makes me a feared opponent in any realm of human cuisine.\" - Andrew Tatertot\n\"PURGE THE HERETICS\" - The Space Marines\n![WHOAAAAAA](<https://i.ibb.co/dM9yv89/WHOAAAAAA.gif>)\n![EHE](https://media1.tenor.com/images/fdcd995c9db4af798c2daa4380c79a8c/tenor.gif)\n![HEH](https://cdn.discordapp.com/emojis/650248281091342346.png)\nI have so many questions.\nTest2\n\n----\n\n[YumGumYum](https://mangadex.org/user/3678de43-a55d-43be-b2ab-5c32a8219021/yumgumyum) **:**      remind me to write something here-\n[Tristan](https://mangadex.org/user/01642be8-72b8-48ae-9199-d8c747946ca5) **:**      @YumGumYum reminder\n\n+++",
      "es-la": "Spanish (LATAM)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-08-03T20:05:47+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ceecfe7-94d9-4c6b-ac1e-9cf852b872c8",
    "title": {
      "en": "After School Mate"
    },
    "updatedAt": "2023-10-03T20:47:48+00:00",
    "coverArt": "https://mangadex.org/covers/7ceecfe7-94d9-4c6b-ac1e-9cf852b872c8/9fcc3dd8-1926-4222-adf1-e2e74e6130d1.jpg",
    "altTitles": [
      {
        "ja": "アフタースクールメイト"
      }
    ],
    "description": {
      "en": "Family, friends, himself... Rika is frustrated by his inability to gain understanding of the gender difference between his body and mind, and one day he gets into a fight with his mother and runs away from home. There he meets Satsuki, a boy who can share his feelings of not being understood... The two meet and confront the issues they have been running away from... A coming-of-age drama that questions \"individuality\"!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "13"
  },
  {
    "mangaId": "919af845-098a-4713-94ec-c1e5dc3b8c10",
    "title": {
      "en": "Yonezawa-san Is Done Being Human"
    },
    "updatedAt": "2023-10-13T00:35:22+00:00",
    "coverArt": "https://mangadex.org/covers/919af845-098a-4713-94ec-c1e5dc3b8c10/e7563d7a-bce7-4397-adef-eed005e42e08.jpg",
    "altTitles": [
      {
        "en": "Yonezawa-san Is Done Being Human"
      },
      {
        "ja-ro": "Ningen Yametai Yonezawa-san"
      },
      {
        "ja-ro": "人間やめたい米沢さん"
      }
    ],
    "description": {
      "en": "Haru Yonezawa is an outstanding office manager who is looked up to by all his teammates. On the surface, he is cool and collected, never getting his feathers ruffled by his grouchy boss. But the truth is he has a secret hobby that, if anyone found out about would destroy his elite image. Every night, after a long, stressful day at work, he unwinds by dressing up and roleplaying... as a dog. Looking for a new master to help meet his needs, he calls upon a call girl, who shows up and is none other than one of his subordinates from work!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8df7f2a6-7a2e-47c1-8efe-7f2bb93b74bd",
    "title": {
      "en": "Mahoui Rex no Hentai Karte"
    },
    "updatedAt": "2024-09-06T13:05:50+00:00",
    "coverArt": "https://mangadex.org/covers/8df7f2a6-7a2e-47c1-8efe-7f2bb93b74bd/62279d57-7b83-46e0-97e3-5bf605a90dd0.jpg",
    "altTitles": [
      {
        "ja": "魔法医レクスの変態カルテ"
      },
      {
        "es": "Los registros médicos pervertidos del mago médico Lex"
      },
      {
        "en": "Magic Doctor's Perverted Medical Record"
      },
      {
        "ja-ro": "Mahoui Lex no Hentai Karte"
      }
    ],
    "description": {
      "en": "In a world where the Demon King has been defeated and peace reigns, there is Rex, a magical doctois, who attends a clinic. However, the patients who visit them the most are those with something wrong with their heads enough to do perverted things with slime or extremely strange things with man-eaters... Here begins the strange medical comedy in another world!",
      "es": "En un mundo donde el Rey Demonio ha sido derrotado y reina la paz, está Lex, un mago médico, que dirige una clínica. Sin embargo, los pacientes que más los visitan son aquellos con algo mal en su cabeza como para hacer cosas pervertidas con slime o sumamente extrañas con man-eaters... ¡Aquí comienza la extraña comedia médica en otro mundo!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62642f72-ed18-46f9-a8dd-4add20b752fc",
    "title": {
      "en": "Kuma to Usagi wa Tomodachi dewa Irarenai"
    },
    "updatedAt": "2024-10-19T12:50:08+00:00",
    "coverArt": "https://mangadex.org/covers/62642f72-ed18-46f9-a8dd-4add20b752fc/99331896-febc-4091-8afb-163ed86694a7.jpg",
    "altTitles": [
      {
        "ja": "クマとウサギは友達ではいられない"
      },
      {
        "ja-ro": "Kuma to Usagi wa Tomodachi de wa Irarenai"
      },
      {
        "en": "Bear and Bunny Cannot Be Friends"
      },
      {
        "ja": "チャラ男くんと清楚ちゃん"
      },
      {
        "ja-ro": "Charao-kun to Seiso-chan"
      },
      {
        "en": "Playboy-kun & Neat-chan"
      },
      {
        "en": "NotNTR (Notorare): Seiso-chan and Charaoh-kun."
      }
    ],
    "description": {
      "en": "A playboy goes after an innocent-seeming girl, having no idea what he's getting into.\n___\n**Note:** Not to be confused with [NoTR](https://mangadex.org/title/03346265-8076-4b14-8c80-78c2f04511be), another series from this same artist."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fd4f8c0-fab8-4ee5-ab9e-5907720afed9",
    "title": {
      "en": "Iken Senki Völundio"
    },
    "updatedAt": "2024-10-10T17:10:08+00:00",
    "coverArt": "https://mangadex.org/covers/4fd4f8c0-fab8-4ee5-ab9e-5907720afed9/45b1e9d3-ecf3-4994-bb53-f7ddffe2199b.jpg",
    "altTitles": [
      {
        "en": "Helck Volundio"
      },
      {
        "en": "Helck: Völundio ~Surreal Sword Saga~"
      },
      {
        "ja-ro": "Iken Senki Verndio"
      },
      {
        "ru": "Хельк"
      },
      {
        "zh": "勇者赫鲁库"
      },
      {
        "ja": "異剣戦記ヴェルンディオ"
      },
      {
        "en": "Verndio - Surreal Sword Saga"
      },
      {
        "zh-hk": "異劍戰記"
      },
      {
        "en": "Völundio ~Divergent Sword Saga~"
      },
      {
        "es-la": "Völundio: Saga de las espadas divergentes"
      },
      {
        "vi": "Volundio - Sử thi về mộng kiếm"
      }
    ],
    "description": {
      "en": "On a desperate battlefield... I'll start running a tavern!\n\nCleo, a man who has been a mercenary for 10 years, meets a mysterious girl named Kohaku. In order to survive on the battlefield, where \"different swords\" with great power are flying around, the two of them start running a \"tavern\" where soldiers gather!",
      "ja": "絶望の戦場で…酒場経営はじめます！\n\n傭兵歴10年の男・クレオは\n不思議な少女・コハクと出会う。\n強大な力を持つ「異剣」が飛び交う\n戦場を生き延びるために、\n二人が始めたのは――\n兵士たちが集う「酒場」の経営！？",
      "es-la": "En un campo de batalla desesperado... ¡Empieza a dirigir una taberna!\n\nCleo, un hombre con 10 años de experiencia como mercenario\nConoce a una misteriosa chica llamada Kohaku.\nPara sobrevivir en el campo de batalla donde vuelan las poderosas \"otras espadas\".\nLo que los dos empiezan a hacer es... Dirigir una \"taberna\" donde se reúnen los soldados."
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2024-10-09T01:01:45+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/8a3ac32f-0d04-4e4a-8f63-e372ff94a7e6.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os Quatro Cavaleiros do Apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      },
      {
        "la": "Quattuor Equites Apocalyptici"
      },
      {
        "en": "4KOA"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "pt": "A profecia indicava que num futuro não muito distante, aparecerão quatro cavaleiros sagrados que destruirão o mundo: São os Quatro Cavaleiros do Apocalipse. Os quatro cavaleiros sagrados, que juraram fidelidade ao Rei Artur, estão muito animados para cortar esta calamidade pela raiz. As consequências chegam até à fronteira e abalam o destino de um rapaz, ......! Um rapaz dá um passo em frente como manda o seu coração. O que o espera é um sonho, uma esperança, glória ou pecado. Começa uma fantasia heróica dos mundos antigo e moderno!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô num lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca numa jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0681ae41-df2e-4ffa-8063-c8d18877853c",
    "title": {
      "en": "A Former Delinquent Girl Falls in Love"
    },
    "updatedAt": "2024-10-04T18:17:16+00:00",
    "coverArt": "https://mangadex.org/covers/0681ae41-df2e-4ffa-8063-c8d18877853c/24caf03b-e813-4319-9a76-66bdbac7dcdd.jpg",
    "altTitles": [
      {
        "ja": "元ヤン娘、恋をする"
      },
      {
        "ja-ro": "Motoyan Musume, Koi o Suru"
      }
    ],
    "description": {
      "en": "Spin-off/Spiritual Sequel of the authors other work \"The Mentor and the New Employee Who are Getting More and More Into Each Other\"; with this story focusing on the mask wearing former delinquent and her budding romance with the little brother of the Female MC of the previous work."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "58"
  },
  {
    "mangaId": "bd6d0982-0091-4945-ad70-c028ed3c0917",
    "title": {
      "ja-ro": "Mushoku Tensei ~Isekai Ittara Honki Dasu~"
    },
    "updatedAt": "2024-08-16T17:50:43+00:00",
    "coverArt": "https://mangadex.org/covers/bd6d0982-0091-4945-ad70-c028ed3c0917/ec119d54-8a30-4e1b-8c4a-a4c66d8560b9.jpg",
    "altTitles": [
      {
        "pt-br": "A Reencarnação do Vagabundo: Vou dar meu melhor se for para outro mundo"
      },
      {
        "en": "Jobless Reincarnation - I Will Go All Out When I'm Transported to Another World"
      },
      {
        "en": "Jobless Reincarnation - It Will be All Out if I Go to Another World"
      },
      {
        "en": "Mr. No-Job's New Life - If I Go to a Parallel World, Then I'll Get Serious"
      },
      {
        "ja-ro": "Mushoku Tensei"
      },
      {
        "fr": "Mushoku Tensei - Nouvelle vie, nouvelle chance"
      },
      {
        "en": "Mushoku Tensei: If I Get to a Parallel Universe I'll Bring Out my True Effort"
      },
      {
        "en": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "ru": "Реинкарнация безработного ~История о приключениях в другом мире~"
      },
      {
        "ru": "Реинкарнация безработного: Попав в другой мир, я стану сёръёзнее"
      },
      {
        "th": "เกิดชาตินี้พี่ต้องเทพ"
      },
      {
        "zh": "无职转生~在异世界认真地活下去~"
      },
      {
        "ja": "無職転生 〜異世界行ったら本気だす〜"
      },
      {
        "ko": "무직전생 〜다른 세계 가면 진심 낸다〜"
      },
      {
        "it": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "de": "Mushoku Tensei - In dieser Welt mach ich alles anders"
      },
      {
        "es": "Mushoku Tensei: Reencarnación desde cero"
      },
      {
        "fa": "موشوکو تنسی: تناسخ علاف"
      },
      {
        "zh-hk": "無職轉生~在異世界認真地活下去~"
      },
      {
        "pt-br": "Jobless Reincarnation: I Will Seriously Try If I Go to Another World"
      },
      {
        "ms": "Penjelmaan Semula yang Menganggur: Jika Saya Pergi ke Dunia Lain, Saya Akan Menjadi Serius"
      },
      {
        "it": "Reincarnazione senza lavoro: Ci proverò seriamente se vado in un altro mondo"
      },
      {
        "fr": "Réincarnation sans emploi : j'essaierai sérieusement si je vais dans un autre monde"
      },
      {
        "vi": "Thất nghiệp chuyển sinh ~ Sống hết mình sau khi tới thế giới khác~"
      },
      {
        "ru": "Реинкарнация безработного: Я серьёзно постараюсь, если отправлюсь в другой мир"
      },
      {
        "ar": "موشوكو تينسي"
      },
      {
        "fa": "موشوکو تنسی"
      },
      {
        "tr": "Mushoku Tensei: İşsiz Reenkarnasyon"
      },
      {
        "tr": "Mushoku Tensei: Paralel Evrene Taşındığımda Her Şeyi Yapacağım"
      }
    ],
    "description": {
      "en": "A 34-year-old NEET gets killed in a traffic accident and finds himself in a world of magic. Rather than waking up as a full-grown mage, he gets reincarnated as a newborn baby, retaining the memories of his past life. Before he can even properly move his body, he resolves to never make the same mistakes he made in his first life ever again and instead live a life with no regrets with the new one that was given to him. Because he has the knowledge of a middle-aged man, by the age of two, he has already become a prodigy and possesses power unthinkable for anyone his age and even older. Thus begins the chronicles of Rudeus Greyrat, son of swordsman Paul and healer Zenith, as he enters a new world to become the strongest mage known to man, with powers rivaling even the gods themselves.",
      "ru": "34-летнего отаку-затворника выгнали из дома родственники после похорон его родителей. Этот жирный и уродливый девственник без гроша в кармане осознал, что его жизнь подошла к концу. Затем он понял, что его жизнь вообще могла бы быть намного лучше, если бы тот мог избавиться от тёмных страниц своей жизни. Пребывая в сожалениях, мужчина увидел, как грузовик со спящим водителем быстро надвигается на трёх школьников. Собрав все свои силы, он попытался спасти их и погиб.  \r\n  \r\nА открыв глаза, он обнаружил, что переродился в мире меча и магии как Рудеус Грейрат. Получив в этом мире новую жизнь, Рудеус решил, что в этот раз проживёт свою жизнь на полную, безо всяких сожалений!  \r\n  \r\nИ так началось приключение человека, пожелавшего заново начать свою жизнь.  \r\n  \r\nAlternative Raw: <http://seiga.nicovideo.jp/comic/23831>",
      "es-la": "La historia trata sobre un muchacho que se encierra en su casa tras sufrir una enorme humillación pública sin atreverse a salir durante varios años debido a los traumas que esto le ocasionó. Incapaz de soportar esto, se encerró en casa sin querer salir ni volver a ver a sus compañeros y durante años el miedo a salir creció y creció, acabando por convertirse en una carga para su familia… hasta el día en que sus padres murieron y sus hermanos lo expulsaron de su hogar por el parásito en el que se había convertido. En ese momento, aunque tarde, se arrepintió de su actitud y se puso a pensar que su vida podría haber sido decente si él le hubiera puesto más esfuerzo. Justo cuando estaba a punto de iniciar su nuevo cambio, ve un camión en movimiento a gran velocidad dirigiéndose a tres estudiantes de secundaria. Reuniendo todas las fuerzas que tenía logra salvarlos, pero a cambio él termina siendo atropellado por el camión, muriendo al instante. Cuando abrió los ojos, él había reencarnado en un mundo de espadas y magia como Rudeus Greyrat. Nacido en este nuevo mundo, con una nueva vida, Rudeus decidió que, “Esta vez, realmente voy a vivir mi vida al máximo sin arrepentimientos”. De este modo se inicia el viaje de un hombre que anhela reiniciar su vida."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "485a777b-e395-4ab1-b262-2a87f53e23c0",
    "title": {
      "en": "Pyu to Fuku! Jaguar"
    },
    "updatedAt": "2023-11-23T12:53:27+00:00",
    "coverArt": "https://mangadex.org/covers/485a777b-e395-4ab1-b262-2a87f53e23c0/2ea6efa2-debf-4d81-b878-b61b22090aed.jpg",
    "altTitles": [
      {
        "en": "Blow that Flute! Jaguar"
      },
      {
        "ja-ro": "Pyuu to Fuku! Jaguar"
      },
      {
        "ja": "ピューと吹く!ジャガー"
      }
    ],
    "description": {
      "en": "Piyohiko has a dream: He wants to be a succesfull guitar-player. Then this guy Jaguar shows up, and coaxes him into playing the 'recorder'. Thus ending Piyohiko's noble dream."
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "438"
  },
  {
    "mangaId": "b4bd0456-a4db-4bad-8486-072aa0e82e46",
    "title": {
      "en": "Creep In"
    },
    "updatedAt": "2024-08-05T15:32:04+00:00",
    "coverArt": "https://mangadex.org/covers/b4bd0456-a4db-4bad-8486-072aa0e82e46/fac401ee-1bc9-4dd7-a8d3-65c1b774372d.jpg",
    "altTitles": [],
    "description": {
      "en": "They come for three reasons: to say hello, to like you, or to harm you.",
      "id": "Mereka datang dengan tiga alasan, sekedar menyapamu, menyukaimu, atau ingin mencelakaimu."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "38"
  },
  {
    "mangaId": "8438feea-6d36-4082-bbd3-50d7273e66ba",
    "title": {
      "en": "The Long Summer of August 31"
    },
    "updatedAt": "2024-10-18T10:29:21+00:00",
    "coverArt": "https://mangadex.org/covers/8438feea-6d36-4082-bbd3-50d7273e66ba/1dd079e4-5a32-4bc0-ade7-a469068e5110.jpg",
    "altTitles": [
      {
        "ja": "8月31日のロングサマー"
      },
      {
        "ja-ro": "8-gatsu 31-nichi no Long Summer"
      },
      {
        "ja-ro": "Hachigatsu Sanjuuichinichi no Long Summer"
      },
      {
        "en": "The Long Summer of August 31st"
      },
      {
        "en": "The Long Summer on August 31"
      },
      {
        "vi": "Mùa hè dài ngày 31 tháng 8"
      },
      {
        "ru": "Длинное лето 31-го августа"
      }
    ],
    "description": {
      "en": "Suzuki-kun and Takagi-san — two high-schoolers who found each other in a time loop on August 31. The two are the only ones who keep their memories when it loops. As for the cause of the time loop, one thing comes to mind — Suzuki-kun's lingering regrets for the summer, a guy's greatest ambition....\n\nIt's a time loop comedy of youth, romance, and facing love head-on!\n___\n**Alt Official English:** [K MANGA - United States only!](https://kmanga.kodansha.com/title/10613/episode/353159)",
      "ja": "何度も繰り返す8月31日の中で出会った高校生の二人・鈴木くんと高木さん。\n\n記憶を繰り越せるのは二人だけ。\n\nタイムループの原因として考えられるのは、鈴木くんが夏休みにやり残した、男子最大の目標…。\n\n恋と真っ向から対峙する、青春タイムループコメディ！",
      "ru": "31 августа повторяется снова и снова. Сохранить об этом воспоминания могут только два школьника – Сузуки-кун и Такаги-сан. Задумавшись о причине возникновения такой временной петли, Сузуки-кун пришёл к выводу, что всё дело в нём: его незавершённых делах летом и большом сожалении на этот счёт. Чтобы выбраться из временной тюрьмы подросток решает действовать…\nВас ждёт любовная комедия противостояния любви и временной петли!",
      "vi": "Thế giới bị rơi vào 1 vòng lặp thời gian, chỉ có 2 người giữ lại được ký ức là Suzuki và Takagi. Nếu muốn thoát khỏi vòng lặp thì Suzuki phải hoàn thành ước nguyện còn dang dở của cậu: kiếm được bạn gái và thoát kiếp trai tân."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5fc2842-d748-4a11-a7d1-4e5573762bda",
    "title": {
      "en": "Kokan Musou ~Kiraware Yuusha wa Mazoku ni Aisareru~"
    },
    "updatedAt": "2024-10-09T00:46:26+00:00",
    "coverArt": "https://mangadex.org/covers/b5fc2842-d748-4a11-a7d1-4e5573762bda/5a799a72-626e-4e82-b646-fffa98b4076c.jpg",
    "altTitles": [
      {
        "ja": "股間無双～嫌われ勇者は魔族に愛される～"
      },
      {
        "en": "Unparallelled Groin ~The Hated Hero Is Loved By The Demons~"
      },
      {
        "zh-hk": "股間無雙～被討厭的勇者卻被魔族所愛～"
      }
    ],
    "description": {
      "en": "Kantarou, who has ascended to heaven because he is too sick, reincarnates in a different world. Kantarou, who is distorted in character and is a fatty, is disliked even after reincarnating, but notices that a cloudy potion that cures anything from his crotch appears. Moreover, it also has the effect of powering up the demons, and it will be loved by the demons…!? A different world reincarnation fantasy that is unmatched in the crotch!!!\n___\n**Alt Official Raws:**\n- [Comic DAYS](https://comic-days.com/episode/3269754496640214685)\n- [niconico Manga](https://manga.nicovideo.jp/comic/55354)",
      "ja": "ヌキすぎて昇天してしまった汗太郎(かんたろう)は異世界に転生する。キモデブで性格も歪んでいる汗太郎は転生した先でも嫌われてしまうが、自分の股間から何でも治してしまう白濁色のポーションが出ることに気づく。しかもそれは魔族をパワーアップさせる効果も持っていて、魔族からも求愛されることに……!?股間で無双する異世界転生ファンタジー!!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23f2ab6b-0832-456b-9d87-35868ce34fc8",
    "title": {
      "en": "My Clueless First Friend"
    },
    "updatedAt": "2024-10-07T19:30:18+00:00",
    "coverArt": "https://mangadex.org/covers/23f2ab6b-0832-456b-9d87-35868ce34fc8/c6e86e9d-b556-4197-9988-e84a8fe47135.jpg",
    "altTitles": [
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru"
      },
      {
        "pt": "O Aluno Sem Noção Transferido É Assertivo"
      },
      {
        "ja": "事情を知らない転校生がグイグイくる。"
      },
      {
        "zh-hk": "什麼情況都不知道的轉校生一個勁的湊過來。"
      },
      {
        "uk": "Цей безглуздий переведений учень такий настирливий."
      },
      {
        "fr": "Mon Amie des Ténèbres."
      },
      {
        "en": "The Clueless Transfer Student Is Assertive."
      },
      {
        "pt-br": "Meu Primeiro Amigo é um Tapado"
      }
    ],
    "description": {
      "en": "Akane Nishimura is a shy and gloomy elementary school girl with an unfounded dire reputation in her class due to her appearance. Taiyou Takada is a transfer student in her class who came from a small countryside school, and who is fascinated by the aspects of Nishimura that her classmates use to pick on her, finding her \"darkness\" cool beyond compare. Through the unbridled and fundamental joy Takada finds in being her friend, Nishimura starts realizing that being herself is not as bad as she thinks.",
      "uk": "Акане Нішімура — сором’язлива та похмура дівчинка початкової школи, яка через свою зовнішність має безпідставну жахливу репутацію у своєму класі. Тайо Такада — новий учень, який перевівся з невеликої сільської школи, і якому подобається унікальність Нішімури, яку її однокласники використовують, щоб познущатися з неї, вважаючи, що її «темрява» виглядає моторошно. Через нестримну та фундаментальну радість, яку проявляє Такада, будучи її другом, Нішімура починає розуміти, що бути собою не так вже й погано, як вона думала.",
      "pt-br": "Nishimura é uma garota retraída, hostilizada por todos os colegas por seu jeito sombrio, que dizem até que ela é a Morte em pessoa. Mas isso só chama ainda mais a atenção de Takada, um novo aluno transferido. Sem saber o motivo do apelido, que por sinal ele acha super-maneiro, Takada começa a se aproximar mais e mais da Nishimura para se tornar amigo dela. Uma história cativante, cheia de nostalgia dos nossos tempos de fundamental, sobre uma amizade que vai aquecer seus corações!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "700cc1f4-6583-483c-aa94-888d7b865453",
    "title": {
      "en": "Choujigen Game Neptune: The Animation - Dengeki Comic Anthology"
    },
    "updatedAt": "2022-11-02T17:06:04+00:00",
    "coverArt": "https://mangadex.org/covers/700cc1f4-6583-483c-aa94-888d7b865453/263c8dd7-0fae-4a30-b345-47138eb940f6.jpg",
    "altTitles": [
      {
        "en": "Hyperdimension Neptunia: The Animation - Comic Anthology - Dengeki Comics"
      },
      {
        "ja": "超次元ゲイム ネプテューヌ THE ANIMATION 電撃コミックアンソロジー"
      }
    ],
    "description": {
      "en": "An anthology comic of Choujigen Game Neptune (Hyperdimension Neptunia) by various mangaka."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "14"
  },
  {
    "mangaId": "8e44a10a-8116-430a-9e17-ba4dd58b4137",
    "title": {
      "en": "Akagi: The Genius Who Fell Into Darkness"
    },
    "updatedAt": "2022-04-13T19:28:21+00:00",
    "coverArt": "https://mangadex.org/covers/8e44a10a-8116-430a-9e17-ba4dd58b4137/e16dbf65-3b8a-4bb5-9dfd-39bdec8aee7d.jpg",
    "altTitles": [
      {
        "ja": "アカギ－闇に降り立った天才"
      },
      {
        "ja-ro": "Akagi - Yami ni Oritatta Tensai"
      },
      {
        "ru": "Акаги — легенда маджонга"
      },
      {
        "ja": "闘牌伝説アカギ 闇に舞い降りた天才"
      }
    ],
    "description": {
      "en": "The year is 1958, in the midst of a period of rapid economic growth. One rainy night at a mahjong parlor, Nangou, who was challenging the yakuza to a life-threatening game, was gradually being pushed into a corner. Suddenly, a soaking wet boy walks into the parlor. Nangou senses something extraordinary in him, and asks the boy, who has never even held a mahjong tile before, to play in his place. This is when the legend began. The boy's name was Akagi Shigeru, later known as the \"Man of the Divine Realm.\""
    },
    "status": "completed",
    "releaseDate": 1991,
    "contentRating": "safe",
    "lastVolume": "36",
    "lastChapter": "306"
  },
  {
    "mangaId": "cc672e09-85c8-4b4f-a148-825bb5c59245",
    "title": {
      "en": "Control"
    },
    "updatedAt": "2024-09-29T18:27:15+00:00",
    "coverArt": "https://mangadex.org/covers/cc672e09-85c8-4b4f-a148-825bb5c59245/da209864-bc4e-4e8b-bd5d-e93a4aa84479.jpg",
    "altTitles": [
      {
        "ko-ro": "Jibae"
      },
      {
        "de": "Kontrolle"
      },
      {
        "ko": "지배"
      },
      {
        "en": "Domination"
      },
      {
        "ru": "Контроль"
      }
    ],
    "description": {
      "de": "Da geht irgendwas sehr seltsames in der Nachbarschaft vor sich.  \nJa wen wirst du Bescheid sage? Wen willst du zur Hilfe holen? Ähm… irgendein komisches… Mädchen was von sich behauptet, hypnotische Kräfte zu besitzen? Ach so, ja, genau das.  \nJedoch hast du absolut keine Ahnung wo sie ist, und du hast ihr auch nicht Bescheid gegeben.  \nWas wird nun aus dir werden, da er da ist…?",
      "en": "There's something strange, in the neighborhood.  \nWho you gonna call? Uhm. Some strange cute hypnotist girl.  \nAnd you have no clue who she is, and you didn't call her.  \n  \n\n\n---",
      "ru": "Каково это, когда привычный мир рушится в одночасье? Кто друг, а кто враг?\nМожно ли доверять себе, когда сам теряешься в круговороте пугающих и необъяснимых событий? А может быть, ты сам и есть их источник?\nГлавный герой — обычный корейский парень, живущий с пожилой матерью в крохотной квартирке, обнаружил, что люди вокруг внезапно изменились. Некие зловещие существа без лишнего шума захватили целый город, а, возможно, даже страну или мир. Но главный герой не собирается сидеть сложа руки и, объединившись с загадочной гипнотизёршей, решает дать отпор неведомым тварям."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "60"
  },
  {
    "mangaId": "d60cffcb-b79b-425e-9379-93cc93ebc37b",
    "title": {
      "en": "Achilleus - Argos no Gunshin"
    },
    "updatedAt": "2024-10-15T21:32:48+00:00",
    "coverArt": "https://mangadex.org/covers/d60cffcb-b79b-425e-9379-93cc93ebc37b/048f553e-0842-45a5-b929-42ec947dd637.jpg",
    "altTitles": [
      {
        "ja": "アキレウス アルゴスの軍神"
      },
      {
        "ja-ro": "Akhilleus – Argos no Gunshin"
      }
    ],
    "description": {
      "en": "The war begins. The Achaean army, led by Agamemnon, struggles against the Trojan army, which boasts an iron fortress. Achilles and Hector, the prince of Troy, cross swords in the midst of the battle and become attracted to each other. Meanwhile, a tragedy befalls Patroclus, who adores Achilles... This is the conclusion of the first chapter of this turbulent mythological spectacle.",
      "ja": "伝説の英雄アキレス戦乙女となって数多の戦場を駆け抜ける!!\n\n開戦。鉄壁の城塞を誇るトロイア軍を前に、アガメムノン率いるアカイアの軍勢は苦戦を強いられる。戦の渦中で剣を交わせ、互いに惹かれ合ってゆくアキレスとトロイの王子ヘクトル。一方、アキレスを慕うパトロクロスにある悲劇が…。激動の神話スペクタクル序章完結編。"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "2ce23a09-6dd6-4fdc-bd18-a7d5f440480a",
    "title": {
      "en": "The Villainess and Miss Demon Lord"
    },
    "updatedAt": "2024-08-29T18:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/2ce23a09-6dd6-4fdc-bd18-a7d5f440480a/dbfdd42e-5063-4e30-90d1-b9229ac8a271.png",
    "altTitles": [
      {
        "zh": "恶役千金与魔王小姐"
      },
      {
        "zh-hk": "惡役千金與魔王小姐"
      },
      {
        "zh-ro": "Èyì qiānjīn yǔ mówáng xiǎojiě"
      },
      {
        "ru": "Злодейская дочь и мисс Королева демон"
      },
      {
        "vi": "Thiên kim phản diện và tiểu thư ma vương"
      },
      {
        "en": "The Daughter of Evil & Miss Devil"
      },
      {
        "ja": "魔法が使えない悪役令嬢に転生しました"
      }
    ],
    "description": {
      "en": "Two girls, hand-in-hand, cross over to another world, into a magical academy set in a melodramatic Western fantasy novel. They transform into two people completely unrecognizable to each other: One is a rich villainess who is incapable of using any kind of magic, while the other is a young girl extremely talented in the field of magic, who's said to be the reincarnation of the Demon Lord. Originally set to save the world, the two of them unexpectedly fall in love.\n\n\"Male lead, female lead, may you two live a long and happy life together, forever. I, the villainess, am going to elope with Miss Demon Lord!\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]