[
  {
    "mangaId": "7f952b22-812d-4252-88e1-a99818f13acd",
    "title": {
      "en": "The Duke of Death and His Maid"
    },
    "updatedAt": "2024-02-18T11:22:17+00:00",
    "coverArt": "https://mangadex.org/covers/7f952b22-812d-4252-88e1-a99818f13acd/e7e125d5-01d0-405d-a88e-7d8ef36875a8.jpg",
    "altTitles": [
      {
        "fr": "Le duc de la Mort et sa gouvernante obscure"
      },
      {
        "ja-ro": "Shinigami Bocchan to Kuro Maid"
      },
      {
        "ru": "Смертоносный герцог и его черная горничная"
      },
      {
        "ar": "النبيل الشاب حاصد الأرواح و خادمته السوداء"
      },
      {
        "ja": "死神坊ちゃんと黒メイド"
      },
      {
        "en": "The Duke of Death and His Black Maid"
      }
    ],
    "description": {
      "en": "In a large mansion lives a boy, an aristocrat who was cursed by the witch to \"let everything he touches die.\" With him is his maid Alice, who besides serving him, likes to tease him. The boy who is interested in her doesn't mind the teasing, but not being able to touch her is painful!  \r\n  \r\nIf they are unable to hold hands, how will their love ever bloom?",
      "tr": "Hikâye büyük bir malikanede yaşayan kaderi bir cadı tarafından mühürlenen bir çocuk ve onunla beraber yaşayan hizmetçi Alice hakkında; çocuk dokunduğu her şeyi ölüme sürüklerken; Alice ile hiç el ele tutuşamayacak olmalarına rağmen yaşanan inişli çıkışlı bir aşk."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "223"
  },
  {
    "mangaId": "831a4e45-78f0-49e9-9bc8-dc22d42b5ba8",
    "title": {
      "en": "Metsuki Warui Ko Kawaii Ko"
    },
    "updatedAt": "2023-07-31T19:52:05+00:00",
    "coverArt": "https://mangadex.org/covers/831a4e45-78f0-49e9-9bc8-dc22d42b5ba8/5498bd7e-28a1-4746-bd82-ae2e2bb12ae7.jpg",
    "altTitles": [
      {
        "ja": "目つき悪い子かわいい子"
      },
      {
        "en": "Scary Girl, Cute Girl"
      },
      {
        "en": "A Cute Girl with Nasty Look"
      }
    ],
    "description": {
      "en": "This delinquent is stupid cute!\r\n\r\nHigh schooler Tanaka-kun believes that scary girls are actually cute. Thus, sitting next to the delinquent Mizuno-san he strives to get closer to her. However, in addition to having a scary expression, she's the subject of many rumors and feared by her classmates!!\r\n\r\nAlthough getting the cold shoulder at first, Tanaka's feverish offensive opens Mizuno's heart up bit by bit. But Tanaka's plan to help her fit in with their classmates during the school festival is threatened when disaster strikes!\r\n\r\n(Translation of the Volume 1 synopsis on Amazon by KasketBox)\r\n\r\nA twitter short by @hamita1220",
      "es-la": "Esta delincuente es estúpida y linda!\n\nEl estudiante Tanaka-kun cree que las chicas aterradoras son en realidad lindas. Y así, sentandose al lado de la delincuente Mizuno-san intenta hacerse más cercano a ella. Además de tener una cara aterradora, ella es el sujeto de muchos rumores y temida por sus compañeros!!\n\nApesar de recibir la ley del hielo al principio, la ofensiva de Tanaka abre poco a poco el corazón de Mizuno-san. Pero el plan de Tanaka para ayudarla a encajar con sus compañeros durante el festival escolar, es amenazado por un ataque sin aviso!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "66"
  },
  {
    "mangaId": "456415b4-5d90-4262-b549-34a18153039d",
    "title": {
      "en": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
    },
    "updatedAt": "2024-04-25T19:22:13+00:00",
    "coverArt": "https://mangadex.org/covers/456415b4-5d90-4262-b549-34a18153039d/79021f96-d539-40d3-9714-c717fe32a94e.jpg",
    "altTitles": [
      {
        "ja": "これからだんだん幸せになっていく怖い 女上司"
      },
      {
        "ar": "رئيسة مرعبة تزداد سعادة وسعادة من الآن فصاعدًا"
      },
      {
        "ja-ro": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
      },
      {
        "ja-ro": "Korekara Dondon Shiawase ni Natte iku Kowai Jōshi"
      },
      {
        "en": "A Scary Boss, But From Now on She's Going to Be Happier and Happier"
      },
      {
        "es-la": "Una jefa que da miedo, pero a partir de ahora va a ser cada vez más feliz."
      }
    ],
    "description": {
      "ar": "مديرتي مخيفة للغايه، لكن من الأن وصاعدًا سأبذل قصارى جهدي لجعلها الأسعد.",
      "en": "This is a heart-pounding love comedy between \"Manager Tsuruse'', a female boss who is scary at work but whose hobbies are cute clothes(?!), and \"Tsukinawa-kun'', a new male employee who joins the company mid-career!\n\nThere is also a FANBOX version, a collection of 0.5 \"Naughty\" stories: \n[Kowai Onna Joushi ga Nuidara H de Kawaikatta Hanashi - FANBOX 0.5 Matome【R18】](https://mangadex.org/title/ef970af6-8357-43bb-9bd1-fe09dba78624/kowai-onna-joushi-ga-nuidara-h-de-kawaikatta-hanashi-fanbox-0-5-matome)",
      "es-la": "Mi jefa da mucho miedo, pero mientras más hablo con ella deja de hacerlo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7cc0e57-aa04-42d7-a726-822f66718a35",
    "title": {
      "en": "Insecure Herami Sisters"
    },
    "updatedAt": "2024-02-09T06:40:15+00:00",
    "coverArt": "https://mangadex.org/covers/c7cc0e57-aa04-42d7-a726-822f66718a35/9fa210e3-b0ee-4514-9753-694a11f33b0f.jpg",
    "altTitles": [
      {
        "ja": "平良深姉妹はどっちもヤんでる"
      },
      {
        "ja-ro": "Herami Shimai wa Docchi mo Yanderu"
      },
      {
        "en": "The Yandere Little Sister and the Menhera Big Sister"
      },
      {
        "es-la": "La hermana pequeña Yandere y la hermana mayor Menhera"
      },
      {
        "zh": "平良深姐妹都“病”得不轻"
      },
      {
        "vi": "Hai chị em nhà Herami bất ổn thực sự!"
      }
    ],
    "description": {
      "en": "Sera, (Real Name: Herami Sera) is an approval-seeking girl (26 years old) who works at a maid cafe. Her younger sister, Kira, is an idol (19 years old) who is rapidly gaining popularity with her cool, and mature character. However, the real Kira only ever think of her sister and tries to cheer her up in every possible way to help her sister with her mental health and anxiety",
      "ja": "せーら（本名：平良深 瀬良）はメイドカフェで働く承認欲求高めな女子（26歳）。そんな彼女の妹・キラは、クールな大人っぽいキャラで人気沸騰中のアイドル（19歳）。しかし、素顔のキラはいつも姉のことしか考えておらず、不安を抱える姉のため、あらゆる手段で励まそうとしていて…。",
      "es-la": "Sera, (Nombre real: Herami Sera) es una chica que busca aprobación (26 años) que trabaja en un maid café. Su hermana menor, Kira, es una ídolo (19 años) que está ganando popularidad rápidamente con su carácter frío y maduro. Sin embargo, la verdadera Kira solo piensa en su hermana y trata de animarla de todas las maneras posibles para ayudar a su hermana con su salud mental y ansiedad."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a27b83a-002c-41f3-96a6-e57b6cc9a222",
    "title": {
      "en": "Satsudou"
    },
    "updatedAt": "2024-05-04T14:38:17+00:00",
    "coverArt": "https://mangadex.org/covers/7a27b83a-002c-41f3-96a6-e57b6cc9a222/bbbc53f2-9abe-4ac6-b6d8-6a480baac4ac.jpg",
    "altTitles": [
      {
        "ja": "サツドウ"
      },
      {
        "en": "The path of murder"
      },
      {
        "vi": "Sát Đạo"
      },
      {
        "fr": "La voie du meurtre"
      }
    ],
    "description": {
      "en": "Akamori Mitsuo wants to be an ordinary salaryman but... He is a genius murderer born into a family that has been practising the ancient art of killing for centuries. Akamori faces obstacles like Yakuza, fighters and gangs in the path that goes to his want.",
      "fr": "Akamori Mitsuo veut être un salarié ordinaire mais... C’est un meurtrier de génie né dans une famille qui pratique l’art ancien de tuer depuis des siècles. Akamori fait face à des obstacles comme Yakuza, des combattants et des gangs sur le chemin qui mène à son besoin.",
      "vi": "Một seri mới từ tác giả của Rocopon. Akamori Rikuo, con trai thứ 6 và là một võ sĩ thiên tài trong một gia tộc sở hữu môn võ sát nhân gia truyền từ thời xa xưa. Vậy nhưng Rikuo lại muốn được trở thành một anh nhân viên văn phòng bình thường và giờ đây cuộc sống của cậu sẽ bị lũ lưu manh, đám xã hội đen và những tay võ sĩ khác làm đảo lộn không ngừng."
    },
    "status": "cancelled",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "39"
  },
  {
    "mangaId": "a95e7e4e-a45a-4da0-bac6-e68442548770",
    "title": {
      "en": "A Boy Who Was Just a Friend for Ten Years Confessed Love to Me"
    },
    "updatedAt": "2024-05-12T15:29:47+00:00",
    "coverArt": "https://mangadex.org/covers/a95e7e4e-a45a-4da0-bac6-e68442548770/73677f60-1913-4d8b-a989-646f33bae286.jpg",
    "altTitles": [
      {
        "ja": "10年間友達だと思ってた男の子に告白されるお話"
      },
      {
        "ja-ro": "10-Nenkan Tomodachida to Omotteta Otokonoko ni Kokuhaku sareru Ohanashi"
      },
      {
        "ja-ro": "Juunenkan Tomodachi da to Omotteta Otokonoko ni Kokuhaku sareru Ohanashi"
      }
    ],
    "description": {
      "en": "The Beginning of... Love!? Straightforward and pure high school love!\n\nRintarou, the boy who've been friends with since we were small. Large, grim and popular. He turned down a girl again... What a waste!\n\n\"No, because I love you.\"\n\n...Huh? What!? That's the first time I've heard about this!!! W-w-w-why me-\n\nDamn...!!!\nI can't believe he would confess to me. I feel like I lost and it's frustrating. Now that it's come to this, I'll test him and see if he's good enough to be my boyfriend!!\n\nA straightforward and pure high school love, begins!!\n\n(Translation of the Amazon description for the first volume by KasketBox)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "939c167b-d9b3-4336-923c-f2483cee316f",
    "title": {
      "en": "45 Seconds"
    },
    "updatedAt": "2022-02-25T09:47:20+00:00",
    "coverArt": "https://mangadex.org/covers/939c167b-d9b3-4336-923c-f2483cee316f/f15af62c-4c18-4661-973c-55536a86575e.png",
    "altTitles": [
      {
        "en": "45 Cho"
      },
      {
        "en": "45 secs"
      },
      {
        "en": "45초"
      }
    ],
    "description": {
      "en": "Siyeon, who returns home after studying abroad for college, finds out about the 'Understanding Wine' course that her younger sister has picked for her.  \r\nIt's very popular because it's about tasting wine, but Sihyeon is a lightweight that can't drink alcohol!  \r\nWhen she decides to correct the course and attended it, she is reunited with her high school friend Eunha… !?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "10"
  },
  {
    "mangaId": "6f83b8fb-ca25-47c5-9d16-759dacff0a6b",
    "title": {
      "en": "Netorare Manga no Kuzu Otoko ni Tensei Shita Hazu ga Heroine ga Yottekuru Ken"
    },
    "updatedAt": "2024-04-06T11:18:05+00:00",
    "coverArt": "https://mangadex.org/covers/6f83b8fb-ca25-47c5-9d16-759dacff0a6b/48d7922f-c6fd-4261-837c-5627253a0673.jpg",
    "altTitles": [
      {
        "ja": "寝取られ漫画のクズ男に転生したはずがヒロインが寄ってくる件"
      },
      {
        "en": "I Was Reincarnated As The Scumbag From a Netorare Manga, But The Heroine is Coming On To Me"
      },
      {
        "en": "The Story of a Man Who Is Reincarnated as the Shittiest Guy in a Doujin, but the Heroine Keeps on Coming Close to Him"
      },
      {
        "ja": "漫画に登場する最悪の男に生まれ変わったはずがヒロインが寄ってくる件"
      },
      {
        "zh": "我转生成了NTR漫画里的黄毛，但是女主却倾心于我"
      },
      {
        "ru": "Я перевоплотился в подонка из netorare манги, но героиня предпочла меня главному герою"
      },
      {
        "ja-ro": "Netorare Manga no Kuzu Otoko ni Tensei Shita Hazu ga Heroine ga Yottekuru Ken"
      }
    ],
    "description": {
      "en": "I suddenly remembered. This world is the world of an erotic manga, and that I was reincarnated as the scumbag who is supposed to steal the heroine in this world. Well, I don't have such a hobby, so I thought the heroine should get along with the protagonist. But why are you paying attention to me, heroine?",
      "ja": "ふと俺は思い出した。この世界がエロ漫画の世界であり、ヒロインを寝取る役目のクズ男に自分が転生したことを。まあ俺にその趣味はないので、ヒロインは主人公と仲良くやってくれ。と思ったのに…ヒロイン、なんでお前は俺に構うんだよ!\n小説投稿サイト掲載の人気作『漫画に登場する最悪の男に生まれ変わったはずがヒロインが寄ってくる件』をついにコミカライズ!",
      "pt-br": "De repente, eu me lembrei. Este mundo é o mundo de um mangá erótico, e eu reencarnei como o canalha que supostamente vai roubar a heroína neste mundo. Bem, eu não tenho esse tipo de hobby, então eu achei que a heroína deveria se dar bem com o protagonista. Mas por que você está prestando atenção em mim, heroína?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce068526-df38-45b9-899f-a2a672b4442a",
    "title": {
      "en": "Yancha Gal no Anjou-san (Pre-Serialization)"
    },
    "updatedAt": "2024-05-22T06:18:55+00:00",
    "coverArt": "https://mangadex.org/covers/ce068526-df38-45b9-899f-a2a672b4442a/41b2b8e3-33b1-4934-8c67-ae3fa09e69b1.jpg",
    "altTitles": [
      {
        "ja": "やんちゃギャルの安城さん"
      },
      {
        "ja-ro": "Yancha Gyaru no Anjou-san"
      },
      {
        "en": "The Mischievous Gal Anjou-san"
      },
      {
        "en": "Mischievous Gal Anjou-san"
      },
      {
        "en": "Mischievious Gal Anjou-san"
      }
    ],
    "description": {
      "en": "Seto is a serious kid who leads a quiet high school life, until he starts to get teased by resident gal Anjou-san.\n___\nNote: While the [pixiv album for the Preserialization](https://www.pixiv.net/user/1016640/series/624) has 25 posts, there are only 23 Preserialization chapters because the 23rd post is [Serialization Chapter 2](https://mangadex.org/chapter/08210677-ed92-4e23-a901-5a837fe49be1) and the 24th post is [Serialization Chapter 14](https://mangadex.org/chapter/cead46cb-2915-4702-9e4c-978a1ca4df5c)."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "23"
  },
  {
    "mangaId": "d4d43c50-ce1a-4751-b474-e239cf862f2a",
    "title": {
      "en": "Otome no Teikoku"
    },
    "updatedAt": "2024-02-16T05:14:10+00:00",
    "coverArt": "https://mangadex.org/covers/d4d43c50-ce1a-4751-b474-e239cf862f2a/1c3a6b27-4b09-493b-9677-dcf19801fea7.jpg",
    "altTitles": [
      {
        "ja": "オトメの帝国"
      },
      {
        "en": "Virgins' Empire"
      }
    ],
    "description": {
      "en": "A peek into the \"everyday nudity\" of high school girls. Virgins’ Empire is a look into the lives of seven high school girls attending an all girls school. We follow them as they grow relationships with one another. Some more intimate than others."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo!"
    },
    "updatedAt": "2024-05-17T15:24:22+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/07c6f675-57e6-4b8c-8e2b-deaf3f27021b.jpg",
    "altTitles": [
      {
        "en": "Konosuba: God's Blessing on This Wonderful World!"
      },
      {
        "en": "Bless This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46c44d71-f114-4776-a0de-b4179d65c0e6",
    "title": {
      "en": "The Villainess Is Shy in Receiving Affection"
    },
    "updatedAt": "2024-02-01T03:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/46c44d71-f114-4776-a0de-b4179d65c0e6/c60fae13-d51a-46e0-9830-184190ba1c3b.jpg",
    "altTitles": [
      {
        "ko": "악역소녀는 사랑받기가 부끄러워요"
      },
      {
        "ko": "악역 소녀는 사랑받기가 부끄러워요"
      },
      {
        "ko-ro": "Agyeong Sonyeoneun Sarangbatgiga Bukkeureowoyo"
      },
      {
        "en": "The Beloved Bashful Villainess"
      },
      {
        "en": "The Villainess Is Shy in Receiving Love"
      },
      {
        "en": "The Villainess Is Shy to Be Loved"
      },
      {
        "ja": "悪役なのに愛されすぎています"
      },
      {
        "th": "สาวน้อยตัวร้ายชักรู้สึกเขินอายที่ได้รับความรัก"
      },
      {
        "zh": "反派少女被爱意围绕"
      },
      {
        "zh-hk": "受寵若驚的反派少女"
      }
    ],
    "description": {
      "en": "My wicked mother brought a girl one day, the Duke's lost daughter, Loretta - the heroine of a novel called *The Duke's Four Children*. And I am Melody, the villainess in said novel who was punished alongside my mother for harassing the Duke's precious little girl. I didn’t want to die like that, so I decided to treat her well. I fed Loretta, put her to sleep, and played with her. And then her response was…?\n\n\"I hope Melody marries Loretta!\"\n\nThrough her endless affection, I ended up coming back with her to the Duke's mansion, where she said \"I'll stick close to Melody!\"\n\nHas there ever been anyone who is such a 'fool for Melody?!' Why am I being loved when I've only been kind to be able to live peacefully…!\n\n---\nWhen Melody discovers she's a villainess in someone else's story, being a slave dealer's daughter only adds to her guilty conscience. After her mother kidnaps Loretta, Duke Baldwin's long-lost child, Melody tries to comfort the scared little girl and forms a sisterly bond with her. So when the duke finds them, he takes both of them home because now they're inseparable! As the rest of House Baldwin becomes enamored with Melody's warm heart, will she ever learn that she deserves to be loved too?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD-%EC%86%8C%EB%85%80%EB%8A%94-%EC%82%AC%EB%9E%91%EB%B0%9B%EA%B8%B0%EA%B0%80-%EB%B6%80%EB%81%84%EB%9F%AC%EC%9B%8C%EC%9A%94/3321), [KakaoPage](https://page.kakao.com/content/61192421)",
      "fr": "Ma méchante mère a amené une fille un jour.\nC'était la fille cachée du duc, Loretta, l'héroïne des [Quatre enfants du duc].\nJe suis Melody, la méchante qui a été punie par ma mère pour l'avoir harcelée.\nJe ne veux pas mourir comme ça, alors je dois bien la traiter maintenant.\nJ'ai nourri Loretta, je l'ai endormie et j'ai joué avec elle.\nEt puis sa réponse a été...\n\"J'espère que Melody épousera Loretta !\"\nLe déluge d'affection sans fin m'a conduit à la rejoindre auprès du duc et elle a dit : \"Je vais rester près de Mlle Melody.\"\nAvez-vous rencontré quelqu'un qui soit un \"fou de Melody\" plus qu'elle ?\nPourquoi suis-je aimée alors que j'ai seulement été assez gentille pour me faire vivre paisiblement.... !"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c84ffbda-8648-4356-aa5b-e472b155c529",
    "title": {
      "en": "noHEROES!"
    },
    "updatedAt": "2023-08-28T04:45:16+00:00",
    "coverArt": "https://mangadex.org/covers/c84ffbda-8648-4356-aa5b-e472b155c529/55235c88-2959-4bc3-9864-67b0455c2969.jpg",
    "altTitles": [
      {
        "en": "noHeroes!"
      },
      {
        "en": "There are noHeroes!"
      }
    ],
    "description": {
      "en": "A fighter, a wizard and a misguiding spirit are on Nameless Isle-what happens next is the stuff of heroes - or not! It's up to them."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-03-29T19:52:56+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/a7872083-47ce-4234-85f6-fa080069bd2a.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya-san Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      }
    ],
    "description": {
      "en": "Masachika Kuze sits next to Alya, a girl of Russian and Japanese descent. She’s beautiful, haughty, and an exceptional student, while Masachika is nerdy and known for being a slacker. He’s an easy target for her comments in Russian, which she’s all too happy to translate—except he can understand what she’s really saying!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e7c6d22-dfe4-462f-9d31-298313543bdb",
    "title": {
      "en": "Mr. Mallow Blue"
    },
    "updatedAt": "2024-03-31T03:01:23+00:00",
    "coverArt": "https://mangadex.org/covers/3e7c6d22-dfe4-462f-9d31-298313543bdb/fcc72e13-8fb1-4e62-87a4-0f4f72d60593.jpg",
    "altTitles": [
      {
        "en": "Mr. Blue"
      },
      {
        "ja": "Mr.マロウブルー"
      }
    ],
    "description": {
      "en": "Featuring a cynical beauty, a reclusive NEET, and an expressionless hot guy. A group of high school students and a NEET find themselves in a boarding school in which a story unfolds through the sudden meeting of those with jaded hearts and the misfits of society."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "Yuurei to Tsukareta Kaishain"
    },
    "updatedAt": "2024-05-10T08:56:44+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "en": "The Ghost and the Exhausted Office Worker"
      }
    ],
    "description": {
      "en": "A story about an old ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19daf6ef-6d95-46e5-9e1a-f4e5b655902f",
    "title": {
      "en": "Lily"
    },
    "updatedAt": "2024-03-05T12:49:59+00:00",
    "coverArt": "https://mangadex.org/covers/19daf6ef-6d95-46e5-9e1a-f4e5b655902f/2fc5e9cb-0464-4f4e-a7d9-85d86a93d7c4.png",
    "altTitles": [],
    "description": {
      "en": "Yilin bumps into the tomboy Rouxi, sparking an interest between each other that slowly blooms.",
      "pt-br": "Yilin esbarra na tomboy Rouxi, despertando um interesse entre elas que floresce lentamente."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "926"
  },
  {
    "mangaId": "69a403a6-e11d-40a3-886d-3cab4d4a02f9",
    "title": {
      "en": "Iberis wa Chou no Yume wo Miru"
    },
    "updatedAt": "2024-05-22T09:14:58+00:00",
    "coverArt": "https://mangadex.org/covers/69a403a6-e11d-40a3-886d-3cab4d4a02f9/a13b38f9-3715-4ba4-9e3e-5ffd25d2bc3b.jpg",
    "altTitles": [
      {
        "ja": "イベリスは蝶の夢を見る"
      },
      {
        "vi": "Iberis Mơ Về Chú Bướm"
      }
    ],
    "description": {
      "en": "The tale of a teacher and his student."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f39f0b20-e87a-4926-9a15-da0bc0cc2dde",
    "title": {
      "en": "Ichigo to Kobushi"
    },
    "updatedAt": "2024-05-22T09:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/f39f0b20-e87a-4926-9a15-da0bc0cc2dde/69b6418e-e15f-4dc3-99ce-c4a30814e342.jpg",
    "altTitles": [
      {
        "vi": "Dâu Tây Và Nắm Đấm"
      },
      {
        "ja": "苺と拳"
      },
      {
        "en": "Strawberry and Fist"
      }
    ],
    "description": {
      "en": "Kobushi Bayashi, who has a crush on Ichigo-no-Kuni, who likes cute things. Despite being rejected numerous times, he never gives up and decides to become cute himself in order to catch Ichigo-no-Kuni's attention...?!\""
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "719e258b-e2aa-4f6b-9676-50118ad27f28",
    "title": {
      "en": "LaLa"
    },
    "updatedAt": "2024-04-29T18:35:27+00:00",
    "coverArt": "https://mangadex.org/covers/719e258b-e2aa-4f6b-9676-50118ad27f28/8225b051-05b0-42b5-98f9-ba7d753df851.jpg",
    "altTitles": [],
    "description": {
      "en": "Xia Yuxin's presence at school never fails to draw attention. She has a mature beauty about her, always poised, and exuding confidence in class. Being admired so much by her classmates, one would think she's a well-respected senior but in truth, it might be because she's a repeat student. Xia Yuxin has more to her elegant facade.\n\n\n---\n\n**Links:**\n- [Alternative official English](https://www.webcomicsapp.com/comic/Lala/5c0a4df8d5626e75ff1f2d11)",
      "pt-br": "Xia Yu Xun é uma estudante que por ter faltado em uma prova, teve que repetir um ano. Para todos os seus colegas de classe que são um ano menor que ela, Xia Yu Xun é uma Xue Jie (senpai, veterana) genial, alta, decidida, muito bela e muito “cool”. Claro que ela não pensa assim, adoraria ser mais baixa pois assim conseguiria usar roupas mais bonitas. Sua obsessão é tanta que desenha suas próprias criações, com intenção de algum dia surgir alguém com o “estilo” dos seus sonhos. Na escola acaba encontrando uma pessoa adequada para isso, mas fazer amizade com ela vai ser um pouco difícil…\n\n\n---\n\n**Links:**\n- [Alternative official English](https://www.webcomicsapp.com/comic/5c0a4df8d5626e75ff1f2d11)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3",
    "title": {
      "en": "Yuusha ni Zenbu Ubawareta Ore wa Yuusha no Hahaoya to Party wo Kumimashita!"
    },
    "updatedAt": "2024-02-16T05:49:19+00:00",
    "coverArt": "https://mangadex.org/covers/9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3/fb02ef14-baec-496e-94f7-03e785a399f2.jpg",
    "altTitles": [
      {
        "ja": "勇者に全部奪われた俺は勇者の母親とパーティを組みました！"
      },
      {
        "ja-ro": "Yuusha ni Zenbu Ubawareta Ore wa Yuusha no Hahaoya to Party wo Kumimashita!"
      },
      {
        "zh-hk": "被勇者奪取全部的我，和勇者的母親組成了隊伍！"
      },
      {
        "zh": "被勇者踢出队伍的我，最后和他们的妈妈组队了！"
      },
      {
        "id": "Pahlawan Mengambil Segalanya Dariku, Jadi Aku Menikahi Ibunya!"
      },
      {
        "tr": "Kahraman Her Şeyimi Elimden Çaldı, Ben de Annesiyle Parti Yaptım!"
      },
      {
        "en": "The Hero Took Everything from Me, So I Partied with the Hero’s Mother!"
      }
    ],
    "description": {
      "en": "A young man wants to marry the mothers of the hero's party—\n\nAs a member of the hero's party Ceres, the main character, set out to defeat the demon king.\nBut one day, he was suddenly dismissed by the hero, and he had to leave the party.\nAll alone, Ceres sought to find a domestic slave to take care of him. What he saw at the slave market was Ms Shizuko, the mother of the hero, sold as a slave—??\n\nThe unreasonably expelled young man's Isekai mama harem is born!!",
      "id": "Seorang pemuda ingin menikahi ibu dari kelompok pahlawan—\n\nSebagai anggota kelompok pahlawan Ceres sang tokoh utama, berangkat untuk mengalahkan raja iblis.\nNamun suatu hari, dia tiba-tiba di keluarkan dari kelompok pahlawan oleh sang pahlawan,\nSeorang diri, Ceres mencari budak rumah tangga untuk merawatnya. Namun apa yang dia lihat di pasar budak adalah Nyonya Shizuko, ibu dari sang pahlawan, dijual sebagai budak—??\n\nHarem Isekai yang tak masuk akal dari pemuda yang dikeluarkan dari kelompok pahlawan lahir!!",
      "ja": "少年が結婚したいのは、\n勇者パーティのお母さんたちでした――\n\n勇者パーティの一員として\n魔王の倒す旅に出ている主人公・セレス。\n\nだがある日突然、勇者ゼクトからクビ宣告を受け、\nパーティを抜けることに。\n\n一人になったセレスは、\n身の回りの世話役として家事奴隷探しへ。\n\nその奴隷市場で見かけたのは\n奴隷として売られた、勇者の母親である静子さんの姿が――？？\n\n理不尽に追放された少年の\n異世界ママハーレムが産声を上げる！！",
      "pt-br": "Ceres e seus amigos de infância criaram um grupo de aventureiros nomeado de “luz da esperança”, mas depois que Zect, um de seus amigos, se tornou o grande herói, ele expulsou Ceres do grupo. Agora, só restava ao extasiado Ceres retornar para seu vilarejo. Contudo, quando foi comprar uma escrava para auxiliá-lo, Ceres se deparou com Shizuko, a mãe do grande herói Zect!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6de64010-488c-4eff-b362-fc7098291886",
    "title": {
      "en": "Bastian"
    },
    "updatedAt": "2023-06-12T14:46:04+00:00",
    "coverArt": "https://mangadex.org/covers/6de64010-488c-4eff-b362-fc7098291886/47a3e468-a713-4311-a022-a34338cbcf29.jpg",
    "altTitles": [
      {
        "ko": "바스티안"
      }
    ],
    "description": {
      "en": "The grandson of a junk dealer and the beggar princess got married. Lasting for two years, they were to engage in a contract marriage to fulfill their respective interests.  An aspiring naval officer and wealthy man, a grandchild of a junk dealer who is despised solely due to his humble bloodline despite his golden success. Bastian Klauvitz needed a stepping stone for a successful life and revenge.  A fallen aristocrat who can only relive the glory of the past, a princess who makes a living through manual labors even though she has the blood of the imperial family flowing within her. Odette von Dyssen needed money to start a new life.  Both thought it was a beneficial deal, until something unexpected happened. \"You ruined the most precious thing to me, so it's only fair if you lose something equally precious, too. Am I wrong?\" Bastian decided to hold her responsible for the damage that occurred.   Hate, resentment, regret, even the name of this damn woman. For the sake of a complete end where everything was burned white and faded."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0944af3b-98a8-403b-985c-d9df92bcdb7a",
    "title": {
      "en": "Contract Worker and Career Woman"
    },
    "updatedAt": "2023-09-15T14:51:12+00:00",
    "coverArt": "https://mangadex.org/covers/0944af3b-98a8-403b-985c-d9df92bcdb7a/20c38400-8377-44de-8314-3d88b38d4a9b.png",
    "altTitles": [
      {
        "ja-ro": "Haken to Bari-kyari"
      },
      {
        "id": "Pekerja Kontrak dan Wanita Karir"
      },
      {
        "en": "Temp Worker and Career Woman"
      },
      {
        "ja": "派遣とバリキャリ"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b2d4fbc0-69b0-4c5f-9fd8-73aeea6dc5b0",
    "title": {
      "en": "I'm Dating a Psychopath"
    },
    "updatedAt": "2024-04-04T23:46:32+00:00",
    "coverArt": "https://mangadex.org/covers/b2d4fbc0-69b0-4c5f-9fd8-73aeea6dc5b0/c0d66a7a-56a9-4b35-9c59-49ed43c49f77.png",
    "altTitles": [],
    "description": {
      "en": "When a new serial killer arises in her city, Finn suspects that he may be related to her past. Against her better judgement, she decides to pursue him in hopes of finding answers. Shortly after, Finn meets Isaac, who reminds her too much of the mysterious boy from her past..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "927036cf-ae3e-48dd-b814-9cc774a1c8de",
    "title": {
      "en": "Tokubetsu na Chuutohanpa"
    },
    "updatedAt": "2023-06-24T15:05:36+00:00",
    "coverArt": "https://mangadex.org/covers/927036cf-ae3e-48dd-b814-9cc774a1c8de/9f8eb632-58c2-4990-a961-10f1833e37c8.jpg",
    "altTitles": [
      {
        "ja": "特別な中途半端"
      },
      {
        "en": "Special Halves"
      }
    ],
    "description": {
      "en": "\"What does it mean to be dating exactly...?\"\n\nThey're not friends.\nBut they're also not lovers.\nIt's a story about these two's half-relationship."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6931d9d0-919c-407f-ac8a-c2f7cf0bcab0",
    "title": {
      "en": "Sakuranbou ★ Rabu Inosento"
    },
    "updatedAt": "2024-05-22T08:22:52+00:00",
    "coverArt": "https://mangadex.org/covers/6931d9d0-919c-407f-ac8a-c2f7cf0bcab0/83ef2c5c-7ece-40ea-8be6-ba6fc942b01a.jpg",
    "altTitles": [
      {
        "ja": "さくらん暴★ラブイノセント"
      },
      {
        "en": "Sakuranbou ★ Love Innocent"
      },
      {
        "vi": "Công Cuộc Khai Sáng Tình Yêu"
      }
    ],
    "description": {
      "en": "Spin-off of [Sakuran Bou★Love Terrorism](https://mangadex.org/title/64f74808-22cf-43ed-a059-e744d889b4bc/sakuranbou-rabu-terorizumu)",
      "vi": "Spin-off cặp phụ của Công cuộc khủng bố tình yêu"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64f74808-22cf-43ed-a059-e744d889b4bc",
    "title": {
      "en": "Sakuranbou ★ Rabu Terorizumu"
    },
    "updatedAt": "2024-05-22T08:20:39+00:00",
    "coverArt": "https://mangadex.org/covers/64f74808-22cf-43ed-a059-e744d889b4bc/9e804d4d-7f42-47b9-b1bb-dfeefe0922c5.jpg",
    "altTitles": [
      {
        "vi": "Công Cuộc Khủng Bố Tình Yêu"
      },
      {
        "ja": "さくらん暴★ラブテロリズム"
      },
      {
        "en": "Sakuran Bou★Love Terrorism"
      }
    ],
    "description": {
      "en": "Disciplinary committee member Seto's main concern is the problem child Ikejiri, who doesn't follow the rules and doesn't take care of his appearance, even though he's not a delinquent.\n\nNo matter how many times he warns Ikejiri, he doesn't change, so Seto gets angry, but he discovers that she's only messy in front of him!!\n\nAfter much deliberation, he comes up with a solution... hypnosis.\n\nHe tries it on Ikejiri, thinking that if he can make him like him, he will change his attitude, and it works brilliantly!!!\n\nNot only that, Seto is stripped naked while erect and is done with as he pleases.\n\nHe thinks that Seto's extreme reaction is because the hypnosis is too effective, but he is followed around every morning and his need for attention escalates...!!!\n\nSex education for an out-of-control masochist!!!!!!",
      "vi": "Nguyên nhân mọi rắc rối của thành viên ban kỷ luật Seto đều vì Ikejiri, một tên có vấn đề, không chịu giữ vẻ ngoài gọn gàng và không bao giờ tuân theo các quy định của trường mặc dù cậu ấy không phải học sinh cá biệt. Ikejiri luôn khiến Sato tức điên và không cách nào làm cậu thay đổi được. Bỗng nhiên một ngày, Seto nảy ra ý kiến dùng trò thôi miên để bắt Ikejiri phải nghe theo lời cậu ấy nhưng thuật thôi miên lại diễn biến theo 1 tình hướng khác khiến Ikejiri mê đắm cậu và luôn tìm cách đè cậu ra… Câu chuyện dở khóc dở cười giữa tên biến thái máu M Ikejiri x hội đồng kỷ luật nghiêm túc Seto. Một bộ truyện thuần khiết nhưng cũng không kém phần tà dăm…"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "b497e49a-dba1-4ada-a305-d2e38283ccc3",
    "title": {
      "en": "Sleepless Night"
    },
    "updatedAt": "2024-05-21T18:08:16+00:00",
    "coverArt": "https://mangadex.org/covers/b497e49a-dba1-4ada-a305-d2e38283ccc3/27a3f90d-954b-4c4b-adc3-b785d348ce01.jpg",
    "altTitles": [
      {
        "ko": "잠들지 못하는 밤"
      }
    ],
    "description": {
      "en": "In order to trace the culprit behind his family’s murder in his childhood, Vampire Hunter Heilo accepts a kill order from a client. \n\nHis target is the head of the Livera Group, Herrace. Heilo joins Herrace’s company, and successfully acquires a position as the personal secretary of Herrace himself, who is known for his dominating presence in politics and the underworld. \n\nHowever, Herrace’s special treatment gradually causes Heilo’s heart to sway… \n\nWhat will his fate be, having fallen for the man he's supposed to kill?!",
      "fr": "Le chasseur de vampires Heilo effectue une mission d'assassinat pour un client afin de trouver des indices qui pourraient le conduire à la personne qui a assassiné sa famille lorsqu'il était enfant. La cible à laquelle Heilo doit faire face est le chef du groupe Rivera, Hereis. Pendant son infiltration, Heilo a rejoint la société d'Hereis, connue pour être un gros bonnet dans le monde politique et ses coulisses. Il réussit ensuite à devenir son secrétaire exécutif. Cependant, le traitement spécial d'Hereis ne cesse d'ébranler les convictions d'Heilo...\n\nQuel sera le destin d'Heilo s'il tombe amoureux d'un homme qu'il doit tuer !\n\nEn co-prod avec la Boulangerie"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a5d11d6-cafd-41b1-adab-06e0bef692c6",
    "title": {
      "en": "GOLDEN MAN"
    },
    "updatedAt": "2024-04-16T01:10:23+00:00",
    "coverArt": "https://mangadex.org/covers/8a5d11d6-cafd-41b1-adab-06e0bef692c6/bb215308-007b-42dd-8990-415fc3242c32.jpg",
    "altTitles": [
      {
        "ja": "ゴールデンマン"
      }
    ],
    "description": {
      "en": "The city of freedom, Neo York, is targeted by villains day and night, but it's also home to the strongest hero, Golden Man!!! But one night, during a rescue operation at a fire at an abandoned factory, Golden Man suddenly disappears. Left in his place, a single amnesiac young man with the Golden Man suit in his hands… Who on Earth is he? A new original hero story by the strongest tag team of Petos of *Demi-chans Want To Tell* and Kouji Megumi of *ACMA:GAME* and *BLOODY MONDAY*!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d586b4ec-5a5b-472f-94cd-dd44886d8278",
    "title": {
      "en": "Mia - Neverland Above the Clouds"
    },
    "updatedAt": "2024-01-29T12:57:29+00:00",
    "coverArt": "https://mangadex.org/covers/d586b4ec-5a5b-472f-94cd-dd44886d8278/95fa36ce-6c8f-4418-9dfe-b586d91d6626.jpg",
    "altTitles": [
      {
        "ja-ro": "Mia - Unjou no Neverland"
      },
      {
        "ja": "MIA-雲上のネバーランド-"
      },
      {
        "ru": "Миа - Нетландия над облаками"
      },
      {
        "uk": "Міа в океані живих мрій за обрієм"
      },
      {
        "fr": "Mia - Le pays imaginaire au dessus des nuages"
      }
    ],
    "description": {
      "en": "In a city where adults go through the motions like robots, Mia feels claustrophobic. Meanwhile, the news is rife with stories of children getting kidnapped. One day, Mia runs into a young man named Joema. At his house, she sees fairies and children with animated faces. Are they holograms produced by his machine? But friendship with Joema comes with a price, Mia learns, as red-eyed Crows approach…  \n  \nИстория о людях, которые постепенно забывают о том, что когда-то было для них важным. Но всё меняется после случайной встречи сироты Мии и странного парня \"не от мира сего\", живущего в обсерватории на окраине города.  \n  \nNote: The tank doesn't separate the manga into chapters, but it was separated into 6 chapters in the online publication. The Russian group arbitrarily created 8 chapters out of the tank, hence the English and Russian releases have different total chapters.",
      "uk": "У місті, де дорослі працюють, як роботи, Міа почувається самотньо. Тим часом новини рясніють історіями про викрадення дітей. Одного разу Міа зустрічає молодого чоловіка на ім'я Джома. У його будинку вона бачить фей і дітей з усміхненими обличчями. Це голограми, створені його машиною? Але дружба з Джомою має свою ціну, Міа зрозуміє це, коли наближаються червоноокі Ворони..."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "82f18ea7-867d-4041-926b-00fe30c79c58",
    "title": {
      "en": "I Brought Home a Succubus Who Failed to Find a Job."
    },
    "updatedAt": "2024-05-08T15:10:56+00:00",
    "coverArt": "https://mangadex.org/covers/82f18ea7-867d-4041-926b-00fe30c79c58/9fd7b0a6-26b3-42ec-8550-d7accb8e57d4.jpg",
    "altTitles": [
      {
        "fr": "J'ai ramené chez moi une Succube qui ne trouve pas d'emploi"
      },
      {
        "es": "Llevé un Súcubo a casa que no pudo encontrar trabajo"
      },
      {
        "ja": "就活失敗したサキュバスさんを拾いました"
      },
      {
        "pt-br": "Levei para casa uma súcubos que não conseguiu encontrar um emprego."
      },
      {
        "ja-ro": "Shuukatsu Shippai shita Succubus-san wo Hiroimashita"
      }
    ],
    "description": {
      "en": "Man brings home succubus, doesn’t get fucked. Instead, gets a cute succubus to take care of him."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a79e2584-c08e-4bc8-9293-8a441b6802d6",
    "title": {
      "en": "Otagai Dondon Hamatteiku Kyouikugakari to Shinnyuushain"
    },
    "updatedAt": "2024-02-02T18:01:33+00:00",
    "coverArt": "https://mangadex.org/covers/a79e2584-c08e-4bc8-9293-8a441b6802d6/7c61bd15-3fc0-4c01-ae56-e925d577b101.jpg",
    "altTitles": [
      {
        "ja": "お互いどんどんハマっていく教育係と新入社員"
      },
      {
        "ja-ro": "Otagai Dondon Hamatteiku Kyouikugakari to Shinnyuushain"
      },
      {
        "en": "The Mentor and the New Employee Who are Getting More and More Into Each Other"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "55"
  },
  {
    "mangaId": "e98612de-c876-4fe3-b809-70988afeb9c7",
    "title": {
      "en": "Ura de Yancha na Gouinda-san"
    },
    "updatedAt": "2024-03-06T15:39:08+00:00",
    "coverArt": "https://mangadex.org/covers/e98612de-c876-4fe3-b809-70988afeb9c7/c5c99685-d586-431c-8bc4-b1724519fd9e.jpg",
    "altTitles": [
      {
        "ja": "裏でやんちゃな剛院田さん"
      },
      {
        "en": "Goinda's Naughty Secret"
      },
      {
        "ja-ro": "Urade Yancha na Gouinda-san"
      }
    ],
    "description": {
      "en": "Bonsuke Hirano, an exceptionally ordinary high school boy, returns to his homeroom after school to pick something up, only to find the school's number-one serene beauty, Kokuru Goinda, fidgeting around in his desk…\n\"Huh? Does she…like me? Wait, maybe not?\"\nA young man's naivety meets the full force of a gal's allure in this tantalizing tale of teen love!",
      "ja": "ある日の放課後、忘れ物を取りに教室に戻ると先輩ギャルの『剛院田さん』が僕の机を見てモジモジ顔を赤らめていた…。「センパイ、もしかして僕のこと好き……いや違う??」ゴーインで、優しくて、なんかエッチな彼女。告白されそうでされない“思わせぶりな告白もどき”は僕の純情をいたずらに弄んできて―――！",
      "es-la": "Después de la escuela, cuando Hirano, un chico ordinario de secundaria, regresa al salón de clases para recoger algo que olvidó, encuentra a Gouinda-san, la chica más genial de la escuela, inquieta frente a su escritorio... “Puede que le guste a esta niña… ¿No, no?” ¡Está a punto de comenzar un estimulante juego de amor juvenil, donde las chicas hermosas juegan con los corazones puros, ya sea que se confiesen o no!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a5a0db9-53a8-47f4-94a5-e509dfb0919a",
    "title": {
      "en": "Vampire Beru and Ghost Aki"
    },
    "updatedAt": "2024-05-12T13:20:23+00:00",
    "coverArt": "https://mangadex.org/covers/8a5a0db9-53a8-47f4-94a5-e509dfb0919a/52272fd3-1ed0-49a9-8cd6-50ea5f7cef3d.jpg",
    "altTitles": [
      {
        "zh": "Bèi Lǔ yǔ Áng"
      },
      {
        "en": "Вампир Беру и Призрак Аки"
      },
      {
        "zh": "贝鲁与昂"
      },
      {
        "vi": "Ma cà rồng Beru và Hồn ma Aki"
      }
    ],
    "description": {
      "en": "Once on the All Saints' Day vampire Beru and ghost Aki, despite their very different personalities, started living together in a castle. Multiple obstacles and difficulties already waiting on their way. But when they'll know each other better, eventually they'll become the most important companions for one another."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "69"
  },
  {
    "mangaId": "75855265-c718-428f-849f-2e7137a48695",
    "title": {
      "en": "Visitor To Earth"
    },
    "updatedAt": "2024-04-27T05:54:31+00:00",
    "coverArt": "https://mangadex.org/covers/75855265-c718-428f-849f-2e7137a48695/a0819258-0211-458f-a0f6-b86e088ac2b5.png",
    "altTitles": [
      {
        "zh-ro": "Guānglín Dìqiú"
      },
      {
        "zh": "光临地球"
      }
    ],
    "description": {
      "en": "In order to understand the true power of Earth, the alien Xiguang goes undercover as a student on Earth. He mistakenly believes that the science-fiction themed comics and movies on Earth are a display of Earthlings' ability to simulate interstellar wars, so he resolutely joins the school's anime club. Due to the cultural gap between aliens and Earthlings, a series of hilarious events unfold... Xiguang's seemingly humiliating but actually ridiculous undercover life is about to begin! So, Stay tuned…."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1afa2287-8408-4b17-9195-c42902153cfb",
    "title": {
      "en": "Tamaranai no wa Koi na no ka"
    },
    "updatedAt": "2024-02-19T17:33:19+00:00",
    "coverArt": "https://mangadex.org/covers/1afa2287-8408-4b17-9195-c42902153cfb/9da82724-d1e9-42a9-801e-6d8f598d8427.jpg",
    "altTitles": [
      {
        "ja": "たまらないのは恋なのか"
      },
      {
        "en": "Is It Because of Love That I Can't Resist?"
      }
    ],
    "description": {
      "en": "Misuzu became a delinquent through a trivial chance and spends his days getting into fights. One day, Misuzu finds Kitahara, an honor student in a special class, getting involved with some delinquents and helps him out. Kitahara then tries to get involved with Misuzu. Misuzu tries to push him away, saying, \"If you get involved with me, the people around you will leave you,\" but his feelings are wavering...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36bad9cb-6310-4048-a48e-a1ab7b7dcb3e",
    "title": {
      "en": "Demon X Angel, Can't Get Along!"
    },
    "updatedAt": "2024-01-26T02:43:34+00:00",
    "coverArt": "https://mangadex.org/covers/36bad9cb-6310-4048-a48e-a1ab7b7dcb3e/f6f5be02-e1e9-46aa-8371-d7460dcc6236.jpg",
    "altTitles": [
      {
        "zh": "恶魔X天使 不能友好相处"
      },
      {
        "en": "Demon X Angel Can't Get Along!"
      },
      {
        "ar": "ملاك و شيطان! لا يمكن ان نتعايش"
      },
      {
        "pt-br": "Demônio X Anjo, Não Conseguem Se Dar Bem!"
      }
    ],
    "description": {
      "ar": "الشياطين والملائكة نوعان من الأجناس المتقابلة مع مرور الزمن سئموا من القتال ضد بعضهم بعض ولكي يتعايشوا بسلام سويا قرروا البدء بخطة زواج! الخطة لها فترة مراقبة مدتها عام واحد. إذا كان الشيطان والملاك لا يزالان غير قادرين على العيش سويا وفهم بعضهم البعض بشكل جيد ، فسيتم إلغاء الزواج و نتيجة لذلك ، تم اختيار جيا تشينغ (الشيطان) و يو شانشان (الملاك) بواسطة اليانصيب كشريكين في الزواج ، وبدأت حياتهم سويا كزوجين يجب عليهم التعايش معا بشكل جيد.",
      "en": "Demons and angels are natural enemies that have grown tired of fighting each other. In order to coexist peacefully, they decided to arrange a marriage between the two races! If the pair can't get along within the one-year trial period, the marriage will be dissolved. This is how Jiacheng (Demon) and Yu Shanshan (Angel) became the chosen \"lucky\" pair for the marriage. Sharing the goal of divorce, the two began their lives of \"happy\" cohabitation!",
      "pt-br": "Demônios e anjos são duas raças opostas. À medida que os tempos mudam, eles estão cansados ​​de lutar. Para conviverem pacificamente, decidiram iniciar um plano de casamento! O plano tem um período de observação de um ano. Se os demônios e os anjos ainda não se derem bem, o casamento será cancelado. Como resultado, Jiacheng (demônio) e Yu Shanshan (anjo) foram “felizmente” selecionados por sorteio como parceiros de casamento, e começaram uma vida de coabitação “feliz” com o destino do divórcio."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "139bfcef-3a97-4beb-8e7e-9273175936b8",
    "title": {
      "en": "Show Me Your Boobs"
    },
    "updatedAt": "2022-08-24T14:52:16+00:00",
    "coverArt": "https://mangadex.org/covers/139bfcef-3a97-4beb-8e7e-9273175936b8/3d7e0140-499d-4a53-8c5f-c959feda133c.jpg",
    "altTitles": [
      {
        "ja-ro": "Oppai Misete"
      },
      {
        "ja": "おっぱい見せて"
      }
    ],
    "description": {
      "en": "A story about a boy who doesn't want to see the girl who wants to see his boobs."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b76b955-8244-4d95-9220-d8eb4eeb2662",
    "title": {
      "en": "One Hundred Nights"
    },
    "updatedAt": "2023-10-08T10:18:15+00:00",
    "coverArt": "https://mangadex.org/covers/7b76b955-8244-4d95-9220-d8eb4eeb2662/baa6612a-fab2-469f-84f4-0bf82d1e93b1.png",
    "altTitles": [
      {
        "ko": "백일야화"
      }
    ],
    "description": {
      "en": "Orphaned at a young age, and barely scraping by, Baek Hoyeon. After ghosts have been finding their way to Hoyeon, night after night tormenting him, he eventually goes to see a shaman. He is shocked after being told that 100 ghosts are haunting him. With his life on the line, he has only one choice! “…You have to do it with each of them. That is your only solution.” The only way to survive is to have sex with the ghosts! All 100 of them!! And then he meets Choi Dan, someone in a similar position as him. They come to an agreement; Choi Dan will become the vessel for the ghosts and vanquish them together. With the thought of wanting to live to see another day, the two will have to spend 100 nights together…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e90f0484-f65c-4892-903a-42a180692392",
    "title": {
      "en": "My Sister’s Private Life"
    },
    "updatedAt": "2024-04-01T20:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/e90f0484-f65c-4892-903a-42a180692392/1f934158-78db-42c1-9f46-f58e2d4f7ee6.jpg",
    "altTitles": [
      {
        "ko": "자매의 사생활"
      },
      {
        "uk": "Приватне життя моєї сестри"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ded54f3d-99bc-406a-bca1-4a1d4d618730",
    "title": {
      "en": "Yome gaki ssu"
    },
    "updatedAt": "2024-05-22T09:46:47+00:00",
    "coverArt": "https://mangadex.org/covers/ded54f3d-99bc-406a-bca1-4a1d4d618730/30796953-4130-46a4-bd14-6f9093672483.jpg",
    "altTitles": [
      {
        "ja": "ヨメガキッす"
      },
      {
        "en": "Bride Brat"
      },
      {
        "ja-ro": "Yomegakiss"
      },
      {
        "ja-ro": "Yomega Kiss"
      }
    ],
    "description": {
      "en": "Super serious and uptight high school student Koutaro Suzuki and his obnoxious gyaru kouhai Sorako Mozu get along like cats and dogs. She spends her days tormenting him, while he spends his days getting outraged by her. However, the two of them share a secret...that they're living together as fiancés!! Under the condition that Koutaro marry Sorako, who comes from a wealthy real estate family, they've agreed to buy his father's company and save it from going under!!\n\nHaving to deal with Sorako, who uses this and that (and you know what) to torment him, can Koutaro make her yield and successfully marry her?!\n\n---\n**Links:**\n- [Alternative Official Raw on Nico Nico Seiga](https://seiga.nicovideo.jp/comic/64744)",
      "ja": "クソ真面目で融通が利かない男子高校生・鈴紀光太郎は生意気な後輩ギャル・百舌そら子と犬猿の仲。そんな二人には秘密が…それは二人が許嫁関係で同棲していること!? 資産家の家族を持つそら子と結婚をする条件で、光太郎は潰れる寸前の父の会社を買収してもらっていたのだ!! あの手この手（エッ●なこと）で責めるメスガキそら子にたいし、光太郎は彼女を屈服させ、無事に結婚をすることができるのか――!!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7938957b-c7f7-43c1-a7f0-f3e80690ddf1",
    "title": {
      "en": "Kurikaeshi Ai no Oto"
    },
    "updatedAt": "2024-05-22T05:31:20+00:00",
    "coverArt": "https://mangadex.org/covers/7938957b-c7f7-43c1-a7f0-f3e80690ddf1/5fa0eac2-dd78-40b0-bd5f-9446166a809f.jpg",
    "altTitles": [
      {
        "ja": "くりかえしあいのおと"
      },
      {
        "vi": "Thanh Âm Liên Hồi Trong Tình Yêu"
      }
    ],
    "description": {
      "en": "Kiri Azumi is a conductor who lives in the city and is egotistic. \nOsamu Mitsutani is a neighborhood grocer who lives in the countryside and resembles a big dog.\nThe two become close friends when Osamu helps Azumi out of trouble when he temporarily returns to the countryside to recuperate.\nOsamu tries to take care of Azumi in any way he can, and although annoyed, Azumi eventually accepts his help."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "ace1b3c4-41a7-44d2-a9ad-ae798932479e",
    "title": {
      "en": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
    },
    "updatedAt": "2024-05-07T05:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/93a92d8f-d94e-46f3-9537-8aa288cb2bdf.jpg",
    "altTitles": [
      {
        "ja": "FPSで初心者ボコってリアルファイトに発展した結果w"
      },
      {
        "ja-ro": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
      },
      {
        "en": "After Beating a Noob in an FPS, He Wanted to Fight Me in Real Life LOL"
      },
      {
        "vi": "Sau Khi Bị Tôi Bón Hành Trong Game, Có Đứa Hẹn Kèo Đánh Tôi!"
      },
      {
        "id": "Hasil dari Mengalahkan seorang Pemula di FPS yang Berkembang Menjadi Pertarungan di RL haha"
      },
      {
        "en": "Fighting With an FPS Beginner"
      },
      {
        "ro": "Luptând Cu Un Începător La Jocurile FPS"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d059466-6775-44cb-ba28-bb6213bdd9ea",
    "title": {
      "en": "Inu mo Arukeba Koi ga Hajimaru"
    },
    "updatedAt": "2024-05-22T06:05:13+00:00",
    "coverArt": "https://mangadex.org/covers/2d059466-6775-44cb-ba28-bb6213bdd9ea/c9fff288-9400-4382-8142-d9030d97bfa1.png",
    "altTitles": [
      {
        "ja": "犬も歩けば恋がはじまる"
      },
      {
        "vi": "Tình yêu bắt đầu khi dắt chó đi dạo"
      }
    ],
    "description": {
      "en": "Sora Pometani, a sober high school student, has a peculiar constitution: when he's anxious he turns into a Pomeranian. One day, his classmate and secret love, Makito Matsuda, bumped into him in his Pomeranian and ends up taking him home.\n\nMakito takes Sora in his pomeranian form home because he resembles his grandmother beloved but deceased dog, \"Pometa\". Makito finds out about Sora's true constitution and, in order to make his grandmother happy, he asks Sora to keep visiting her in his pomeranian form. Sora is promoted from a mere classmate with a secret crush to one of Makito's friends."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6.2"
  },
  {
    "mangaId": "7e85832b-4e3d-46e8-a0a2-4770b471f96d",
    "title": {
      "en": "A Dream Escape"
    },
    "updatedAt": "2023-11-24T00:49:33+00:00",
    "coverArt": "https://mangadex.org/covers/7e85832b-4e3d-46e8-a0a2-4770b471f96d/9195d8f8-ae74-4838-9d8c-2da73380376e.jpg",
    "altTitles": [
      {
        "ko": "손만 잡고 잘게"
      },
      {
        "ko-ro": "Pegang Saja Tanganku"
      },
      {
        "en": "Just Hold my Hand"
      }
    ],
    "description": {
      "en": "'Sonidor', a dream artisan who enters into other people's dreams through physical contact and grants wishes that could not be fulfilled in reality. One day, the emperor suddenly arrives at the house and asks to wake up the crown prince who has fallen into eternal sleep. \"I want you to wake him up.\"\n\nSonidor enters the dream of 'Marmel', the crown prince who is praised by everyone for his gentle nature and beautiful appearance, but somehow Marmel's dream is gloomy and desolate. “You were just going to kill me?!” \n\nAccording to the taste of the prince who hates people, Sonidor turns into various animals and finds the reason why Marmel fell asleep one by one, and Marmel gradually opens his heart to Sonidor... \"Your Highness, do you believe me?\" Will Sonidor be able to wake Marmel from his eternal sleep?",
      "pl": "\"Będę trzymać jego ręce, by obudzić go z wiecznego snu\"  Sodinor, ekspert do spraw snów, ma umiejętność spełnienia marzeń nawet w świecie snów. Na rozkaz cesarza została wprowadzona do snu księcia Marmella, który nie mógł się obudzić.  Jednak w snach księcia, który znany jest ze swojej dobroci i łagodności, jest coś bardzo dziwnego. Jego kraina marzeń jest opuszona i bezbarwna.   Sonidor infiltrując sny Marmella pod postacią uroczego zwierzątka udaje się znaleźć powód jego długiego letargu...  Czy Marmell obudzi się w końcu z wiecznego snu?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bdbf5e66-32ff-4c07-a93a-e6d4b0536309",
    "title": {
      "en": "Jimoto Saikou!"
    },
    "updatedAt": "2024-05-20T13:03:41+00:00",
    "coverArt": "https://mangadex.org/covers/bdbf5e66-32ff-4c07-a93a-e6d4b0536309/947163d6-830c-43aa-9628-cef9240fbdb3.jpg",
    "altTitles": [
      {
        "ja": "Jimoto Saiko"
      },
      {
        "ja": "地元最高！"
      }
    ],
    "description": {
      "en": "A manga about girls who have never left their hometown, and no matter how many misfortunes they encounter due to their ignorance, they keep saying, \"My hometown is the best!\""
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8227d303-e008-40dd-ad7f-6d20ccad7203",
    "title": {
      "en": "Hot-blooded Teacher"
    },
    "updatedAt": "2024-04-28T04:47:06+00:00",
    "coverArt": "https://mangadex.org/covers/8227d303-e008-40dd-ad7f-6d20ccad7203/02055949-afed-4958-8fd4-8aedb52a29d1.jpg",
    "altTitles": [
      {
        "ja": "熱血教師"
      },
      {
        "ja-ro": "Nekketsu Kyoushi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61c68d53-06a9-4023-822a-ebda5ce0a38e",
    "title": {
      "en": "Shout Loud My Heart"
    },
    "updatedAt": "2024-05-22T08:28:58+00:00",
    "coverArt": "https://mangadex.org/covers/61c68d53-06a9-4023-822a-ebda5ce0a38e/bd0d2474-5003-4239-bd9f-9e4275b900bd.jpg",
    "altTitles": [
      {
        "ja": "シャウト・ラウド・マイハート"
      },
      {
        "vi": "Shout Loud My Heart"
      }
    ],
    "description": {
      "en": "Feelings that cannot be put into words are put into music--\n\nGen, a university student who plays guitar in the rock band \"Eve,\" meets a man named Mike at a live music venue one day.\nHe smokes cigarettes and talks about whatever he likes, making him seem like a shady guy.\nBut what Gen hears is a clear, straightforward, one-of-a-kind singing voice.\n\nThe next day, the two discover they are attending the same university.\nGen is normally not interested in other people, but Mike's voice is special.\nWhether he's singing or talking, it slips into his heart.\n\nIf that voice were to woo him--\nBefore he knew it, Gen was even thinking about such things...",
      "vi": "Mic (Mika) – giọng ca chính của ban nhạc Adam, dường như đã rung động trước Gen – tay guitar của ban nhạc Eve. Từ trước đến nay, ai cũng gọi cậu là Mic, nhưng chỉ duy nhất Gen, cậu muốn được nghe người ấy gọi tên mình là Mika. Những rung cảm được thể hiện bằng âm nhạc, muốn hét lên thật to những cảm xúc trong trái tim mình, chính là câu chuyện tình yêu trong “Shout loud my heart”."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "8f3e1818-a015-491d-bd81-3addc4d7d56a",
    "title": {
      "en": "Warui ga Watashi wa Yuri ja nai"
    },
    "updatedAt": "2024-05-22T02:56:55+00:00",
    "coverArt": "https://mangadex.org/covers/8f3e1818-a015-491d-bd81-3addc4d7d56a/3bf02e1f-cc8d-44b6-ba86-e3881ef03067.jpg",
    "altTitles": [
      {
        "en": "Sorry, but I’m Not into Yuri"
      },
      {
        "ja": "悪いが私は百合じゃない"
      },
      {
        "zh": "虽然很抱歉但我不是百合"
      },
      {
        "zh-hk": "雖然很抱歉但我不是百合"
      },
      {
        "zh-ro": "Suīrán hěn bàoqiàn dàn wǒ bùshì bǎihé"
      },
      {
        "pt-br": "Desculpa, mas não sou Sapatona"
      }
    ],
    "description": {
      "en": "In an attempt to win her homeroom teacher's heart, Itsumi Toudou purchased a shady love potion, and tested it out on her stuck-up student committee president, Yomotsuka. Now, she has an uncharacteristically affectionate girl to deal with, and she's not even a lesbian! Right?",
      "es": "Em uma tentativa de ganhar o coração de seu professor de sala de aula, Itsumi Toudou comprou uma poção do amor sombria e a testou em sua presunçosa presidente do comitê estudantil, Yomotsuka. Agora, ela tem uma garota estranhamente afetuosa para lidar, e ela nem é lésbica! Certo?",
      "ja": "担任の男性教師に恋をしている藤堂いつみは、ある日いけないサイトで惚れ薬を入手し、担任に飲ませようとする。しかし、真面目で堅苦しい美人学級委員長やヤンキー女子に飲まれてしまったから、さあ大変！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fa27946-b9f1-46aa-8c45-05378fafcf23",
    "title": {
      "en": "Madogiwa de Amu"
    },
    "updatedAt": "2023-12-10T06:57:10+00:00",
    "coverArt": "https://mangadex.org/covers/3fa27946-b9f1-46aa-8c45-05378fafcf23/0121b83a-b962-4afc-ac22-ba6540a0dfb6.png",
    "altTitles": [
      {
        "en": "Knitting by the Window"
      },
      {
        "ja": "まどぎわで編む"
      }
    ],
    "description": {
      "en": "Ota-kun is being bullied. Yamagishi-san, who sits in front of him, can't bear to see it and starts exchanging letters with him. Ota-kun decides to give Yamagishi-san a hand-knitted bracelet as a birthday present, but...!?\n\nMadogiwa de Amu (まどぎわで編む) is a one-shot story created by Hokazono Takeru, featuring both the writing and illustration. It was published in Weekly Shonen Jump Issue #19, April 2022, specifically on August 11, 2022."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]