[
  {
    "mangaId": "cc1b8669-82b2-4232-99c1-40d48fc2d988",
    "title": {
      "en": "Undead Unluck"
    },
    "updatedAt": "2024-01-21T15:27:56+00:00",
    "coverArt": "https://mangadex.org/covers/cc1b8669-82b2-4232-99c1-40d48fc2d988/05b9e70d-6cf0-4f4d-a78a-20758bb4a434.jpg",
    "altTitles": [
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ru": "Нежить и Неудача"
      },
      {
        "kk": "Өлімсіз бен Сәтсіздік"
      },
      {
        "th": "Undead Unluck"
      }
    ],
    "description": {
      "en": "As an UNLUCKY girl prepares to face her death, an UNDEAD who desperately wants to die appears before her! Vicious, violent and buck naked! An unprecedented picaresque hero appears in Shonen Jump!  \n  \n- Winner of the 2020 Tsugimanga award.",
      "th": "อันเดดที่ใฝ่หาความตายปรากฎตัวขึ้นต่อหน้าอันลัคที่ตั้งใจจะตาย...!? ฮีโร่วายร้ายที่ทั้งร้าย！โหด! โป๊! แบบที่คุณไม่เคยเห็นมาก่อน ตีพิมพ์แล้วในจัมป์วันนี้!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4e1ca94-668c-47f7-aac9-229917608d4b",
    "title": {
      "en": "Savior"
    },
    "updatedAt": "2024-04-05T01:56:03+00:00",
    "coverArt": "https://mangadex.org/covers/b4e1ca94-668c-47f7-aac9-229917608d4b/a4598600-f5d3-457e-983f-2561aadc817b.png",
    "altTitles": [
      {
        "en": "Savior"
      },
      {
        "ko": "구주"
      },
      {
        "ko-ro": "Guju"
      },
      {
        "zh": "绯色救赎"
      },
      {
        "fr": "Ma salvatrice"
      },
      {
        "en": "The Redeemer"
      },
      {
        "fr": "Ma Messie"
      },
      {
        "pt-br": "Salvadora"
      }
    ],
    "description": {
      "en": "Wohn Ku is a vampire that needs human blood to survive.\n\nAs a tenderhearted child, she led a tortured existence until a girl named Seyeon willingly became her steady blood source. Seyeon stood by Wohn throughout their school years, defending her from bullies. \n\nFast forward to the present where they move in together ahead of their freshman year of college. Seyeon remains fiercely protective of her friend, but Wohn is ready for a fresh start.\n\nWhen a devoutly religious sophomore girl named Juyi showers her with kindness, Wohn emerges from her shell only to realize that Juyi had once been her father’s kidnapping victim, a potential blood source she had refused to bite. Juyi grows closer to Wohn without remembering the incident, fueling jealousy in Seyeon.\n\nWill Juyi prove to be a savior washing away Wohn’s guilt, or will she ruin a vampire’s dream of redemption?\n\n[MU]",
      "pt-br": "Wohn Ku é uma vampira que precisa de sangue humano para sobreviver. Como uma criança de coração terno, ela levava uma existência tortuosa até que uma garota chamada Seyeon se tornou, de bom grado, sua fonte constante de sangue. Seyeon ficou ao lado de Wohn durante seus anos de escola, defendendo-a dos valentões. Avançando rapidamente para o presente, elas passam a viver juntas antes do primeiro ano da faculdade. Seyeon continua protegendo ferozmente sua amiga, mas Wohn está pronta para um novo começo. Quando uma garota do segundo ano, devotamente religiosa, chamada Juyi, a trata com bondade, Wohn sai de sua concha e percebe que Juyi já foi vítima de sequestro de seu pai, uma fonte de sangue em potencial que ela se recusava a morder. Juyi se aproxima de Wohn sem se lembrar do incidente, alimentando o ciúme de Seyeon. Será que Juyi se revelará uma salvadora, lavando a culpa de Wohn, ou ela arruinará o sonho de redenção de um vampiro?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "67"
  },
  {
    "mangaId": "5f696120-b467-47fd-b38c-7c896df1c601",
    "title": {
      "en": "I Got Pregnant with the Tyrant's Child"
    },
    "updatedAt": "2024-04-05T01:49:55+00:00",
    "coverArt": "https://mangadex.org/covers/5f696120-b467-47fd-b38c-7c896df1c601/f1414400-3ce7-46a8-9110-e47dce7f3202.jpg",
    "altTitles": [
      {
        "en": "I Gave Birth to the Tyrant's Child"
      },
      {
        "ko": "폭군의 아이를 가졌습니다"
      },
      {
        "ko-ro": "Pokgunui Aireul Gajyeotseumnida"
      },
      {
        "zh": "意外有了皇帝的孩子"
      },
      {
        "pt-br": "Dei à luz ao filho do Tirano"
      }
    ],
    "description": {
      "en": "It was the night of the annual festival.   \n  \nWhen Yilan opens her eyes, she finds the emperor, notorious for his cruelty, sleeping next to her. She runs away immediately, but…  \n  \n\"I'm pregnant.\"  \n  \nShe unexpectedly conceives a tyrant's baby in a single night.  \n  \nYilan decides to hide this fact after hearing that the emperor detests women who approach him. Yet Cairan keeps testing her resolve.  \n  \nWill Yilan ever get away from Cairan?\n\n---\n\nBased on the [Original Webnovel](https://page.kakao.com/home/53315261) by Ryuran",
      "pt-br": "No dia seguinte à noite mais festiva do ano, Ilya abriu os olhos e foi recebida com as costas duras e musculosas de um homem nu. Ilran rapidamente o reconheceu como Kylart, o imperador conhecido pela sua crueldade, pelo que partiu à velocidade da luz antes de ele acordar. Ilya espera esquecer a noite anterior e seguir em frente como se nada tivesse acontecido. Mas as coisas não correm como ela espera: “Estou grávida? O filho do tirano foi concebido a partir de uma aventura de uma noite. “O que acontece se aparecer uma mulher com o filho de Sua Majestade?” “Uma criança que não deveria existir, por isso é claro que eu lidaria com ela”. De certa forma, ele disse que mataria tanto a mulher como a criança. “Nunca se deve dizer ao imperador que se está grávida”. Ilran decidiu guardar este segredo para si própria para sempre, com medo do que poderia acontecer ao seu filho se fosse descoberto quem era o pai. No entanto, Kylart continua a testar a sua determinação. Irá Ilran alguma vez fugir de Kylart?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "105"
  },
  {
    "mangaId": "0d54e639-979e-4d55-ab94-f6628eded425",
    "title": {
      "en": "I Don't Want to Work!"
    },
    "updatedAt": "2023-12-03T07:43:33+00:00",
    "coverArt": "https://mangadex.org/covers/0d54e639-979e-4d55-ab94-f6628eded425/abae4185-2918-4e4b-a01a-84f73f98549e.jpg",
    "altTitles": [
      {
        "ko": "일하기 싫어!"
      }
    ],
    "description": {
      "en": "Born as a genius among geniuses in Herbal Medicine, I've undergone countless reincarnations, all at the request of the Gods! I can't stop until I create the perfect Divine Elixir... \n\nIsn’t this a scam? In the end, in this current life, I declared a strike. \n\nI’m not going to do it! No, I won’t work!!!\n\n\"I'm counting on you.\"\n\"Me? Are you serious?!\"\nSurprisingly, my strained family relationships seem to be improving. \n\n\"Thank you so much!\"\nI'm receiving expressions of gratitude from all over the place. And to top it off…\n\n\"A long-lost disciple came to see you.\"\nMy first, and also my last, disciple appeared in front of me. \n\nWhy didn’t he die?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6b73d09-e4e7-40de-ba5c-239854bf38af",
    "title": {
      "en": "Surviving as a Fake Princess"
    },
    "updatedAt": "2024-04-05T01:40:37+00:00",
    "coverArt": "https://mangadex.org/covers/a6b73d09-e4e7-40de-ba5c-239854bf38af/a93a08a7-f35a-4d17-a0a4-c7c71c0871ad.jpg",
    "altTitles": [
      {
        "ko": "가짜 공주로 살아남기"
      },
      {
        "en": "A Fake Princess's Survival Diary"
      },
      {
        "pt-br": "Diário de sobrevivência de uma falsa princesa"
      }
    ],
    "description": {
      "en": "Many people imagine living the life of a hero/heroine within their favorite fantasy novels. However, what if you wake up in the body of the main villain/villainess instead?\n\nOur main character goes through a seemingly fatal air crash and wakes up in the body of Letisha de Arcadia, the main villainess within her favorite fantasy novel.\nWhat's even worse is that she already knows how this story is going to end: Letisha's beheading after her identity as fake princess gets revealed.\nTo evade her tragic fate, our character must continue living as a fake princess while attempting to forge an amicable relationship with the original protagonists of the novel, Amelita and Sighard.\n\nThis is a story of survival.",
      "pt-br": "Muitas pessoas imaginam viver a vida de um herói/heroína em suas novels de fantasia favoritas. No entanto, e se, em vez disso, você acordasse no corpo do principal vilão/vilã?\n\nNossa personagem principal passa por um acidente aéreo aparentemente fatal e acorda no corpo de Letisha de Arcadia, a principal vilã de sua novel de fantasia favorita. O que é ainda pior é que ela já sabe como essa história vai terminar: A decapitação de Letisha depois que sua identidade como uma falsa princesa for revelada. Para escapar de seu destino trágico, nossa personagem precisa continuar vivendo como uma princesa falsa enquanto tenta forjar um relacionamento amigável com os protagonistas originais da novel, Amelita e Sighard.\n\nEssa é uma história de sobrevivência."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee7b5c7e-a8eb-4c7a-93aa-17cae960acdf",
    "title": {
      "en": "‏I Will Fall With the Emperor"
    },
    "updatedAt": "2022-11-14T23:24:21+00:00",
    "coverArt": "https://mangadex.org/covers/ee7b5c7e-a8eb-4c7a-93aa-17cae960acdf/ae8f2d38-316d-4ce7-8ceb-7d7d2edd8ce3.png",
    "altTitles": [
      {
        "ko": "황제와 함께 타락하겠습니다"
      },
      {
        "ko-ro": "Hwangjewa Hamkke Talaghagessseubnida"
      },
      {
        "uk": "Впасти разом з імператором"
      },
      {
        "ja": "お求め頂いた暴君陛下の悪女です"
      }
    ],
    "description": {
      "en": "If I accepted his offer and became his Empress at that time, would I be able to live a little longer? I don’t know but if I had I wouldn’t have felt that pain of dislocating my eye but only when I went 10 years back and stood next to him I realized he fell when I fell we were so much alike which is why he contacted me."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65f4c46-9e71-482c-9959-3a3c469eac29",
    "title": {
      "en": "Max Level Player"
    },
    "updatedAt": "2024-01-19T02:06:03+00:00",
    "coverArt": "https://mangadex.org/covers/d65f4c46-9e71-482c-9959-3a3c469eac29/e525cc08-d704-4970-be68-d062872b079c.jpg",
    "altTitles": [
      {
        "ko": "만렙 플레이어"
      },
      {
        "en": "Max Talent Player"
      }
    ],
    "description": {
      "en": "The virtual reality game, Olympus.\n\nA means to support reality after all the knowledge and records accumulated by mankind had disappeared overnight.\n\n‘My real life starts now!’\n\nAbsolute evil appears in such a world!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-01-28T20:26:19+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b04afe68-0c61-4e4e-8d02-15f3c251f78b",
    "title": {
      "en": "Heisei Haizanhei ☆ Sumire-chan"
    },
    "updatedAt": "2024-04-03T20:13:46+00:00",
    "coverArt": "https://mangadex.org/covers/b04afe68-0c61-4e4e-8d02-15f3c251f78b/04711088-9e6f-4a4b-abe4-dc9aac826e43.jpg",
    "altTitles": [
      {
        "ja": "平成敗残兵☆すみれちゃん"
      },
      {
        "ja": "平成敗残兵⭐︎すみれちゃん"
      },
      {
        "ja-ro": "Heisei Haizanhei ⭐︎ Sumire-chan"
      },
      {
        "en": "Heisei Remnant Soldier ☆ Sumire-chan"
      },
      {
        "en": "Heisei Remnant Soldier ⭐︎ Sumire-chan"
      },
      {
        "en": "Heisei Surviving Soldier ⭐ Sumire-chan"
      }
    ],
    "description": {
      "en": "A formerly unsuccessful idol turned vagrant, \"Sumire-chan\" (31 y.o.)\n\nA vanquished survivor of the cutthroat competition in the showbiz world, with her mind and body both beaten by the struggle, she now lives in a run-down apartment where she spends her days lazing around, for the time being.  Her cousin \"Yuusei\", a first-year highschooler, has been keeping an eye on her and comes to her with a proposal for a moneymaking idea.\n\n\"You have a nice body, so let's release a doujin gravure photobook.\"\nWill Sumire-chan actually be able to stage a comeback in the world of the Reiwa era!? \nLet's stay tuned!\n\n(Source: Young Magazine)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30f3ac69-21b6-45ad-a110-d011b7aaadaa",
    "title": {
      "en": "Tonikaku Kawaii"
    },
    "updatedAt": "2024-02-18T17:49:04+00:00",
    "coverArt": "https://mangadex.org/covers/30f3ac69-21b6-45ad-a110-d011b7aaadaa/0dddf687-95ec-4e88-acd7-cd90a4c9749a.jpg",
    "altTitles": [
      {
        "en": "Fly Me to The Moon"
      },
      {
        "ja-ro": "Tonikaku Cawaii"
      },
      {
        "en": "TONIKAWA: Over The Moon For You"
      },
      {
        "ru": "Унеси меня на Луну"
      },
      {
        "ja": "トニカクカワイイ"
      },
      {
        "zh": "总之就是非常可爱"
      },
      {
        "ko": "어쩄든 귀여워"
      },
      {
        "en": "Cute Anyways"
      }
    ],
    "description": {
      "en": "Described as a story full of \"love\" and \"dreams\", Tonikaku Kawaii follows a protagonist whose name is written with the characters for \"Hoshizora\" (\"Starry Sky\" in Japanese), but whose name is pronounced as \"Nasa\". On the day of his high school entrance exams, Nasa encounters a beautiful girl. For Nasa, it feels like destiny is finally calling out to him that he will have a girl friend, but…\n\nNote: Volume 15 and 16's numberings are correct, as this is how they are in the original.",
      "ru": "Тяжело жить, если родители дали тебе имя НАСА - да, как NASA, и каждый второй спрашивает, пойдешь ли ты в астронавты. Еще тяжелее, если в один день тебя собьет грузовик, ты встретишь любовь всей своей жизни и тут же ее потеряешь, согласившись жениться на ней. Мужик сказал, что женится - значит женись. И заверьте… Веселая комедия положений без особой логики, но с неожиданными поворотами сюжета. Ведь жена и правда с Луны?..   \r\n  \r\n**Tonikaku Cawaii is the official romanization.**",
      "pt-br": "Aceito sair com você se você se casar comigo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49993f14-70d5-48d4-95fa-5c585ce251cf",
    "title": {
      "en": "As My Husband Said, I Brought in A Lover"
    },
    "updatedAt": "2024-04-05T21:45:34+00:00",
    "coverArt": "https://mangadex.org/covers/49993f14-70d5-48d4-95fa-5c585ce251cf/27d4a62a-87ab-4826-bb4d-82d5689daeca.jpg",
    "altTitles": [
      {
        "ko": "남편의 말대로 정부를 들였다"
      },
      {
        "en": "As My Husband Said, I Brought in the Government"
      },
      {
        "en": "As My Husband Wish, I Will Bring in the Concubine"
      },
      {
        "ru": "Я доверилась мужу и завела любовника"
      },
      {
        "zh": "听丈夫的话包养情夫"
      },
      {
        "es-la": "Como dijo mi marido, traje un amante"
      }
    ],
    "description": {
      "en": "Luise is a woman who married an unfaithful nobleman, who keeps having affairs with other women. Tired of her miserable life, she decides to follow her husband's advice and take a lover for herself. She meets a mysterious man who wears a mask, he is the most famous lover in the underworld.\n\nHowever, when he takes off his mask, she discovers that he is actually Edward, the grand duke of the empire. Edward is a powerful and dangerous man who has his own plans for Luise. He teaches her to fight, to use magic and to become a strong and independent woman.\n\nProtects her from the dangers that surround her, such as her ex-husband, the emperor and the enemies of the empire. Luise falls in love with Edward, but does he feel the same way about her? And will they be able to stay together amid so much intrigue and conflict?",
      "es-la": "¿Lo recuerdas Louisa? En el momento en que interfieras en mi vida privada, este matrimonio se acabará.Tú eres quien lo aceptó al firmar el contrato. Cuando Louisa trató de gritarle, su marido cínicamente le dijo que si quería también podía tener un amante. Louisa se quedó en shock, pero aceptó y le pidió a su amigo que le buscara el mejor amante del imperio para hacerle saber a su marido, qué se siente engañar a alguien. Sin embargo, cuando entró en una posada para encontrar un amante, vio a un hombre enmascarado de apariencia hermosa que la quería ayudar con su venganza. -Quiero que seas mi amante falso. -Ayudaré con gusto a la señora. Cuando el hombre aceptó, se quitó la máscara delante de ella y Louisa sorprendida descubrió que era el gran duque del imperio. ¡¿Por qué está aquí el gran duque?! Louisa no tiene idea de por qué el gran duque Edward aceptó ser su amante, y qué pasará con su marido…¿Logrará su venganza? ¿se divorciará de él?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3dd9cc8b-1856-4f8f-ad02-e0102fc5bece",
    "title": {
      "en": "Mahimahi the Lungfish"
    },
    "updatedAt": "2023-06-18T14:02:11+00:00",
    "coverArt": "https://mangadex.org/covers/3dd9cc8b-1856-4f8f-ad02-e0102fc5bece/e840a78f-9e6d-4773-96d8-6433b6146f5e.jpg",
    "altTitles": [
      {
        "ja-ro": "Haigyo no Mahimahi"
      },
      {
        "pl": "Dwudyszna Mahi-Mahi"
      }
    ],
    "description": {
      "en": "Mahimahi the Lungfish was a one-shot manga initially published under \"Toriyama's Animal Chronicles\" (Weekly Shonen Jump 1999, No. 4/5). For this project, Toriyama simply observed his pet lungfish and illustrated his thoughts about its mysterious nature. Don't let that description fool you, though; the author's trademark warm and comical sense of humor is all over this manga, making it a fantastic way to learn about this unique species of fish! However, it's somewhat hard to track down due to never being released as its own comic, leading many to regard it as an elusive masterpiece.",
      "pt-br": "Publicado sem alarde na Weekly Shonen Jump nº 04/ 05 em 1999, Haigyo no Mahi-Mahi é uma das histórias menos conhecidas de Toriyama. Isso se deve principalmente por ela não figurar nas compilações de histórias curtas, o Akira Toriyama Marusaku. Por essas e outras que Haigyo no Mahi-Mahi comumente não aparece nas listas de obras do Toriyama já publicadas.\n\nHaigyo no Mahi Mahi é uma curta história de 9 páginas coloridas. Ela começa com um pequeno tritão peixe-arroz chamado Suisui, que, curioso acerca de um peixe pulmonado chamado Mahi-Mahi, resolve conversar com ela. Daí por diante aprendemos sobre esse curioso peixe pulmonado. Na última página temos o Toribot mostrando diversas espécies de peixes pulmonados pelo mundo. E só!\n\nO comentário semanal dos mangakas nessa Weekly Shonen Jump onde Haigyo no Mahi-Mahi foi publicado trouxe o seguinte comentário do autor:\n\n“O tritão de peixe-arroz Suisui sou eu mesmo!? Aah, eu queria esquecer o trabalho e ir nadar dentro de um aquário”."
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "1"
  },
  {
    "mangaId": "8847f905-550d-4fe6-bcda-ac2b896789c7",
    "title": {
      "en": "Golden Kamuy"
    },
    "updatedAt": "2022-07-30T23:14:11+00:00",
    "coverArt": "https://mangadex.org/covers/8847f905-550d-4fe6-bcda-ac2b896789c7/e96cfe6d-7876-4558-b4bc-0930deb5060a.jpg",
    "altTitles": [
      {
        "ja": "ゴールデンカムイ"
      },
      {
        "ja-ro": "Golden Kamui"
      },
      {
        "ar": "غولدن كاموي"
      },
      {
        "he": "קאמוי מוזהב"
      },
      {
        "tl": "Gintong Anito"
      },
      {
        "tr": "Gol tamanawas"
      },
      {
        "ru": "Золотое божество"
      },
      {
        "uk": "Золотий Камуї"
      },
      {
        "th": "โกลเดนคามุย"
      },
      {
        "ko": "골든 카무이"
      },
      {
        "zh": "黄金神威"
      },
      {
        "zh-hk": "黃金神威"
      },
      {
        "vi": "Cơn sốt vàng sau chiến tranh"
      }
    ],
    "description": {
      "de": "Die Jagd nach dem Ainu-Gold hat begonnen…\n\nWir schreiben das frühe 20. Jahrhundert, kurz nach dem russisch-japanischen Krieg. Hoch im verschneiten Norden Japans schlägt sich ein einzelner Mann durch die Wildnis. Sein Name: Sugimoto, der Unsterbliche. Geplagt von den Erinnerungen an den Krieg versucht er, sein mageres Einkommen durch Goldschürferei aufzubessern – ohne Erfolg.\n\nAber dann erfährt er von einem riesigen Goldschatz, der einst den Ainu gestohlen wurde. Der einzige Hinweis: eine Schatzkarte, eintätowiert auf die Rücken zahlreicher Gefängnisinsassen, die sich nun auf der Flucht befinden. Gemeinsam mit dem Ainu-Mädchen Asirpa bricht Sugimoto auf die tödlichste Schatzsuche der Geschichte auf. Denn wer dieses Gold jagt, ist bereit, über Leichen zu gehen…\n\n---\n- Winner of the 9th Manga Taisho Award in 2016.\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\n\n---\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "en": "In the early twentieth century, Russo-Japanese War veteran Saichi “Immortal” Sugimoto scratches out a meager existence during the postwar gold rush in the wilderness of Hokkaido. When he stumbles across a map to a fortune in hidden Ainu gold, he sets off on a treacherous quest to find it. But Sugimoto is not the only interested party, and everyone who knows about the gold will kill to possess it! Faced with the harsh conditions of the northern wilderness, ruthless criminals and rogue Japanese soldiers, Sugimoto will need all his skills and luck—and the help of an Ainu girl named Asirpa - to survive.\n\n---\n- Winner of the 9th Manga Taisho Award in 2016.\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.",
      "es": "Año 37 de la era Meiji. Tras sobrevivir a la guerra Ruso-Japonesa, Sugimoto, apodado “el Inmortal”, se une a la fiebre del oro para ayudar a la viuda de uno de sus amigos caído durante el conflicto. En su búsqueda, alguien le revela que existe un tesoro escondido y que las distintas claves para encontrarlo las llevan tatuadas en sus espaldas peligrosos convictos prófugos. En su camino se topará con Asirpa, quien no solo le salva la vida, sino que además le ayudará a sobrevivir en la dura tundra salvaje. ¡La carrera por hacerse con el tesoro ha comenzado!\n\n---\n- Winner of the 9th Manga Taisho Award in 2016.\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\n\n---\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "fr": "Saichi Sugimoto est une véritable légende de la guerre russo-japonaise du début du XXe siècle. Surnommé «l'Immortel,» il a survécu aux pires batailles menées dans les régions les plus sauvages qui soient. Mais quand le conflit se termine, il se retrouve seul et sans le sou… C'est alors qu'il apprend l'existence d'un fabuleux trésor de 75 kilos d'or accumulé par les Aïnous, peuple autochtone vivant en harmonie avec la nature. Hélas, le magot a été volé, puis caché par un homme désormais enfermé dans la pire prison d'Hokkaido. Les seuls indices menant au butin sont de mystérieux tatouages inscrits sur la peau de criminels évadés…\n\nPour Sugimoto, la chasse au trésor est lancée… Cependant, seul, il a peu de chances de s'en sortir. À peine sa quête commence-t-elle qu’il manque de se faire déchiqueter par un ours brun! Il ne doit la vie qu'à l'intervention providentielle d'Ashirpa, jeune indigène liée aux propriétaires légitimes du butin. Ils décident de faire équipe pour affronter les nombreux dangers qui les guettent sur la route de l'or des Aïnous…\n\nMaintes fois primé au Japon, *Golden Kamui* est un formidable mélange d'aventure en milieu hostile et de découverte culturelle, le tout porté par une intrigue aux rebondissements multiples. Laissez-vous entraîner dans cette quête épique à travers les immensités sauvages d'Hokkaido!\n\n---\n- Winner of the 9th Manga Taisho Award in 2016.\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\n\n---\n[Traduction française officielle](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "it": "Nel pieno dell’Era Meiji Saichi Sugimoto, ex soldato d’élite sopravvissuto a una delle battaglie più sanguinose della guerra Russo-Giapponese, lasciato l’esercito ha ormai un solo obiettivo: la corsa all’oro. È questa a portarlo in Hokkaido, l’estremo nord del Giappone abitato dal misterioso popolo degli Ainu e dove secondo una leggenda qualcuno ha nascosto una enorme quantità del prezioso metallo giallo… ma Sugimoto non è l’unico a seguire le tracce che portano al tesoro nascosto e per trovarlo dovrà affrontare spietate bande di criminali, l’esercito e il clima proibitivo dell’Hokkaido con l’aiuto di una giovane e decisa Ainu in cerca di vendetta.\n\n---\nIn Hokkaido, la regione più a nord del Giappone, Sugimoto è sopravvissuto alla guerra russo-giapponese dell'epoca Meiji. Soprannominato durante la guerra \"l'invincibile Sugimoto\", adesso inizia la sua corsa all'oro alla ricerca delle ricchezze che gli permetteranno di salvare la moglie di un suo commilitone morto durante la guerra. Durante la ricerca s'imbatte in alcuni indizi che lasciano presagire l'esistenza una riserva d'oro gestita da criminali corrotti. Accompagnato da una ragazza Ainu che ha salvato la sua vita messa alla prova dal terribile clima del nord, i due iniziano la loro avventura contro i criminali.\n\n---\n- Winner of the 9th Manga Taisho Award in 2016.\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\n\n---\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "ja": "『不死身の杉元』日露戦争での鬼神の如き武功から、そう謳われた兵士は、ある目的の為に大金を欲し、かつてゴールドラッシュに沸いた北海道へ足を踏み入れる。そこにはアイヌが隠した莫大な埋蔵金への手掛かりが!?　立ち塞がる圧倒的な大自然と凶悪な死刑囚。そして、アイヌの少女、エゾ狼との出逢い。『黄金を巡る生存競争』開幕ッ!!!!\n\n---\n- Winner of the 9th Manga Taisho Award in 2016.\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\n\n---\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "pt": "Após feitos dignos de um guerreiro na Guerra Russo-Japonesa, o soldado conhecido como “Sugimoto, o imortal” vai para Hokkaido, onde houve a corrida do ouro, em busca de uma grande quantia de dinheiro para realizar certo objetivo. Ali, encontra pistas que levam a um grande tesouro escondido pelos ainus, mas ele precisa enfrentar também a natureza selvagem opressiva e prisioneiros violentos, assim como conhece uma garota ainu e um raro lobo-de-hokkaido. Tem início a luta pela sobrevivência em busca do ouro!!!\n\n---\n- Winner of the 9th Manga Taisho Award in 2016.\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\n\n---\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "ru": "На Хоккайдо, далеко, в северных землях Японии, живёт Сугимото, переживший русско-японскую войну, и прозванный на ней Бессмертный Сугимото. Теперь он ищет богатства, обещанные золотой лихорадкой, в надежде спасти овдовевшую жену своего покойного товарища. Во время своей охоты на золото, он находит намеки на скрытый золотой склад преступников. Вместе с девушкой айну, которая некогда спасла его, они отважились на смертельное приключение против преступников, в поисках золотого тайника.\n\n---\n- Winner of the 9th Manga Taisho Award in 2016.\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\n\n---\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "tr": "Sugimoto, Meiji Dönemi'nde, Japonya'nın kuzeyindeki Hokkaido'da meydana gelen Rus-Japon Savaşından sağ olarak kurtulur. Savaş boyunca \"Ölümsüz Sugimoto\" olarak anılan bu adam, şimdilerde savaşta ölen arkadaşının karısını kurtarma ümidi ile altınla gelen vaat edilmiş zenginliğin peşine düşer. Bu altın avcılığı süresince, yozlaşmış suçluların sakladığı altın gömüsüyle alakalı ipuçları bulur. Kötü iklim şartlarında hayatını kurtaran Auni'li bir kızla ortak olarak, altını arayan amansız suçlulara karşı ölüm-kalım mücadelesine girerler.\n\n---\n- Winner of the 9th Manga Taisho Award in 2016.\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\n\n---\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "uk": "Далеко, на північних землях Хоккайдо, ветеран російсько-японської війни, за прізвиськом Суґімото \"Безмертний\", вирушив на пошуки багатств, обіцяні золотою лихоманкою. Загиблий товариш благав попіклуватись Сайчі про його хвору дружину, що терміново потребує гроші на лікування. Під час свого чергового невдалого полювання на золото, старий п'яниця розбовтує колишньому солдату про таємничий скарб айну, який викрав та сховав невідомий злодій. Натрапивши на слід \"Безсмертний\" Суґімото Сайчі розпочинає смертельну гонку з дівчинкою айну, на ім’я Асірпа.\n\n---\n- Winner of the 9th Manga Taisho Award in 2016.\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\n\n---\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "vi": "Tại Hokkaido, hòn đảo xa miền cực bắc của nhật bản, nhân vật chính của chúng ta - Sugimoto Saichi trở về từ cuộc chiến tranh Nga Nhật thời kì Minh Trị. Với biệt danh \"Sugimoto Bất Tử\" trong chiến tranh, anh lao vào chạy theo cơn sốt vàng nhằm thực hiện ý nguyện của người bạn thân đã mất trong trận chiến\n\n---\n[Traduction française officielle](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "pt-br": "Em Hokkaido, nas terras do extremo norte do Japão, Sugimoto sobreviveu à guerra russo-japonesa da era Meiji. Apelidado de \"Sugimoto, o Imortal\" durante a guerra, ele agora procura as riquezas prometidas pela corrida do ouro, na esperança de salvar a esposa viúva de seu falecido companheiro da guerra. Durante a sua caça ao ouro, ele descobre sobre um estoque enorme de ouro escondido por um criminoso. Através de uma parceria com uma garota da tribo Ainu, que salva a sua vida, ele luta contra os criminosos, os militares, e a própria natureza para encontrar o tesouro!",
      "zh-hk": "被稱為『不死身的杉元』、在日俄戰爭中有如鬼神般的殺敵， 被世人如此熟知的杉元佐一， 為了得到大量的黃金，來到了昔日淘金熱潮盛行的北海道。 於某次機遇下，他得知了隱藏著愛奴人龐大財寶的線索!? 在充滿威嚴的大自然中， 和許多兇惡的死刑犯、以及愛奴少女相遇， 『尋找黃金的生存競爭』正式開幕!!!\n\n---\n- Winner of the 9th Manga Taisho Award in 2016.\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\n\n---\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "314"
  },
  {
    "mangaId": "4e98b9c8-f2cd-41a6-a175-2dec25cb2995",
    "title": {
      "en": "Couple Games"
    },
    "updatedAt": "2023-09-10T11:03:47+00:00",
    "coverArt": "https://mangadex.org/covers/4e98b9c8-f2cd-41a6-a175-2dec25cb2995/41f9d3a5-2602-41c8-82fe-e937b6845647.jpg",
    "altTitles": [
      {
        "ja": "カップルゲーム"
      }
    ],
    "description": {
      "en": "The \"Couples Game\" is played between a man and a woman who love each other. It is a competition in which couples compete to complete a set of instructions. The stage is an abandoned amusement park. The winning couple will receive a prize of 100 million yen and eternal love. The tragic game begins with the words, \"Say you love me.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1cbbedb-bfae-4e10-af88-71b3845c9183",
    "title": {
      "en": "Uramiya Honpo"
    },
    "updatedAt": "2023-10-13T16:08:00+00:00",
    "coverArt": "https://mangadex.org/covers/b1cbbedb-bfae-4e10-af88-71b3845c9183/81cd60ef-2d9c-42f3-938e-8ac63a9ae3b2.jpg",
    "altTitles": [
      {
        "ja": "怨み屋本舗"
      },
      {
        "zh-hk": "怨恨屋本舖"
      },
      {
        "uk": "Урамія Хонпо"
      },
      {
        "en": "Uramiya Honpo"
      }
    ],
    "description": {
      "en": "The world is filled with cruel scum, ranging from petty thieves to sociopath maniacs. When a vile low-life inflicts pain and suffering on innocent victims, sometimes their anger becomes overwhelming. Whether their damage stems from romance, finance, reputation or even a death, these victims feel trapped in their own skins and lives. \n\nThose victims who can't stand it anymore call for the mysterious woman Houjou Shiori, owner of Uramiya, the \"Revenge Shop\". \n\nThe Uramiya specializes in executing revenge schemes. The vengeance their customers request on their bitterly resented enemies could range from financially destroying them, to smearing their social reputation, to even taking their lives. As long as you pay a fair price, the Uramiya will guarantee you get the revenge you deserve."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "142"
  },
  {
    "mangaId": "85d43b0b-b977-43bb-b7d8-a688d48b3107",
    "title": {
      "en": "Obokoi Majo wa Majiwaritai!"
    },
    "updatedAt": "2024-03-20T18:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/85d43b0b-b977-43bb-b7d8-a688d48b3107/4729b621-238f-43e6-b5b1-1c8e597884a0.jpg",
    "altTitles": [
      {
        "en": "The Young Witch Wants To Have Sex?!"
      },
      {
        "ja": "おぼこい魔女はまじわりたい!"
      },
      {
        "ko": "순진한 마녀는 뒤섞이고 싶어!"
      },
      {
        "zh-hk": "想和見習魔女深入交流！"
      },
      {
        "vi": "Cô Phù Thủy Trẻ Muốn Được Sex!"
      }
    ],
    "description": {
      "en": "Hiiragi visits Chikage Komori, a transfer student that has never come to school. His chastity is at stake when he comes across a beautiful girl that is wearing nothing but a jacket!?",
      "ja": "古森チカゲ。転校生なのに一度も登校した姿を見たことがない彼女のご近所に住む柊木は学校のプリントを届けにいくが、出会った瞬間にいきなりカラダの関係を迫られて!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ee952f1-45c7-4c39-aea2-7df7676606d4",
    "title": {
      "en": "Ao no Exorcist"
    },
    "updatedAt": "2024-02-01T23:09:08+00:00",
    "coverArt": "https://mangadex.org/covers/3ee952f1-45c7-4c39-aea2-7df7676606d4/643fa3f3-8b88-4cf7-a149-37275aa0cf9c.jpg",
    "altTitles": [
      {
        "ja-ro": "Ao no Futsumashi"
      },
      {
        "vi": "Lam Hỏa Diệt Quỷ"
      },
      {
        "cs": "Modrý Exorcista"
      },
      {
        "en": "Blue Exorcist"
      },
      {
        "fa": "جنگیر آبی"
      },
      {
        "th": "เอ็กซอร์ซิสต์พันธุ์ปิศาจ"
      },
      {
        "zh": "蓝色的除魔师"
      },
      {
        "zh-hk": "藍色的除魔師"
      },
      {
        "ja": "青のエクソシスト"
      },
      {
        "zh-hk": "青の祓魔師"
      },
      {
        "ko": "청의엑소시스트"
      },
      {
        "tr": "Mavi İblis Kovucu"
      },
      {
        "fr": "Blue Exorcist"
      },
      {
        "uk": "Блакитний Екзорцист"
      },
      {
        "ja-ro": "Ao no Exorcist"
      }
    ],
    "description": {
      "en": "This world consists of two dimensions joined as one, like a mirror. The first is the world in which the humans live, Assiah. The other is the world of demons, Gehenna. Ordinarily, travel between the two, and indeed any kind of contact between the two, is impossible. However, the demons can pass over into this world by possessing anything that exist within it. Satan may be the king of demons, but there's one thing he doesn't have, and that's a substance in the human world which is powerful enough to contain him! For that purpose he created Rin, his son with a human woman, but will is son agree to his plans? Or will he become something else…? An exorcist?",
      "fr": "Ce monde se compose de deux dimensions jointes en une seule, comme un miroir. Le premier est le monde dans lequel vivent les humains, Assiah. L’autre est le monde des démons, la géhenne. Habituellement, voyager entre les deux, et même tout type de contact entre les deux, est impossible. Cependant, les démons peuvent passer dans ce monde en possédant tout ce qui existe en son sein. Satan est peut-être le roi des démons, mais il y a une chose qu’il n’a pas, et c’est une substance dans le monde humain qui est assez puissante pour le contenir ! Dans ce but, il a créé Rin, son fils avec une femme humaine, mais le fils acceptera-t-il ses plans? Ou va-t-il devenir autre chose...? Un exorciste ?",
      "tr": "Dünya, ayna gibi birbirine zıt iki farklı boyuttan oluşmaktaydı: İnsanların yaşadığı Assiah ve iblislerin hüküm sürdüğü Gehenna. Bu iki boyut arasında iletişim ve seyahat mümkün olmamasına rağmen iblisler, insanların ruhlarını ele geçirerek Assiah'a ulaşabiliyorlardı.İblislerin tanrısı Şeytan, kendisini barındırabilecek kadar güçlü bir insan bulamadığı için Gehenna'da sıkışıp kalmıştı. Bunu aşmak için, bir insan kadınından Okumura Rin adında bir çocuk sahibi oldu.Şeytan'ın oğlu, babasına yardım edecek mi, yoksa başka bir şeye mi dönüşecek? Bir ruh kovucuya mı?",
      "uk": "Дві сторони однієї монети, два виміри, які є віддзеркаленнями один одного - саме з них і складається всесвіт. Перший – це наш матеріальний світ, Ассія. Другий – це світ демонів, Геєна. За звичайних обставин ні подорож, ні який завгодно контакт між ними є неможливим. Проте демони можуть перетнути кордон, у що-небудь вселившись. Сатана - повелитель демонів і король Геєни, жодна жива душа в Ассії не здатна довго витримувати його присутність. І щоб створити сильне вмістилище, він зачав сина з людською жінкою, Ріна. Але чи погодиться Рін з його планами? Чи може все ж захоче стати кимось іншим?.. Екзорцистом?"
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85a99758-de39-471e-9f6d-800547f53d0a",
    "title": {
      "en": "Tougen Anki"
    },
    "updatedAt": "2023-09-23T02:42:02+00:00",
    "coverArt": "https://mangadex.org/covers/85a99758-de39-471e-9f6d-800547f53d0a/07535c7b-1318-4eb5-a3a8-ec03b2791a49.jpg",
    "altTitles": [
      {
        "ja": "桃源暗鬼"
      }
    ],
    "description": {
      "en": "Ichinose Shiki, an inheritor of the blood of Oni had lived out his entire childhood oblivious to this fact. However, when an unknown man comes rushing into his home in attempts to assassinate him, his foster father finally reveals the truth. In a world where Oni and Momotarou have never been able to coexist, join Ichinose in his struggle for power and unifying the two races!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "404f6759-57a1-4179-bc18-ae3b9e6b9b58",
    "title": {
      "en": "Moteharune, Ashiya-kun"
    },
    "updatedAt": "2024-04-04T19:41:18+00:00",
    "coverArt": "https://mangadex.org/covers/404f6759-57a1-4179-bc18-ae3b9e6b9b58/c3abe990-58ea-441f-a08e-22c833145d6e.jpg",
    "altTitles": [
      {
        "ja": "モテはるねえ蘆屋くん"
      },
      {
        "en": "Well Aren't You Popular, Ashiya-kun"
      }
    ],
    "description": {
      "en": "Kyoto has become a place where humans and monsters have chosen to coexist, and Chimi-Mouryo has become rampant. Saki, a succubus who attends a school in Kyoto that has turned into a magical land, uses her beauty and abilities to become the school's princess!!\n\nEven such a reckless girl had a natural enemy. His name is Ashiya Yuu!A tough-looking man who won't fall for only himself and is loved by other demi-humans!!!\n\nSaki, who calls herself the queen, can't stand this sight, so she tries to bring down Ashiya faster than the other demi-humans, but...!!?",
      "ja": "人と妖怪が共存の道を選び、魑魅魍魎が跋扈するようになった京都。そんな魔境の土地と化した京都の学園に通うサキュバスのサキは、自分の美貌と能力を使い、学園の姫と化していた!!\n\nそんな傍若無人の彼女にもある天敵がいた。その名前は蘆屋幽（あしやゆう）!強面男が自分だけには堕ちず、あろうことか他の亜人に好かれまくっている!!!!\n\nその光景に女王を自称しているサキが我慢できるはずがなく、他の亜人よりも早く、蘆屋を堕とすべく色仕掛けをしまくるのだが……！！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cbb22826-963e-4602-a5cd-a50c75723d59",
    "title": {
      "en": "Maseki Gurume: Mamono no Chikara wo Tabeta Ore wa Saikyou!"
    },
    "updatedAt": "2023-07-26T21:26:09+00:00",
    "coverArt": "https://mangadex.org/covers/cbb22826-963e-4602-a5cd-a50c75723d59/8ad9c9e2-b7ce-402e-b973-ee652846d665.jpg",
    "altTitles": [
      {
        "en": "Magic Stone Gourmet: Eating Magical Power Made Me The Strongest"
      },
      {
        "ru": "Поедая магические камни, я становлюсь сильнее!"
      },
      {
        "ja": "魔石グルメ　魔物の力を食べたオレは最強！"
      },
      {
        "ja-ro": "Maseki Gurume: Mamono no Chikara o Tabeta Ore wa Saikyou!"
      },
      {
        "en": "Magic Gems Gourmet"
      }
    ],
    "description": {
      "en": "In this world, It's only me who can get stronger by eating Magic Stones! At one point, I received an offer to have a smooth life reincarnation from the Goddess-sama… But the skill I got as a prize is Toxins Decomposition EX. Ugh, what a plain skill! It's so pitiful that even my own family makes fun of me… However, one day I realized that because of the effect of this skill, I can eat and gain power from Magic Stones! I've also been notified that I'm the prince from a neighboring country!? What awaits me in the castle are days of experimenting with Magic Stones and training, the perfect environment for me to become the strongest man there is… And to top it off, I received the Magic Stone of Dullahan! The story of a boy on the path to becoming a King while being chased by an assertive fiancee and Female Knights starts here!",
      "ja": "- Light Novel: [Japanese](https://bookwalker.jp/series/180089/)  \n- Web Novel: [Japanese](https://ncode.syosetu.com/n0610eg/)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a0f8d59-5c5d-439a-8b8b-865d50aa35d1",
    "title": {
      "en": "Sidooh"
    },
    "updatedAt": "2024-04-03T13:07:19+00:00",
    "coverArt": "https://mangadex.org/covers/2a0f8d59-5c5d-439a-8b8b-865d50aa35d1/76d1d40b-d86d-4bd8-8b7d-948303c08c92.jpg",
    "altTitles": [
      {
        "ja": "SIDOOH　―士道―"
      },
      {
        "ja": "士道"
      },
      {
        "ko": "사도"
      }
    ],
    "description": {
      "en": "1855: During the political upheavals and social strife at the end of the Tokugawa Shogunate in Japan, \nthe two orphan brothers Shoutarou and Gentarou Yukimura struggle to survive in these turbulent times. \nTheir only possession being their deceased father's sword and clinging onto their mother's final words of wisdom, \nthe brothers seek to embark on the Path of the Warrior: Sidooh.",
      "pl": "Podczas przewrotów politycznych i konfliktów społecznych pod koniec szogunatu Tokugawa w Japonii (1855), dwóch osieroconych braci Yukimura: Shoutarou i Gentarou walczy o przetrwanie. Ich bronią i bogactwem jest miecz zmarłego ojca, a siłą i nadzieją – mądrość ostatnich słów matki.  \n buzzybuzz - 5 sierpnia 2010",
      "pt-br": "Durante as convulsões políticas e conflitos sociais no final do shogunato Tokugawa no Japão (1855), dois irmãos Yukimura Shoutarou e Yukimura Gentarou lutam para sobreviver nestes tempos turbulentos. Com sua única posse  uma espada de seu pai falecido e agarrando a sabedoria das palavras finais de sua mãe, os irmãos pretendem embarcar no Caminho do Guerreiro: Sidooh."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "266"
  },
  {
    "mangaId": "cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5",
    "title": {
      "en": "The Kouhai who Went from Introvert to Influencer"
    },
    "updatedAt": "2024-04-05T22:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5/ebe6fcfb-e8fd-4475-8421-1e1995434536.jpg",
    "altTitles": [
      {
        "ja": "後輩は陰キャ上がりのインフルエンサー"
      },
      {
        "pt-br": "A Caloura Anti-social é uma Influencer em Ascenção"
      },
      {
        "ja-ro": "Kouhai wa Inkya Agari no Infuruensaa"
      },
      {
        "tr": "Utangaç Kouhai İnternet Ünlüsü Oldu"
      },
      {
        "es-la": "Una kohai que fue introvertida ahora es streamer"
      }
    ],
    "description": {
      "en": "After years of missed connections, our protagonist reunites with the junior he got along well with in high school. However, apparently, she has become a famous influencer.\n\n---\n**Links:**\n* Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/1722837/series/225813)",
      "tr": "Yıllarca süren ayrılıktan sonra kahramanımız, lise yıllarında iyi anlaştığı alt sınıfıyla yeniden bir araya gelir. Ancak görünüşe göre o artık bir internet ünlüsüdür.",
      "pt-br": "Após anos de desencontros, nosso protagonista reencontra a caloura com quem se dava bem no ensino médio. Porém, aparentemente, ela se tornou uma famosa influenciadora."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a21eab2d-781d-40b2-a666-7b2d72551927",
    "title": {
      "en": "Akuninzura shita B-kyuu Boukensha: Shujinkou to Sono Osananajimi-tachi no Papa ni Naru"
    },
    "updatedAt": "2024-03-21T08:36:36+00:00",
    "coverArt": "https://mangadex.org/covers/a21eab2d-781d-40b2-a666-7b2d72551927/fdc6bd33-768c-4e9e-b454-9851106c2496.jpg",
    "altTitles": [
      {
        "ja": "悪人面したＢ級冒険者 主人公とその幼馴染たちのパパになる"
      },
      {
        "ja-ro": "Akunindzura shita B-kyuu Boukensha - Shujinkou to Sono Osananajimi-tachi no Papa ni Naru"
      },
      {
        "en": "B-Rank Adventurer With an Evil Look Becomes a Daddy to the Protagonist and His Childhood Friends"
      },
      {
        "en": "B-GRADE ADVENTURER WITH A BAD GUY FACE Becomes A Daddy To The Hero And His Fellow Children"
      },
      {
        "en": "A B-Rank Adventurer With an Evil Face Becomes a Father for the Hero and His Childhood Friends"
      }
    ],
    "description": {
      "en": "Gray, a B-rank adventurer, was supposed to be just a mob character in the RPG \"Bright Fantasy.\" However, by chance, he saved an orphan who was attacked by thugs on the roadside and decided to raise him as his father. But the orphan turned out to be the protagonist of this world, \"Isuka\"!\n\nThis choice would greatly change the fate of the world.",
      "pt-br": "Gray, um aventureiro de nível B, deveria ser apenas um personagem da máfia no RPG “Bright Fantasy”. Porém, por acaso, ele salvou um órfão que foi atacado por bandidos na beira da estrada e decidiu criá-lo como pai. Mas o órfão acabou por ser o herói deste mundo, “Iska”. Essa escolha mudaria muito o destino do mundo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3dda9dc7-be06-4f27-af07-670786ceee4e",
    "title": {
      "en": "Shibuya Near Family"
    },
    "updatedAt": "2024-02-28T02:24:40+00:00",
    "coverArt": "https://mangadex.org/covers/3dda9dc7-be06-4f27-af07-670786ceee4e/bd9f42b9-5a7b-417e-83ab-d8274595031a.jpg",
    "altTitles": [
      {
        "ja": "シブヤニアファミリー"
      },
      {
        "fr": "Ma famille à Shibuya"
      }
    ],
    "description": {
      "en": "A small series that frankly depicts the circumstances of a third-grade girl living in Shibuya and her family.",
      "ja": "渋谷に住む小３女子とその家族の事情を赤裸々に描く小型連載。\n最後に書いてある「しぶや係日誌」も見てね。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6a9c19f-ccc5-44af-8bec-7da090220bd3",
    "title": {
      "en": "Childhood Friend, Big Love"
    },
    "updatedAt": "2023-08-24T12:24:40+00:00",
    "coverArt": "https://mangadex.org/covers/a6a9c19f-ccc5-44af-8bec-7da090220bd3/e07442b6-40bf-4361-8f2e-1bd918ca3be1.jpg",
    "altTitles": [
      {
        "ja": "天使だった幼なじみ、再会したらギャルだった"
      },
      {
        "ja-ro": "Tenshi datta Osananajimi, Saikai Shitara Gyaru datta"
      },
      {
        "en": "My Angel Childhood Friend was a Gal When We Met Again"
      },
      {
        "ja": "幼馴染BIGLOVE"
      },
      {
        "ja-ro": "Osananajimi BIGLOVE"
      },
      {
        "pt-br": "Minha Amiga de Infância Era um Anjo, Mas Quando Nos Reencontramos, Ela Se Tornou uma Gyaru."
      }
    ],
    "description": {
      "ja": "天使だった幼なじみ、再会したらギャルだった\n幼なじみの２人の百合です"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "70e8aee2-e4a4-4dc2-bffc-059de13adf02",
    "title": {
      "en": "Aashi to Watashi - Gal Yuri Anthology"
    },
    "updatedAt": "2024-03-29T21:03:22+00:00",
    "coverArt": "https://mangadex.org/covers/70e8aee2-e4a4-4dc2-bffc-059de13adf02/e571785a-d458-4792-aabc-d6a7770a0e6d.jpg",
    "altTitles": [
      {
        "ja": "あーしとわたし。ギャルｘ百合アンソロジー"
      },
      {
        "ja": "あーしとわたし。　ギャル×百合アンソロジー (カドカワデジタルコミックス)"
      },
      {
        "en": "Me and, I. Gal x Yuri Anthology"
      }
    ],
    "description": {
      "en": "A collection of Gal x Yuri stories by various popular artists."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "15"
  },
  {
    "mangaId": "2b172a8a-552f-4648-beac-4ae9d66cc569",
    "title": {
      "en": "Iron Ladies: Saint Tooka"
    },
    "updatedAt": "2024-04-02T21:16:37+00:00",
    "coverArt": "https://mangadex.org/covers/2b172a8a-552f-4648-beac-4ae9d66cc569/5c072832-5643-403d-ac3c-2bf49121939b.jpg",
    "altTitles": [
      {
        "zh": "铁姬钢兵之十日圣母"
      }
    ],
    "description": {
      "en": "A battle-filled love story between the weaponized angel Yokoku Kyoko and her boyfriend Hu Xiaofeng during the God-Slaying Era."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "14"
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/3e58d77e-ade6-4851-a911-e1198f3d009f.jpg",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc8d49fc-0f9b-4f85-9db7-19c3fe3fd81c",
    "title": {
      "en": "The Chart of Priest"
    },
    "updatedAt": "2022-02-06T20:32:58+00:00",
    "coverArt": "https://mangadex.org/covers/bc8d49fc-0f9b-4f85-9db7-19c3fe3fd81c/4066373a-8049-4f24-b71f-852100d010b3.jpg",
    "altTitles": [
      {
        "ko-ro": "Sinbunim-ui Carte"
      },
      {
        "ko-ro": "Sinbunimhwe Karute"
      },
      {
        "en": "The Priest's Chart"
      },
      {
        "ko": "신부님의 카르테"
      }
    ],
    "description": {
      "en": "Edward, a young priest, meets a veteran who's under a vicious curse. Before very long he finds himself falling in love, and makes a vow to save and protect Cliff no matter what.  \n  \nThis is the love story of a young priest who wants to save his hero, the veteran.",
      "pl": "Młody ksiądz Edward spotyka weterana, który jest pod wpływem okropnej klątwy. Ze wszelkich sił stara mu się pomóc, jednak prowadzi to głównie do pojawienia się w jego sercu skomplikowanych uczuć…"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1b49c5f-0994-4a0a-a3e9-9ec38e79c878",
    "title": {
      "en": "She Changed So Much in One Year"
    },
    "updatedAt": "2024-04-05T13:54:00+00:00",
    "coverArt": "https://mangadex.org/covers/d1b49c5f-0994-4a0a-a3e9-9ec38e79c878/8d79ee33-a8d4-4753-b03f-8e0e93951294.jpg",
    "altTitles": [
      {
        "ja": "１年で変わってしまった彼女"
      },
      {
        "ja-ro": "Ichi nen de Kawatte Shimatta Kanojo"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67befa8e-adf4-42e3-9958-094e16c86ea7",
    "title": {
      "en": "Kill the Villainess"
    },
    "updatedAt": "2023-11-07T00:06:09+00:00",
    "coverArt": "https://mangadex.org/covers/67befa8e-adf4-42e3-9958-094e16c86ea7/820baac2-858b-46e1-8804-fd9f587c3be2.jpg",
    "altTitles": [
      {
        "ko-ro": "Agnyeo Leul Jug-Yeojwo"
      },
      {
        "ru": "Убить злодейку"
      },
      {
        "ko": "악녀를 죽여 줘"
      },
      {
        "ja": "悪女を殺して"
      },
      {
        "th": "นางร้ายต้องสังหาร"
      },
      {
        "fr": "Comment Tuer la Vilaine"
      },
      {
        "zh": "杀死恶女"
      },
      {
        "zh": "除掉那个恶女"
      }
    ],
    "description": {
      "en": "Eris Miserian just wants to die.\n\nBeing overworked and underappreciated in the real world wasn’t great, but living as the villainess in a romance novel is even worse. If Eris can die in the novel, she might be able to return to reality, but the story won’t let her. Desperate to escape a life as the protagonist’s tormentor, she sets off on a journey with the help of a witch, a knight, and a high priest. Can she find her way back to her friends and family, or is Eris doomed to a fictional future?\n\n---\nOfficial Translations:\n* [French](https://cdn.fr.piccoma.com/parking/static-error-page/error.html?message=restricted1)\n* [Indonesiah](https://kakaopage.co.id/content/Kill-the-Villainess/3506)\n* [Japanese](https://piccoma.com/web/product/72166)\n* [S. Chinese](https://m.kuaikanmanhua.com/mobile/11318/list/)\n* [T. Chinese](https://tw.kakaowebtoon.com/content/%E6%AE%BA%E6%AD%BB%E6%83%A1%E5%A5%B3/142)\n* [Thai](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%B2%E0%B8%A3/229)",
      "ru": "Она перевоплотилась в злодейку из романа.  \r\nЭрис испила яд, когда ее бывший жених, наследный принц, женился на ее подруге детства, служанке Елене. Когда я осознала, что произошло, у меня появилась только одна цель: сбежать из этого вымышленного мира. Но мир не позволил, и мне пришлось измениться. Это привело к тому, что те, кто игнорировал оригинальную Эрис, вдруг стали выпрашивать внимания и ласки у \"новой\" ее.  \r\n— Кто ты? — спросил святой, который лелеял Елену.  \r\n— Ты… ты действительно Эрис? — спросил воин, который поклялся в вечной верности Елене.  \r\n— …Ты изменилась, — сказал даже принц, который отверг оригинальную Эрис ради Елены.  \r\nЭто странно. Все вы никогда не интересовались Эрис, так почему делаете это сейчас? Но даже так, я не стану привязываться, сколько бы времени ни прошло. Я никогда не полюблю этот мир.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Original Web Novel](https://page.kakao.com/home/%EC%95%85%EB%85%80%EB%A5%BC-%EC%A3%BD%EC%97%AC-%EC%A4%98/54115473)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "96"
  },
  {
    "mangaId": "33d43bb9-da74-43f7-b5a7-bb597c19406a",
    "title": {
      "en": "The Constellations Are My Disciples"
    },
    "updatedAt": "2024-03-12T04:06:25+00:00",
    "coverArt": "https://mangadex.org/covers/33d43bb9-da74-43f7-b5a7-bb597c19406a/9fcfd23f-0dfc-42f1-ab96-97593039e325.jpg",
    "altTitles": [
      {
        "ko": "성좌들이 내 제자"
      }
    ],
    "description": {
      "en": "300 years ago, Martial God Hyun-oh Kim defeated Barche, the boss of the tower of destruction, and prevented the end of the world. Kim Hyun-oh, should have died suffering the same fate as the tower of destruction. However, after 300 years, he is reborn as the 17-year-old Kim Joo-hyuk. In the midst, he finds out that the “Constellations”, that were created during his absence, are his disciples from 300 years ago and sets on a journey to find them."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d3bd464-2004-483c-af4f-3cfbe70cf73e",
    "title": {
      "en": "The Undefeatable Swordsman"
    },
    "updatedAt": "2022-09-18T20:07:34+00:00",
    "coverArt": "https://mangadex.org/covers/3d3bd464-2004-483c-af4f-3cfbe70cf73e/73ae7f96-5f86-4ffa-b6fd-fd22a277ae8a.jpg",
    "altTitles": [
      {
        "ko": "불패검선"
      },
      {
        "en": "Undefeatable Swordsman"
      },
      {
        "en": "Bulpaegeomseon"
      },
      {
        "ja": "不敗剣仙"
      },
      {
        "ru": "Непобедимый мечник"
      }
    ],
    "description": {
      "en": "A weak and sickly boy, Sung Woo-mun's condition worsens when he loses his mental capacities, owing to a painting gifted by a sage. He grows up as the 'village idiot', pitied by his own parents. But unbeknownst to everyone, his life is about to change soon, and a new destiny awaits him. When Sung Woo-mun turns 20, not only does he have an epiphany, but an undefeatable martial arts power begins to bloom inside the painting. What could all of this mean for Woo Mun? And what strange world awaits him?\n\n---\n\n**Links:**\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EB%B6%88%ED%8C%A8%EA%B2%80%EC%84%A0/1985)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/47151)",
      "ja": "旅籠屋の長男に生まれた「宋愚問」 「愚問」は体が弱い兄と違って、弟の「愚強」だけ華山派に入門してすることになった。 二人の初年の運命が枝分かれしたあの日…仙人が飲食代の代わりに山水画を描いてくれた後、山水画に酔いしれ続けた「愚問」は健康を取り戻したが、バカになってしまった。 二十歳になった日！ 「愚問」知らないうちに無限の武功を身につくようになったがーー",
      "ko": "시골 객점의 아들 송우문.\n어릴 적부터 몸이 약했던 그는\n어느 날 노도사가 그려 주고 간\n산수화를 보고 바보가 된다.\n\n그렇게 동네에선 바보라 놀림받고\n부모에겐 한심한 아들로 자라지만\n\n스무 살이 되던 날!\n각성과 함께 산수화 속 절대무공을 꽃피운다!",
      "ru": "Сон Вумун, сын деревенщины, с самого рождения был слабым. Однажды, увидев как художник рисовал пейзаж, он потерял рассудок. Каждый в деревне издевался над его глупостью. Но вот ему исполнилось двадцать и он станет настоящим мастером боевых искусств!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f",
    "title": {
      "en": "Iljin Romance"
    },
    "updatedAt": "2024-01-28T23:55:52+00:00",
    "coverArt": "https://mangadex.org/covers/ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f/144251fc-7890-4289-b505-3f2e4a7b5721.jpg",
    "altTitles": [
      {
        "ko": "일찐로맨스"
      },
      {
        "ja": "カーストロマンス"
      }
    ],
    "description": {
      "en": "Jin Daim has no friends, but likes drawing. Iljina is the most popular girl in school, even though she rejects every confession. Daim thinks she and her friends are an annoyance and disturbs his drawing time before class, but all he ever draws is her. Things get complicated when his secret sketch books gets discovered by one of Iljina's friends."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ad48b74-1cb8-4554-b76e-e4cb3e896789",
    "title": {
      "en": "Weather Forecast Love"
    },
    "updatedAt": "2023-05-09T15:47:54+00:00",
    "coverArt": "https://mangadex.org/covers/6ad48b74-1cb8-4554-b76e-e4cb3e896789/89980e05-e8c7-44d4-b80b-7b02a4ba1658.jpg",
    "altTitles": [
      {
        "ko": "일기예보적 연애"
      },
      {
        "th": "สภาพอากาศวันนี้มีความรัก"
      },
      {
        "fr": "Dors avec moi!"
      }
    ],
    "description": {
      "en": "Dongwook, who was sensitive and picky due to insomnia because of the ghosts that visit him, fell asleep comfortably next to Dohyun for the first time in his life. It was the moment when the 'Unlucky Child' became the only refuge for another person."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "48"
  },
  {
    "mangaId": "6f861188-8bdd-4bbf-b640-2ca1f1a4b5c9",
    "title": {
      "en": "Kono Isekai de, Unmei to Tsugau - Juujin α wa Yasashiu Kedamono"
    },
    "updatedAt": "2024-02-27T07:28:22+00:00",
    "coverArt": "https://mangadex.org/covers/6f861188-8bdd-4bbf-b640-2ca1f1a4b5c9/ebec6430-04c2-4829-9b34-cdb80dc98b61.jpg",
    "altTitles": [
      {
        "ja": "この異世界で、運命と番う～獣人αは優しいケダモノ"
      },
      {
        "es-la": "Se llama destino en este otro mundo"
      },
      {
        "en": "It's called destiny in this other world"
      },
      {
        "en": "In This Other World, I'll Meet My Destiny - Beastman α Is a Kind Beast"
      }
    ],
    "description": {
      "en": "\"I'm glad you're my destiny.\"\nOne day, Haru of Ω woke up in an oasis in the desert and felt a trembling sensation all over her body when she saw a black beastman appearing in front of her. In a situation where he has lost his memory and does not even know his own name, Viano, the α, who is the leader of the black panther tribe and who himself summoned Haru, speaks gently. \"This is a world ruled by beastmen, and it's the turn of fate for me and Haru.\" Haru, who knows this world and spends his days with Viano, feels an irresistible passion and emotion. However, Haru, who cannot conceive Viano's child no matter how much she wants, finally puts herself in a dangerous situation...and remembers. The memories of his former world and the meaning of losing those memories -...",
      "es-la": "\"Me alegro de que seas mi destino\". \nUn día, Haru (Ω), se despierta en un oasis del desierto; al ver frente a él un hombre bestia negro, siente que todo su cuerpo tiembla. Había perdido la memoria y ni siquiera sabía su propio nombre, pero Viano (A) que era el jefe de tribu de las panteras negras y que él mismo había convocado a Haru, le habló con dulzura: \"Este es un mundo dominado por los hombres bestias y tú eres mi destinado\".\nEn los días que Haru pasa con Viano, se hace muy consciente del irresistible calor y las emociones que siente. Por mucho que quiera Haru, no puede concebir el hijo de Viano, y finalmente, cuando Haru se pone en una situación peligrosa... recupera su memoria.\n¿Cuál es el significado de haber perdido esos recuerdos de su mundo pasado?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f19ed5a-e496-4416-8d4d-86d338655156",
    "title": {
      "en": "Ri-chan"
    },
    "updatedAt": "2024-03-14T03:38:19+00:00",
    "coverArt": "https://mangadex.org/covers/0f19ed5a-e496-4416-8d4d-86d338655156/2ed84adb-c164-4de3-981c-598d5d92c5a8.jpg",
    "altTitles": [
      {
        "ja": "りーちゃん"
      }
    ],
    "description": {
      "en": "Due to work, Tatsu moves back into his parents' house; soon after that, he encounters a young woman who turns out to be Ri-chan, the little girl he used to play together with in his childhood. However, this girl he reunited with has somehow become very different from the cheerful childhood friend in his memories...\n\n---\n\nAdditional Links\n\nVolume/Tankoubon release:\n* [Comic Beam](https://comicbeam.com/product/322312000115.html) (Publisher)\n* [Kadokawa Store](https://store.kadokawa.co.jp/shop/g/g322312000115)",
      "ja": "「太陽のような笑顔を、もう一度見たい」\n\n「ピアノ捨てちゃった。もう音が出ないから」\n\n地元に帰ってきた芦原辰巳（たつ兄ィ）は隣の家の少女・戸部りり（りーちゃん）と久々の再会を果たす。\nピアノが大好きでよく笑う子だったりーちゃんは、金髪ピアスで別人のようになっていた。\nオドオドとしたりーちゃんだったが、変わらないたつ兄ィの優しさに、距離は徐々に縮まり――。\n\nSNSで話題の、恋と絆と再生の物語がついに書籍化！\n描き下ろしエピソード『その後』も収録！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "167"
  },
  {
    "mangaId": "9547d8e5-048c-4c71-9b7c-97a3af0423eb",
    "title": {
      "en": "Spinach Bouquet"
    },
    "updatedAt": "2023-07-28T13:04:44+00:00",
    "coverArt": "https://mangadex.org/covers/9547d8e5-048c-4c71-9b7c-97a3af0423eb/8d271252-19ce-49fd-bd4b-803dd2ee7442.jpg",
    "altTitles": [
      {
        "ko": "시금치 꽃다발"
      },
      {
        "en": "Spinach Flowers"
      }
    ],
    "description": {
      "en": "Ji-woo transfers to a rural school with his parents who have returned to farming. The fresh air, the relaxed atmosphere... he liked them all. However, for a moment that seemed like a pleasant start,\n\nJi-woo discovers that the flower garden that he has carefully cared for has been messed up.. Ji-woo, who thought it was someone's territoriality, suspects Dongchan, who was particularly harsh to him at school.\nFirst off, that bangs! I'll start with those bangs that make it impossible to know what you're thinking!!",
      "fr": "La vie à la campagne est censée être idyllique, non ? Un endroit paisible rempli d'aimables voisins au grand cœur, pas vrai ? C'est ce que Jiwoo attend avec impatience... Mais de tous les voisins qu'il aurait pu avoir, c'est Dongchan qu'il est le sien. Froid, distant et insondable, Dongchan n'est pas le plus accueillant du voisinage. En fait, on dirait qu'il n’a pas du tout envie que Jiwoo et sa famille s’installent ici. Déconcerté mais pas découragé, Jiwoo fait de son mieux pour s'adapter à la vie à la campagne... jusqu'à ce qu'il s'avère que quelqu'un essaie de chasser sa famille d'ici. Jiwoo a des soupçons, mais sera-t-il capable de trouver le vrai coupable ?",
      "ko": "귀농한 부모님을 따라 시골 학교로 전학 온 지우. 상쾌한 공기, 여유로운 분위기.. 모두 마음에 들었다. 그러나 기분 좋게 새출발 할 수 있을 것 같았던 것도 잠시,\n지우네가 정성껏 가꾼 꽃밭이 엉망이 된 걸 발견하는데..\n누군가의 텃세일 거라 생각한 지우는 학교에서 자신에게 유독 까칠했던 동찬을 의심한다.\n일단 저 앞머리! 무슨 생각 하는지 알 수 없게 하는 저 앞머리부터 까고 만다!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a6d36b6-6c34-4bfb-926c-625db320bb37",
    "title": {
      "en": "\"Shiryou Jutsushi nado Kegarawashii\" to Shokei Sareta node, Mazoku ni Tenshin Itashimasu"
    },
    "updatedAt": "2024-04-05T22:04:36+00:00",
    "coverArt": "https://mangadex.org/covers/6a6d36b6-6c34-4bfb-926c-625db320bb37/9bbf087a-90ac-411f-b8ff-c4b2b2636312.jpg",
    "altTitles": [
      {
        "ja": "「死霊術師など穢らわしい」と処刑されたので、魔族に転身致します"
      },
      {
        "en": "After Being Executed With the Words \"Necromancers Are Disgusting,\" I Will Start My New Life as a Demon"
      }
    ],
    "description": {
      "en": "A duke's daughter and the crown prince's fiancée... I, Rachel Sheringham, was both and wielded dark attribute magic, which allowed me to use necromancy. I was accused of colluding with demons due to it and was executed.\n\nWith regret as my source of power, I will return to life as a lich!!!",
      "ja": "公爵令嬢にして王太子の婚約者......\nだった私、レイチェル＝シェリンガムは、\n闇属性の魔力を持ち、死霊術を操るがゆえ\n魔族に通じたと言われ処刑された。\n\nその無念が力となり、\n私はリッチとして復活を果たす―――!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "643561e6-5c27-4382-95d3-8e84894a3fb6",
    "title": {
      "en": "Yamada-kun to Lv999 no Koi wo Suru"
    },
    "updatedAt": "2024-04-02T11:15:08+00:00",
    "coverArt": "https://mangadex.org/covers/643561e6-5c27-4382-95d3-8e84894a3fb6/8391aa8f-d2f1-46a6-8cbe-88c37b224576.jpg",
    "altTitles": [
      {
        "ja": "山田くんとLv999の恋をする"
      },
      {
        "zh-hk": "和山田進行Lv999的戀愛"
      },
      {
        "zh": "和山田进行LV.999的恋爱"
      },
      {
        "en": "My Love Story with Yamada-kun at Lv999"
      },
      {
        "uk": "Моє кохання до Ямади-куна 999 рівня"
      },
      {
        "pt-br": "Minha História de Amor com Yamada-kun Nível 999"
      }
    ],
    "description": {
      "en": "Recently dumped, Akane is just about to quit the game she used to play with her boyfriend when she meets Yamada in the same RPG. Yamada in real life turns out to be somewhat of a legend. The only problem is - he is ONLY interested in the game. As Akane's feelings grow, will Yamada's focus stay on the game?\n\nThe manga won the Tsutaya Comic Award in 2022.",
      "ja": "彼氏をネットゲームで知り合った他の女に取られた茜。ストレス発散に雑魚モンスターを狩っていると、ギルドメンバーのアフロ男・山田に声をかけられる。同じギルメンの誼でフラれたことを愚痴るも、山田は無表情で「興味ない」とそっけない返事。挙句に「狩場を譲れ」と言う山田に「これだからゲームする男なんて！」とキレる茜だったが、好きなゲームをフラれっぱなしでやめられないと一念発起。ネトゲのリアルイベントが開催されることを知った茜は元彼に会えるかも……とお洒落をして会場に乗り込むが、元彼の横には新しい彼女の姿が……。直後、人混みに押され転んでしまった茜に手を差し伸べたのは超イケメンの黒髪男子。しかしそんなイケメンの無愛想な態度と「興味ない」という言葉で頭に浮かんだのはあのアフロ頭のアバター……この眼の前にいるイケメンこそあの山田だった!?　目の前で元カレのイチャコラを見せつけられた茜は山田を居酒屋に連行してヤケ酒に付き合わせる。酔いつぶれた茜が目を覚ますと、そこは見知らぬ場所……山田の部屋だった。もしかして私……!?",
      "pt-br": "Akane Kinoshita pegou seu namorado tendo um caso com uma garota de um jogo online e ficou completamente arrasada. Ela tenta desestressar matando uns bichos no jogo, e acaba desabafando sobre seu caso com Yamada, um jogador de sua guilda — mas ele responde com um \"tô nem aí\" curto e grosso. Entretanto, quando Akane decide invadir um encontro offline do jogo para se vingar de seu ex-namorado, ela ouve essas palavras marcantes ao vivo, e seu coração bate mais forte ao conhecer Yamada ao vivo..."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e934809e-cd48-4b74-8a59-0e639f688741",
    "title": {
      "en": "Walesena"
    },
    "updatedAt": "2024-02-12T06:23:17+00:00",
    "coverArt": "https://mangadex.org/covers/e934809e-cd48-4b74-8a59-0e639f688741/75cd7aa7-83ef-474b-8424-91f365969b74.png",
    "altTitles": [],
    "description": {
      "en": "After saving a small village from troublesome bandits, three young adventurers decide to partake in the notorious Walesena Military Trials, a decision that sparked a journey none of the three could ever dream of.\n\nJoin them on the epic tale through the vast and fantastical world called Walesena."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ec25568-3e81-4106-aa7c-dd5d3d337cd3",
    "title": {
      "en": "Gal Assi"
    },
    "updatedAt": "2023-11-27T23:06:15+00:00",
    "coverArt": "https://mangadex.org/covers/5ec25568-3e81-4106-aa7c-dd5d3d337cd3/5e69b47c-b37a-488c-8073-896ea6f614a2.jpg",
    "altTitles": [
      {
        "en": "Gal Assistant"
      },
      {
        "ja": "ぎゃるアシ"
      },
      {
        "ja-ro": "Gyaru Ashi"
      }
    ],
    "description": {
      "en": "Mie is a dull high school student who happens to be a professional manga author. He hires an assistant, but the person who came is the number one gal in his class! Despite her looks though, she's extremely good at what she does, and working with her is exciting, stimulating, busy, and fun!!",
      "fr": "Mie est un lycéen ennuyeux qui se trouve être un mangaka professionnel. Il engage une assistante, mais la personne qui arrive est la plus grande gal de son lycée ! Malgré son physique, elle est extrêmement douée dans ce qu'elle fait, et travailler avec elle est excitant, stimulant, prenant et amusant !"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "30"
  },
  {
    "mangaId": "b0519bc6-977e-4c72-aaed-cd43eaf19bf9",
    "title": {
      "en": "Drunk Lady Warrior Belle."
    },
    "updatedAt": "2024-03-29T18:54:32+00:00",
    "coverArt": "https://mangadex.org/covers/b0519bc6-977e-4c72-aaed-cd43eaf19bf9/aee41fe1-f6df-46f5-afd1-8abee53c6d87.jpg",
    "altTitles": [
      {
        "ja": "酩酊の女傭兵ベル。"
      },
      {
        "ja": "酩酊の女傭兵・ベル。"
      },
      {
        "ja-ro": "Meitei no jo Youhei Beru."
      },
      {
        "ja": "貴重な収入を秒で酒に変える女傭兵ベル。"
      },
      {
        "ja-ro": "Kichouna Shuunyuu wo Byou de Sake ni Kaeru Onna Youhei Beru."
      },
      {
        "en": "Belle the Drunk Mercenary Lady"
      },
      {
        "vi": "Belle cô lính đánh thuê hệ cồn"
      },
      {
        "th": "ทหารรับจ้างสาวขี้เมา เบล"
      },
      {
        "en": "Belle, the Drunken Female Mercenary"
      },
      {
        "tr": "Sarhoş Leydi Savaşçı Belle"
      },
      {
        "en": "A Mercenary Lady Who Turns Her Precious Income into Booze Immediately."
      },
      {
        "fr": "La guerrière ivre Belle"
      }
    ],
    "description": {
      "en": "A young traveller, when looking to take on a mercenary as protection against bandits, is forced to go with the cheapest: a young, cheerfully drunken warrior girl, who spends her income mostly on alcohol."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9a97875-8528-48af-b663-9133c58f16bb",
    "title": {
      "en": "Into the Rose Garden"
    },
    "updatedAt": "2023-01-31T09:05:17+00:00",
    "coverArt": "https://mangadex.org/covers/f9a97875-8528-48af-b663-9133c58f16bb/82d167bd-43fb-465e-b166-c1709797be72.png",
    "altTitles": [
      {
        "ko": "인투 더 로즈 가든"
      }
    ],
    "description": {
      "en": "Alock, taking pride in being an aristocrat, falls in love with Klopp at first sight, a nobleman of a family of lower social status whom he met by chance.\nIgnoring the difference in social rank, wealth as well as the taboo of both being Alphas, Alock approaches Klopp, only to be disregarded by Klopp who later marries an Omega.\nBlinded by jealousy, Alock ultimately commits a terrible sin. Having learned the truth, Klopp takes a ruthless revenge. Alock struggles and tries to resist all while slowly enduring the price to pay for his sin…\n\n\"What you did wasn't love.\"\n\"If that wasn't love, I don't know what I should call this feeling.\"\n\nIf given the chance to turn back time, would it make a difference to the pair’s relationship?\n\n'Can life become a blessing once again? \nCan I be guided towards the light once again?\nWill I be able to see him along the path under the cedar trees once again?'"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e01d7f6-c4e1-4102-9dd0-a6fccc065978",
    "title": {
      "en": "Monochrome Lovers"
    },
    "updatedAt": "2024-03-24T11:19:45+00:00",
    "coverArt": "https://mangadex.org/covers/1e01d7f6-c4e1-4102-9dd0-a6fccc065978/ebe9af06-9336-4b7e-93e7-624bb97c1d78.jpg",
    "altTitles": [
      {
        "ja-ro": "Monokurorabāzu"
      },
      {
        "ja": "モノクロラバーズ"
      }
    ],
    "description": {
      "en": "One day, suddenly, an angel came descending from the sky!?  \nWhile heading towards his university entrance ceremony, Yuu meets an unsociable, mysterious girl. Yuu, who can't help but be curious of her — who is as free-willing as a stray cat — gradually shortens the distance between them. As various feelings mix around, their bond gets spun together, but what can be seen beyond that is…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "174"
  },
  {
    "mangaId": "3fc308c9-4b00-4dc3-943e-1f39242bc708",
    "title": {
      "en": "Overgeared"
    },
    "updatedAt": "2023-10-30T21:10:27+00:00",
    "coverArt": "https://mangadex.org/covers/3fc308c9-4b00-4dc3-943e-1f39242bc708/2af0c6f7-cd3d-4c59-afee-a8ff471e0561.jpg",
    "altTitles": [
      {
        "ko": "템빨"
      },
      {
        "ru": "Во всеоружии (перезапуск)"
      },
      {
        "fa": "تا دندان مسلح"
      },
      {
        "en": "Overgeared (Team Argo)"
      },
      {
        "ja": "テムパル〜アイテムの力〜"
      },
      {
        "id": "Kekuatan Item"
      },
      {
        "zh-hk": "裝備仔"
      },
      {
        "zh": "装备我最强"
      }
    ],
    "description": {
      "de": "Shin Youngwoo spielt mit seinem Avatar \"Grid\" das zurzeit beliebteste Virtual-Reality-Spiel der Welt: Satisfy.  \n  \nOb in der Realität oder in-game, Shin scheint vom Unglück verfolgt zu werden. Doch als er nach der Suche nach einem Questgegenstand seine Belohnung erhält, kann er zu einer legendären Klasse wechseln. Einer Klasse, die außer ihm niemand der über 2 Milliarden Spielern besitzt.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "en": "Shin Youngwoo (aka Grid), an unlucky man in life and a low-level player in the popular VR game Satisfy, finds a powerful item that earns him a rare legendary class title: Pagma’s Successor. Now a skilled blacksmith, he can forge unique weapons and equip the game’s most powerful gear!\n\nGrid resolves to use his new abilities to achieve fame and fortune, but as his very existence begins to stir up trouble in Satisfy, he realizes that life as a legend may be more than he bargained for….\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "fa": "⁧⁧بزرگ‌ترین بازی واقعیت مجازی جهان «ستیسفای».  \n⁧چه تو واقعیت و چه در دنیای مجازی شینگ وو کسی بود که همه‌ی بدبختی‌ها سرش می‌اومد.  \n⁧اما تو میون این‌همه بدبختی‌، یه‌بار شانس بهش رو می‌کنه و تو یه مأموریت غیرممکن کتاب پاگما رو پیدا می‌کنه، کتابی افسانه‌ای که زندگی اون رو از این رو به اون رو می‌کنه.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "fr": "Quand un joueur raté de VMMORPG tombe, lors d’une quête, sur un livre légendaire permettant de changer de classe, il en profite immédiatement. Attention joueurs, le plus grand de tous les forgerons est né ! Et il n‘a pas prévu de passer inaperçu !\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "id": "Shin Youngwoo punya kehidupan yang bernasib sial. Ia terpaksa bekerja kasar di sebuah tempat kontruksi untuk membayar biaya sekolah dan uang game yang ia gunakan. Bahkan ia juga kerja kasar di VR Game yang bernama Satisfy. Namun, hidupnya mulai berubah ketika karakternya sebagai 'Grid' di game menemukan 'Pagma's Rare Book' hingga menjadi legendary class player.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "ja": "世界最高のバーチャルリアリティゲーム<SATISFY>。 全世界ユーザー数２０億人、もう一つの地球と呼ばれるほどの壮大なファンタジーゲーム。 しがない無職のゲーム中毒者である「長嶺巧」はゲーム課金の借金を返すために日雇い労働をする以外のほとんどの時間はゲームに費やしていた。 ある日、クエスト中にレジェンダリー転職書＜ファグマの奇書＞を手に入れた「巧」。 ＜ファグマの奇書＞売って大儲けできると思ったその瞬間…！新たなクエストが発動され殺される寸前になるが… このままだと殺され、レジェンダリー転職書＜ファグマの奇書＞もなくしてしまうと思った「巧」は＜ファグマの奇書＞を開き、伝説の職人＜ファグマの末裔＞へとジョブチェンジするが… 借金まみれの底辺人生から２０億プレイヤーの頂点に立つレジェンダリープレイヤーになれるのか！？\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "ko": "[신영우 (유저 네임: 그리드)]\n세계 최고의 가상 현실 게임 <SATISFY>.\n\n현실에서나, 게임 속에서나, 불운은 항상 그의 곁을 맴도는데....\n퀘스트 수행 중 우연히 발견한 게임 속 로또, '파그마의 기서'. \n20억 명이 넘는 유저 중 유일한 최강의 레전드리 직업으로 전직.\n\n\"어떻게 아직 살아있는 거지...?!\"\n\n\"뭐, 특별한 건 없고...\"\n\n\n\"템빨이죠.\"\n\n지긋지긋한 불운과 악몽 같은 빚쟁이 인생에서 벗어난\n최강 플레이어 \"그리드\".\n고인물도 울고 갈 끝판왕이 찾아온다!\n\n[<SATISFY>에 접속합니다.]\n\n웹툰 <템빨>은 매주 토요일 연재됩니다.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "ru": "В реальности, в играх, где бы он ни был, ему сопутствуют неудачи... Но в один момент всё меняется. В игре конце Северной пещеры он обнаружит квест, в котором найдёт \"Редкую книгу Пагмы\"... Ему удастся то, что не удалось сотням миллионов пользователей. - Как ты выжил? - Ничего особенного.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "th": "ชินยองอู ID กริด ไม่ว่าจะในชีวิตจริงหรือในในโลกเกมเสมือนจริง SATISFY เขาก็เป็นตัวแทนแห่งความอับโชคไม่ต่างกัน...\nแต่อยู่มาวันหนึ่ง กริด ได้พบกับตำราเปลี่ยนอาชีพที่นำเขาไปสู่การเปลี่ยนเป็นอาชีพระดับตำนาน 'ทายาทของแพ็กม่า'\nอาชีพช่างตีเหล็กในตำนานที่จะทำให้เขาหลุดพ้นจากหนี้สิน พร้อมกับได้สัมผัส 'พลังแห่งไอเทม' และก้าวสู่การเป็นผู้เล่นที่แข็งแกร่งที่สุด!\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "zh": "无论是现实世界还是游戏世界中，他都是最底层的存在！然而咸鱼翻身的机会终于来了！只要能够找到游戏中的最强装备，就能获得超20亿玩家中唯一一个成为传说中最强职业电竞选手的机会！他能否在假想现实游戏世界中创造新的传奇，成功脱离如同噩梦般的悲惨人生呢？\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "zh-hk": "[申英宇(使用者名稱：格里德)]\n稱霸全球的虛擬實境遊戲《SATISFY》\n\n無論現實還是遊戲中，他都是個「不幸」的象徵...\n在解任務時偶然發現\n遊戲中的樂透——「帕格瑪的奇書」，\n並轉職成20億玩家中，僅只一名的最強傳奇級職業。\n\n「你怎麼還活著...?!」\n\n「嗯...也沒什麼啦...」\n\n「靠裝備囉。」\n\n脫離不幸與惡夢般的債務，\n重生為最強玩家的「格里德」!\n經典名著通通滾開，真正的王者駕到了!\n\n[已成功登入《SATISFY》。]\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b1d7ca0-6b34-415c-96c8-f3ffd460e932",
    "title": {
      "en": "Dragon and Chameleon"
    },
    "updatedAt": "2024-01-28T19:46:15+00:00",
    "coverArt": "https://mangadex.org/covers/8b1d7ca0-6b34-415c-96c8-f3ffd460e932/5a763221-a546-4443-b0a6-4d83f7144725.jpg",
    "altTitles": [
      {
        "ja-ro": "Ryuu to Chameleon"
      },
      {
        "ja": "龍とカメレオン"
      },
      {
        "fr": "Le dragon contre le caméléon"
      }
    ],
    "description": {
      "en": "Garyou Hanagami is a veteran mangaka. Best known for the behemoth of a series that is Dragon Land, Hanagami-sensei has years of experience under his belt and is always thinking up new manga ideas. \n\nShinobu Miyama is not. An amateur working for Hanagami-sensei as an assistant, Miyama is nicknamed “The Chameleon” for his ability to copy the artstyles of those he works under. However, his true dream is to escape the faceless crowds and become someone. \n\nSo what happens when a work accident causes them to swap bodies?",
      "fr": "Garyou Hanagami est un mangaka chevronné. Il est connu pour son oeuvre Dragon Land, le manga le plus populaire. Hanagami a des années d'expérience à son actif et déborde d'une créativité et d'une énergie folle.\n\nShinobu Miyama est un dessinateur travaillant pour Hanagami en tant qu'assistant libre. Miyama est surnommé \"le caméléon\" en raison de sa capacité à copier le style de n'importe quel artiste à la perfection. Cependant, son véritable rêve est de sortir de la masse et de devenir quelqu'un avec une grande renommée.\n\nSuite a un accident, les deux mangaka échangent de corps. Garyou va maintenant devoir battre sa propre oeuvre, dans le corps d'un illustre inconnu.\nUne bataille au sommet du manga commence ! \nEntre le dragon qui repart de zéro et le caméléon qui tente d'imiter cet animal céleste ! \n\nQui va remporter le titre du meilleur mangaka ?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60449946-9a58-4274-a566-fbe4235414aa",
    "title": {
      "en": "Toshiue Elite Onna Kishi ga Boku no Mae de dake Kawaii"
    },
    "updatedAt": "2023-12-20T22:59:14+00:00",
    "coverArt": "https://mangadex.org/covers/60449946-9a58-4274-a566-fbe4235414aa/b5a976f7-068f-4ca8-99a4-9b610c6207c6.jpg",
    "altTitles": [
      {
        "es-la": "La Caballero de Élite Mayor es Tierna Solo Conmigo"
      },
      {
        "en": "My Elite Senior Dame Knight Only Acts Cute to Me"
      },
      {
        "en": "Older elite knight is cute only in front of me"
      },
      {
        "ja": "年上エリート女騎士が僕の前でだけ可愛い"
      },
      {
        "zh-hk": "年上的精英女騎士只在我面前表現得可愛"
      }
    ],
    "description": {
      "en": "Haru is a 16-year-old recruit of the \"Black Hawk\" 4th Cavalry Unit of the Knights' Regiment under the command of Captain Karen, a profoundly beautiful and fierce 29-year-old swordswoman, who, unbeknownst to all the unit except Haru, is a pure maiden with exactly zilch experience with men. Being privy to this delightful side of her, Haru secretly henpecks her and teases her lovingly, which turns her into a flustered and heavily-armed tomato. Watch as he slowly inches his way into her heart as he dodges her longsword!  \n\n- Light Novel: [Bookwalker](https://bookwalker.jp/series/228090)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9debf709-4d0a-47f8-aa1a-b656bcd54727",
    "title": {
      "en": "Descended from Divinity"
    },
    "updatedAt": "2024-03-28T01:25:05+00:00",
    "coverArt": "https://mangadex.org/covers/9debf709-4d0a-47f8-aa1a-b656bcd54727/536ccdb8-7395-418e-8a19-e2e573745d82.png",
    "altTitles": [
      {
        "ko": "천마는 평범하게 살 수 없다"
      },
      {
        "ko-ro": "Cheonmaneun Pyeongbeomhage Sal Su Eopda"
      },
      {
        "en": "The Heavenly Demon Can't Live a Normal Life"
      },
      {
        "en": "The Reincarnation of the Dark Master"
      },
      {
        "ru": "Реинкарнация тёмного магистра"
      },
      {
        "zh": "天魔的不凡重生"
      },
      {
        "mn": "Тэнгэрлэг Чөтгөр Энгийнээр Амьдарч Чадахгүй"
      },
      {
        "uk": "Небесний демон не може жити нормальним життям"
      },
      {
        "pt-br": "O Demônio Celestial não pode viver uma Vida Normal"
      }
    ],
    "description": {
      "en": "“Is this a mission I was sent on by the gods? Or is this just divine punishment?” Junghyeok Baek, divine demon overlord of Murim, finds that he’s been reincarnated into the body of Roman Dimitri, the dim-witted son of a baron who’s obsessed with the luxuries of the aristocratic lifestyle. But with his new status, Jung-hyeok is ready to shake things up on the continent of Salamander. Will the divine demon accomplish what he’s set out to do? And will he finally get the answers to this mysterious reincarnation?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)",
      "ko": "천마 백중혁, 드미트리 가문의 장남으로 눈을 뜨다.\n드미트리의 얼간이, 차남에게 밀린 장남.\n세간의 평판은 중요하지 않다.\n천마, 아니, 로만 드미트리는 앞으로 평범하게 살 수 없다.\n압도하는 천마 판타지!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)",
      "ru": "Демон Пэк Чун Хёк.\nНекогда сильнейшая личность в Муриме умирает и обнаруживает себя в теле старшего сына дома Дмитрий. В теле человека, которого все называют дураком. Человека, который постоянно находится в тени своего младшего брата и которому глубоко плевать на мнение окружающих.\nНо теперь, демон... Нет, Роман Дмитрий больше не сможет жить привычной жизнью.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)",
      "uk": "\"Це місія, на яку мене послали боги? Чи це просто божественна кара?\" Пек Чжун Хьок, божественний демон, повелитель Муріма, виявляє, що він реінкарнувався в тіло Романа Дмитровича, недоумкуватого сина барона, одержимого розкішшю аристократичного способу життя. Але з новим статусом Чжун Хьок готовий перевернути все на континенті Саламандр. Чи вдасться божественному демону досягти того, що він задумав? І чи отримає він нарешті відповіді на загадки цього таємничого перевтілення?",
      "zh": "最强教主重生成异国废柴！\n天不亡我！今生注定不凡！\n武林最强天魔神教教主白钟赫生命自然终结后再睁眼发现自己成为了卢曼·德米特里，德米特里公认的傻子，且不如弟弟的德米特里长子。但外人的评价已经不重要。从此卢曼将不再浑浑噩噩，他的生活将会发生天翻地覆的变化，卢曼注定不再平凡！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)",
      "pt-br": "“O Demônio Celestial” Baek Joong-Hyuk abre os olhos como o filho mais velho da família Dimitry. Conhecido como o idiota da família, deixado de lado por causa do segundo filho. A opinião do mundo é irrelevante. “Demônio Celestial”, não, Roman Dimitry, não pode viver uma vida normal.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78e3cb6e-8673-4623-84b3-c5e459200ce5",
    "title": {
      "en": "Kaiju No. 8: B-Side"
    },
    "updatedAt": "2024-03-28T15:17:00+00:00",
    "coverArt": "https://mangadex.org/covers/78e3cb6e-8673-4623-84b3-c5e459200ce5/4bd3a96a-6147-445d-b1ab-c7b5d5937757.jpg",
    "altTitles": [
      {
        "ja": "怪獣８号 side B"
      },
      {
        "ru": "Кайдзю № 8 сторона В"
      }
    ],
    "description": {
      "en": "Front-line stories of the Defense Force not covered in the main series!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]