[
  {
    "mangaId": "e0969782-cec4-4382-9366-4c69ecd1f3a2",
    "title": {
      "en": "I Thought She Was a Yandere, but Apparently She's Even Worse"
    },
    "updatedAt": "2024-07-27T15:56:37+00:00",
    "coverArt": "https://mangadex.org/covers/e0969782-cec4-4382-9366-4c69ecd1f3a2/50e47ca1-29d2-4af5-842e-b07768952c35.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレかと思ったらもっとヤベー女だった"
      },
      {
        "id": "Ku kira dia yandere tapi ternyata lebih parah"
      },
      {
        "ja": "ヤンデレかと思ったらラブコメっぽくなる彼女"
      },
      {
        "ja-ro": "Yandere Ka To Omottara Motto Yabe Onna Datta"
      },
      {
        "es-la": "Pensé que era una yandere, pero resultó ser una chica mucho más peligrosa."
      },
      {
        "tr": "Onun Yandere Olduğunu Sanıyordum Ama Durum Daha Betermiş"
      }
    ],
    "description": {
      "en": "A man who no longer can turn a blind eye saves a girl who's being bullied by the other classmate, but little did he know.\n\n---\n\n**Notes:**\n- There is also a fan colored version and an R18 side(?) story:",
      "id": "Seorang pria yang tidak lagi bisa menutup mata menyelamatkan seorang gadis yang di-bully oleh teman sekelasnya,tapi sedikit yang dia tahu.",
      "tr": "Artık sınıf arkadaşının zorbalanmasına göz yumamayan çocuk sınıf arkadaşını kurtarır, oysa...",
      "es-la": "Psicópata se enamora de un chico normal."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "738c875c-1a67-4365-862f-50ade14f8133",
    "title": {
      "en": "Golden Kamuy (Official Colored)"
    },
    "updatedAt": "2024-07-09T07:21:10+00:00",
    "coverArt": "https://mangadex.org/covers/738c875c-1a67-4365-862f-50ade14f8133/1ed35e4c-2200-4f6c-8172-1b3695db484e.jpg",
    "altTitles": [
      {
        "en": "Golden Kamuy - Digital Colored Comics"
      },
      {
        "ja": "ゴールデンカムイ カラー版"
      }
    ],
    "description": {
      "en": "A tale of high adventure and survival on the Japanese frontier!   In the early twentieth century, Russo-Japanese War veteran Saichi Sugimoto searches the wilderness of the Japanese frontier of Hokkaido for a hoard of hidden gold. With only a cryptic map and a native Ainu girl to help him, Saichi must also deal with every murderous cutthroat, bandit and rogue who knows about the treasure!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "31",
    "lastChapter": "314"
  },
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-07-17T09:00:36+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/32ea5f1f-fac7-4301-a9eb-a14d42e98f9e.jpg",
    "altTitles": [
      {
        "es": "Batalla de hechiceros"
      },
      {
        "ru": "Жүжүцү Кайсэн"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "ja": "呪術廻戦"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "ko": "주술회전"
      },
      {
        "uk": "Магічна Битва"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "pt-br": "Jujutsu Kaisen - Batalha de Feiticeiros"
      },
      {
        "en": "Revolving Battles Of Curse Arts"
      },
      {
        "en": "Revolving Battles Of Sorcery"
      },
      {
        "en": "Sorcery Fight"
      },
      {
        "ja-ro": "Jujutsu Kaisen"
      }
    ],
    "description": {
      "en": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, her soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori...",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ce8aca-97b5-4f42-854b-0c386dea0746",
    "title": {
      "en": "Wakeari Shinrei Mansion"
    },
    "updatedAt": "2024-08-06T12:22:52+00:00",
    "coverArt": "https://mangadex.org/covers/52ce8aca-97b5-4f42-854b-0c386dea0746/e9798d1c-784f-41fd-ab77-ec0549c521e0.jpg",
    "altTitles": [
      {
        "ja": "訳アリ心霊マンション"
      },
      {
        "en": "Welcome Ghost Mansion"
      }
    ],
    "description": {
      "en": "Kaoru Shinonome, who had been living as a freelancer, invests her inheritance in property and buys a vast old condominium. Her dream life as a wealthy landlord is about to begin—but there are no living tenants, only spirits, and her new property is a rollercoaster ride of psychic phenomena. Kaoru embraces her new specter-filled life as the owner of Ghost Mansion and starts recruiting for new non-living residents!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32dfa44f-1077-4ed2-bedc-b7707788fb1b",
    "title": {
      "en": "Chiruran: Shinsengumi Requiem"
    },
    "updatedAt": "2024-05-17T20:38:26+00:00",
    "coverArt": "https://mangadex.org/covers/32dfa44f-1077-4ed2-bedc-b7707788fb1b/2a44203b-1d71-4c80-9aaa-df5971bcc2f3.jpg",
    "altTitles": [
      {
        "tr": "Chiruran: Shinsengumi Ağıtı"
      },
      {
        "en": "Requiem of the Shinsengumi"
      },
      {
        "en": "Requiem for Shinsen"
      },
      {
        "ja": "ちるらん 新撰組鎮魂歌【レクイエム】"
      },
      {
        "zh-hk": "新撰组镇魂歌"
      }
    ],
    "description": {
      "en": "In 1912, a young woman tracks down the elderly Nagakura Shinpachi, determined to hear the true story of the Demon of the Shinsengumi, the Vice Commander Hijikata Toshizou. Hijikata's story begins in 1859, when he is a violent young man that is honing his sword skills while peddling his family's medicine. Soon, in his quest to find stronger people to fight, Hijikata starts to come into contact with others who will eventually become his comrades in the Shinsengumi. The first one to make an impression on the brash young man is Kondo Isami, who proves to be a better fighter than Hijikata."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "36",
    "lastChapter": "150"
  },
  {
    "mangaId": "4a4786cf-c185-4ad3-89a9-294a1ec0bfc9",
    "title": {
      "en": "Iron Ladies"
    },
    "updatedAt": "2024-07-28T09:41:44+00:00",
    "coverArt": "https://mangadex.org/covers/4a4786cf-c185-4ad3-89a9-294a1ec0bfc9/bd3b29e3-ae6c-4f7d-9cc9-5d1381e9d2ac.jpg",
    "altTitles": [
      {
        "fr": "Dames de Fer"
      },
      {
        "tr": "Demir Bayanlar"
      },
      {
        "id": "Gadis Baja"
      },
      {
        "en": "Metal Goddess Soldier"
      },
      {
        "zh": "Tie Ji Gang Bing"
      },
      {
        "ru": "Железные леди"
      },
      {
        "zh": "铁姬钢兵"
      },
      {
        "ka": "რკინის ქალბატონები"
      },
      {
        "en": "Angels of War"
      },
      {
        "en": "Battle Angels"
      }
    ],
    "description": {
      "en": "**Description translated from the author:**\nUniversity graduate Mu Siyun sent his resume to the star fleet on a whim and somehow became the Fleet Admiral! This is the story about an admiral with a harem of 3000 female soldiers conquering the universe.\n\n---\n\n**Translator's version:**\nThe smartest university student to ever graduate from Daxia University's Department of Political History, Mu Siyun, enlists in Beiyang's Fleet on a whim and somehow becomes the Fleet Admiral. Knowing fully well how the world works and how the rich dominate the poor, Mu Siyun seeks to defy the heavens and bring order and hope back to the universe by cleverly scheming against his enemies.",
      "ru": "По прихоти судьбы выпускник университета Му Сыюнь отправил свое резюме в звёздный флот и каким-то образом стал адмиралом флота! Это история об адмирале с гаремом в 3000 женщин-солдат, покоряющих вселенную…",
      "tr": "Üniversiteden mezun olan Mu Siyun, bir heves ile öz geçmişini yıldız filosuna yollar ve her nasılsa filo amirali olur! bu hikaye 3000 kız askerin bir filo amiraliyle evreni ele geçirmesini anlatıyor…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "710"
  },
  {
    "mangaId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": {
      "en": "One Piece"
    },
    "updatedAt": "2024-07-23T20:11:07+00:00",
    "coverArt": "https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/a4ab0d6b-6f05-4b51-b06d-2653663808e2.jpg",
    "altTitles": [
      {
        "ko": "원피스"
      },
      {
        "my": "ဝမ်းပိစ်"
      },
      {
        "th": "วันพีซ"
      },
      {
        "bn": "ওয়ান পিস"
      },
      {
        "ne": "वान पिस"
      },
      {
        "ne": "वान पीस"
      },
      {
        "zh": "海贼王"
      },
      {
        "zh": "海盗路飞"
      },
      {
        "zh": "航海王"
      },
      {
        "zh-hk": "海賊王"
      },
      {
        "mn": "Уан Пийс"
      },
      {
        "ar": "ون بيس"
      },
      {
        "ar": "قطعة واحدة"
      },
      {
        "fa": "وان پیس"
      },
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "ru": "One Piece. Большой куш"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ms": "Budak Getah"
      },
      {
        "uk": "Ван Піс"
      },
      {
        "ta": "ஒன் பீஸ்"
      },
      {
        "hi": "वन पीस"
      },
      {
        "kk": "Уан Пис"
      },
      {
        "kk": "One Piece. Батпан құйрық"
      },
      {
        "kk": "Бір бөлік"
      },
      {
        "ja": "ワンピース"
      },
      {
        "vi": "Vua Hải Tặc"
      }
    ],
    "description": {
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
      "es": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "ru": "Последние слова, произнесённые Королем Пиратов Гол Д. Роджером перед казнью, вдохновили многих выйти в море: «Мои сокровища? Я завещаю их тому, кто сможет их найти. Ищите! Я все оставил в одном месте!». Лишённые сна и покоя люди ринулись на Гранд Лайн, самое опасное место в мире. Так началась великая эра пиратов… Но с каждым годом романтиков становилось все меньше, их постепенно вытесняли прагматичные пираты-разбойники, которым награбленное добро было куда ближе, чем какие-то «никчёмные мечты». Но вот, одним прекрасным днем, семнадцатилетний Монки Д. Луффи исполнил заветную мечту детства - отправился в море. Его цель — ни много, ни мало стать новым Королём Пиратов. За достаточно короткий срок юному капитану удаётся собрать команду, состоящую из не менее амбициозных искателей приключений. И пусть ими движут совершенно разные устремления, главное, этим ребятам важны не столько деньги и слава, сколько куда более ценное – принципы и верность друзьям. И ещё – служение Мечте. Что же, пока по Гранд Лайн плавают такие люди, Великая Эра Пиратов всегда будет с нами!",
      "uk": "Король піратів Ґолд Роджер буде страчений Світовим урядом. Прямо перед смертю він підтвердив існування великого скарбу «Ван Піс», який знаходиться десь на величезному морі Ґранд Лайн. Як тільки Роджер сказав, що будь-хто гідний досягти Ван Пісу може забрати його собі, його стратили, і почалася Велика ера піратів.\r\n\r\nДвадцять два роки потому, молодий хлопець на ім’я Монкі Д. Луффі готовий почати свою пригоду по пошуку Ван Пісу та здобуванню титулу Короля піратів. Маючи при собі солом’яну шапку, невеличкий човен та еластичне тіло, він вирушає у неймовірну подорож, щоб зібрати собі команду та хороший корабель, який зможе пронести їх через весь Ґранд Лайн, щоб стати найвеличнішими в усіх морях.",
      "es-la": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "pt-br": "One Piece começa quando Gol D. Roger, o Rei Dos Piratas que possuiu tudo nesse mundo, antes de ser executado, diz que escondeu o seu tesouro em algum lugar da Grand Line, um oceano extremamente perigoso. Desde então muitos piratas se aventuram pela Grand Line para tentar encontrar o tesouro chamado One Piece. Um deles é Monkey D. Luffy, o garoto que, acidentalmente, comeu uma das Akuma No Mi, a Gomu Gomu No Mi (Fruta da Borracha), e agora ele pode esticar seu corpo como se fosse uma borracha. A jornada dele começa atrás de companheiros e um barco, que ele vai conseguindo pouco a pouco, pois tem um objetivo: Ser o Rei Dos Piratas!!"
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb5aaae8-4255-4c45-b1f5-8ce6bf34dcb8",
    "title": {
      "en": "Cosmic Heavenly Demon 3077"
    },
    "updatedAt": "2024-08-15T10:02:12+00:00",
    "coverArt": "https://mangadex.org/covers/eb5aaae8-4255-4c45-b1f5-8ce6bf34dcb8/ce52e512-072d-45bb-b6a1-183322ebcc9d.jpg",
    "altTitles": [
      {
        "ko": "우주천마 3077"
      },
      {
        "en": "Space Heavenly Demon 3077"
      },
      {
        "en": "Cosmic Demon 3077"
      }
    ],
    "description": {
      "en": "After countless years, the Heavenly Demon, sealed within Mount Tai, finally awakened, only to discover that humanity had long abandoned the radiation-soaked Earth and was now exploring the far reaches of the galaxy."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbdc0ad1-5bd9-4b94-bde6-cc624d7d4a8b",
    "title": {
      "en": "Cider no You ni Kotoba ga Wakiagaru"
    },
    "updatedAt": "2024-02-10T12:37:43+00:00",
    "coverArt": "https://mangadex.org/covers/dbdc0ad1-5bd9-4b94-bde6-cc624d7d4a8b/d43e5a38-ee6d-413e-95c9-245032cae271.jpg",
    "altTitles": [
      {
        "en": "Words Bubble Up Like Soda Pop"
      },
      {
        "ja": "サイダーのように言葉が湧き上がる"
      },
      {
        "fr": "Nos Mots Comme Des Bulles"
      },
      {
        "pt-br": "Palavras que Borbulham como Refrigerante"
      }
    ],
    "description": {
      "en": "“Smile” is a popular streamer who’s self-conscious about her looks. “Cherry” is a shy boy with a love of haiku. When these two strangers accidentally bump into each other at the local mall, it’s the start of a new relationship weaved by their modern and classical expressions of their feelings. Based on the gorgeous animated film!",
      "pt-br": "“Sorrisinho” é uma streamer popular que se preocupa com sua aparência. “Cerejinha” é um garoto tímido que adora haiku. Quando esses dois estranhos se encontram acidentalmente no shopping local, é o início de um novo relacionamento tecido por suas expressões modernas e clássicas de seus sentimentos."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "38109f1a-6b8c-49e9-a46f-8149967f4a3e",
    "title": {
      "en": "My Hero Academia: Team Up Mission"
    },
    "updatedAt": "2024-07-04T04:46:29+00:00",
    "coverArt": "https://mangadex.org/covers/38109f1a-6b8c-49e9-a46f-8149967f4a3e/ca9ceda3-f8ae-4b6b-be75-086ad86d2b35.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Hero Academia: Team Up Mission"
      },
      {
        "ja": "僕のヒーローアカデミア チームアップミッション -Team Up Mission-"
      },
      {
        "ja": "僕のヒーローアカデミア チームアップミッション"
      }
    ],
    "description": {
      "en": "A new serialized spin-off of Boku no Hero Academia focusing on Deku and friends fighting together along with Pro Heroes. Written and illustrated by Yoco Akiyama, author of the Melissa Shield one-shot titled \"Kitto Daremo ga Dareka no Hero\" (Everyone is Surely Someone's Hero) and the Watashi no Hero Academia 4-koma spin-off."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec0c3cbf-dc3d-4df2-b2c6-2af7ad41541e",
    "title": {
      "en": "Mane Mane Nichi Nichi"
    },
    "updatedAt": "2024-08-17T09:16:06+00:00",
    "coverArt": "https://mangadex.org/covers/ec0c3cbf-dc3d-4df2-b2c6-2af7ad41541e/a8ca665c-f019-4451-a97a-3c76b2258b5b.png",
    "altTitles": [
      {
        "ja": "マネマネ にちにち"
      },
      {
        "tl": "Namamahala, Araw-Araw"
      },
      {
        "ja-ro": "Manemane Nichinichi"
      },
      {
        "fr": "Jour Après Jour"
      }
    ],
    "description": {
      "en": "In a certain school lies a certain club and its three managers. Though unremarkable, days that can't be found anywhere else have begun! Drawn by Yamamoto Souichiro is a brand new Sports ground youth story!",
      "fr": "Dans une certaine lycée se trouve un certain club et ses trois managers. Bien qu'anodins, des jours comme on n'en trouve nulle part ailleurs voient le jour ! Dessiné par Yamamoto Souichiro : une toute nouvelle histoire de jeunesse sur le thème du sport !",
      "tl": "Sa isang partikular na paaralan ay may isang natatanging klab at ang tatlong tagapamahala nito. Bagama't hindi kapansin-pansin, ay nagsimula na ang mga araw na kahit saan ay hindi matatagpuan! Iginuhit ni Souichiro Yamamoto, ay isang bagong kuwento ng mga kabataan sa larangan ng isports!",
      "pt-br": "Numa determinada escola reside um determinado clube e as suas três ajudantes. Embora normais, dias que não podem ser encontrados em nenhum outro lugar começaram! Desenhado por Yamamoto Souichirou, é uma nova história juvenil de campo esportivo!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80e761a2-9ee2-4f95-9d50-1445a3893c6d",
    "title": {
      "en": "Tokyo Girls Bravo"
    },
    "updatedAt": "2024-01-24T12:52:23+00:00",
    "coverArt": "https://mangadex.org/covers/80e761a2-9ee2-4f95-9d50-1445a3893c6d/9a27cab8-6edc-4a62-942a-99979de12e39.jpg",
    "altTitles": [
      {
        "ja": "東京ガールズブラボー"
      }
    ],
    "description": {
      "en": "This is a story of \"love\" and \"friendship\" encountered by Kaneda Sakae, a high school student who came to Tokyo from Hokkaido in search of \"fashion\" in the early 1980s.\n\nThis is a realistic \"subculture\" coming-of-age story that blows away the pretense of the bubble economy and bustle of the 1980s.\n\nA dialogue with Asada Akira is also included at the end of the second volume!"
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "25"
  },
  {
    "mangaId": "bc056512-7d4a-475b-b93b-7d9b09ffb016",
    "title": {
      "en": "Umineko When They Cry Episode Collection"
    },
    "updatedAt": "2024-05-03T22:17:04+00:00",
    "coverArt": "https://mangadex.org/covers/bc056512-7d4a-475b-b93b-7d9b09ffb016/4685dc25-5d5b-4f6c-aa72-155fac6dff77.jpg",
    "altTitles": [
      {
        "ja-ro": "Umineko no Naku Koro ni Episode Collection"
      },
      {
        "ja": "うみねこのなく頃に Episode collection"
      }
    ],
    "description": {
      "en": "A series of Umineko When They Cry anthology manga published by Ichijinsha with 5 total volumes."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62cb756b-60d6-4daa-8f1f-2fbdf16a8cb8",
    "title": {
      "en": "Miss Zuo Ying"
    },
    "updatedAt": "2024-08-18T01:22:35+00:00",
    "coverArt": "https://mangadex.org/covers/62cb756b-60d6-4daa-8f1f-2fbdf16a8cb8/1f4d8417-eb47-4c18-aea5-9f14dd03e0a9.jpg",
    "altTitles": [
      {
        "en": "Miss Zuo Ying"
      },
      {
        "zh": "Zuǒ Yīng Xiǎo Jiě"
      },
      {
        "zh": "左英小姐"
      },
      {
        "en": "Miss Nightingale"
      }
    ],
    "description": {
      "en": "Zuo Ying, a once-renowned criminal investigation expert at Huanyang University and a prominent figure in the legal community, was brought to trial by her own daughter, Zuo Yang, who accused her of crimes. Just as Zuo Ying was about to be sentenced to death, the court abruptly changed her sentence, ordering her to be confined in an insane asylum instead. Due to her success in solving this case, Zuo Yang was promoted rapidly. However, soon after, a series of murders broke out in the city, and unable to solve the cases, she was forced to seek her mother's assistance.\n\nFacing her mother, who had once brought her love but now only left behind a complicated and indescribable mix of emotions, Zuo Yang felt a thin layer of sweat form on her cheeks.\n\n\"My darling daughter, if all it takes is a little pleading to get my help, why not?\" Zuo Ying said, glancing at the newspaper in her hand, squinting as she smiled. The shackles on her hands were so conspicuous—who really was the caged bird here?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72b3ae65-f936-42b7-966a-891014ddebf4",
    "title": {
      "en": "Fushigi Yuugi - Byakko Senki"
    },
    "updatedAt": "2024-04-26T10:21:08+00:00",
    "coverArt": "https://mangadex.org/covers/72b3ae65-f936-42b7-966a-891014ddebf4/74b3b260-8ac1-47e2-a96c-62de92717633.jpg",
    "altTitles": [
      {
        "ja": "ふしぎ遊戯 白虎仙記"
      }
    ],
    "description": {
      "en": "From Nyan-Nyan Rampage:  \n  \n\"The final arc of the story begins…  \n  \nWhen Takao Osugi receives the mysterious \"Universe of the Four Gods\" book from his mentor, Einosuke Okuda, he does everything to keep it away from his young daughter, Suzuno. But when disaster strikes Tokyo, can he still protect her from her fate?  \n  \nShortly after the tragic finale of Genbu Kaiden, young Suzuno Osugi's tale as the Priestess of Byakko beings to unfold!\""
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "514f1a94-b09f-4331-8cf9-0f01d06d3b80",
    "title": {
      "en": "Eternally Regressing Knight"
    },
    "updatedAt": "2024-05-27T15:51:28+00:00",
    "coverArt": "https://mangadex.org/covers/514f1a94-b09f-4331-8cf9-0f01d06d3b80/a1f4b9a4-c784-4c39-828e-f551e0bfaa13.jpg",
    "altTitles": [
      {
        "en": "The Knight Who Only Lives Today"
      },
      {
        "ko": "오늘만 사는 기사"
      }
    ],
    "description": {
      "en": "\"You're a genius.\"\n\nThose words he heard as a child were poison.  Encrid dreamed of becoming a knight, but he soon realized it was futile.\n\n\"You want to live by the sword with that level of skill?\" Some laughed at him.\n\"Just give up.\" Some advised him against it.\n\nDespite that, his dream remained steadfast. He slept less, ran more, and trained harder.\n\nHe died one day, having been stabbed in the neck. Encrid opened his eyes again to \"today's\" morning."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27179c2f-72d7-4a49-a577-2fa6eaf9df4d",
    "title": {
      "en": "Joshikousei no Mudazukai"
    },
    "updatedAt": "2024-05-23T18:54:44+00:00",
    "coverArt": "https://mangadex.org/covers/27179c2f-72d7-4a49-a577-2fa6eaf9df4d/66aa41b8-2554-4787-a868-96d2648d0bab.jpg",
    "altTitles": [
      {
        "ja-ro": "Joshikousei no Muda Zukai"
      },
      {
        "ja-ro": "JoshiMuda"
      },
      {
        "en": "Useless High School Girls"
      },
      {
        "en": "Wasteful Days of High School Girls"
      },
      {
        "ja": "女子高生の無駄づかい"
      },
      {
        "pt-br": "Um Desperdício de Colegiais"
      },
      {
        "pt": "Um Desperdício de Raparigas do Liceu"
      }
    ],
    "description": {
      "en": "One day out of boredom, Tanaka decided to give her classmates nicknames based on their quirks. Her friend Kikuchi became “Ota” for her nerdy interests and her other friend Saginomiya became “Robo” because of her expressionless face. In retaliation, her friends decided to name Tanaka “Baka”. \nEnjoy the ridiculous days of three high school friends claiming the height (or not) of their youth.",
      "es": "Un día de aburrimiento, Tanaka decidió darle apodos a sus compañeras de clase basada en sus características. Su amiga Sakuchi se volvió \"Ota\" por sus intereses otakus, y su otra amiga Saginomiya se volvió \"Robo\" por su personalidad sin expresiones, a cambio, sus amigas decidieron llamar a Tanaka, \"Baka\". Estos son los ridículos días de estas tres amigas que aprovechan (o no) sus días de juventud.",
      "es-la": "Un día de aburrimiento, Tanaka decidió darle apodos a sus compañeras de clase basada en sus características. Su amiga Sakuchi se volvió \"Ota\" por sus intereses otakus, y su otra amiga Saginomiya se volvió \"Robo\" por su personalidad sin expresiones, a cambio, sus amigas decidieron llamar a Tanaka, \"Baka\". Estos son los ridículos días de estas tres amigas que aprovechan (o no) sus días de juventud.",
      "pt-br": "Um dia, por tédio, Tanaka decidiu dar apelidos a suas colegas de classe com base em suas peculiaridades. Sua amiga Kikuchi tornou-se \"Ota\" por seus interesses 'otaku' e sua outra amiga Saginomiya tornou-se \"Robô\" por causa de seu rosto inexpressivo. Em retaliação, suasamigas decidiram chamá-la de \"Baka\". Diverte-se com os dias ridículos de três amigas do ensino médio que reivindicam viver o auge (ou não) de sua juventude."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef3a66a4-010f-4930-b6d4-0ff28b0ceed5",
    "title": {
      "en": "Garan no Hime"
    },
    "updatedAt": "2024-06-22T20:26:38+00:00",
    "coverArt": "https://mangadex.org/covers/ef3a66a4-010f-4930-b6d4-0ff28b0ceed5/2f501b38-58ad-47d4-80e7-94444d80252f.png",
    "altTitles": [
      {
        "ja": "伽藍の姫"
      },
      {
        "zh": "伽蓝的公主"
      },
      {
        "zh-hk": "伽藍的公主"
      },
      {
        "ja": "伽藍の姫 -がらんのひめ-"
      },
      {
        "ja-ro": "Garan no Hime"
      },
      {
        "en": "Princess of Cathedral"
      }
    ],
    "description": {
      "en": "A world where machine civilization has perished and immortal monsters called \"Monotsuki\" are rampant. Isana, a girl born in a remote village, meets a mechanical person who lost her memories and looks exactly like her sister, who should have disappeared in the ruins she wandered into. Convinced that \"My sister is alive,\" Isana gives the mechanical person the name \"Hime\" (princess) and together they set out on a journey to find her sister."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6ce20ca-73c3-4fdd-9367-e2901fca780e",
    "title": {
      "en": "The Ravages of Time"
    },
    "updatedAt": "2024-05-10T11:13:35+00:00",
    "coverArt": "https://mangadex.org/covers/f6ce20ca-73c3-4fdd-9367-e2901fca780e/43da40e4-3122-4d7b-a1ea-1146482cf989.jpg",
    "altTitles": [
      {
        "vi": "Hỏa Phụng Liêu Nguyên"
      },
      {
        "zh-ro": "Huo Feng Liao Yuan"
      },
      {
        "ja-ro": "Sangokushi Gunyuuden Kahou Ryougen"
      },
      {
        "zh-ro": "Sanguozhi Qunxiongzhuan: Huo Feng Liao Yuan"
      },
      {
        "ru": "Огненный феникс опаляет равнины"
      },
      {
        "zh-hk": "三国志群雄伝火鳳燎原"
      },
      {
        "zh-hk": "火鳳燎原"
      },
      {
        "zh": "火凤燎原"
      },
      {
        "ja": "火鳳燎原"
      },
      {
        "de": "The Ravages of Time: Die Geschichte der Drei Reiche"
      }
    ],
    "description": {
      "en": "Nearly 2000 years ago, the prosperous Han dynasty of China collapsed. Heroes rose and fell, and three nations emerged–Wei, Shu, and Wu. Historians refer to this period as the Three Kingdoms period. The romance of the three kingdoms is an intriguing tale of heroic deeds, of alliance forged and broken, of loyalty and betrayal.  \n  \nHong Kong artist Chan Mou retells this classic tale in \"The Ravages of Time\" from the perspective of the Sima clan, which in the end united the three kingdoms. Readers will be attracted by an array of well-developed characters and Chan Mou's own unique top-notch art-style. Whether you have played Dynasty Warriors or not, this is definitely worth a read!"
    },
    "status": "ongoing",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f9eee54-94ac-4872-bb66-51ba93b87467",
    "title": {
      "en": "City of Sands"
    },
    "updatedAt": "2024-04-14T21:01:35+00:00",
    "coverArt": "https://mangadex.org/covers/7f9eee54-94ac-4872-bb66-51ba93b87467/cfda5dbe-19ed-4c02-a4bb-ed8406a30d51.jpg",
    "altTitles": [
      {
        "en": "The City of Sand"
      },
      {
        "ja": "砂の都"
      }
    ],
    "description": {
      "en": "Stories about the lives and experiences of people living on an island in the desert, a place where the present and past intermingle.\n\n**Won 9th place in the 2024 *Kono Manga ga Sugoi!* men's category rankings.**"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "1ed6a432-e852-41fd-88bb-cc8507b17165",
    "title": {
      "en": "THE iDOLM@STER: Shiny Colors - Hazuki's Shinography"
    },
    "updatedAt": "2024-04-26T00:47:50+00:00",
    "coverArt": "https://mangadex.org/covers/1ed6a432-e852-41fd-88bb-cc8507b17165/a7896d7b-af0a-4492-8356-d186db590243.jpg",
    "altTitles": [
      {
        "ja-ro": "THE iDOLM@STER: Shiny Colors - Jimuteki Shinography"
      },
      {
        "ja": "アイドルマスター シャイニーカラーズ 事務的光空記録"
      }
    ],
    "description": {
      "en": "\"283 Production\" is a place where idols with striking personalities hang out and gather, a tiny yet lively agency that makes them feel right at home.\nDealing with phone calls, preparing documents, accounting expenses, and so on... With a job different from \"producing\", office staff are the ones who support idols who shine.\n283 Production's office staff, Nanakusa Hazuki. Being a staff, a daughter, and an older sister, the experiences she gathered from her daily life and her feelings shall become the light to help the idols \"shine\". \nA new \"Idolm@ster Shiny Colors\" will begin to unfold──from the perspective of an office staff!",
      "ja": "「283プロダクション」 個性豊かなアイドルたちが集まる、小さいながら賑やかな「家」のような事務所。 電話対応、書類作成、経費精算などなど…… 「プロデュース」とは別のお仕事で、輝くアイドルたちを支えているのが事務員さんです。 283プロの事務員・七草はづき。 事務員として、娘として、そして姉として 積み重なった日々と想いが、アイドルを“輝かせる”明かりとなる── 事務員視点で綴る、新たな「アイドルマスター シャイニーカラーズ」開幕です！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f542695-6d90-48a3-bee7-cc84175857ee",
    "title": {
      "en": "Ichinichi Gaishutsuroku Hanchou"
    },
    "updatedAt": "2024-08-12T15:46:55+00:00",
    "coverArt": "https://mangadex.org/covers/8f542695-6d90-48a3-bee7-cc84175857ee/fdf0fe48-2065-4544-8a24-3b95ef566519.jpg",
    "altTitles": [
      {
        "ja": "１日外出録ハンチョウ"
      },
      {
        "en": "One Day Outing Foreman"
      },
      {
        "en": "1 Day Outing Foreman"
      }
    ],
    "description": {
      "en": "At a certain prison under the surface, the \"bottom of the bottom\" that is the Teiai Underground Labor Facility, there is a man who uses his \"one-day outing passes\" to go above ground and enjoy all the luxuries of life while living in the poor conditions of the underground. His name is Ootsuki, and he is the leader of Squad E and a master of enjoying himself all day long with eating, drinking, and having a great time.",
      "ja": "地の獄…！　底の底…！　帝愛地下労働施設…！　劣悪な環境である地下にいながら「1日外出券」を使い、地上で贅の限りを尽くす男がいた…！ その名は大槻…！　E班・班長にして、1日を楽しみ尽くす匠…！　飲んで食って大満喫…！"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48f9fb61-e165-4ec7-91c5-6772fa1a0274",
    "title": {
      "en": "Mizudako-chan kara wa Nigerarenai!"
    },
    "updatedAt": "2024-07-14T14:11:39+00:00",
    "coverArt": "https://mangadex.org/covers/48f9fb61-e165-4ec7-91c5-6772fa1a0274/5640387e-fea2-499e-a7c7-660c772285a5.jpg",
    "altTitles": [
      {
        "ja": "ミズダコちゃんからは逃げられない！"
      },
      {
        "en": "You Can’t Escape From Mizudako-chan!"
      }
    ],
    "description": {
      "en": "Akigai Kanisuke is an ordinary high school boy. His daily life changes when Mizuda Yuuko (a.k.a. Mizudako-chan), a demi-human girl, transfers to his school.\nA cute, mysterious, and slightly scary story begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f86def88-af8d-4f82-94d8-057367e0db2a",
    "title": {
      "en": "Hitori de Shinitai"
    },
    "updatedAt": "2024-06-16T11:26:56+00:00",
    "coverArt": "https://mangadex.org/covers/f86def88-af8d-4f82-94d8-057367e0db2a/14804f47-a6d4-4d92-8dd4-6efb03f00b2a.jpg",
    "altTitles": [
      {
        "en": "I Want to Die Alone"
      },
      {
        "ja": "ひとりでしにたい"
      },
      {
        "zh": "一个人去死"
      }
    ],
    "description": {
      "en": "A hardworking career woman who never married died alone, found in a miserable state. Her niece, Yamaguchi Narumi (35 and single), who was hit hard by the news shifted from looking for marriage to preparing for her death. She decided that the only way to die alone without bothering anyone and die better is to live the same way. This is the birth of a definitive beautiful human life story about facing love and death in earnest."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b453d969-5835-4d8a-a7ba-a5e51654c25f",
    "title": {
      "en": "Ebi no Manga"
    },
    "updatedAt": "2024-08-20T19:43:13+00:00",
    "coverArt": "https://mangadex.org/covers/b453d969-5835-4d8a-a7ba-a5e51654c25f/e6efd350-9760-4996-a202-8c05e600aa2e.jpg",
    "altTitles": [
      {
        "ja": "エビの漫画"
      },
      {
        "en": "Shrimp Manga"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac783473-e74c-4ed4-b3d7-89e50b171b5f",
    "title": {
      "en": "GALAXIAS"
    },
    "updatedAt": "2024-07-28T22:06:05+00:00",
    "coverArt": "https://mangadex.org/covers/ac783473-e74c-4ed4-b3d7-89e50b171b5f/c489facf-937f-4b55-b104-43e752ed31cd.jpg",
    "altTitles": [
      {
        "ja": "ガラクシアス"
      },
      {
        "ru": "Галаксия"
      }
    ],
    "description": {
      "en": "It's been ten years since the assassination of the Dragon King, the land's most powerful ruler. Off in the corner of the kingdom where tailed dragonfolk dwell, Jio, a human girl, yearns for adventure and an escape from rural life. However, when she meets the mysterious, amnesiac young man Neraid, Jio's life turns upside-down! With courage and curiosity knocking on the door, the two of them find the ultimate adventure waiting for them!! A traditional battle fantasy from a rookie artist begins!! (K MANGA)\n___\n[Official X Account](https://x.com/GALAXIAS_manga)\n[Official English (K MANGA) - United States only!](https://kmanga.kodansha.com/title/10608/episode/352898)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f25669f5-d886-49c5-bbac-d3b4c5ff3d02",
    "title": {
      "en": "Exorcist no Kiyoshi-kun"
    },
    "updatedAt": "2024-08-02T20:45:41+00:00",
    "coverArt": "https://mangadex.org/covers/f25669f5-d886-49c5-bbac-d3b4c5ff3d02/3ec197c7-81ea-4375-ba31-9e68a3c4dbcc.jpg",
    "altTitles": [
      {
        "ja": "悪祓士のキヨシ君"
      },
      {
        "ja": "エクソシストのキヨシ君"
      },
      {
        "en": "Ultimate Exorcist Kiyoshi"
      },
      {
        "ru": "Экзорцист Киёши"
      }
    ],
    "description": {
      "en": "The most powerful exorcist in history--Kiyoshi! In order to protect that which is precious to him, Kiyoshi has attained ultimate strength. But he has a secret he can't tell anyone... Become a sword that slays evil! Become a shield that protects the weak! It all comes together in this new dramatic exorcist battle comedy series!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7888782-0727-49b0-95ec-a3530c70f83b",
    "title": {
      "en": "Hajime no Ippo - The First Step"
    },
    "updatedAt": "2024-07-05T21:18:14+00:00",
    "coverArt": "https://mangadex.org/covers/f7888782-0727-49b0-95ec-a3530c70f83b/85adbbce-f22b-46c3-b541-fb78e1e0da82.jpg",
    "altTitles": [
      {
        "th": "ก้าวแรกสู่สังเวียน"
      },
      {
        "en": "Fighting Spirit"
      },
      {
        "ru": "Первый шаг!"
      },
      {
        "ja": "はじめの一歩"
      },
      {
        "zh": "第一神拳"
      },
      {
        "ko": "더 파이팅"
      },
      {
        "fr": "Ippo"
      },
      {
        "id": "Fight!! Ippo"
      }
    ],
    "description": {
      "en": "Makunouchi Ippo is an ordinary high school student in Japan. Since he spends most of his time away from school helping his mother run the family business, he doesn't get to enjoy his younger years like most teenagers. Always a target for bullying at school, Ippo's life is one of hardship. One of these after-school bullying sessions turns Ippo's life around for the better, as he is saved by a boxer named Takamura. He decides to follow in Takamura's footsteps and train to become a boxer, giving his life direction and purpose. Ippo's path to perfecting his pugilistic prowess is just beginning.\n\nOfficial Release:\n- Indonesian release by Level Comics as **Fight!! Ippo** (2006-ongoing)",
      "pt-br": "Ippo Makunouchi, um tímido estudante de ensino médio, é um dia salvo se der espancado, por Takamura, um boxeador. Encantado pelas habilidade de Takamura e por vídeos de boxe, Ippo decide enfrentar o mundo profissional do boxe!"
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f4fe738-cf4f-46ab-86e6-0fb549429dfe",
    "title": {
      "en": "Doku wo Kurawaba Sara Made"
    },
    "updatedAt": "2024-08-10T20:31:14+00:00",
    "coverArt": "https://mangadex.org/covers/1f4fe738-cf4f-46ab-86e6-0fb549429dfe/89aac8a2-03f0-47d9-9de8-3ea1e6ee47c2.jpg",
    "altTitles": [
      {
        "en": "The Show Must Go On"
      },
      {
        "ja": "毒を喰らわば皿まで"
      },
      {
        "en": "If You Devour Poison"
      }
    ],
    "description": {
      "en": "The Kingdom of Parsemis is a land blessed by an ancient dragon. In this kingdom, the evil Prime Minister Andrim remembers his past life while his daughter's marriage engagement to the crown prince is being broken. At the same time, he realizes that this world is that of an otome game that he was playing in his past life. In the game, his daughter is the evil fiancée of the crown prince and he is destined to be executed alongside her. Unable to accept this, Andrim devises a plan to trap the game's conquest targets, who side with the crown prince. He will stop at nothing for revenge including seducing his own rival..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49650a04-d0d7-4526-b460-8203ae223586",
    "title": {
      "en": "Fight Class 3"
    },
    "updatedAt": "2024-06-12T16:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/49650a04-d0d7-4526-b460-8203ae223586/e684daa6-8687-4b54-a5ee-0fdc82bdd4bd.jpg",
    "altTitles": [
      {
        "ko-ro": "Gyeoggi 3 Ban"
      },
      {
        "ko-ro": "Gyeok Gi 3 Ban"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma de Luta 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---",
      "fr": "Un monde dans lequel la Corée est le Pays leader des sports de combats. Au lycée Nam-il où les meilleurs et plus talentueux élèves en arts martiaux étudient, Jiu Ji-tae se trouve soudainement entraîné avec eux alors qu'il n'est qu'un faiblard.  \n  \nEn faisant disparaître ses défauts physiques à l'aide du Ju-Jitsu, pourra-t-il devenir le meilleur des classes de combat ?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2242193d-8634-4a74-8bfa-45744e53866f",
    "title": {
      "en": "Imo Ichirou's Twitter Shorts"
    },
    "updatedAt": "2024-04-16T09:24:54+00:00",
    "coverArt": "https://mangadex.org/covers/2242193d-8634-4a74-8bfa-45744e53866f/c24eec35-fbf0-4e86-974e-65a2695f49cd.jpg",
    "altTitles": [],
    "description": {
      "en": "Short manga posted by Imo Ichirou [@cheesesama24] on Twitter."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95aa6275-3a71-460b-af9f-33ee9b93bebc",
    "title": {
      "en": "Nue no Onmyouji"
    },
    "updatedAt": "2024-08-21T00:41:05+00:00",
    "coverArt": "https://mangadex.org/covers/95aa6275-3a71-460b-af9f-33ee9b93bebc/fae7fd31-f571-4612-b712-7cdeba743103.jpg",
    "altTitles": [
      {
        "ja": "鵺の陰陽師"
      },
      {
        "en": "Nue's Exorcist"
      },
      {
        "ru": "Оммёдзи Нуэ"
      },
      {
        "vi": "Âm Dương Sư Nue"
      },
      {
        "fr": "L'exorciste de Nue"
      },
      {
        "es-la": "El exorcista de Nue"
      }
    ],
    "description": {
      "en": "Yajima has been able to see spirits since he was small. At his new school is a room that nobody else can see. And inside is a spirit who loves playing video games. A new modern exorcist saga now begins!",
      "fr": "Yajima est capable de voir les esprits depuis qu'il est tout petit. Dans sa nouvelle école, il y a une pièce que personne d'autre ne peut voir. Et à l'intérieur se trouve un esprit qui aime jouer aux jeux vidéo. Une nouvelle saga d'exorcistes modernes commence !",
      "vi": "Yajima đã có thể nhìn thấy các linh hồn từ khi còn nhỏ. Tại ngôi trường mới của cậu ấy có một căn phòng mà không ai khác có thể nhìn thấy. Và bên trong là một linh hồn thích chơi trò chơi điện tử. Một câu chuyện trừ tà hiện đại bắt đầu từ giây phút này!",
      "pt-br": "Yajima é capaz de enxergar Espíritos desde pequeno. Em sua nova escola há uma sala que mais ninguém consegue ver. E dentro dela mora uma Espírito que ama jogar videogames. Uma nova saga moderna de exorcistas começa agora!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-08-02T17:37:14+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/4c06aba3-f944-4d51-b1eb-c61a4e951191.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd6d0982-0091-4945-ad70-c028ed3c0917",
    "title": {
      "ja-ro": "Mushoku Tensei ~Isekai Ittara Honki Dasu~"
    },
    "updatedAt": "2024-08-16T17:50:43+00:00",
    "coverArt": "https://mangadex.org/covers/bd6d0982-0091-4945-ad70-c028ed3c0917/ec119d54-8a30-4e1b-8c4a-a4c66d8560b9.jpg",
    "altTitles": [
      {
        "pt-br": "A Reencarnação do Vagabundo: Vou dar meu melhor se for para outro mundo"
      },
      {
        "en": "Jobless Reincarnation - I Will Go All Out When I'm Transported to Another World"
      },
      {
        "en": "Jobless Reincarnation - It Will be All Out if I Go to Another World"
      },
      {
        "en": "Mr. No-Job's New Life - If I Go to a Parallel World, Then I'll Get Serious"
      },
      {
        "ja-ro": "Mushoku Tensei"
      },
      {
        "fr": "Mushoku Tensei - Nouvelle vie, nouvelle chance"
      },
      {
        "en": "Mushoku Tensei: If I Get to a Parallel Universe I'll Bring Out my True Effort"
      },
      {
        "en": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "ru": "Реинкарнация безработного ~История о приключениях в другом мире~"
      },
      {
        "ru": "Реинкарнация безработного: Попав в другой мир, я стану сёръёзнее"
      },
      {
        "th": "เกิดชาตินี้พี่ต้องเทพ"
      },
      {
        "zh": "无职转生~在异世界认真地活下去~"
      },
      {
        "ja": "無職転生 〜異世界行ったら本気だす〜"
      },
      {
        "ko": "무직전생 〜다른 세계 가면 진심 낸다〜"
      },
      {
        "it": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "de": "Mushoku Tensei - In dieser Welt mach ich alles anders"
      },
      {
        "es": "Mushoku Tensei: Reencarnación desde cero"
      },
      {
        "fa": "موشوکو تنسی: تناسخ علاف"
      },
      {
        "zh-hk": "無職轉生~在異世界認真地活下去~"
      },
      {
        "pt-br": "Jobless Reincarnation: I Will Seriously Try If I Go to Another World"
      },
      {
        "ms": "Penjelmaan Semula yang Menganggur: Jika Saya Pergi ke Dunia Lain, Saya Akan Menjadi Serius"
      },
      {
        "it": "Reincarnazione senza lavoro: Ci proverò seriamente se vado in un altro mondo"
      },
      {
        "fr": "Réincarnation sans emploi : j'essaierai sérieusement si je vais dans un autre monde"
      },
      {
        "vi": "Thất nghiệp chuyển sinh ~ Sống hết mình sau khi tới thế giới khác~"
      },
      {
        "ru": "Реинкарнация безработного: Я серьёзно постараюсь, если отправлюсь в другой мир"
      },
      {
        "ar": "موشوكو تينسي"
      },
      {
        "fa": "موشوکو تنسی"
      },
      {
        "tr": "Mushoku Tensei: İşsiz Reenkarnasyon"
      },
      {
        "tr": "Mushoku Tensei: Paralel Evrene Taşındığımda Her Şeyi Yapacağım"
      }
    ],
    "description": {
      "en": "A 34-year-old NEET gets killed in a traffic accident and finds himself in a world of magic. Rather than waking up as a full-grown mage, he gets reincarnated as a newborn baby, retaining the memories of his past life. Before he can even properly move his body, he resolves to never make the same mistakes he made in his first life ever again and instead live a life with no regrets with the new one that was given to him. Because he has the knowledge of a middle-aged man, by the age of two, he has already become a prodigy and possesses power unthinkable for anyone his age and even older. Thus begins the chronicles of Rudeus Greyrat, son of swordsman Paul and healer Zenith, as he enters a new world to become the strongest mage known to man, with powers rivaling even the gods themselves.",
      "ru": "34-летнего отаку-затворника выгнали из дома родственники после похорон его родителей. Этот жирный и уродливый девственник без гроша в кармане осознал, что его жизнь подошла к концу. Затем он понял, что его жизнь вообще могла бы быть намного лучше, если бы тот мог избавиться от тёмных страниц своей жизни. Пребывая в сожалениях, мужчина увидел, как грузовик со спящим водителем быстро надвигается на трёх школьников. Собрав все свои силы, он попытался спасти их и погиб.  \r\n  \r\nА открыв глаза, он обнаружил, что переродился в мире меча и магии как Рудеус Грейрат. Получив в этом мире новую жизнь, Рудеус решил, что в этот раз проживёт свою жизнь на полную, безо всяких сожалений!  \r\n  \r\nИ так началось приключение человека, пожелавшего заново начать свою жизнь.  \r\n  \r\nAlternative Raw: <http://seiga.nicovideo.jp/comic/23831>",
      "es-la": "La historia trata sobre un muchacho que se encierra en su casa tras sufrir una enorme humillación pública sin atreverse a salir durante varios años debido a los traumas que esto le ocasionó. Incapaz de soportar esto, se encerró en casa sin querer salir ni volver a ver a sus compañeros y durante años el miedo a salir creció y creció, acabando por convertirse en una carga para su familia… hasta el día en que sus padres murieron y sus hermanos lo expulsaron de su hogar por el parásito en el que se había convertido. En ese momento, aunque tarde, se arrepintió de su actitud y se puso a pensar que su vida podría haber sido decente si él le hubiera puesto más esfuerzo. Justo cuando estaba a punto de iniciar su nuevo cambio, ve un camión en movimiento a gran velocidad dirigiéndose a tres estudiantes de secundaria. Reuniendo todas las fuerzas que tenía logra salvarlos, pero a cambio él termina siendo atropellado por el camión, muriendo al instante. Cuando abrió los ojos, él había reencarnado en un mundo de espadas y magia como Rudeus Greyrat. Nacido en este nuevo mundo, con una nueva vida, Rudeus decidió que, “Esta vez, realmente voy a vivir mi vida al máximo sin arrepentimientos”. De este modo se inicia el viaje de un hombre que anhela reiniciar su vida."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e262e404-1030-4f60-a699-37bb60802ae0",
    "title": {
      "en": "Saint Seiya: Asgard"
    },
    "updatedAt": "2023-11-18T15:56:28+00:00",
    "coverArt": "https://mangadex.org/covers/e262e404-1030-4f60-a699-37bb60802ae0/2eac539a-3b94-4e74-b80e-a953d3eb26b6.jpg",
    "altTitles": [
      {
        "en": "Knights Of The Zodiac: Asgard"
      }
    ],
    "description": {
      "en": "Doujinshi Chinese from the Asgard saga from the anime Saint Seiya."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7aca9347-6757-4415-a340-4d892ccaf798",
    "title": {
      "en": "Harem Yori Heion o! Isekai de Shizuka ni NEET Hime sasete Kure"
    },
    "updatedAt": "2024-08-04T02:50:27+00:00",
    "coverArt": "https://mangadex.org/covers/7aca9347-6757-4415-a340-4d892ccaf798/1d0de790-d3d6-42d6-a7c0-c27f97ec4c2b.jpg",
    "altTitles": [
      {
        "ja": "ハーレムより平穏を！異世界で静かにニート姫させてくれ"
      },
      {
        "ja-ro": "Harem Yori Heion wo! Isekai de Shizuka ni NEET Hime sasete Kure"
      },
      {
        "en": "More peace than a harem"
      },
      {
        "en": "More Peace than a Harem - In Another World, Let Me Be a Neet Princess in Peace"
      },
      {
        "en": "I Wish for Peace Instead of a Harem! Let Me Be a NEET Princess Peacefully in Another World"
      }
    ],
    "description": {
      "en": "An elite salaryman (aspiring NEET), gets reincarnated and genderswapped into a princess living an idle life of masturbation...!?\n\nKishibe is an elite office worker who dreams of becoming a NEET who has attained FIRE (Financial Independence, Retire Early). The fulfillment of his dream is now right before his very eyes!! ...or was, when he died saving a girl from getting hit by a car. A self-proclaimed god felt pity for such a man, so she reincarnated Kishibe into another world where he could live as a NEET. The next thing he knew, he had become Iris, the princess of a superpower kingdom!!\n\nBlessed with incredible beauty and not having the need to work even once, Kishibe won the jackpot with a life full of indolence, freedom and masturbation!! ...is what he believed, but there was a catch. Princess Iris seemed like she possessed a trait that made others love her at the highest level (a skill?), and various girls just keep coming on to her (who was formerly a man)...!?\n\nThis is another world where one can experience endless love and eat meals that one didn't work for (does it taste good?), it's an envy-inducing, genderswap isekai story with a super NEET harem!\n\n(Source: Nico Nico Seiga)",
      "ja": "エリートサラリーマン（ニート志望）、姫様にTS転生してオナ●ート生活…!!!?\n\nニートを夢見てFIREをした、エリートサラリーマン・岸辺。夢の生活も目前!!のはずが、車にひかれる寸前だった女の子を助けたことで死亡してしまう。そんな彼を憐れんだ自称神様が岸辺をニートができる異世界へと転生。気づけば超大国の姫様・アイリスになっていた!!!\n超絶美少女で一切働く必要がなく、惰眠と自由とオナ●ーのし放題で岸辺は人生勝ち組!!…と確信していたが、ある問題が。この姫様、最高レベルの愛され体質（スキル？）みたいで、色々な女の子が姫様（元男）に迫られまくり……!!?\n\n\n異世界で愛されまくって働かないメシが上手いか？を体験できる、羨ましすぎる異世界TSクソニートハーレム!!!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67da09e0-e837-4b41-8960-ece3988b33f0",
    "title": {
      "en": "Baki Gaiden: Kizudzura"
    },
    "updatedAt": "2024-08-20T23:02:44+00:00",
    "coverArt": "https://mangadex.org/covers/67da09e0-e837-4b41-8960-ece3988b33f0/7bd3260f-c2a3-4431-90a8-dcd4f13d1643.jpg",
    "altTitles": [
      {
        "ja-ro": "Baki Gaiden - Kizuzura"
      },
      {
        "en": "Baki Gaiden Scarface: Hanayama High School Stories"
      },
      {
        "en": "Baki Scarface Hanayama School"
      },
      {
        "en": "Baki Side Story: Scarface: Hanayama School"
      },
      {
        "ja": "バキ外伝 創面"
      },
      {
        "ko": "바키외전창면"
      }
    ],
    "description": {
      "en": "The Adventures of the most dangerous Yazuka in high school, 15 years old Hanayama Kaoru!!  \nThis is a spin-off of the Baki series, showing the school years of the character Hanayama."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "29ca9de0-b633-4756-b4f3-c3bef1ee4f9e",
    "title": {
      "en": "Seasons of Lovesome"
    },
    "updatedAt": "2024-08-14T21:55:12+00:00",
    "coverArt": "https://mangadex.org/covers/29ca9de0-b633-4756-b4f3-c3bef1ee4f9e/3edef2b4-d047-44b4-855f-2036e1ad8f93.jpg",
    "altTitles": [
      {
        "en": "Lovesome Youth"
      },
      {
        "en": "Youth Lovesome"
      },
      {
        "ko": "청춘 러브썸"
      }
    ],
    "description": {
      "en": "\"It may be hazy blue, but that's alright\"\n\nTaking place a year after the epilogue of Seasons of Blossom, this story focuses on the new opening of “Cafe Blossom and NEMONE Atelier” as well as Bomi’s new classmate “Pureum” as they explore a new found youth. \n\nCampus romance, after school romance, office romance, it has it all.  \n\nThe heartwarming series is back with another youthful story!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "370110b7-2d60-47f7-a8c1-b5a9bfcbaabd",
    "title": {
      "en": "The Lord Has Hidden Intentions"
    },
    "updatedAt": "2024-07-16T15:23:04+00:00",
    "coverArt": "https://mangadex.org/covers/370110b7-2d60-47f7-a8c1-b5a9bfcbaabd/e7eccb1d-dbe3-4018-a2cd-6e4b9cc9a774.jpg",
    "altTitles": [
      {
        "zh-ro": "Jun Xin Bu Liang"
      },
      {
        "zh": "君心不良"
      }
    ],
    "description": {
      "en": "I treated you like a brother, but you treated me like a love rival! You stole every girlfriend I ever had! I just wanted to get married and have a baby, why is that so difficult?! A black-hearted white lotus vs. straight guy. A wild omegaverse fantasy,  that's both sweet and seductive~~"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "139"
  },
  {
    "mangaId": "89a793f9-2e2c-4f6c-af42-86eadaf314f8",
    "title": {
      "en": "Sword Art Online - Re: Aincrad"
    },
    "updatedAt": "2024-06-27T16:46:03+00:00",
    "coverArt": "https://mangadex.org/covers/89a793f9-2e2c-4f6c-af42-86eadaf314f8/3c215803-2a81-4c57-8fc2-37d4a8e379e5.jpg",
    "altTitles": [
      {
        "ja": "ソードアート・オンライン Re:Aincrad"
      }
    ],
    "description": {
      "en": "The manga will not only cover the original Aincrad arc, but also various Aincrad side stories, including those that were never animated, such as The First Day/The Day of Beginnings from volume 8 of the novels.",
      "pt-br": "O mangá não cobrirá apenas o arco Aincrad original, mas também várias histórias paralelas de Aincrad, incluindo aquelas que nunca foram animadas, como The First Day / The Day of Beginnings do volume 8 dos romances."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4bd0456-a4db-4bad-8486-072aa0e82e46",
    "title": {
      "en": "Creep In"
    },
    "updatedAt": "2024-08-05T15:32:04+00:00",
    "coverArt": "https://mangadex.org/covers/b4bd0456-a4db-4bad-8486-072aa0e82e46/fac401ee-1bc9-4dd7-a8d3-65c1b774372d.jpg",
    "altTitles": [],
    "description": {
      "en": "They come for three reasons: to say hello, to like you, or to harm you.",
      "id": "Mereka datang dengan tiga alasan, sekedar menyapamu, menyukaimu, atau ingin mencelakaimu."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "38"
  },
  {
    "mangaId": "fb15cd42-cf00-480b-a6c6-12b61fe6a1ac",
    "title": {
      "en": "Hangyaku no Nijigasaki"
    },
    "updatedAt": "2024-07-16T17:37:51+00:00",
    "coverArt": "https://mangadex.org/covers/fb15cd42-cf00-480b-a6c6-12b61fe6a1ac/bcf723ac-0f53-4ec9-95c9-1ee3bade5073.jpg",
    "altTitles": [
      {
        "ja-ro": "叛逆（はんぎゃく）のニジガサキ"
      },
      {
        "en": "Nijigasaki of the Rebellion"
      },
      {
        "es-la": "La rebelión de Nijigasaki"
      },
      {
        "ja": "反逆のニジガサキ"
      }
    ],
    "description": {
      "en": "Hangyaku no Nijigasaki (Nijigasaki of the Rebellion) is an official Love Live! manga by Choboraunyopomi featuring the cast of Love Live!'s Nijigasaki High School Idol Club.",
      "es-la": "Las locuras y bizarras jornadas de Nijigasaki, ahora llegan en formato manga. Sigue las rebeldes aventuras de Setsuna Yuki y el Club Escolar Idol de Nijigasaki en Hangyaku no Nijigasaki."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "072ea447-2da5-4445-9af0-61877ac867d8",
    "title": {
      "en": "Kyoufu: Fear"
    },
    "updatedAt": "2024-06-02T20:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/072ea447-2da5-4445-9af0-61877ac867d8/be2d9946-59e3-4755-b0b5-44cf07b1e0f7.jpg",
    "altTitles": [
      {
        "vi": "Khủng Bố"
      },
      {
        "ja-ro": "Kyôhu"
      },
      {
        "en": "Terror"
      },
      {
        "ja": "恐怖"
      }
    ],
    "description": {
      "en": "Following the life of the student newspaper reporter Emiko, these are scary stories of experiences from Miyako High School :  \n- Ubawareta Shinzou (Stolen Heart) – The school's mystery club sees the dangerous consequences of an innocent promise concerning heart donation after death between two friends.   \n- Kyuuketsu Men (Bloodsucking Mask) – A girl who wears a demon mask from a shrine for a bad-luck-banishing drama club party ends up unable to remove it.   \n- Dokuga (Poison Moth) – The science club leader creates a serum to preserve dead bodies perfectly, but it may have other unpredicted side effects.   \n- Henshitsu – A couple take shelter from a storm in a strange house with a secret that might prove to be deadly.   \n– These stories and many more are found in the two volumes of Kyoufu. [tethysdust]"
    },
    "status": "completed",
    "releaseDate": 1971,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "6"
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-07-03T23:07:42+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/57e16619-850d-4e91-9a23-d95f81b3d3c4.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4f369f7-682b-4937-b366-00f4436432c6",
    "title": {
      "en": "Will You Like Me?"
    },
    "updatedAt": "2024-06-24T11:45:15+00:00",
    "coverArt": "https://mangadex.org/covers/e4f369f7-682b-4937-b366-00f4436432c6/7373b93a-cd88-4bdb-9ba5-c361a33319f8.png",
    "altTitles": [
      {
        "zh": "你会不会喜欢我"
      }
    ],
    "description": {
      "en": "This is a relaxing comedy manhua with cute penguins as the MCs. Some of them are shy, some are loveable, some are mischievous... But they all have short arms and legs with no waist. Even though it's not easy living in the Antarctic with its cold weather and slippery floors, they make do by catching fish, playing, and waiting for their happiness. \n\n\"I'm very terrified, but if I love you enough, I'll find the courage to confess. If I can't get your response the first time, then I'll try a hundred times, a thousand times, even ten thousand times.\""
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "22"
  },
  {
    "mangaId": "1ffca916-3ad7-46d2-9591-a9b39e639971",
    "title": {
      "en": "Second Life Ranker"
    },
    "updatedAt": "2024-03-30T22:46:48+00:00",
    "coverArt": "https://mangadex.org/covers/1ffca916-3ad7-46d2-9591-a9b39e639971/60aef1af-2df0-46aa-8270-e1ad9d287289.jpg",
    "altTitles": [
      {
        "ko": "두 번 사는 랭커"
      },
      {
        "en": "SLR"
      },
      {
        "en": "The Ranker Who Lives Twice"
      },
      {
        "ru": "Ранкер, который живёт второй раз"
      },
      {
        "ja": "二度生きるランカー"
      },
      {
        "en": "Ranker Who Lives A Second Time"
      },
      {
        "th": "เกมชีวิตที่สอง ของแรงเกอร์"
      },
      {
        "id": "Ranker yang Hidup Dua Kali"
      },
      {
        "zh-hk": "異界攻塔戰記"
      }
    ],
    "description": {
      "en": "Yeonwoo’s brother disappeared years ago, and he’s devastated to learn of his death.\n\nAs he copes with his loss, he’s given a pocket watch and learns there’s more to his brother’s death: he was betrayed while competing in the Tower of the Sun God.\n\nNow it’s Yeonwoo’s turn to use the knowledge his brother left behind.\n\nCan Yeonwoo navigate that world and gain enough power and experience to reach the top of the tower, defeating his brother’s enemies and all those who stand in his way?\n\n---\n\n**Links:**\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EB%91%90-%EB%B2%88-%EC%82%AC%EB%8A%94-%EB%9E%AD%EC%BB%A4/2335)\n- [Official Traditional Chinese Translation (Kakao)](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E6%94%BB%E5%A1%94%E6%88%B0%E8%A8%98/36)\n- [Official Indonesian Translation (Kakao)](https://kakaopage.co.id/content/Ranker-yang-Hidup-Dua-Kali/3392)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/30298)\n- [Official Thai Translation (Kakao)](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%81%E0%B8%A1%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%AD%E0%B8%87_%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%81%E0%B8%A3%E0%B8%87%E0%B9%80%E0%B8%81%E0%B8%AD%E0%B8%A3%E0%B9%8C/37)",
      "fr": "Yeon-woo avait un frère jumeau qui a disparu il y a cinq ans. Un jour, une montre de poche laissée par son frère est retournée en sa possession. À l'intérieur, il a trouvé un journal intime caché dans lequel on pouvait lire : \"Le temps que tu entendes ceci, je serai déjà mort…\".  \nl'Obélisque, la Tour du Dieu Soleil, un monde où plusieurs univers et dimensions se croisent. Dans ce monde, son frère avait été victime d'une trahison en montant la tour. Après avoir appris la vérité, Yeon-woo décida d'escalader la tour avec le journal de son frère.  \nYeon-woo passe ensuite par les mêmes épreuves que son frère cadet et combat en tant que joueur anonyme. Son but ? Vaincre la Tour de l'Obélisque et venger son frère.",
      "id": "Setelah 5 tahun hilang, Cha Yeonwoo menemukan fakta bahwa adiknya, Cha Jungwoo, sudah meninggal. Ketika membongkar barang peninggalan adiknya, dia menemukan sebuah jam saku. Jam saku itu adalah hadiahnya untuk Jungwoo supaya lulus ujian. Begitu membuka jam tersebut, Cha Yeonwoo mendengar suara adiknya yang menceritakan kehidupannya selama 5 tahun ini. Ternyata Cha Jungwoo bukan hilang melainkan terdampar di dunia lain. Di dunia itu pula Cha Jungwoo dikhianati dan dibunuh. Mendengar itu, amarah Cha Yeonwoo bangkit. Dia berniat balas dendam atas kematian adiknya. Berbekal pengetahuan yang dia dapat dari Jungwoo, Cha Yeonwoo pun pergi ke dunia lain tersebut. Berhasilkah Cha Yeonwoo balas dendam?!",
      "it": "Yeon-woo aveva un fratello gemello scomparso cinque anni fa…  \nUn giorno, un orologio da tasca lasciato da suo fratello è tornato in suo possesso. Dentro, ha trovato un diario nascosto nel quale è stato registrato “Quando ascolterai questo, immagino che sarò già morto …”",
      "ja": "ある日豪の元に届いた双子の弟・駿の訃報。 虚無感を感じる彼の元に駿の懐中時計が届く。 そして豪はその中に隠された駿の日記によって、 駿が道半ばで力尽きた太陽神の塔・オベリスクへと誘われていく―。 弟の復讐に燃える豪が挑む、痛快アクションファンタジー！",
      "ko": "5년 전 사라진 쌍둥이 동생을 잊고 살던 연우.\n어느날 그에게 동생의 유품인 회중시계가 돌아왔다.\n\n그리고 그 속에 숨겨진 일기장.\n\n'형이 이 일기를 들을 때 즈음이라면 나는 이미 이 세상 사람이 아니겠지.'\n\n여러 차원과 우주가 교차하는 세계에 놓인 태양의 신 탑, 오벨리스크.\n그리고 그곳에 오르다 배신당해 눈을 감아야 했던 동생.\n\n모든 걸 알게 된 연우는 동생이 남겨 둔 일기와 함께 탑을 오르기 시작한다.\n\n'오늘부터 난. 차정우이다.'",
      "ru": "Ёну в течение 5 лет жил, смирившись с исчезновением своего младшего брата-близнеца. Однажды ему в руки попали карманные часы его брата.​ Внутри них он обнаружил спрятанную записку.​ «Брат, если ты сейчас слушаешь эти записи, то меня уже нет на Земле». Узнав о том, что его младший брат отправился в Обелиск — башню богов, которая находится где-то в космосе на пересечении нескольких измерений, и был предан, Ёну решает отправиться туда сам.\n«С этого момента я буду Ча Чонъу.​»",
      "th": "ชายอนอู ชายหนุ่มที่น้องชายหายตัวไป พร้อมกับต้องเสียแม่ไปเพราะโรคร้ายได้ ได้ตัดสินใจไปเป็นทหารอาสาสมัครที่ประเทศแอฟริกา จนอยู่มาวันนึงเขาได้ค้นพบความจริงว่า น้องชายของเขาได้หายตัวไปขณะกำลังตามหา 'ยาอายุวัฒนะ' ของอีกโลกหนึ่ง เพื่อนำมารักษาแม่ พร้อมกับถ่ายโอนพลังทิ้งไว้แก่เขา",
      "tr": "Yeon-woo’nun kardeşi beş yıl önce ortadan kaybolmuştur. Bir gün kardeşinden kalan bir cep saati eline geçer. İçinde, kardeşinin bırakmış olduğu gizli bir günlüğün olduğunu fark eder. ”Sen bunu bulduğunda, ben çoktan bu dünyadan göçmüş olacağım.” Obelisk, güneş tanrısının kulesi, farklı evrenler ve boyutların iç içe geçtiği bir dünyadır. Kardeşi, bu dünyada kuleye tırmanmaya çalışırken ihanete uğrayıp hayatını kaybetmiştir. Gerçeği öğrenmiş olan Yeon-woo, kardeşinin günlüğü ile birlikte kuleye tırmanmaya karar verir. ”Şu andan itibaren ben, Cha Jeong-woo’yum.”",
      "zh-hk": "延宇選擇遺忘5年前消失的雙胞胎弟弟，\n過上屬於自己的生活，\n卻在某天收到了弟弟的遺物——懷錶。\n\n而在那懷錶之中，還隱藏著弟弟的日誌。\n\n「當哥聽見我的日誌時，\n也代表我已經不在這個世界上了吧。」\n\n方尖碑——各個次元與宇宙交會的太陽神之塔。\n\n弟弟就是在攻塔過程中遭受背叛，不幸喪命。\n\n於是，得知一切真相的延宇帶著弟弟留下的日誌，\n踏上了攻塔之路!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96be7ca5-370b-4ae2-9db5-4d17e53cac06",
    "title": {
      "en": "Hotpot Family"
    },
    "updatedAt": "2022-08-14T23:37:29+00:00",
    "coverArt": "https://mangadex.org/covers/96be7ca5-370b-4ae2-9db5-4d17e53cac06/9977b755-4457-4e72-b69d-5a1505f5a79c.jpg",
    "altTitles": [
      {
        "zh": "火锅家族"
      }
    ],
    "description": {
      "en": "Unexpected endings, mind-blowing stories, so-cute-you-could-die hotpot ingredients... You'll laugh everyday until you get abs!",
      "zh": "反转的剧情，开脑洞的故事，超萌火锅食材花样作死，每天逗你笑出腹肌！"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00ddd608-4250-47db-9123-6ca6b3caba2d",
    "title": {
      "en": "Reborn as the Heavenly Martial Demon"
    },
    "updatedAt": "2024-08-04T12:08:17+00:00",
    "coverArt": "https://mangadex.org/covers/00ddd608-4250-47db-9123-6ca6b3caba2d/9e1d6c86-38ad-44d2-8298-0a8480599a95.png",
    "altTitles": [
      {
        "en": "After I Die, I Transform Into a Martial Arts Demon"
      },
      {
        "en": "I, In My Posthumous Form, Transform Into The Martial Dao Demon"
      },
      {
        "fa": "دراگون تی اسکول"
      },
      {
        "en": "Reborn as the Heavenly Martial Demon"
      },
      {
        "zh-ro": "Wǒ Sǐ Hòu, Huàshēn Wǔdào Tiānmó"
      },
      {
        "zh": "我死后，化身武道天魔"
      }
    ],
    "description": {
      "en": "Humanity lost the war. Businessmen who sold out their fellow compatriots, hunters who turned to the monsters, stepping on countless human corpses, all in order to earn profit. The otherworldly monsters that entered our world seized it bit by bit like a raging fire. That was until Zuo Chi arrived. \n\"Back then you all were gladly invading our world, so why are you weeping now?\"",
      "fr": "L'humanité a perdu la guerre. Des hommes d'affaires ont trahi leurs compatriotes, et des chasseurs se sont transformés en monstres, piétinant d'innombrables cadavres humains, tout cela pour le profit. Les créatures d'un autre monde ont envahi le nôtre, le conquérant peu à peu comme un feu dévorant. Mais alors que tout semblait perdu, Zuo Chi est apparu.\n\"Autrefois, vous envahissiez notre monde avec jubilation. Pourquoi pleurez-vous maintenant ?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97df800f-077a-43e5-9f91-e5e8a66cfea9",
    "title": {
      "en": "Henai Café"
    },
    "updatedAt": "2024-07-17T06:16:39+00:00",
    "coverArt": "https://mangadex.org/covers/97df800f-077a-43e5-9f91-e5e8a66cfea9/141bc949-c369-4633-8457-75d183595cc3.jpg",
    "altTitles": [
      {
        "ja": "偏愛カフェ"
      },
      {
        "en": "Freaks' Café"
      }
    ],
    "description": {
      "en": "Somewhere there is a strange café called \"Statice\" where all sorts of even stranger people meet, each with a very special and different fetish. The owner, Mr. Sennichi, welcomes these special customers every day, and tries to help them solve their fetish related problems.",
      "ja": "人は誰しも秘密を抱え、思い煩う。たとえばそれが、他人には理解し難い性的嗜好なら尚――。“生理血嗜好、加虐性愛、妊婦性愛、人形性愛”これはカフェ「statice」に訪れた性的倒錯者（パラフィリアン）による、裸の告白。"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "32"
  }
]