[
  {
    "mangaId": "39426737-0b65-4d7e-810d-9cf84caf0666",
    "title": {
      "en": "Kaji Ryuusuke's Agenda"
    },
    "updatedAt": "2022-03-23T23:49:34+00:00",
    "coverArt": "https://mangadex.org/covers/39426737-0b65-4d7e-810d-9cf84caf0666/76402c80-4e94-4125-af2c-86d9286ab90d.jpg",
    "altTitles": [
      {
        "ja": "加治隆介の議"
      },
      {
        "ja-ro": "Kaji Ryuusuke no Gi"
      }
    ],
    "description": {
      "en": "Kaji Ryusuke is a second son of a great politician. However, his father and brother both pass away from a car accident. Now, those who supported Ryusuke's father want Ryusuke to carry on the family business as a politician. At first, Ryusuke tries to get out of the responsibility, but he eventually enters an election to become a politician.  \nThe manga chronicles Ryusuke's rise in the world of Japanese politics."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": ""
  },
  {
    "mangaId": "56009ead-296d-45e3-a55e-406d7cfafc88",
    "title": {
      "en": "Baka to Test to Shoukanjuu"
    },
    "updatedAt": "2022-08-18T11:04:00+00:00",
    "coverArt": "https://mangadex.org/covers/56009ead-296d-45e3-a55e-406d7cfafc88/fc9e9335-f6d3-4163-97f7-c1fce32074aa.jpg",
    "altTitles": [
      {
        "en": "Baka and Test: Summon the Beasts"
      },
      {
        "ja-ro": "Baka to Test to Shôkanjû"
      },
      {
        "vi": "Lũ Ngốc, Bài Thi và Linh Thú Triệu Hồi"
      },
      {
        "ru": "Дурни, Тесты, Аватары"
      },
      {
        "th": "โรงเรียนป่วนก๊วนคนบ๊อง"
      },
      {
        "ja": "バカとテストと召喚獣"
      },
      {
        "zh": "笨蛋，测验，召唤兽"
      },
      {
        "zh-hk": "笨蛋，測驗，召喚獸"
      },
      {
        "ko": "바보와 시험과 소환수"
      }
    ],
    "description": {
      "en": "The protagonist is a guy who is among the stupidest of the stupidest in the school. In this school your grades can, under the supervision of teachers, take a virtual form to do battle! However, if you leave an examination midway, you get zero marks. A bright and cute girl, Mizuki Himeji, had a high fever during her examination. Despite her potential to be the second highest scorer in the level, she obtained zero marks for having left due to her illness and is thus banished to the worst class, Class F.  \n  \nGrades mean nearly everything. For Class A: They have a smart-looking teacher, a plasma TV as big as the entire wall as their blackboard, personal laptops, personal air-conditioners, refrigerators, adjustable seats and all kinds of different appliances. Within the refrigerator, there are all kinds of drinks and snacks. Their ceiling is made of glass, the wall lets them put up high-class drawings and plants.  \n  \nAs for Class F (the worst class): They have Japanese desks and seat paddings. Their blackboard is dirty and there's even no chalk! Someone complains the legs of his desk are broken, so the teacher asks, \"Didn't we distribute some glue to stick wood together? Glue it back yourself later.\" Another one complains the wind is blowing in from the broken window. The teacher says, \"I got it. I'll apply for plastic bags and super-glue to fix it later.\" There are spider webs everywhere, not a patch of the wall is clean. A unique moldy smell spreads across the entire room; it must be from the old tatamis used to tile the floor. Welcome to Class F.  \n  \nThe protagonist feels displeased at such an arrangement; he seeks help from his friends to try to make a change through invoking war! And they devise all kinds of plans to try to beat the famous Class A, scheming to get Class A's classroom and equipment if they win!!  \n  \nAdaptation of the light novel series written by Inoue Kenji with illustrations by Haga Yui  \n\n\n---\n\nThe following likes are to AnimeNewsNetwork for the anime:  \n[Season 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=10816)  \n[Season 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=12431)  \n[OVA](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=11847)\n\n[Wikipedia](https://ja.wikipedia.org/wiki/%E3%83%90%E3%82%AB%E3%81%A8%E3%83%86%E3%82%B9%E3%83%88%E3%81%A8%E5%8F%AC%E5%96%9A%E7%8D%A3)",
      "ru": "17-летний Акихиса Ёши, парень простой до неприличия, которого окружающие за глаза кличут «дурачком», учится в академии Фумидзуки, где принцип «каждому по уму» доведен до логического завершения. Все решают результаты тестов, в итоге гении и зубрилки из класса «А» наслаждаются чудесами комфорта и техники, а лодыри и лоботрясы из класса «F» сидят в кабинете с разбитыми окнами и оборудованием довоенной сельской школы. Самое интересное, что в Фумидзуки «школьные войны» допускаются и даже поощряются, ведь их ведут не сами ученики, а призванные ими миниатюрные аватары, сила которых измеряется опять же итогами тестов хозяина. Драться могут все, победитель уходит наверх, побежденный скатывается вниз по иерархической лестнице."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "15",
    "lastChapter": "84"
  },
  {
    "mangaId": "af6f72d6-af16-4974-ac72-c8ca8cb6db58",
    "title": {
      "en": "Ochame na Okusan to no Nichijou Chabangoto"
    },
    "updatedAt": "2024-06-29T12:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/af6f72d6-af16-4974-ac72-c8ca8cb6db58/3a295f23-9722-464f-85f6-c4b2e530c167.jpg",
    "altTitles": [
      {
        "ja": "とある奥さんの様子"
      },
      {
        "ja-ro": "Toaru Okusan no Yousu"
      },
      {
        "en": "The State of a Certain Wife"
      },
      {
        "ja": "お茶目な奥さんとの日常茶番事"
      },
      {
        "ja-ro": "Ochame na Okusan to no Nichijou Chabangoto"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternate Official Raw - [X (Formerly Twitter)](https://x.com/gibagibagiba/status/1633031267829817344) (Chapter 2),\n[Nico Nico Douga Manga](https://sp.manga.nicovideo.jp/comic/63088) (Different chapter numbering)\n- Defunct Official Raw (Chapter 1) - [Pixiv](https://www.pixiv.net/artworks/105860251), [FANBOX](https://gibagibagiba.fanbox.cc/posts/5412957)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-06-18T16:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/e9ea65b0-b09f-465d-b56a-e81f3ec6057b.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5369047f-c487-4adb-a285-b09a01ed9693",
    "title": {
      "en": "Attacking the Girls' Dormitory of the Demon King"
    },
    "updatedAt": "2024-08-09T06:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/5369047f-c487-4adb-a285-b09a01ed9693/97b818ae-d5b4-4108-a448-259ee6c9b308.jpg",
    "altTitles": [
      {
        "zh": "攻略魔王的女生寝室"
      },
      {
        "zh-hk": "攻略魔王的女生寢室"
      },
      {
        "en": "Attacking the Girls' Dormitory of Demon King"
      },
      {
        "zh-ro": "Gōnglüè Mówáng De Nǚshēng Qǐnshì"
      }
    ],
    "description": {
      "en": "A female assassin from the modern era transmigrates into a cheesy Western-themed fantasy otome game and needs to make the Demonic male leads fall in love with her in order to save the world. Bent on returning to reality, she begins to train the assassination skills of the evil second female lead, Lisa, in the hope that Lisa will kill her, but because of her stubbornly silly personality and various types of ambiguous physical contact, she made Lisa fall in love with her?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "92"
  },
  {
    "mangaId": "496b7402-6272-46b5-bf99-1f216acd20df",
    "title": {
      "en": "Rebirth in the End Times: I Reached the Top by Opening Boxes"
    },
    "updatedAt": "2024-08-03T22:39:03+00:00",
    "coverArt": "https://mangadex.org/covers/496b7402-6272-46b5-bf99-1f216acd20df/26286d96-304b-4e75-8d80-d746fd988141.png",
    "altTitles": [
      {
        "zh": "末世重生：我靠开箱子问鼎巅峰"
      }
    ],
    "description": {
      "en": "Jiang Xiaoyong was betrayed and killed by a green tea girl in the apocalypse, but was accidentally resurrected a year ago and obtained the blind box system. \n\nHe was always one step ahead of others, collecting supplies and spending a fortune to build a safe house before the apocalypse. He became stronger through the system and avenged his enemies in his previous life. \n\nFrom then on, he embarked on the road to the king's counterattack."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4aa9b79-1bff-4b70-a337-0b2122d51f88",
    "title": {
      "en": "Nee, Mou Isso Tsukiacchau? Osananajimi no Bishoujo ni Tanomarete, Camo Kareshi Hajimemashita"
    },
    "updatedAt": "2024-04-16T17:17:54+00:00",
    "coverArt": "https://mangadex.org/covers/d4aa9b79-1bff-4b70-a337-0b2122d51f88/94109aca-a2f0-4706-a5f3-d7b6cd4f40e3.jpg",
    "altTitles": [
      {
        "en": "Hey, Wanna Go Out With Me? My Childhood Friend, a Beautiful Girl, Asked for My Help, and Now I've Become Her Camouflage Boyfriend."
      },
      {
        "ja": "ねぇ、もういっそつき合っちゃう？幼馴染の美少女に頼まれて、カモフラ彼氏はじめました"
      },
      {
        "zh-hk": "吶，要不我們交往吧？被美少女青梅竹馬拜託，開始假冒她的男友"
      },
      {
        "ja-ro": "nemotsuki"
      }
    ],
    "description": {
      "en": "Masaichi Mazono, an otaku boy, and Toiro Kurumi, the most beautiful girl in school, are childhood friends. Toiro, who was always in Masaichi’s room, was supposed to be like family to him. \n\nBut one day, Toiro, who was constantly getting annoyed by her romantic troubles, asks Masaichi to play the role of her boyfriend. They thought it would be simple to pretend to be a couple because they’d been together for so long, but their ideal childhood friend can’t possibly end up as a false lover…\n\n_“E-eh no, holding hands is embarrassing.”_\n\nA childhood friend who is more than a lover embarks on a more adventurous lover’s life than she could have dreamed!",
      "ja": "オタク男子・真園正市と、学校一の美少女・来海十色は腐れ縁の幼馴染。ある日、恋愛関係のトラブルに嫌気がさした十色に頼まれ、正市は彼氏役を演じることに。「元々ずっと一緒にいるから、カップルのフリも簡単！」と思っていた二人だが、相性抜群の幼馴染が偽の恋人で終わるはずがなく――!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "738c875c-1a67-4365-862f-50ade14f8133",
    "title": {
      "en": "Golden Kamuy (Official Colored)"
    },
    "updatedAt": "2024-07-09T07:21:10+00:00",
    "coverArt": "https://mangadex.org/covers/738c875c-1a67-4365-862f-50ade14f8133/1ed35e4c-2200-4f6c-8172-1b3695db484e.jpg",
    "altTitles": [
      {
        "en": "Golden Kamuy - Digital Colored Comics"
      },
      {
        "ja": "ゴールデンカムイ カラー版"
      }
    ],
    "description": {
      "en": "A tale of high adventure and survival on the Japanese frontier!   In the early twentieth century, Russo-Japanese War veteran Saichi Sugimoto searches the wilderness of the Japanese frontier of Hokkaido for a hoard of hidden gold. With only a cryptic map and a native Ainu girl to help him, Saichi must also deal with every murderous cutthroat, bandit and rogue who knows about the treasure!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "31",
    "lastChapter": "314"
  },
  {
    "mangaId": "9405904f-aedb-47c3-be7c-d805aef77d9c",
    "title": {
      "en": "Her Mountain, Her Ocean"
    },
    "updatedAt": "2024-06-05T16:23:25+00:00",
    "coverArt": "https://mangadex.org/covers/9405904f-aedb-47c3-be7c-d805aef77d9c/a6b7c0e8-358b-4bdb-9e56-55ba22254ff2.png",
    "altTitles": [
      {
        "zh-ro": "Tā De Shān, Tā De Hǎi"
      },
      {
        "zh": "她的山，她的海"
      },
      {
        "en": "The Youth"
      },
      {
        "en": "Her Mountain, Her Sea"
      }
    ],
    "description": {
      "en": "(Gentle, tenacious honor student and the cold domineering girl) Chi Tang and Youyu are both weirdos in Year 1 Class 2 of high school. They become desk mates, roommates, each other's salvation, protecting the other's warmth. The relationship between the two went from ignorance to understanding. A poem of youth composed.",
      "zh": "（温柔坚韧学霸&骄横高冷少女）池唐和游余都是高一二班被敬而远之的异类，她们成为同桌和室友，也成为救赎、保护彼此的温暖。两人的感情从懵懂到刻骨，谱写一首青春的诗歌。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Record of Ragnarok"
    },
    "updatedAt": "2024-07-19T12:40:01+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/5f2306f9-eecb-4996-ae90-e34be10c475a.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "World's End Valkyrie"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "ja-ro": "Shuumatsu no Valkyrie"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n\n---\n  - Alternative English Translation: [<comikey>](https://comikey.com/comics/record-of-ragnarok-manga/61/)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4293e1db-264a-4fd5-93f2-ed2d9694a3c8",
    "title": {
      "en": "Fate/Grand Order From Lostbelt"
    },
    "updatedAt": "2024-06-03T13:43:34+00:00",
    "coverArt": "https://mangadex.org/covers/4293e1db-264a-4fd5-93f2-ed2d9694a3c8/2a25d9a1-2b81-428e-878c-fd1e69067a93.jpg",
    "altTitles": [
      {
        "ja": "Fate/Grand Order フロム ロストベルト"
      },
      {
        "ru": "Судьба/Великий Приказ: из Лостбельта"
      }
    ],
    "description": {
      "en": "A collection of side stories focusing on the Crypters.  \n\n---\n\n*※ Contains Cosmos in the Lostbelt spoilers.*",
      "ru": "Антология, что повествует об истории каждого из Криптеров, появившихся во второй части Fate/GO!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "31.5"
  },
  {
    "mangaId": "63b53485-81a3-45f8-9427-4d1cb929f81d",
    "title": {
      "en": "Vanilla land"
    },
    "updatedAt": "2024-02-14T05:44:36+00:00",
    "coverArt": "https://mangadex.org/covers/63b53485-81a3-45f8-9427-4d1cb929f81d/a83727a4-454c-41bf-9b1e-0bd3a990ff16.jpg",
    "altTitles": [
      {
        "en": "vanilla land"
      },
      {
        "en": "Vanilla Land"
      }
    ],
    "description": {
      "en": "In lands far..far away, where scary monsters and horrific creatures live. where hidden treasures and magic exists, where there are still undiscovered kingdoms and empires mankind discovered a new source of energy to empower their mechanical machines & weapons. we discovered vanilla the source of unlimited energy. follow the journey of gen orchid, rosa & altamiras as they seek the djinn chef master to grant their wishes\n\nstory & art by me & my wife, together we are couple comics #fantasy_Manga_to_read"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee394872-62df-4c49-b73d-769428f47f6a",
    "title": {
      "en": "Ghoul ga Sekai wo Sukutta Koto wo Watashi dake ga shitteiru"
    },
    "updatedAt": "2024-06-08T04:33:27+00:00",
    "coverArt": "https://mangadex.org/covers/ee394872-62df-4c49-b73d-769428f47f6a/3eb639d9-871e-470c-b5e1-802f67752821.jpg",
    "altTitles": [
      {
        "ja": "グールが世界を救ったことを私だけが知っている"
      },
      {
        "en": "Only I Know the Ghoul Saved the World"
      }
    ],
    "description": {
      "en": "“I’m not a hero. I’m a monster that devours monsters.” In a chaotic world where ferocious monsters run rampant, there was a “monster” who inherited the title of “hero” in the holy city, the last bastion of humanity on the brink of extinction. Alice, a rookie adventurer, was attacked by a large pack of dog people (Kobolds) during her first ‘dungeon’ exploration. The one who saved her life was Leon, the third-generation “Savior” hero, who, despite having the body of a monster (Ghoul), possesses a human heart.\n\n“I’m nothing but a defiled ghoul who keeps on killing monsters.”\n\n“No, you’re the only hero who can save the world.”\n\nFor some reason, Alice, who admires him, applies to become Leon’s disciple."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c7e03de-e294-4b6c-91ab-c5a1dfb24d84",
    "title": {
      "en": "Dame Skill [Auto Mode] ga Kakuseishimashita ~Are, Guild no Scout-san, Ore wo \"Iranai\"-tte Itte Masendeshita?~"
    },
    "updatedAt": "2024-04-24T08:02:28+00:00",
    "coverArt": "https://mangadex.org/covers/1c7e03de-e294-4b6c-91ab-c5a1dfb24d84/10512ee0-2066-4172-ba88-a0d622183075.jpg",
    "altTitles": [
      {
        "ja": "ダメスキル【自動機能】が覚醒しました～あれ、ギルドのスカウトの皆さん、俺を「いらない」って言ってませんでした？～"
      },
      {
        "en": "The Useless Skill [Auto Mode] Has Been Awakened: Huh, Guild's Scout, Didn't You Say I Wasn't Needed Anymore?"
      },
      {
        "ja-ro": "Dame Skill [Jidou Kinou] ga Kakuseishimashita ~Are, Guild no Scout-san, Ore wo \"Iranai\"-tte Itte Masendeshita?~"
      }
    ],
    "description": {
      "en": "Young boy Claus was gifted with a Skill called [Auto Mode]. It is an extremely rare skill and he was so pleased when first received it...\n\nTurns out, the skill's abilities [Auto Return] for \"only to go home\" and [Auto Travel] for \"only to go to places that have been visited\" are a completely useless ability for both combat and making money!\n\nHowever, the now leveled up Claus has come to know the true nature of [Auto Mode]!\n\n---\n\n(JP) [Web Novel](https://ncode.syosetu.com/n2757gs/) [Light Novel](https://kc.kodansha.co.jp/title?code=1000040012)",
      "ja": "１５歳の少年クラウスが教会で授かったのは発現自体が珍しいというユニークスキル！　将来は勇者か英雄かと胸を高鳴らせた少年だがその夢は無残にも打ち砕かれる…。スキル【自動機能】は[自動で家に帰れるだけ]のてんで役立たずな外れスキルだったからだ！　スキルレベルが上がればと期待を抱くが、レベル2は[自動で行ったことのある場所へ移動するだけ]、レベル３は[自動で資源を採取するだけ]とがっかりする。ところが念のためクラウスが試してみると…！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba549e23-300f-426a-81e9-114115db5bcd",
    "title": {
      "en": "Zatsuyo Gakari Ken Shien Jutsu Shi Ha Party Tsuiho Ni Akogareru ~Seken Ha Tsuiho Boomnanoni, Ore Wo Kadai Hyoka Suru Party Member Tachi Ga Kesshite Tebanaso to Shitekurenai~"
    },
    "updatedAt": "2024-08-01T14:37:07+00:00",
    "coverArt": "https://mangadex.org/covers/ba549e23-300f-426a-81e9-114115db5bcd/0589d538-cdb0-4dc9-b287-78791c35be59.jpg",
    "altTitles": [
      {
        "ja": "雑用係兼支援術師はパーティー追放に憧れる～世間は追放ブームなのに、俺を過大評価するパーティーメンバーたちが決して手放そうとしてくれない～"
      },
      {
        "en": "The Support Mage Yearns for Party Banishment: The World Is in a Banishment Boom, but the Party Members Who Think Too Highly of Me Never Want to Let Me Go"
      },
      {
        "es": "El Encargado de los Deberes y Mago de Apoyo Anhela ser Expulsado del Grupo ~Aunque el Mundo Está en un Boom de Expulsiones, los Miembros del Grupo que me Sobreestiman no me Dejarán ir~"
      }
    ],
    "description": {
      "en": "“Stormbreaker,” an up-and-coming party of young adventurers, is making waves in the dungeon conquest world with its record-breaking speed. Amidst this, Monog, who works as a handyman and a support mage, begins to doubt whether he will be expelled from “Stormbreaker” due to the recent “Attacker Supremacy” trend. However, the other members have no intention of kicking him out. In fact, they are the complete opposite…?\n\nIs the negative handyman actually a genius(?) support mage? Join these cute and unique members as they aim to become the strongest party!\n\nFrom Let’s Become Novelists comes a harem-style youthful adventure tale!",
      "es": "El grupo de aventureros jóvenes y prometedores 'Stormbreaker' está causando sensación al progresar en la conquista del calabozo a una velocidad récord. En medio de esto, Monogu, quien trabaja en tareas generales y también es un mago de apoyo, se siente cada vez más paranoico debido al actual 'atacante supremacista' que prevalece, temiendo ser expulsado de 'Stormbreaker'. Sin embargo, los miembros no tienen intenciones de expulsarlo, ¡y de hecho, algo totalmente opuesto...? ¡El despectivo asistente resulta ser un genio mago de apoyo! Junto a los miembros con personalidades únicas y adorables, ¡apuntemos a convertirnos en el grupo más fuerte! ¡Desde 'Novela Web', una historia de aventuras juveniles y harem!",
      "ja": "新進気鋭の若手パーティー「ストームブレイカー」は、最速記録でダンジョン攻略を進める今話題の冒険者集団だ。そんな中、雑用係兼支援術師のモノグは昨今の「アタッカー至上主義」により、自身が「ストームブレイカー」から追放されるのでは？と疑心暗鬼に陥っていた。しかし、メンバーたちは追放しようとは思っておらず、それどころかまったくの真逆で…？ネガティブ雑用係は天才（？）支援術師だった！？キュートで個性派ぞろいのメンバーたちと、目指せ最強パーティー！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5576c38-7f54-4032-b49b-f85fad5710ab",
    "title": {
      "en": "Gyeongseong Detective Agency"
    },
    "updatedAt": "2024-04-27T09:00:35+00:00",
    "coverArt": "https://mangadex.org/covers/a5576c38-7f54-4032-b49b-f85fad5710ab/cb05fcfb-15f8-4a36-bdf8-1aa1d5eae0d7.jpg",
    "altTitles": [
      {
        "ko": "경성탐정사무소"
      },
      {
        "ko-ro": "Gyeongseongtamjeongsamuso"
      }
    ],
    "description": {
      "en": "In Gyeongseong, the city of glittering lights and glamorous desire, Gyeongseong Detective Agency has opened its doors at No. 45, District 1, Myeongchijeong. Sohwa, a 16-year-old servant girl, has nothing to her name but her wits and bravery. When she accidentally gets caught up in a secret scheme, she meets Jeong Haegyeong, a young man running his own detective agency. Chased by memories from the past, they must work together to clear her name."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "edaae213-67c7-4a6c-ad5f-141001891741",
    "title": {
      "en": "Yu-Gi-Oh!"
    },
    "updatedAt": "2024-02-25T23:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/edaae213-67c7-4a6c-ad5f-141001891741/9064ab4f-ce36-4f37-9c36-a725d631fc40.jpg",
    "altTitles": [
      {
        "ja-ro": "Yu☆Gi☆Oh"
      },
      {
        "ru": "Король игр"
      },
      {
        "ja": "遊☆戯☆王"
      },
      {
        "ja": "遊戯王"
      },
      {
        "ko": "유희왕"
      },
      {
        "en": "The King of Games"
      },
      {
        "th": "เกมกลคนอัจฉริยะ"
      },
      {
        "sv": "spelkungen"
      },
      {
        "ru": "Ю:-ги-о:"
      },
      {
        "fi": "Pelien kuningas"
      },
      {
        "de": "König der Spiele"
      },
      {
        "vi": "Vua Trò Chơi"
      },
      {
        "pt": "rei dos jogos"
      },
      {
        "fr": "Le Roi des jeux"
      },
      {
        "es": "El rey de los juegos"
      },
      {
        "sr": "Југио"
      },
      {
        "bg": "Ю-Ги-О!"
      },
      {
        "bg": "цар на игрите"
      },
      {
        "da": "Spillenes Konge"
      },
      {
        "ro": "Game King"
      },
      {
        "nl": "Koning der Spellen"
      },
      {
        "el": "Game King"
      },
      {
        "hu": "A Játékok Királya"
      },
      {
        "fa": "یو-گی-او"
      },
      {
        "ar": "يوغي ملك اللعبة"
      },
      {
        "zh-hk": "遊戲王"
      },
      {
        "zh": "遊戲王"
      },
      {
        "zh-ro": "Iû-hì-ông"
      },
      {
        "id": "Raja Permainan"
      },
      {
        "ms": "raja permainan"
      },
      {
        "ko-ro": "yuhuiwang"
      },
      {
        "pt-br": "O Rei dos Jogos"
      },
      {
        "ja-ro": "Yu☆Gi☆Oh!"
      }
    ],
    "description": {
      "en": "Sitting by himself in the back of the class, 10th-grader Yugi always had his head in some game–until he solved the Millennium Puzzle, an Egyptian artifact containing the spirit of a master gambler from the age of the pharaohs! Awakened after three thousand years, the King of Games possesses Yugi, recklessly challenging bullies and evil-doers to the Shadow Games, where the stakes are high, and even the most ordinary bet may result in weirdness and danger beyond belief! Let the games… begin!",
      "pt-br": "O estudante Yugi Mutou passou a maior parte de seu tempo sozinho jogando jogos - até que ele resolveu o Enigma do Milênio, um artefato egípcio misterioso! Possuída pelo quebra-cabeça, Yugi se torna o Yu-Gi-Oh(O Rei dos Jogos), e irá enfrentar os desafios dos Jogos das Sombras - Jogos mortais com grandes apostas e altos riscos, como apostar a sua alma e a alma de seus queridos amigos! O mangá contém novas histórias não vistas no anime, incluindo a origem de Yugi e seus amigos!"
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "38",
    "lastChapter": "343"
  },
  {
    "mangaId": "b4f9bdc0-dbc2-4013-9d75-b702c1455c72",
    "title": {
      "en": "D4DJ -The Prologue Of Peaky P-key-"
    },
    "updatedAt": "2024-08-15T00:53:05+00:00",
    "coverArt": "https://mangadex.org/covers/b4f9bdc0-dbc2-4013-9d75-b702c1455c72/f8cf333f-c461-4fea-9096-579d01cb200d.png",
    "altTitles": [],
    "description": {
      "vi": "Tiếp tục là manga của D4DJ về Peaky P-key, unit đỉnh nhất của học viện Yoba còn gọi là nhà vô địch tuyệt đối. Sáng tác bởi Ichiro Sakaki, minh họa bởi Mitsuki Meia, manga kể về màn gặp gỡ giữa Kyoko và Shinobu, và sự hình thành của Peaky P-key với sự tham gia của Yuka và Esora."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "7f9eee54-94ac-4872-bb66-51ba93b87467",
    "title": {
      "en": "City of Sands"
    },
    "updatedAt": "2024-04-14T21:01:35+00:00",
    "coverArt": "https://mangadex.org/covers/7f9eee54-94ac-4872-bb66-51ba93b87467/cfda5dbe-19ed-4c02-a4bb-ed8406a30d51.jpg",
    "altTitles": [
      {
        "en": "The City of Sand"
      },
      {
        "ja": "砂の都"
      }
    ],
    "description": {
      "en": "Stories about the lives and experiences of people living on an island in the desert, a place where the present and past intermingle.\n\n**Won 9th place in the 2024 *Kono Manga ga Sugoi!* men's category rankings.**"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "f7fad530-677d-4e02-bb03-aeb0c0136afe",
    "title": {
      "en": "Amaenaideyo!!"
    },
    "updatedAt": "2023-11-30T21:05:03+00:00",
    "coverArt": "https://mangadex.org/covers/f7fad530-677d-4e02-bb03-aeb0c0136afe/ae6c940f-d817-47da-a53b-0fb0acbb06c6.png",
    "altTitles": [
      {
        "en": "Ah My Buddha"
      },
      {
        "ja-ro": "Amaenaide yo!!"
      },
      {
        "en": "Don't Act So Spoiled!!"
      },
      {
        "fr": "T'abuses Ikkô!"
      },
      {
        "ru": "Не приставай ко мне!!"
      },
      {
        "ja": "あまえないでよっ！！"
      },
      {
        "zh": "极乐天师"
      },
      {
        "zh-hk": "極樂天師"
      },
      {
        "ko": "응석부리지마!!"
      }
    ],
    "description": {
      "en": "The protagonist of the series is the lecherous Satonaka Ikkou, who transforms into a super-monk (being able to perform mass exorcisms) by his lust for the girls he live with. He lives in the Saien Temple as a Buddhist priest in training with six other nuns: Amanogawa Haruka, Ikuina Sumi, sisters Sugai Sakura & Hinata, Nambu Chitose and Atouda Yuuko, each of whom represents one of the bosatsu of the six lower realms of the traditional Buddhist cosmology. Chitose is the other main character and has a strange relationship with Ikkou; he seems to be in all the wrong places at all the wrong times, but they really care for each other in all actuality. A side effect of Ikkou using his ultimate power is that immediately afterwards he turns into an even bigger pervert that he normally is. The series is about Ikkou's self-destructive power and his attempts to control his own super-sensual sphere/powers.  \n  \nSee [AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=5381) for the season 1 of the anime.  \nSee [AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6204) for the season 2 of the anime."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "42"
  },
  {
    "mangaId": "e289bfd1-65cd-4254-8bde-37774a3a0412",
    "title": {
      "en": "The Legendary Assassin Reincarnated as the Beloved Youngest Daughter of a Royal Family"
    },
    "updatedAt": "2024-08-15T00:37:19+00:00",
    "coverArt": "https://mangadex.org/covers/e289bfd1-65cd-4254-8bde-37774a3a0412/e7265c64-5d72-4f25-8bb0-70a9d6758ad8.jpg",
    "altTitles": [
      {
        "ja": "伝説の暗殺者、転生したら王家の愛され末娘になってしまいまして"
      },
      {
        "pt-br": "Tire proveito da habilidade do assassino  Proteja sua família, amor."
      },
      {
        "pt-br": "Um assassino lendário, reencarnou e se tornou a filha mais nova da família real"
      },
      {
        "en": "The Legendary Assassin Reincarnated as the Beloved Youngest Daughter of a Royal Family."
      },
      {
        "ja-ro": "Densetsu no Ansatsusha, Tensei Shitara Ouke no Aisare Suemusume ni Natte Shimaimashite"
      }
    ],
    "description": {
      "pt-br": "“Babu-babu-babu-babu-babu-babu!?”\n (Estou me transformando em um bebê!?)\n\n Thoth, um assassino considerado uma lenda no submundo, é vendido por seus pais ainda jovem e criado estritamente como um assassino, por isso não conhece o amor de sua família.  Por capricho, ela salva um gato e morre, mas depois de morrer, está prestes a ser condenada ao inferno por tirar a vida de muitas pessoas.  No entanto, devido à sua boa ação de salvar um gato, ela pode reencarnar e renascer como a princesa do reino, Patricia.  Então, Deus ordena que ele salve os membros da família real – sua família.\n Ele deveria ter renascido como um bebê indefeso, mas suas habilidades de assassino não diminuíram e ele continua a lutar contra assassinos um após o outro.\n\n Aos poucos, surge o sentimento de querer proteger os membros da família real, que os amam incondicionalmente só porque são da família...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e675297b-8b2a-4612-a956-5eee26269606",
    "title": {
      "en": "Mokuyoubi no Furutto"
    },
    "updatedAt": "2023-09-09T19:20:24+00:00",
    "coverArt": "https://mangadex.org/covers/e675297b-8b2a-4612-a956-5eee26269606/024221f8-111c-4e2c-98a0-c8a058d2317a.jpg",
    "altTitles": [
      {
        "ja-ro": "Furutto on Thursday"
      },
      {
        "ja": "木曜日のフルット"
      },
      {
        "zh-hk": "木曜日的弗羅多"
      }
    ],
    "description": {
      "en": "Furutto is a cat that leads a double life. On one hand, he's the companion of a young woman in an apartment building named Kujirai, who feeds him (when she hasn't gambled away her meager manga-assistant's paycheck) and spends time with him in her apartment. On the other hand, he wants to keep his street cred as a stray cat and spends a good amount of time hanging out with the other strays, trying to steal food out of trash cans and rumbling with the cats from the next town over."
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8c7db6f-6151-445c-bbad-70b1341580f0",
    "title": {
      "en": "Revenge on the Real One"
    },
    "updatedAt": "2024-03-30T10:31:24+00:00",
    "coverArt": "https://mangadex.org/covers/a8c7db6f-6151-445c-bbad-70b1341580f0/8cd47f91-a931-4763-9129-0e436c076348.jpg",
    "altTitles": [
      {
        "ko": "진짜 딸이 돌아왔다"
      },
      {
        "en": "The Real Daughter Has Returned"
      },
      {
        "en": "The Real Daughter Is Back"
      }
    ],
    "description": {
      "en": "Helga Eutrid, a half-blood noble born from a filthy maid of the Duke’s family, was a substitute daughter–a fake. She worked hard to become a real daughter, and continued to work harder still.\n\n\"Duchess! The real lady is alive.\"\n\"Her name is… Helianne!”\n\nHelga prayed to God and begged that the real daughter didn’t return to take her place.\n\n\"...return, Helianne.\"\n\"Please don't return, I beg you.\"\n\nHelga wondered, was it because she was a fake that her pleas did not reach God?\n\n“Dear God, I have prayed to you countless times, haven’t I? I implore you; do not let her return.\" She shouted these prayers again and again until her throat turned hoarse; but it was in vain.\n\n'The child who will ruin my whole world…\nThe Duke family’s real daughter, Helianne.'\n\nThe real daughter has returned.\n\n---\n\nHelga Yttri, a half-noble lady who inherited the blood of a lowly maid. \n\nA bastard child whose position was switched by the Duke's maid; a Fake child.\n\nHelga gave her everything to be recognised as the real daughter. \n\n\"Your Grace! The real Young Miss is alive.\"\n\"She goes by the name Hyllian...!\" \n\nHelga prayed to God countless times so that the real Young Miss never returned. \n\n\" ...don't come back, Hyllian.\"\n\"Don't come back, please.\" \n\nShe wondered if her prayers failed to reach God because she was a fake daughter. \n\n\"Dear God, I've been praying countless times.\" \n\"I asked you never to let 'that child' return.\"\n\nThe prayers she howled until her throat went hoarse were all in vain. \n\n\"The real daughter of the House of Yttri, Hyllian... The child who will destroy my whole world.\" \n\nThe real daughter is back."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29ca9de0-b633-4756-b4f3-c3bef1ee4f9e",
    "title": {
      "en": "Seasons of Lovesome"
    },
    "updatedAt": "2024-08-14T21:55:12+00:00",
    "coverArt": "https://mangadex.org/covers/29ca9de0-b633-4756-b4f3-c3bef1ee4f9e/3edef2b4-d047-44b4-855f-2036e1ad8f93.jpg",
    "altTitles": [
      {
        "en": "Lovesome Youth"
      },
      {
        "en": "Youth Lovesome"
      },
      {
        "ko": "청춘 러브썸"
      }
    ],
    "description": {
      "en": "\"It may be hazy blue, but that's alright\"\n\nTaking place a year after the epilogue of Seasons of Blossom, this story focuses on the new opening of “Cafe Blossom and NEMONE Atelier” as well as Bomi’s new classmate “Pureum” as they explore a new found youth. \n\nCampus romance, after school romance, office romance, it has it all.  \n\nThe heartwarming series is back with another youthful story!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4aa0f10f-1333-4f01-a6da-5316f6a51c40",
    "title": {
      "en": "D4DJ-The Starting of Photon Maiden-"
    },
    "updatedAt": "2024-08-14T23:48:27+00:00",
    "coverArt": "https://mangadex.org/covers/4aa0f10f-1333-4f01-a6da-5316f6a51c40/3fe4e62c-08c4-4216-9dd4-d37eae01feed.png",
    "altTitles": [],
    "description": {
      "vi": "Một manga khác thuộc D4DJ, lần này câu chuyện sẽ xoay quanh về Photon Maiden - một unit gồm những cá nhân tài năng nhất Nhật Bản, được tuyển chọn gắt gao với quy mô toàn quốc. Một câu chuyện chưa từng được kể về cuộc sống của 4 thành viên Izumo Saki, Niijima Ibuki, Hanamaki Towa, Fukushima Noa."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "10"
  },
  {
    "mangaId": "66c183ca-20a3-4184-be8c-7ebf04e79f64",
    "title": {
      "en": "Emilone's Temptation Labirynth"
    },
    "updatedAt": "2024-08-14T22:57:35+00:00",
    "coverArt": "https://mangadex.org/covers/66c183ca-20a3-4184-be8c-7ebf04e79f64/0b9700f4-465a-4f68-9ecd-55fdf753c176.jpg",
    "altTitles": [
      {
        "ko": "에밀로네의 유혹 미궁"
      },
      {
        "pl": "Labirynt Pokus Emilone"
      }
    ],
    "description": {
      "en": "Emilone, once a successful actress but after traveling dimensions, she became a Saintess.\n\nThis feat got her the decent nickname of ‘the lady who traveled dimensions’ but she didn’t receive any special attention.\n\nBecause all the attention in the Empire went to Princess Ronella Nestro.\n\nWhile devoting herself to her work as a Saintess, Emilone accidentally discovered the secret of Princess Nestro.\n\nThe Princess’s kind and innocent appearance was all an act!\n\n‘This could be quite interesting.’\n\nIf she got closer to Princess Nestro, maybe her boring life wouldn’t be so boring after all.",
      "pl": "Byłam popularną aktorką, zanim przyszłam na ten świat i zostałam Emilone, Świętą. Nadano mi przydomek „dama, która przeniosła wymiar”.\n\nMimo to nie poświęcono mi szczególnej uwagi. Cała uwaga skupiona była na księżniczce Ronelli Nestro.\n\nW rezultacie zdecydowałam się poświęcić swoje życie byciu Świętą.\n\nKtóregoś dnia przypadkowo odkryłam sekret księżniczki. Niewinna i dobroduszna osobowość księżniczki była udawaniem!\n\n„To może być interesujące.”\n\nMoże uda mi się przerwać moją nudną rutynę, jeśli zbliżę się do księżniczki Ronelli.\n\nZdecydowałam się podjąć niebezpieczną decyzję dla zabawy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-05-08T23:05:04+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/e878e3bb-a019-4bc9-bd7c-8c370369b20f.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9818d8b0-6ec5-4427-b0d4-ae311231f76f",
    "title": {
      "en": "Boku no Ma na Musume"
    },
    "updatedAt": "2024-08-04T21:22:05+00:00",
    "coverArt": "https://mangadex.org/covers/9818d8b0-6ec5-4427-b0d4-ae311231f76f/279277ee-6138-47f4-a1d8-c623ac0e14c5.jpg",
    "altTitles": [
      {
        "ja": "ぼくの魔なむすめ"
      },
      {
        "ja-ro": "Boku no Mana Musume"
      },
      {
        "ja-ro": "Boku no Manamusume"
      },
      {
        "ja-ro": "Bokuno Manamusume"
      },
      {
        "en": "My Darling Devilish Daughter"
      },
      {
        "vi": "Đứa con gái tiểu quỷ đáng yêu của tôi"
      }
    ],
    "description": {
      "en": "Sami-chan, who lives alone with her dad, has inherited her mom's silver hair and perfectly round eyes, making her an incredibly adorable daughter. However, this daughter has a secret. When she feels lonely, horns sprout from her head. She's a \"half-demon\" born from a devil...! Would having a daughter like this bring happiness!? Or... A heartwarming comedy filled with the bond between father and daughter?",
      "ja": "まぁ手がかかる・・・でも、こんな娘がいたら幸せだ。\n\nパパと2人暮らしのサミちゃんは、ママ譲りの銀髪、まん丸な瞳でとても可愛い愛娘。だが、この娘には秘密がある。寂しくなるとツノがニョキッと生える、悪魔との間に生まれた「半分“魔”な娘」だった･･･！こんな娘がいたら幸せ!?それとも･･･\n父娘の絆が満ち満ちるハートフル？コメディー！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5fd4a0ce-2c0a-43ce-9d83-4cd752abb326",
    "title": {
      "en": "I Am the Strongest Lord in Another World"
    },
    "updatedAt": "2023-12-03T10:31:49+00:00",
    "coverArt": "https://mangadex.org/covers/5fd4a0ce-2c0a-43ce-9d83-4cd752abb326/985e0ec7-9236-449a-983a-75a94452115e.png",
    "altTitles": [
      {
        "en": "Record of the Mightiest Lord"
      },
      {
        "zh": "我是异世界最强领主"
      },
      {
        "zh": "我是異世界最強領主"
      },
      {
        "en": "Lord System"
      }
    ],
    "description": {
      "en": "Richard, a transmigrator, became a pioneering aristocrat in another world. At the time, the natives were invading the country from the front and a noble with ill intentions was plotting behind the scenes. Richard only had a few things to rely on and one of them was called... The Lord System.\n\nCreating frontiers to build castles, finding dwarves to buy equipment and much more! Bearmen, minotaurs, goblins... all kinds of enemies were invading one after another! The road to becoming the mightiest lord begins!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9041cc-6f82-403a-b0c9-aca68ce76bc2",
    "title": {
      "en": "The Knight and Her Emperor"
    },
    "updatedAt": "2023-09-08T21:51:35+00:00",
    "coverArt": "https://mangadex.org/covers/9d9041cc-6f82-403a-b0c9-aca68ce76bc2/fa0bb09b-8199-4d7b-8191-0509e30daec7.jpg",
    "altTitles": [
      {
        "ko": "황제와 여기사"
      },
      {
        "ko-ro": "Hwangjewa Yeogisa"
      },
      {
        "en": "Emperor and the Female Knight"
      },
      {
        "en": "The King and His Knight"
      },
      {
        "fr": "L'armure et la couronne"
      },
      {
        "fr": "L'empereur et la chevaleresse"
      },
      {
        "uk": "Імператор та лицарка"
      },
      {
        "ja": "皇帝と女騎士"
      },
      {
        "ja-ro": "Koutei to Onna Kishi"
      },
      {
        "zh-hk": "皇帝與女騎士"
      },
      {
        "zh": "皇帝与女骑士"
      },
      {
        "id": "Kaisar dan Ksatria Wanita"
      },
      {
        "vi": "Hoàng đế và Nữ hiệp sĩ"
      }
    ],
    "description": {
      "en": "Pollyanna is an unremarkable girl in a noble family. Her parents send her to military conscription hoping she'll die quickly in battle. Left only with her wits and her strength, Pollyanna fights to rise up in the ranks. One day, she meets an ardent king, one who finally acknowledges her worth. Moved by his dream for unity, Pollyanna vows to fight for him. But now the young king is slowly realizing this stalwart knight has also conquered his heart.\n\n---\nAfter six years of pointless war between her country, the Kingdom of Ehas, and their neighbor enemies, the Kingdom of Cukda, aged 20, the woman soldier and former petty officer Pauliana Kellenbell has been defeated and captured in a storming attack by the army of another enemy nation, the Kingdom of Acrea, an attack she had personally predicted but fell on deaf ears by her superiors. She has been desperately trying to survive in men's society, but it was all in vain, her noble birthright having been taken away by her family by being sent to war, and having all her efforts crushed down by the fact that she's a woman in the all-male army of Ehas.\n\nAcrea's young king, Lucius, sees her struggle and potential, and makes an unexpected offer. He dreams of becoming the first emperor to conquer the South continent and its sea. Pauliana swears a life-long allegiance to Lucius for acknowledging her, becoming his knight and most trusted advisor, bestowing her with the name Pauliana Winter. However, in the end, Lucius is just an emperor on the battlefield that had awakened his love for Pauliana!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%99%80-%EC%97%AC%EA%B8%B0%EC%82%AC/2332), [KakaoPage](http://page.kakao.com/home/52250831)\n\n**Official Translations:**\n* English: [Pocket Comics](https://www.pocketcomics.com/comic/162), [Tapas](https://tapas.io/series/the-knight-and-her-emperor/info), [Tappytoon](http://www.tappytoon.com/en/comics/the-knight-and-her-emperor)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/6561/)\n* [French / Français](http://www.verytoon.com/serie/l-armure-et-la-couronne/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kaisar-dan-Kesatria-Wanita/230)\n* [Japanese / 日本語](https://piccoma.com/web/product/14567)",
      "ja": "前妻との娘である「ポリアナ」は家族にとってただの邪魔もの――。\n父はポリアナが戦死することを望み強制的に戦場に行かせるのだが…自分を見捨てた親への復讐と生き残るため必死に訓練し、疲弊した戦地の男世界でも耐えぬくポリアナ。\nしかし、敵国の新王「ルクソス」が率いるアクレア軍の侵攻により、ポリアナは絶体絶命の危機に――!?",
      "ko": "“오늘따라 경이 귀여워 보이는구나.” “폐하, 어디 불편하십니까?” 미모와 능력을 갖춘 대륙의 패왕, 남자보다 거친 여기사에게 반하다?! 전우애가 연애로 발전하기까지, 진중함과 유머의 황금비로 풀어내는 새로운 스타일의 ‘여기사 로망’! 때는 전시, 여기사 폴리아나는 적국 아크레아의 군대에 패배한다. 그녀는 남자들의 사회에서 살아남기 위해 필사적으로 노력해 왔으나 이제는 허망히 죽을 신세. 하지만 아크레아의 젊은 왕 룩소스 1세는 그녀의 사투를 보고 뜻밖",
      "tr": "Pauliana, düşman ulus ordusu Acrea tarafından yenildi ve yakalandı. Umutsuzca erkekler toplumunda hayatta kalmaya çalışıyordu, ama hepsi boşunaydı. Acrea’nın genç kralı Lucius, mücadelesine tanık oldu ve beklenmedik bir teklifte bulundu. Onun hayali savaşı sürdürmek ve Güney kıtasını ve denizini fetheden ilk imparator olabilmekiti. Pauliana, Lucius’a, onu kabul ettiği için ömür boyu sürecek bir bağlılık sözü verdi. Ancak, sonunda, Lucius sadece Pauliana’ya olan sevgisini savaş alanında uyandırmiş bir imparatordu.",
      "uk": "Пауліану подолали, і вона була захоплена у полон армією ворожої країни Акрії. Вона відчайдушно намагалася вижити в чоловічому товаристві, але все було марно. Молодий король Акрії, Люціус, побачив її боротьбу та зробив неочікувану пропозицію. Він мріє продовжити війну та стати першим імператором, що скорить Південний континент і море. Пауліана присягнула на вірність Люціусу за те, що він її визнав. Однак, зрештою, Люціус - просто імператор, який на полі бою усвідомив свої почуття до Пауліани.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%99%80-%EC%97%AC%EA%B8%B0%EC%82%AC/2332), [KakaoPage](http://page.kakao.com/home/52250831)\n\n**Official Translations:**\n* English: [Pocket Comics](https://www.pocketcomics.com/comic/162), [Tapas](https://tapas.io/series/the-knight-and-her-emperor/info), [Tappytoon](http://www.tappytoon.com/en/comics/the-knight-and-her-emperor)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/6561/)\n* [French / Français](http://www.verytoon.com/serie/l-armure-et-la-couronne/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kaisar-dan-Kesatria-Wanita/230)\n* [Japanese / 日本語](https://piccoma.com/web/product/14567)",
      "zh": "称霸大陆的皇帝，居然爱上了比自己还要强悍的女骑士！ 雅娜是一心为皇帝献出忠诚的骑士，面对皇帝突如其来的爱意，超飒的她会怎么应对呢？ \n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%99%80-%EC%97%AC%EA%B8%B0%EC%82%AC/2332), [KakaoPage](http://page.kakao.com/home/52250831)\n\n**Official Translations:**\n* English: [Pocket Comics](https://www.pocketcomics.com/comic/162), [Tapas](https://tapas.io/series/the-knight-and-her-emperor/info), [Tappytoon](http://www.tappytoon.com/en/comics/the-knight-and-her-emperor)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/6561/)\n* [French / Français](http://www.verytoon.com/serie/l-armure-et-la-couronne/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kaisar-dan-Kesatria-Wanita/230)\n* [Japanese / 日本語](https://piccoma.com/web/product/14567)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "197"
  },
  {
    "mangaId": "1571a21b-3f9f-4568-bca3-f8eaceb23e65",
    "title": {
      "en": "Madara no Tamago"
    },
    "updatedAt": "2024-08-15T00:17:24+00:00",
    "coverArt": "https://mangadex.org/covers/1571a21b-3f9f-4568-bca3-f8eaceb23e65/646f153d-e7b1-4a42-830a-dfd6b792f18a.jpg",
    "altTitles": [
      {
        "ja": "まだらの卵"
      },
      {
        "en": "Speckled Egg"
      },
      {
        "en": "Spotted Egg"
      }
    ],
    "description": {
      "en": "\"The extreme heat, and the stench of the factory, mixed with the unique smell of a fishing port, this town feels like hell on earth...\"\nA collection of tragic horror stories by horror manga master, Hino Hideshi, originally published by Hibari hit comics, and listed as number 1 in its \"black frame\" horror manga series\n\n1 • Uroko no Nai Sakana: A boy keeps having terrible nightmares every night, but he can't remember a single thing from these nightmares, at the same time, he is getting tormented by hallucinations of a fish he caught.\n2 • Semi no Mori: A boy and his beautiful  sister's summer vacation are ruined by a swarm of cicadas...\n3 • Mannequin no Heya: A boy believes the mannequins from \"the mannequin room\" are haunted.\n4 • Jigoku e no Elevator: What will happen when this boy takes a strange elevator?\n5 • Gama: A boy that kills toads for fun suffers a terrible fate.\n6 • Tomodachi: The tragic tale of 2 childhood best friends...\n7 • Okashina Yado: A family stays in a bizarre inn.\n8 • Madara no Tamago: One day, a boy living in a factory filled area finds a strange spotted egg in a plot of land and brings it home, the boy goes to school and when he comes back, he sees a creature hatching from the egg, but his beloved pets..."
    },
    "status": "completed",
    "releaseDate": 1976,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "5c371025-f09a-4e3f-ac4b-535644593e54",
    "title": {
      "en": "Pocky Games"
    },
    "updatedAt": "2023-11-29T19:12:21+00:00",
    "coverArt": "https://mangadex.org/covers/5c371025-f09a-4e3f-ac4b-535644593e54/e9375da0-5d7e-4eaa-86c4-84d78b93df2c.jpg",
    "altTitles": [
      {
        "ja": "ポッキーゲーム"
      },
      {
        "en": "I don't wanna play the Pocky Game"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "316d3d09-bb83-49da-9d90-11dc7ce40967",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 3-bu 「Ryouchi ni Hon o Hirogeyou!」"
    },
    "updatedAt": "2024-08-10T16:21:49+00:00",
    "coverArt": "https://mangadex.org/covers/316d3d09-bb83-49da-9d90-11dc7ce40967/07a6b320-bd19-404f-b582-110ffc76c164.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 3 「Let's Spread the Book to the Territory!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 3"
      },
      {
        "en": "Honzuki no Gekokujou: Part 3"
      },
      {
        "fr": "La Petite Faiseuse de Livres"
      },
      {
        "ja": "本好きの下剋上 ～司書になるためには手段を選んでいられません～ 第三部 「領地に本を広げよう！」"
      },
      {
        "ja": "本好きの下剋上 第三部"
      }
    ],
    "description": {
      "en": "Following a disastrous encounter with a noble, Myne finally resolves to say goodbye to her family and friends in the lower city, changing her name to “Rozemyne” and beginning her new life as the adopted daughter of Ehrenfest’s archduke. However, her days as an archnoble in noble society are brutal, as she is put through rigorous etiquette and magic training on top of her duties as High Bishop and forewoman. It all proves too much for a weak little seven-year-old girl… Or it would have, had the High Priest not offered her the keys to the temple’s book room as a reward. If she could get her hands on those, she’d be able to read all sorts of precious books! Her name may have changed, but Rozemyne’s passion for books remains the same as she charges into a whole new world! The detailed setting expands as the printing industry grows in size. Here begins Part 3 of this biblio-fantasy for book lovers everywhere!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b41581bd-ea92-44ef-8eb9-cd62df5c35b0",
    "title": {
      "en": "Kuse Tsuyo Kanojo wa Toko ni Izanau"
    },
    "updatedAt": "2024-06-20T04:58:11+00:00",
    "coverArt": "https://mangadex.org/covers/b41581bd-ea92-44ef-8eb9-cd62df5c35b0/f8bf2243-4049-4dd2-a4ee-352172bfea6a.png",
    "altTitles": [
      {
        "ja": "クセ強彼女は床にいざなう"
      },
      {
        "ja": "クセ強彼女はとこにいざなう"
      },
      {
        "ja": "クセ強彼女は床(とこ)にいざなう"
      },
      {
        "ja-ro": "Kusetsuyo Kanojo wa Toko ni Izanau"
      },
      {
        "en": "A Quirky Girl Is Inviting Me to Bed"
      }
    ],
    "description": {
      "en": "***I'm suddenly living together with the older girl I used to have a crush on!? Even more, I'm starting to suspect that she's a slut!?***\n\nNaoto Kiyoshi is a young man who just entered university after failing his entrance exams one year before. When he was looking for a place to live in so that he could move to Tokyo, he found himself living together with Luna, a relative and older girl who he used to have a crush on.\n\nThe Luna he admired in the past was neat, beautiful and mature... and now she apparently became a slut!? Night after night, he hears her seductive and unladylike moans, and it's making Naoto horny. There are also other men she's unreasonably close to besides him. Luna, whose thoughts he couldn't fathom, is leading him around by the nose! Furthermore, other women with lewd quirks aside from Luna have also gathered there!?\n\nThis is the start of his exciting new life surrounded by slutty(?) older girls!",
      "ja": "昔好きだったお姉さんといきなり同棲!?しかもヤリマ●疑惑が浮上!?\n\n一浪して大学に合格した青年・木吉直人。上京のために住める場所を探していたところ、親戚で憧れの姉・月（ルナ）の家で同棲することに。\n昔憧れていた月は垢ぬけて、美しく成長し…そして…ビッチになっていた!?夜な夜なあられもない嬌声を聞き、モンモンとする直人。\n他の男性がいる割に距離感もめちゃくちゃ近い。何を考えているか分からない月に翻弄され、さらに月以外の\nエッチで癖が強い女の子たちも集まりだし…!?\n\nビッチ？なお姉さんたちに囲まれる楽しい新生活、開幕ーー。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e4fcb47-5f7d-4751-a84d-abd2d5590e30",
    "title": {
      "en": "Yowamushi Pedal - Spare Bike"
    },
    "updatedAt": "2022-09-28T04:52:47+00:00",
    "coverArt": "https://mangadex.org/covers/9e4fcb47-5f7d-4751-a84d-abd2d5590e30/7db4ba48-3f63-4955-911f-273169ccd6ca.jpg",
    "altTitles": [
      {
        "ja": "弱虫ペダル SPARE BIKE"
      }
    ],
    "description": {
      "en": "These are the recollections of a group of men who bet everything on their bicycles. The central pillars of their respective teams, the 3rd years. New stories revealing their pasts is about to begin!!"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04598a65-4f1f-4807-a419-d79ca7f67457",
    "title": {
      "en": "Under Ninja"
    },
    "updatedAt": "2024-02-28T06:14:44+00:00",
    "coverArt": "https://mangadex.org/covers/04598a65-4f1f-4807-a419-d79ca7f67457/db065abe-a0e4-4201-8fa9-5d490bfb047f.jpg",
    "altTitles": [
      {
        "ja": "アンダーニンジャ"
      },
      {
        "ja-ro": "Andā Ninja"
      }
    ],
    "description": {
      "en": "The once-prosperous Japanese ninja are said to have been dismantled by the GHQ following the Pacific War and disappeared. In reality, the ninja still exist in secret, and their number is rumored to be as many as 200,000. Some of the elite ninja work behind the scenes at the national level. On the other hand, the ninja at the end of the line are often unable to find work. One such ninja, Kuro Kumogakure, is living the life of a NEET."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99729c30-4ed9-486d-a3da-08b06e242878",
    "title": {
      "en": "Isekai Mou Kaeritai"
    },
    "updatedAt": "2024-08-05T02:21:09+00:00",
    "coverArt": "https://mangadex.org/covers/99729c30-4ed9-486d-a3da-08b06e242878/bf365114-9946-493b-94c3-27f29a996350.png",
    "altTitles": [
      {
        "ja": "異世界もう帰りたい"
      },
      {
        "en": "I Want To Go Back Home."
      }
    ],
    "description": {
      "en": "Ordinary salaryman X isekai = a dispirited life in another world!?\nHe worked normally, ate normally, and slept normally. Salaryman Shimoyamaguchi Ichirou was satisfied with his simple but happy everyday life.\nOne day, he was summoned to another world to fight as a hero, but was as well received as a 1-star character pulled in a gacha game...\n\"Ugh, I just want to go home...\"\nWhich way will tomorrow lead Shimoyamaguchi!?",
      "ja": "平凡なサラリーマン×異世界=しょんぼり転生…!?\n普通に働き、普通にご飯を食べ、普通に寝る。そんな平凡なハッピーで物足りた日常を過ごすサラリーマン・下山口一郎。\nある日突然、英雄として異世界に召喚されたけど、評価は★1つのハズレガチャ扱い……。\n「嗚呼、もう帰りたい……」下山口の明日はどっちだ──!?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "48"
  },
  {
    "mangaId": "163306e6-1700-42a4-882f-26db124cbec2",
    "title": {
      "en": "Hero Killer"
    },
    "updatedAt": "2024-07-14T02:24:46+00:00",
    "coverArt": "https://mangadex.org/covers/163306e6-1700-42a4-882f-26db124cbec2/649d7c41-83fc-49ca-b271-abb21b882042.jpg",
    "altTitles": [
      {
        "ko": "히어로 킬러"
      },
      {
        "de": "Heldentöter"
      },
      {
        "fr": "La tueuse d'héros"
      },
      {
        "es": "La asesina de héroes"
      },
      {
        "pl": "Zabójca bohaterów"
      },
      {
        "uk": "Вбивця героїв"
      },
      {
        "ru": "Убийца героев"
      },
      {
        "zh-hk": "英雄殺手"
      },
      {
        "fr": "Tueur des héros"
      }
    ],
    "description": {
      "de": "Alle Schurken sind besiegt und die Helden haben die Welt gerettet. Das klingt erst einmal gut, doch sind wirklich alle Helden gut? Nicht alle, die sich „Helden“ nennen, verhalten sich auch so: Eine Frau, deren Schwester von einem dieser „Helden“ getötet wurde, begibt sich auf die Mission, den Täter zu finden, und wird zum „Hero-Killer“, der jede Nacht Jagd auf korrupte Helden macht. Kann sie es schaffen, ihre Schwester zu rächen und die Welt zu einem besseren Ort zu machen?\n\n---\n**Official Translations:**\n* [German / Deutsch](https://www.webtoons.com/de/action/hero-killer/list?title_no=3403)",
      "en": "The world is in constant turmoil, with constant wars breaking out between Heroes and Villains.\n\nGifted with supernatural abilities, one lone girl sets out on a bloody path for revenge against the injustices of the world she lives in. With the constant clashes between titans, no one is safe.\n\nIf no one is willing to protect the innocent, who are the real heroes, and who are the real villains? What truly separates one from the other?",
      "es": "El mundo está en constante agitación, con guerras constantes desatándose entre héroes y villanos. Dotada con habilidades extraordinarias, una chica solitaria recorre un camino sangriento de venganza contra las injusticias del mundo en el que vive. Con los enfrentamientos constantes entre los titanes, nadie está a salvo. Si nadie está dispuesto a proteger a los inocentes, ¿quiénes son los verdaderos héroes? ¿Quiénes son los verdaderos villanos? ¿Qué es lo que realmente separa a los unos de los otros?\n\n---\n**Official Translations:**\n* [Spanish / Español](https://www.webtoons.com/es/action/hero-killer/list?title_no=3422)",
      "fr": "Dotée de capacités surnaturelles, Ehwa, une jeune fille solitaire, s'engage sur un chemin sanglant afin de se venger pour sa soeur qui a été tuée par un \"héros\". Elle ne sait toujours pas qui de ces \"héros\" est responsable de sa mort, mais cela lui importe peu... car il suffit de les massacrer tous.\n\n---\n**Official Translations:**\n* [French / Français](https://www.webtoons.com/fr/action/hero-killer/list?title_no=3151)",
      "hu": "A világ állandó kavarodásban van, állandó háborúk törnek ki a Hősök és a Gonoszok között. Természetfölötti képességekkel felruházva egy magányos lány véres útra indul, hogy bosszút álljon a világ igazságtalanságai ellen, amelyben él. Ha senki sem hajlandó megvédeni az ártatlanokat, kik az igazi hősök és kik az igazi gonosztevők? Mi választja el igazán a másikat?",
      "id": "Bertahun-tahun yang lalu, Ehwa kehilangan saudara perempuan karena seorang hero yang tidak dikenal. Sampai sekarang, tidak ada yang tahu siapa pembunuh saudara perempuan Ehwa. Tetapi hal itu tidak masalah baginya, karena dia akan menghabisi semua hero yang ada di dunia.\n\n---\nPerang berakhir dengan kekalahan para villain. Sekarang dunia dikuasai oleh Hero yang korup. Dan Salah satu Hero tersebut membunuh saudara perempuan Ehwa. dia tidak tahu yang mana, tapi tidak masalah. Jika dia membunuh satu per satu, mereka akan ada di antara mereka. Ehwa menjadi Hero killer, Villain yang memburu para Hero setiap malam. \"Aku akan membunuh semua orang dan akan mengambil semuanya!\"\n\n---\n**Official Translations:**\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/hero-killer/list?title_no=3083)",
      "it": "Il mondo è in costante fermento, con continue guerre scoppiate tra eroi e cattivi. Dotata di abilità soprannaturali, una ragazza solitaria intraprende un percorso sanguinoso per vendicarsi contro le ingiustizie del mondo in cui vive. Con i continui scontri tra titani, nessuno è al sicuro. Se nessuno è disposto a proteggere gli innocenti, chi sono i veri eroi e chi sono i veri cattivi? Cosa separa veramente l'uno dall'altro?",
      "ko": "전쟁은 빌런들의 패배로 막을 내렸다.\n이제 세상은 부패한 히어로들이 지배하고 있다.\n그리고, 그런 히어로들 중 하나가 이화의 언니를 죽였다.\n언니를 죽인 게 누구인지는 모르지만 상관없다.\n한 놈씩 죽이다 보면 그중에 있을 테니까.\n이화는 매일 밤 영웅들을 사냥하는 빌런, 히어로 킬러가 된다.\n​\n한 악당의 지독한 액션 활극.\n“모조리 죽이고, 빼앗아 주마!”",
      "th": "เรื่องราวสงครามระหว่างเหล่าฮีโร่และวายร้ายได้จบลงด้วยชัยชนะของกลุ่มฮีโร่ แต่โลกในตอนนี้กลับปกครองด้วยกลุ่มฮีโร่ที่ฉ้อฉล และหนึ่งในฮีโร่กลุ่มนั้นได้ฆาตกรรมพี่สาวของอีฮวา อีฮวาไม่รู้เลยว่าฮีโร่คนไหนที่ลงมือฆ่าพี่สาวของเธอ เธอเลยตัดสินใจไล่ฆ่าพวกฮีโร่ไปทีละคน เธอคิดว่าถ้าฆ่าพวกฮีโร่กลุ่มนั้นให้หมด แล้วมันจะนำไปสู้การล้างแค้นให้พี่สาวเธอได้ การล้างแค้นของวายร้ายผู้สิ้นหวังได้เริ่มต้นขึ้น “ฉันจะฆ่าพวกแกทุกคน ฉันจะพรากทุกอย่างที่แกมีไปจากแก”\n\n---\n**Official Translations:**\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/hero-killer/list?title_no=2840)",
      "zh-hk": "戰爭在反派的敗北下落幕了，而世界由腐敗的英雄們接手掌控。 然而，其中一個英雄殺了苡禾的姐姐。 她不在乎兇手是誰，反正把他們全部殺掉就可以了。 苡禾每晚都會行動，成為了英雄殺手的反派角色。 一個壞蛋的殘忍獵殺行動。「全部殺掉！全部搶走！」\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/hero-killer/list?title_no=5647)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "528fdd65-4c0d-4e21-82d8-66da8d6113d6",
    "title": {
      "en": "Fukuzatsu na Kyoudai no 4koma"
    },
    "updatedAt": "2024-07-18T02:42:01+00:00",
    "coverArt": "https://mangadex.org/covers/528fdd65-4c0d-4e21-82d8-66da8d6113d6/70cb625d-3b5a-4b1f-a33f-7ef66d7ba1b5.jpg",
    "altTitles": [
      {
        "ja": "複雑な姉弟の４コマ"
      },
      {
        "ja-ro": "Fukuzatsu na Kyoudai no Yonkoma"
      },
      {
        "en": "A Complicated Sibling Relationship 4-Koma"
      },
      {
        "en": "A Complicated Older Sister and Younger Brother 4-Koma"
      }
    ],
    "description": {
      "en": "\"Big Sis!?\"\n\"Kouta!?\"\n\n\nThe two of them were enjoying an in-game romance (without knowing each other's identities). Upon seeing each other's faces at their long-awaited offline meetup... they were both shocked to see that their partner was in fact their own sibling!?\n\nThese are complicated feelings for sure... and rather hard to accept!\n\n(Source: Kadokawa)\n\n---\n\nAdditional Links\n\n* [Kadokawa](https://store.kadokawa.co.jp/shop/g/g322302001578/) (Publisher)\n* [BookLive](https://booklive.jp/product/index/title_id/20068503/vol_no/001)",
      "ja": "「姉ちゃん!?」\n「康太!?」\n\n＊\n\nゲーム内で恋愛を楽しんでいたふたり。\n待ちに待ったオフ会で顔を合わせたら……相手はまさかの姉弟で!?\n複雑なこの感情……なかなか飲み込むのは難しい！\n\nＳＮＳで話題のカオス展開ラブコメが、 描き下ろしを加えて待望の書籍化!!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "100"
  },
  {
    "mangaId": "e0c7eeef-0b25-43b2-9cad-d25bee60d3e3",
    "title": {
      "en": "Omega Tribe"
    },
    "updatedAt": "2024-05-04T19:24:44+00:00",
    "coverArt": "https://mangadex.org/covers/e0c7eeef-0b25-43b2-9cad-d25bee60d3e3/cb26e8a5-7c5e-4b7e-8b51-a8fac7ff67d1.jpg",
    "altTitles": [
      {
        "ja": "オメガトライブ"
      },
      {
        "zh": "神鬼一族"
      }
    ],
    "description": {
      "en": "It's the dawn of a new millennium....while all the people of the world are living their lives, something is happening in Africa,  where the first humans were born. Now a new type of human is going to rise, and it''s going to change the world, either we like it or not. Evolve or get extinct, there no other choices in this manga which explores the meaning of life, evolution and what being human really means."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "erotica",
    "lastVolume": "14",
    "lastChapter": "152"
  },
  {
    "mangaId": "f019b88d-d1c9-461c-851a-7690df063496",
    "title": {
      "en": "The Great Wizard Transcendent"
    },
    "updatedAt": "2024-06-15T07:25:44+00:00",
    "coverArt": "https://mangadex.org/covers/f019b88d-d1c9-461c-851a-7690df063496/0330573f-8251-4653-8321-39cbfb193e3f.jpg",
    "altTitles": [
      {
        "ko": "회귀로 초월하는 대마도사"
      },
      {
        "ko-ro": "Hoegwiro Chowolhaneun Daemadosa"
      },
      {
        "en": "Archmage Transcending Through Regression"
      },
      {
        "fr": "L'archimage transcende par revenir en le temps"
      },
      {
        "es": "El archimago que trascendiendo a través de la regresión"
      },
      {
        "ru": "Архимаг, преодолевающий регрессию"
      },
      {
        "tr": "Sil baştan büyücü"
      },
      {
        "ja": "回帰して世界を変える大魔法使い"
      },
      {
        "zh": "超越时间的大魔导士"
      },
      {
        "vi": "Ma pháp sư vĩ đại hồi quy"
      },
      {
        "en": "Archmage Who Transcends by Returning"
      }
    ],
    "description": {
      "ar": "ميخائيل والبورجس، الساحر الوحيد ذو الدائرة التاسعة في العالم، سقط في معركة بسبب بطل ملعون، وتمكن من إلقاء تعويذة سحرية أخيرة متقدمة، <العودة في الزمن>، مع هذه القدرة، عاد قبل ٢٠ عامًا. “حسنًا. سأصبح البطل بدلا من ذلك”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
      "en": "Mikhail Walpurgis, the world’s only 9th-circle Archmage, fell in battle due to a damned hero, and managed to cast one final advanced magic spell, <TIME REVERSAL>. As time rewound, he regressed to 20 years ago.\n\n“Fine. I’ll just become the hero instead.”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
      "es": "Mikhail Walpurgis, el único archimago del mundo del noveno circulo, cayo en batalla por culpa de un maldito héroe, y consiguió lanzar un ultimo hechizo de magia avanzada, <Reversión de tiempo>. Al rebobinar el tiempo, retrocedió 20 años atrás.\n\n“Bien. Me convertiré en el héroe en su lugar.”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
      "fr": "Mikhail Walpurgis, le seul archimage du 9e cercle au monde, est tombé au combat à cause d'un héros inutile et a réussi à lancer un dernier sort magique de niveau avancé; le <TIME REVERSAL>. Au fil du temps, il a régressé 20 ans en arrière.\n\n«Bien. Je deviendrai juste le héros à la place.»\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
      "ru": "Михаил Вальфургис, единственный в мире маг 9-го круга, пал в ожесточенном бою из-за воина, проигравшего гнусному демону. В последний момент, на пороге смерти, он сумел применить могущественное магическое заклинание <Возращение во времени>. Обратив время вспять, он вернулся на 20 лет назад.\n\n\"Отлично, теперь я займу место того воина\"\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
      "th": "มิคาอิล วัลเพอร์จิส อาร์คเมจเพียงวงที่ 9 ของโลก พ่ายแพ้ในการต่อสู้เนื่องจากฮีโร่ผู้เคราะห์ร้าย และจัดการร่ายเวทมนตร์ขั้นสูงครั้งสุดท้าย <TIME REVERSAL> เมื่อย้อนเวลากลับไปเมื่อ 20 ปีที่แล้ว “ดี. ฉันจะกลายเป็นฮีโร่แทน\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
      "tr": "Dünyanın tek 9. halkalı başbüyücüsü olan Mikhail Walpurgis, aptal bir kahraman yüzünden savaşta yenik düştü. Son anında hayatını ve kaderi kurtaracak büyüyü yaptı <Sil Baştan>\nZamanı geriye sarıp 20 yıl öncesinde uyandığında aklında tek bir şey vardı: “Kahramanlığı bu salağa kaptırmayacağım.”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
      "pt-br": "Mikhail Walpurgis, o único Arquimago de 9º círculo do mundo, caiu em batalha por causa de um herói detestável, e conseguiu conjurar um último feitiço avançado, <REVERSÃO DO TEMPO>. Com o rebobinar do tempo, ele voltou para 20 anos atrás. “Ótimo. Ao invés disso vou só me tornar o herói.”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30f3ac69-21b6-45ad-a110-d011b7aaadaa",
    "title": {
      "en": "Tonikaku Kawaii"
    },
    "updatedAt": "2024-05-05T05:17:22+00:00",
    "coverArt": "https://mangadex.org/covers/30f3ac69-21b6-45ad-a110-d011b7aaadaa/e116a85f-2e71-4f73-8da4-24e58e463e81.jpg",
    "altTitles": [
      {
        "en": "Fly Me to The Moon"
      },
      {
        "ja-ro": "Tonikaku Cawaii"
      },
      {
        "en": "TONIKAWA: Over The Moon For You"
      },
      {
        "ru": "Унеси меня на Луну"
      },
      {
        "ja": "トニカクカワイイ"
      },
      {
        "zh": "总之就是非常可爱"
      },
      {
        "ko": "어쩄든 귀여워"
      },
      {
        "en": "Cute Anyways"
      }
    ],
    "description": {
      "en": "Described as a story full of \"love\" and \"dreams\", Tonikaku Kawaii follows a protagonist whose name is written with the characters for \"Hoshizora\" (\"Starry Sky\" in Japanese), but whose name is pronounced as \"Nasa\". On the day of his high school entrance exams, Nasa encounters a beautiful girl. For Nasa, it feels like destiny is finally calling out to him that he will have a girl friend, but…\n\nNote: Volume 15 and 16's numberings are correct, as this is how they are in the original.",
      "ru": "Тяжело жить, если родители дали тебе имя НАСА - да, как NASA, и каждый второй спрашивает, пойдешь ли ты в астронавты. Еще тяжелее, если в один день тебя собьет грузовик, ты встретишь любовь всей своей жизни и тут же ее потеряешь, согласившись жениться на ней. Мужик сказал, что женится - значит женись. И заверьте… Веселая комедия положений без особой логики, но с неожиданными поворотами сюжета. Ведь жена и правда с Луны?..   \r\n  \r\n**Tonikaku Cawaii is the official romanization.**",
      "pt-br": "Aceito sair com você se você se casar comigo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0456e4f-e428-4509-90c7-141e69a211b3",
    "title": {
      "en": "Axe-Swinging Elf and Bow-Drawing Dwarf"
    },
    "updatedAt": "2024-08-08T18:42:56+00:00",
    "coverArt": "https://mangadex.org/covers/e0456e4f-e428-4509-90c7-141e69a211b3/6af44534-cdee-4d37-8887-3a228b6084f8.jpg",
    "altTitles": [
      {
        "ja": "斧振りエルフと弓引きドワーフ"
      },
      {
        "ja-ro": "Onofuri Elf to Yumihiki Dwarf"
      },
      {
        "en": "Axe-wielding Elf and Bow-wielding Dwarf"
      }
    ],
    "description": {
      "en": "A manga series about an elf who uses an axe and a dwarf who uses a crossbow.\n___\n**Additional Raw/Retail Links:**\n- [pixiv](https://www.pixiv.net/user/15033/series/188573)\n- BOOTH: [Collection 1](https://mado.booth.pm/items/4631795)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad7e6f16-dd3f-4bc7-bcfa-c516f3f87522",
    "title": {
      "en": "I Didn't Lull You to Sleep Only for You to Become Obsessed with Me"
    },
    "updatedAt": "2024-08-14T22:16:12+00:00",
    "coverArt": "https://mangadex.org/covers/ad7e6f16-dd3f-4bc7-bcfa-c516f3f87522/f05b9845-be3e-4fd7-b319-342bbfe8da2a.png",
    "altTitles": [
      {
        "ko": "집착하라고 재운 건 아니었는데"
      }
    ],
    "description": {
      "en": "The protagonist has possessed the body of April, a supporting character who was killed by the male lead after being manipulated by the villain.\n\nShe ignores the original storyline and resorts to spending the rest of her life running a café secluded in the countryside, but as the little boy she started to raise by chance turns out to be the nephew the male lead was desperately searching for all along, her resolution begins to go greatly awry.\n\nApril becomes the male lead's exclusive barista, and she pours him a coffee imbued with magic every night.\nEventually, she also ends up opening a café in the capital. She's planning to do so until the female lead makes her appearance. And around when that happens, she'll slowly start to leave the male lead's side.\n\nThere’s only one problem— she’s starting to grow fond of this life with him."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8312e9d-f78a-4e7a-8c42-0508b2fe571a",
    "title": {
      "en": "#Sono Gap ni Yowai Tokushuu"
    },
    "updatedAt": "2024-06-13T15:33:46+00:00",
    "coverArt": "https://mangadex.org/covers/a8312e9d-f78a-4e7a-8c42-0508b2fe571a/e17ac55f-8995-4dfa-ad0b-a42fd1b109c0.jpg",
    "altTitles": [
      {
        "ja": "#そのギャップにょゎぃ 特集"
      },
      {
        "ja-ro": "#Sono Gap Nyoi Tokushuu"
      }
    ],
    "description": {
      "en": "\"If I knew about this gap of yours, I'd fall in love!\"\n\nThe side your partner only shows you is irresistible! There's plenty of addictive gap moe in these stories! A collection of one shots featuring \"gap boys.\"\n\nCover Illustration: Machi Suehiro\n\nList of stories:\n1. The Chief Iwatsuji Only I Know / **Ore dake Shitteru Iwatsuji Kachou** (俺だけ知ってる岩辻課長) by ***Utsumi Long***\n\n2. Cute Liar / **Kawaii Usotsuki** (かわいいうそつき) by ***Suehiro Machi***\n\n3. **NON STOP Zaizen-kun** (NON STOP財前くん) by ***Kusege***\n\n4. The Right Way to Shorten Our Distance / **Tadashii Kyori no Chizume Kata** (正しい距離の縮め方) by ***JANMN***\n\n5. Akaoni-kun's Rice Ball / **Akaoni-kun no Onigiri** (赤鬼くんのおにぎり) by ***Hakata***\n\n6. It's Your Fault for Being So Suggestive / **Omowaseburi na Kimi ga Warui** (思わせぶりな君がわるい) by ***Tamaki Tsumugu***\n\n7. About a Guy Called \"Matsubara\" / **\"Matsubara\" to Iu Otoko** (「松原」という男) by ***Hashioka Ritsuki***\n\n8. Tell Me About Your Fingers / **Yubisaki de Oshiete** (指先でおしえて) by ***Yamamoto Mato***\n\n9. My Roommate's an Android? / **Roommate wa Android?** (ルームメイトはアンドロイド？) by ***Yamaguchi Suguri***\n\n10. Do You Understand What You're Doing, Senpai? / **Senpai, Wakatte Yatten no?** (先輩、わかってやってんの？) by ***Rakuta Shouko***",
      "ja": "＼君のそんなギャップ知ったら好きになっちゃうだろ！／\n\n🌟pixivコミックだけでお届けするショート特集🌟\n完全新作読み切り集「ギャップ男子」が大集合！\n\n相手にしか見せないその姿がたまらない、\nやみつきになるギャップが盛りだくさん！\n複数の作家陣が「ギャップ男子」をテーマに執筆！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "b7abf32c-4ebb-48ec-abae-84ca9eaa1775",
    "title": {
      "en": "Zhege Fanpai Youdian Liangxin, Danshi Bu Duo!"
    },
    "updatedAt": "2024-02-17T22:24:05+00:00",
    "coverArt": "https://mangadex.org/covers/b7abf32c-4ebb-48ec-abae-84ca9eaa1775/27ec95c5-e4d4-43d5-9e5d-64cc705992e4.jpg",
    "altTitles": [
      {
        "en": "Villain: My Brother Is The Chosen One"
      },
      {
        "en": "This Villain Has a Little Conscience, but Not Much!"
      },
      {
        "en": "This Villain Has Some Conscience, but Not Much!"
      },
      {
        "zh-ro": "Zhège Fǎnpài Yǒudiǎn Liángxīn, Dànshì Bù Duō!"
      },
      {
        "zh": "反派：我的弟弟是天选之子"
      },
      {
        "zh": "这个反派有点良心，但是不多！"
      }
    ],
    "description": {
      "en": "Qing Feng accidentally transmigrated to ancient times and became an overlord, the master of the Qing family. He thought that he could finally live a life where he’d have everything just by lying down. Who would know that his twin brother is the “legendary chosen one” and he’s the “destined villain”? To survive, he can only work hard with the help of the system!\n\n[Ding Dong detected that the host smacked the chosen one’s ass. 100 villain points acquired]\n\n[Ding dong, congratulations, host, on triggering the mission, tease the bathing Bi Yu. reward 200 villain points.]\n\nHehehe\n\nSometimes being a villain doesn’t seem like a bad idea.",
      "pt-br": "Qing Feng acidentalmente transmigrou para os tempos antigos e se tornou um senhor supremo, o mestre da família Qing. Ele pensou que finalmente poderia viver uma vida em que teria tudo apenas deitado. Quem saberia que seu irmão gêmeo é o \"escolhido lendário\" e ele é o \"vilão destinado\"? Para sobreviver, ele só pode trabalhar duro com a ajuda do sistema!\n\n[Ding Dong detectou que o anfitrião deu um tapa na bunda do escolhido. 100 pontos de vilão adquiridos.]\n\n[Ding Dong, parabéns, anfitrião, por iniciar a missão, provocar Bi Yu no banho. 200 pontos de vilão adquiridos.]\n\nHahaha\n\nAs vezes ser um vilão não é tão ruim assim."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-06-12T17:38:56+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/bdd44bcd-c0dc-4f83-ba15-fc99e8790ed4.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b84aab1-c7fd-4320-9d66-8bef80b8d178",
    "title": {
      "en": "Koha-Ace+"
    },
    "updatedAt": "2024-08-14T21:56:38+00:00",
    "coverArt": "https://mangadex.org/covers/0b84aab1-c7fd-4320-9d66-8bef80b8d178/6c3015bd-6028-45ac-8d52-3f803480a92c.png",
    "altTitles": [
      {
        "en": "Koha-Ace Plus"
      },
      {
        "ja": "コハエース＋"
      },
      {
        "ja": "コハエースプラス"
      }
    ],
    "description": {
      "en": "One year after the previous Koha-Ace, they're back at it again! The curtain draws on another disrespectful battle royale that TYPE-MOON somehow manages to tolerate! (Sequel to Koha-Ace)"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "b700777b-b007-436a-8830-951cd5e1df97",
    "title": {
      "en": "Phantom Busters"
    },
    "updatedAt": "2024-08-04T16:00:03+00:00",
    "coverArt": "https://mangadex.org/covers/b700777b-b007-436a-8830-951cd5e1df97/848d4da9-895c-4347-86d3-a992f9058d97.jpg",
    "altTitles": [
      {
        "ja": "ファントムバスターズ"
      },
      {
        "zh": "幻影敢死队"
      }
    ],
    "description": {
      "en": "High school freshman Eugene Korekishi is an honor student with zero psychic powers who does not believe in ghosts! However, his high school life takes an unexpected turn when he meets a maverick boy named Mogari Shishikuno, who exorcises ghosts by eating them! \n\nSet in Kamakura, this coming-of-age comedy about a high school boy who dispels evil spirits begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01565ca9-a413-4be8-8937-1d8c908fd080",
    "title": {
      "en": "Musket Girls! ~Tensei Sanbou to Senretsu Otome-tachi~"
    },
    "updatedAt": "2024-08-12T10:09:41+00:00",
    "coverArt": "https://mangadex.org/covers/01565ca9-a413-4be8-8937-1d8c908fd080/d67e5446-fc21-481b-9934-fb93833ed875.jpg",
    "altTitles": [
      {
        "en": "Musket Girls! Reincarnated Staff Officer and Battle Line Maidens"
      },
      {
        "ja": "マスケットガールズ！～転生参謀と戦列乙女たち～"
      }
    ],
    "description": {
      "en": "After my previous life was cut short, I was reincarnated in a world of early modern-style warfare where line infantry exchanges gunfire. Being a commoner second lieutenant, I was shunned as \"Krombertz the Grim Reaper\" because of the many deaths of my men in battle. With that, I was assigned to the 6th Special Duty Brigade, an all-female unit, as a staff officer. The brigade commander, who is up to something, and the carefree non-commissioned officers are women, while the foot soldiers are just girls who are practically amateurs. In this world, if you don't fight, you will be killed. That being the case, I have to do something about this... but how?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]