[
  {
    "mangaId": "b6a5d154-7845-4129-b473-ba0aec3deffd",
    "title": {
      "en": "The Elusive Samurai"
    },
    "updatedAt": "2024-06-21T11:44:32+00:00",
    "coverArt": "https://mangadex.org/covers/b6a5d154-7845-4129-b473-ba0aec3deffd/b1bb9f05-ed6a-4e68-aca2-565c53000bac.jpg",
    "altTitles": [
      {
        "en": "The Elusive Young Lord"
      },
      {
        "ru": "Юный лорд-мастер побега"
      },
      {
        "ja": "逃げ上手の若君"
      },
      {
        "ja-ro": "Nige Jouzu no Wakagimi"
      },
      {
        "ru": "Неуловимый самурай"
      }
    ],
    "description": {
      "en": "Yusei Matsui, creator of Assassination Classroom and Neuro: Supernatural Detective, is back! Set in feudal Japan in between the Kamakura and Muromachi periods, our hero Hojo Takatoki is a boy on the run that history all but forgot! When the Kamakura shogunate is overthrown by Ashikaga Takauji, Takatoki's family and standing are visciously taken away from him, and he must flee to the far reaches of the land to survive and seek out his revenge!",
      "ru": "Действие происходит в феодальной Японии между периодами Камакура и Муромати, наш герой Ходзе Такатоки - мальчик в бегах, о котором история почти забыла! Когда сегунат Камакура свергнут Асикагой Такаудзи, семья и положение Такатоки насильно отнимаются у него, и он должен бежать в дальние края страны, чтобы выжить и отомстить!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0423d9f-7fb4-437a-b0b8-4f9d60adeb55",
    "title": {
      "en": "The Vampire"
    },
    "updatedAt": "2024-01-17T18:19:06+00:00",
    "coverArt": "https://mangadex.org/covers/a0423d9f-7fb4-437a-b0b8-4f9d60adeb55/f144a4f4-7bd1-4d23-90cc-72efb6f5c3e1.jpg",
    "altTitles": [
      {
        "ja-ro": "ヴァンパイア"
      }
    ],
    "description": {
      "en": "I am a hungry Vampire. I longed to suck the blood of my destined one, which is said to be the finest, but somehow I satisfied my hunger on social media as an internet influencer. But one day, I got a hateful comment--.\n\nBased on the song Vampire by DECO*27",
      "ja": "私は飢えたヴァンパイア。\n極上といわれる運命の人の血を吸うことに憧れ、ひょんなことからインフルエンサーとしてSNSで飢餓感を満たしていた。\nしかしあるときアンチコメントがきて――。\n\n再生数5000万回超!!人気ボカロP・DECO*27の中毒必至ヒット曲をコミカライズ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0c7eeef-0b25-43b2-9cad-d25bee60d3e3",
    "title": {
      "en": "Omega Tribe"
    },
    "updatedAt": "2024-05-04T19:24:44+00:00",
    "coverArt": "https://mangadex.org/covers/e0c7eeef-0b25-43b2-9cad-d25bee60d3e3/cb26e8a5-7c5e-4b7e-8b51-a8fac7ff67d1.jpg",
    "altTitles": [
      {
        "ja": "オメガトライブ"
      },
      {
        "zh": "神鬼一族"
      }
    ],
    "description": {
      "en": "It's the dawn of a new millennium....while all the people of the world are living their lives, something is happening in Africa,  where the first humans were born. Now a new type of human is going to rise, and it''s going to change the world, either we like it or not. Evolve or get extinct, there no other choices in this manga which explores the meaning of life, evolution and what being human really means."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "erotica",
    "lastVolume": "14",
    "lastChapter": "152"
  },
  {
    "mangaId": "c6c30be6-3ded-428b-8bcf-be81ab8f7d33",
    "title": {
      "en": "Sasinsonyeon"
    },
    "updatedAt": "2024-04-14T20:27:56+00:00",
    "coverArt": "https://mangadex.org/covers/c6c30be6-3ded-428b-8bcf-be81ab8f7d33/3eb0d3de-0479-44fb-8120-7d61c1d78536.jpg",
    "altTitles": [
      {
        "en": "The Boy of Death"
      },
      {
        "ko-ro": "Sasinsonyeon"
      },
      {
        "zh-hk": "死神少年"
      },
      {
        "ko": "사신소년"
      },
      {
        "ru": "Жнец смерти"
      },
      {
        "en": "Reaper Boy"
      },
      {
        "en": "Hero Ticket"
      },
      {
        "th": "ตั๋วโกงชีวิต"
      },
      {
        "vi": "Cậu Bé Của Thần Chết"
      },
      {
        "id": "Ticket Hero"
      },
      {
        "es-la": "El Niño de la Muerte"
      }
    ],
    "description": {
      "en": "Lee Kyung Ho's mind was engulfed with ending his life due to bullying and the loss of his mother. He attempts to, but is saved. His determination to commit suicide somehow entices Sierra, a grim reaper who later offers him a contract. This contract blesses him with the ability to borrow the powers of the dead in their previous life in return of sacrificing years from his lifespan. For the sake of attaining what he wishes for, he eventually agrees to it.\n\n---\n**Original Webtoon:** [Naver](https://comic.naver.com/webtoon/list?titleId=730656)\n\n---\n**Official Translations:** [Chinese (Traditional Characters) / 漢語](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771),  [Indonesian / Bahasa](https://www.webtoons.com/id/action/ticket-hero/list?title_no=2195)",
      "fr": "L'esprit de Lee Kyung Ho était complètement bouleversé à l'idée de mettre fin à ses jours à cause du harcèlement et de la perte de sa mère. Il essaie, mais il est sauvé. Sa détermination à se suicider séduit Sierra, une faucheuse sinistre qui lui offre plus tard un pacte. Ce pacte lui permet d'emprunter les pouvoirs des morts dans leur vie antérieure en échange de plusieurs années sacrifiées de sa vie. Afin d'atteindre ce qu'il souhaite, il finit par l'accepter.  \n  \n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771)",
      "ru": "Ли Кён Хо был поглощен идеей суицида, из-за издевательств в школе и гибели его матери. Очередная попытка, но спасен. Его решимость покончить с собой каким-то образом соблазняет Сиеру, мрачного жнеца, который позже предлагает ему контракт. Этот контракт даёт возможность заимствовать способности и силы мертвых из их предыдущей жизни, в обмен на силу, он должен жертвовать годами, которые ему остались на этой земле. Ради достижения того, чего он желает, он всё таки соглашается на сделку.",
      "es-la": "Lee Kyung Ho queria terminar su vida debido al acoso y la pérdida de su madre. Intenta hacerlo, pero no lo consigue. Su determinación de suicidarse de alguna manera fracasa, una persona llega y le ofrece un contrato. Este contrato lo bendice con la capacidad de tomar prestados los poderes de los muertos en su vida anterior a cambio de sacrificar años de su vida. Para lograr lo que desea y el acepta el trato."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e3604cc-97b5-43f0-ab2c-c144debcae87",
    "title": {
      "en": "Yu-Gi-Oh OCG STORIES"
    },
    "updatedAt": "2024-02-23T02:11:45+00:00",
    "coverArt": "https://mangadex.org/covers/3e3604cc-97b5-43f0-ab2c-c144debcae87/624a4e29-f8d7-413e-8e27-4f7152b3e23e.jpg",
    "altTitles": [
      {
        "en": "Yu☆Gi☆Oh OCG Stories"
      },
      {
        "ja": "遊☆戯☆王OCGストーリーズ"
      },
      {
        "vi": "Chuyện kể về Yu★Gi★Oh! OCG"
      },
      {
        "pt-br": "Yu-Gi-Oh Histórias OCG"
      }
    ],
    "description": {
      "en": "In the distant past, the prosperous nation of Karma waged war against the nation of Spectra, resulting in the creation of an AI that wiped out all humans. Centuries later, Raye, the last surviving human, lives amongst an android society on the outskirts of Karma. On the night of her 13th birthday, her peaceful life is upended when Spectra attacks, destroying her home and forcing her friends to the front lines. Desperate to save everything she loves, Raye calls upon humanity's last bastion: \"Sky Striker\", the Karma-developed secret technology made to turn humans into the ultimate living weapons.… Unexpected, right? In this newest adaptation of Yu-Gi-Oh, the focus of the plot is not on the card game, but instead the many storylines featured in the cards. The first arc surrounds the Sky Striker series, with more to come in the future.",
      "pt-br": "No passado distante, a próspera nação de Kama travou uma guerra contra a nação de Spectra, resultando na criação de uma IA que eliminou todos os humanos. Séculos depois, Raye, a última humana sobrevivente, vive entre uma sociedade de andróides nos arredores de Kama. Na noite de seu aniversário de 13 anos, sua vida pacífica é interrompida quando Spectra ataca, destruindo sua casa e forçando seus amigos a irem para a linha de frente. Desesperada para salvar tudo o que ama, Raye invoca o último bastião da humanidade: \"Força Celeste\", a tecnologia secreta desenvolvida por Kama feita para transformar humanos em armas vivas definitivas.\n\n... Inesperado, certo? Nesta mais nova adaptação de Yu-Gi-Oh, o foco do enredo não está no jogo de cartas, mas sim nas muitas histórias apresentadas nas cartas. O primeiro arco envolve a série Força Celeste, com mais por vir no futuro."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a",
    "title": {
      "en": "Beneath the Surviving Princess' Joyful Façade"
    },
    "updatedAt": "2024-06-21T02:29:58+00:00",
    "coverArt": "https://mangadex.org/covers/bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a/943db86c-dbb5-4173-8142-f6971f93d84d.jpg",
    "altTitles": [
      {
        "ko": "살아남은 왕녀의 웃음 뒤에는"
      },
      {
        "en": "Behind the Laughter of the Surviving Princess"
      }
    ],
    "description": {
      "en": "\"Very good. I shall give you my beloved sister, whom I cherish dearly.\"\n\nEric Chladnie, who led the long war to victory against the Shidate Principality, received the mandate to marry a foolish princess as a reward for his triumph.\n\nAfter the wedding ceremony, Eric returned to the mansion with the newlywed princess. Amidst the princess's eccentric behaviour, his father attempts to kill her and his mother advices him to not give his heart. Only he, treating her like a child, respects and cherishes her as his wife. However, who is this woman who, in front of the king, impersonates deeds that she has never done and acts piously?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4",
    "title": {
      "en": "Rent-A-Girlfriend"
    },
    "updatedAt": "2024-04-18T15:54:33+00:00",
    "coverArt": "https://mangadex.org/covers/32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4/f6898b49-b4b3-46bb-9f73-881d328d8989.jpg",
    "altTitles": [
      {
        "pt-br": "Namorada de aluguel"
      },
      {
        "id": "Dia, Aku Pinjam"
      },
      {
        "pl": "Dziewczyna do wynajęcia"
      },
      {
        "id": "Gadis yang Aku [Akan] Pinjam"
      },
      {
        "de": "Ich würde mir gerne eine Freundin ausleihen"
      },
      {
        "fr": "J'aimerais louer une petite amie"
      },
      {
        "ja-ro": "KanoKari"
      },
      {
        "tr": "Kiralık Sevgili"
      },
      {
        "es-la": "Novia de Alquiler"
      },
      {
        "ms": "Pacar Sewaan"
      },
      {
        "it": "Vorrei noleggiare una ragazza"
      },
      {
        "ru": "Девушка на прокат"
      },
      {
        "ru": "Девушка на час"
      },
      {
        "th": "สะดุดรักยัยแฟนเช่า"
      },
      {
        "ja": "かのかり"
      },
      {
        "zh": "女朋友、借我一下"
      },
      {
        "ja": "彼女、お借りします"
      },
      {
        "zh": "租借女友"
      },
      {
        "ko": "여친, 빌리겠습니다"
      },
      {
        "hr": "Unajmi curu"
      },
      {
        "it": "Una ragazza a noleggio"
      },
      {
        "pt": "Namorada de Aluguer"
      },
      {
        "ja-ro": "Kanojo Okarishimasu"
      },
      {
        "zh-hk": "出租女友"
      },
      {
        "vi": "Dịch Vụ Cho Thuê Bạn Gái"
      }
    ],
    "description": {
      "en": "Kinoshita Kazuya is a regular college student who was just dumped by his girlfriend for another guy. Feeling down in the dumps, he decides to use an app called Diamond to hire Mizuhara Chizuru, a rental girlfriend, to make himself feel better. From their first meeting, she seems to be the perfect girl for him, but is there more to her than meets the eye? And how will their not quite typical relationship develop?\n\n---\n**Links:**\n\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10001/episode/312699) (U.S. Only), [Kodansha](https://kodansha.us/series/rent-a-girlfriend/)",
      "fr": "Kinoshita Kazuya est un étudiant régulier qui vient d'être largué par sa petite amie pour un autre gars. Se sentant dans les décharges, il décide d'utiliser une application appelée Diamond pour embaucher Mizuhara Chizuru, une petite amie de location, afin de se sentir mieux. Dès leur première rencontre, elle semble être la fille parfaite pour lui, mais est-ce qu'il y a autre chose pour elle que ce qui est à l'oeil? Et comment va se développer leur relation pas tout à fait typique?",
      "it": "Kinoshita Kazuya è un normale studente universitario che è stato appena lasciato dalla sua ragazza. Devastato, decide di usare un app chiamata \"Diamond\" per reclutare Mizuhara Chizuru, una ragazza a noleggio per tirargli su il morale. Fin dal loro primo incontro, sembra essere la ragazza perfetta per lui, ma ci sarà altro dietro a quell'immagine da \"brava ragazza\"…? E come si evolverà la loro inusuale relazione?",
      "pt": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar uma aplicação de relacionamentos depois de ter levado terminado com a sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!",
      "ru": "Двадцатилетний никудышный студент университета муниципального района Киносита Кадзуя. Встреча с «особенной» красавицей ознаменует начало изменений в его жизни?!",
      "pt-br": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar um aplicativo de relacionamentos depois de ter levado um fora de sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09ab066e-422c-4dea-b1e1-0f3e28240fab",
    "title": {
      "en": "Together With the Gods of Music"
    },
    "updatedAt": "2024-05-27T15:05:23+00:00",
    "coverArt": "https://mangadex.org/covers/09ab066e-422c-4dea-b1e1-0f3e28240fab/92c58af6-1215-4953-bdd3-43452cd260dd.jpg",
    "altTitles": [
      {
        "ko": "음악의 신들과 함께한다"
      },
      {
        "ko-ro": "Eum-ag-ui sindeulgwa hamkkehanda"
      }
    ],
    "description": {
      "en": "A producer who had no talent but wanted to make it as a singer.\nDeath came on what he thought was his last chance, but the music gods didn't turn their backs on him.\n\n-If the music gods don't abandon you, can you really do it?\n\nWith the gods of music, change began.",
      "ko": "재능은 없지만 가수로 성공하고 싶었던 프로듀서.\n마지막 기회라고 생각했던 날 찾아온 죽음, 그러나 음악의 신들은 그를 외면하지 않았다.\n\n-음악의 신들이 너를 버리지 않는다면, 정말 할 수 있겠나?\n\n음악의 신들과 함께 변화는 시작되었다."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ad90673-c4e9-4fa7-8b57-5d3744996d5d",
    "title": {
      "en": "Pokémon SPECIAL The Mount Shirogane Training Chapter"
    },
    "updatedAt": "2024-06-24T17:31:36+00:00",
    "coverArt": "https://mangadex.org/covers/0ad90673-c4e9-4fa7-8b57-5d3744996d5d/7391d385-602c-4d66-918c-72a1c698eb90.png",
    "altTitles": [
      {
        "en": "Pokémon SPECIAL The Mt Silver Training Chapter"
      }
    ],
    "description": {
      "en": "A pair of chapters that take place during Red and Gold's training on Mount Shirogane (Mt Silver). They were published in Pokémon the Comic and never published in a volume."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "2"
  },
  {
    "mangaId": "b89018c2-7a2d-4f9b-a5d6-12aa54087c25",
    "title": {
      "en": "Misumi-san Can’t See Through"
    },
    "updatedAt": "2024-06-24T23:50:12+00:00",
    "coverArt": "https://mangadex.org/covers/b89018c2-7a2d-4f9b-a5d6-12aa54087c25/9a523bcb-8e96-4912-a4cd-b205060a62bd.jpg",
    "altTitles": [
      {
        "ja-ro": "Misumi-san wa Misukasenai"
      },
      {
        "ja": "ミスミさんは見透かせない"
      },
      {
        "zh-hk": "看不透的美澄同學"
      }
    ],
    "description": {
      "en": "A romantic comedy about Yuri Tsuguto, who has clairvoyance but isn’t good at it, and Misumi Mitsuhashi, a girl who likes strange things. One day, when Yuri looks at Misumi’s back, he notices that her jacket is transparent and behind it is the message “If anyone can read this, come to the astronomy clubroom after school.” When he goes to the clubroom and explains his clairvoyance ability, Misumi becomes excited and asks “Why don’t you let me study you?”"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "32"
  },
  {
    "mangaId": "0a68c054-1074-457e-a038-6020cdd3a45b",
    "title": {
      "en": "Housekeeper in a Dungeon"
    },
    "updatedAt": "2024-06-08T16:19:16+00:00",
    "coverArt": "https://mangadex.org/covers/0a68c054-1074-457e-a038-6020cdd3a45b/9de6cba6-6009-4136-80bf-fa4781269554.jpg",
    "altTitles": [
      {
        "pt-br": "Emprega Doméstica em uma masmorra"
      },
      {
        "ko": "던전 안의 살림꾼"
      },
      {
        "ja": "ダンジョン家事師は断れない！"
      },
      {
        "ko-ro": "Deonjeon An-ui Sallimkkun"
      },
      {
        "en": "Housekeeper in the Dungeon"
      },
      {
        "en": "The Homemaker of the Dungeon"
      },
      {
        "en": "The Housekeeper in the Dungeon"
      }
    ],
    "description": {
      "en": "From Baka-Updates:\nThe return of good looks! And cooking skills on top?!\n\nLee Heena, an ordinary South Korean office worker, age 25.\n\nToday, another ordinary day completely lost in overtime… is what she thought. Then she suddenly awakened. And then just as suddenly fell into a dungeon.\n\n“God, Buddha, Allah! Please let me awaken as a fighting-type hunter! If possible, a strong one!!”\n\nFrom the desperate wish, the system responded.\n\n[Congratulations!]\n\n[You have awakened as a hidden class, ‘Housekeeper’ (D)!]\n\nAlthough Heena’s skills in Plucking Herbs (C), Exterminating Pests (D), This is the Taste of My Magic Touch (D) are very useful in daily life, can she survive with these skills?!\n\nBut, what’s this?\n\nKang Jinhyeon, South Korea’s No. 1 ranking S-Class hunter, tried his hand at flirting.\n\n“I will leave everything I have to you.”\n\n“Hunter Kang Jinhyeon…”\n\n“Yes. Will you take responsibility for me?”\n\n“Why do you ask me to be your housekeeper in such a weird way?!”\n\nIs the simple and ordinary daily life that Heena dreamt of okay?! With a talking snail and moving pet plants ♥\nThe delightful romance fantasy〈The Housekeeper in the Dungeon〉!",
      "pt-br": "O retorno da boa aparência! E habilidades culinárias ainda por cima?!\nLee Heena, uma trabalhadora de escritório sul-coreana comum, de 25 anos.\nHoje, mais um dia comum completamente perdida nas horas extras... foi o que ela achou. E então, de repente, caiu em uma masmorra.\n\n“Deus, Buda, Alá! Por favor, deixe-me despertar como um caçador do tipo lutador! Se possível, um forte!!\nDo desejo desesperado, o sistema respondeu.\n\n[Parabéns!]\n[Você despertou como uma classe oculta, 'Empregada Doméstica'(D)!]\n\nEmbora as habilidades de Heena em Colheita de Ervas(C), Exterminar Pragas(D), Este é o Gosto do meu Toque Mágico(D) sejam muito útil na vida diária, ela conseguirá sobreviver com essas habilidades?!\n\nMas, o que é isso?\nKang Jinhyeon, o caçador de classe S número 1 da Coreia do Sul, tentou flertar com ela.\n\n“Vou dar o meu todo para você.”\n“Caçador Kang Jinhyeon…”\n“Sim. Você assumirá essa responsabilidade por mim?\n“Por que você me pede para ser sua empregada doméstica de um jeito tão estranho?!”\n\nA vida cotidiana simples e comum com a qual Heena sonhou está bem?! Com um caracol falante e plantas de estimação em movimento ♥"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02f05f8c-3beb-4a63-bccb-9d47a563005e",
    "title": {
      "en": "Madoka☆Engawa"
    },
    "updatedAt": "2024-03-10T16:27:22+00:00",
    "coverArt": "https://mangadex.org/covers/02f05f8c-3beb-4a63-bccb-9d47a563005e/1ada5b21-aeeb-4288-a173-1127ea58e79f.jpg",
    "altTitles": [
      {
        "en": "The Veranda of Madoka"
      },
      {
        "ru": "На веранде у Мадоки"
      },
      {
        "ja": "まどか☆えんがわ"
      }
    ],
    "description": {
      "en": "The very popular Madoka Magica four-panel comic *Madoka☆Engawa* has finally been published as manga volumes, engulfing readers of *Manga Time Kirara☆Magica* in a whirlpool of healing and laughter! Love and be healed by the unseen side of Madoka and her sisters, and you will surely join their veranda too."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": ""
  },
  {
    "mangaId": "18ac9156-8341-4662-8380-e0e83ee31bda",
    "title": {
      "en": "The Legend of the Strongest Man Kurosawa"
    },
    "updatedAt": "2024-06-15T08:31:33+00:00",
    "coverArt": "https://mangadex.org/covers/18ac9156-8341-4662-8380-e0e83ee31bda/6afeadea-21b2-442c-be47-d34249825ec3.jpg",
    "altTitles": [
      {
        "ja-ro": "Saikyou Densetsu Kurosawa"
      },
      {
        "pl": "Legenda Najsilniejszego Mężczyzny"
      },
      {
        "en": "Strongest Legend Kurosawa"
      },
      {
        "ar": "أسطورة الرجل الأق"
      },
      {
        "ja": "最強伝説　黒沢"
      }
    ],
    "description": {
      "en": "In December 2002, Kurosawa, a construction work supervisor, becomes anxious over the fact that his life is not fulfilling enough, and realizes his desire to be popular. As he approaches his 44th birthday, he struggles to change his way of life."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "90"
  },
  {
    "mangaId": "229870d1-ec63-47f0-83d6-3d237ce7dc71",
    "title": {
      "en": "The First Ancestor In History"
    },
    "updatedAt": "2024-03-06T10:37:16+00:00",
    "coverArt": "https://mangadex.org/covers/229870d1-ec63-47f0-83d6-3d237ce7dc71/6815634d-deb7-434f-bfe4-35385a694883.jpg",
    "altTitles": [
      {
        "zh": "史上第一祖师爷"
      },
      {
        "en": "History's Number 1 Founder"
      },
      {
        "zh-ro": "Shi Shang Diyi Zushiye"
      }
    ],
    "description": {
      "en": "Lin Feng travelled through worlds and even obtained an overpowered system, but he still faces a pressure as huge as a mountain.\r\n\r\nSystem’s main quest:\r\nLin Feng is to create a school; establish history’s number 1 sect and Lin Feng himself to become the number 1 founder.\r\n\r\nTo become history’s number 1 founder, Lin Feng started to work hard.\r\n\r\n“Your name is Shi Tianhao? Natural born sovereign roots but it was stolen by your cousin? Now being raised in a little village your father placed you in? Come come come, follow your master and we’ll let those people know that justice that is owed must be returned!”\r\n\r\n“Your name is Xiao Yan? A genius of the past but a loser now? Even your fiancé came over to humiliate you by asking for a divorce? Come come come, follow your master and we’ll let that brat know the meaning of: don’t bully a youngster just because he’s poor!”\r\n\r\n“Your name is Zhu Yi? The son of a marquis but you’re being suppressed by your father? Your mother was a saint but she was assassinated? Come come come, follow your master and we’ll let your dad know the meaning how problems can be solved with your fists…no, with reasoning!”",
      "zh": "简介穿越了，也有了一个系统，但林锋压力山大。系统主线任务：林锋开山立派，建立史上第一大宗门，林锋本人成为第一祖师。于是为了成为史上第一祖师爷，林锋开始奋斗。少年，跟为师一起开山立派吧！",
      "pt-br": "Lin Feng um viajante conseguiu um sistema que pode facilitar sua vida, mas ainda é muito difícil. Primeira missão do sistema, criar uma seita e conseguir discípulos e esta seita deve ser a melhor do mundo. Para ser o melho Lin Feng vai ter que trabalhar duro e ao mesmo tempo treinar seus novos discípulos."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "657ccfcc-5847-40f7-8859-5631eeeb3784",
    "title": {
      "en": "Kakkoii Onnanoko to 12-centi no Yakusoku"
    },
    "updatedAt": "2024-06-24T06:22:31+00:00",
    "coverArt": "https://mangadex.org/covers/657ccfcc-5847-40f7-8859-5631eeeb3784/67015be6-87f6-4079-b68c-10a54feec92e.jpg",
    "altTitles": [
      {
        "ja": "カッコいい女の子と12センチの約束"
      },
      {
        "en": "A Cool Girl and a 12cm Promise"
      },
      {
        "en": "Promise of 12cm with Cool Girl"
      },
      {
        "es-la": "Una chica genial y una promesa de 12 cm"
      },
      {
        "ja-ro": "Kakkoi Onnanoko to 12 cm no Yakusoku"
      }
    ],
    "description": {
      "en": "A boyish childhood friend grows up to be a super hot girl!\n\n---\n\nSerialization of the Twitter webcomic *[A Story About Becoming Cooler Than the Cool Girl](https://mangadex.org/title/d0407445-b80d-4854-9f12-c8227f94cba6/)*."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-06-18T16:50:39+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/0be74b17-5073-47d6-850c-f5de838ce4df.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "bg": "Стокано"
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ja-ro": "Kimi no koto ga daidaidaidaidai suki na 100-nin no Kanojo"
      },
      {
        "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. \n\nExcept, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8576a58c-a3ee-4206-beb9-b371169f8d8c",
    "title": {
      "en": "Kiichi!!"
    },
    "updatedAt": "2024-06-13T03:36:02+00:00",
    "coverArt": "https://mangadex.org/covers/8576a58c-a3ee-4206-beb9-b371169f8d8c/a552f3d9-8120-46f8-a060-75821fc872a1.jpg",
    "altTitles": [
      {
        "en": "Fai One"
      },
      {
        "fr": "Ki-itchi!!"
      },
      {
        "ja": "キーチ!!"
      }
    ],
    "description": {
      "en": "Left to himself at an early age in the slummiest parts of today’s Japan, Kiichi learns how to survive on his own. As a teenager, how can he adapt to a society whose rules he rejects? Unless he creates his own rules… Kiichi, a raw icon of strength and integrity, stands alone against the world’s injustice and becomes an unforgettable character.",
      "pt-br": "Deixado a si mesmo desde cedo nas partes mais pobres do Japão de hoje, Kiichi aprende como sobreviver por conta própria. Na adolescência, como ele pode se adaptar a uma sociedade cujas regras ele rejeita? A menos que ele crie suas próprias regras... Kiichi, um ícone bruto de força e integridade, se coloca sozinho contra a injustiça do mundo e se torna um personagem inesquecível."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "87"
  },
  {
    "mangaId": "66f311b9-96e8-4645-9e20-cdf72a4c7df9",
    "title": {
      "en": "Only for Love"
    },
    "updatedAt": "2024-01-28T07:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/66f311b9-96e8-4645-9e20-cdf72a4c7df9/89183a50-9b2f-414e-ad10-793096165cbb.png",
    "altTitles": [
      {
        "zh": "错撩"
      },
      {
        "en": "Accidental Love"
      }
    ],
    "description": {
      "en": "The stunning financial reporter, Zheng Shuyi, is dating a two-timing scumbag? How could she possibly stand back and do nothing about those love birds: the cheating bastard and his white lotus of a mistress. Upon seeing the Rolls-Royce's plate number of the mistress' uncle, which was a straight numerical number plate, Zheng Shuyi made up her mind. Doesn't the cheater plan to marry rich to retire twenty years early, by going down the laughable CEO route? Then I shall become both you and your mistress' aunt!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df9be021-ff37-419e-ba6e-dda3e28eb763",
    "title": {
      "en": "Kono Oto Tomare!"
    },
    "updatedAt": "2024-04-16T02:10:55+00:00",
    "coverArt": "https://mangadex.org/covers/df9be021-ff37-419e-ba6e-dda3e28eb763/114712c5-504b-4358-9a5d-c7622253e39f.jpg",
    "altTitles": [
      {
        "fr": "Arrête-toi au son !"
      },
      {
        "tr": "Bu Ses Durdursun!"
      },
      {
        "en": "Stop at This Sound!"
      },
      {
        "ru": "Задержите этот звук!"
      },
      {
        "ja": "この音とまれ！"
      },
      {
        "zh": "一弦定音!"
      },
      {
        "ja-ro": "Kono Oto Tomare! Sounds of Life"
      },
      {
        "ne": "यो ध्वनि रोक!"
      }
    ],
    "description": {
      "en": "Since the graduation of the senior members of the club, Takezou ends up being the sole member of the \"Koto\" (traditional Japanese string instrument) club. Now that the new school year has begun, Takezou will have to seek out new members for the club, or the club will be terminated. Out of nowhere, a new member barges into the near-abandoned club room, demanding to join the club. How will Takezou be able to keep his club alive and deal with this rascal of a new member?"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f26c0ae5-c8f6-4630-979e-9a5d310bd795",
    "title": {
      "en": "I Only Want to Beat You"
    },
    "updatedAt": "2024-06-10T12:10:03+00:00",
    "coverArt": "https://mangadex.org/covers/f26c0ae5-c8f6-4630-979e-9a5d310bd795/1bb35d82-9359-4204-b09b-58658726c84a.jpg",
    "altTitles": [
      {
        "en": "I Want to Beat You, Oh Roji"
      },
      {
        "en": "I Want to Defeat You, Oh Roji"
      },
      {
        "ko": "오로지 너를 이기고 싶어"
      },
      {
        "uk": "Я хочу тільки перемогти тебе"
      },
      {
        "ko-ro": "Oroji Neoreul Igigo Sipeo"
      },
      {
        "en": "IOWTBY"
      },
      {
        "ru": "Я хочу победить только тебя"
      },
      {
        "es-la": "Solo quiero derrotarte"
      },
      {
        "es-la": "Solo quiero derrotarte"
      }
    ],
    "description": {
      "en": "The male lead 'Lee Gigo', who has never lost a single time in his life, and the female lead who defeated him 'Oh Roji'. Who will end up as the victor of this 'bet'?",
      "uk": "Головний герой Лі Ґіґо, який жодного разу в житті не програв, і головна героїня, яка перемогла його, О Роджі. Хто в підсумку стане переможцем в цьому «парі»?",
      "es-la": "El protagonista masculino que nunca ha sido derrotado en su vida 'gana', la heroína femenina 'solo' que hizo ese guiño pierde por primera vez ¿Quién será el ganador de esta 'apuesta'?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "235"
  },
  {
    "mangaId": "1487ed38-87b4-4f47-a82b-e85fd3dbd4f0",
    "title": {
      "en": "Keikenchi Chochiku de Nonbiri Shoushin Ryokou ~Yuusha to Koibito ni Tsuihou sareta Senshi no Mujikaku zama~"
    },
    "updatedAt": "2024-06-20T11:16:10+00:00",
    "coverArt": "https://mangadex.org/covers/1487ed38-87b4-4f47-a82b-e85fd3dbd4f0/dbf24929-cc07-4bd0-a0e8-53bb13029d41.jpg",
    "altTitles": [
      {
        "ja": "経験値貯蓄でのんびり傷心旅行 ～勇者と恋人に追放された戦士の無自覚ざまぁ～"
      },
      {
        "en": "A Warrior Exiled by the Hero and His Lover"
      }
    ],
    "description": {
      "en": "After losing his girlfriend to a brave hero, Toru is expelled from his S-Rank party. With a feeling of sadness and pain in his heart, he defeats a demon he meets outside the city, and his ability [to save experience] is broken! Toru becomes level 300 in the blink of an eye! With this power that far surpasses that of heroes, there is nothing that can stop him. Kaede, a slave he met on his journey, forms a group called the \"Mangyu Brigade\", and easily completes dungeons, acquires the legendary sacred weapons, and thanks to his skills, his friends level up easily! He rescued a countess who was attacked by bandits on the road, and befriended a legendary beast. Oru's journey continues at a leisurely pace, as he repeatedly encounters various people along the way, while his former party of heroes are deprived of opportunities to play an active role and fall into decline. This is the beginning of the life of a 300 level warrior!  \r\n\r\n\r\n---\r\n\r\n[Original Webnovel](https://ncode.syosetu.com/n9483ge/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "248525ed-ad1c-4ddc-a834-5d6ce66a3ad2",
    "title": {
      "en": "Arifureta Shokugyou de Sekai Saikyou"
    },
    "updatedAt": "2024-05-17T14:56:17+00:00",
    "coverArt": "https://mangadex.org/covers/248525ed-ad1c-4ddc-a834-5d6ce66a3ad2/9bcee346-c58d-4569-8ff5-ce9ad164662e.jpg",
    "altTitles": [
      {
        "en": "Arifureta: From Commonplace to World's Strongest"
      },
      {
        "ru": "Арифурэта"
      },
      {
        "ru": "Арифурэта: Сильнейший ремесленник в мире"
      },
      {
        "ru": "Стать сильнейшим благодаря обычной профессии"
      },
      {
        "th": "อาชีพกระจอกแล้วทำไม ยังไงข้าก็เทพ"
      },
      {
        "ja": "ありふれた職業で世界最強"
      },
      {
        "zh": "平凡职业成就世界最强"
      },
      {
        "ko": "흔해빠진 직업으로 세계최강"
      },
      {
        "es-la": "El más fuerte del mundo en una profesión mundana"
      },
      {
        "vi": "Arifureta - Từ tầm thường đến bất khả chiến bại"
      },
      {
        "de": "Arifureta - Der Kampf zurück in meine Welt"
      }
    ],
    "description": {
      "en": "Among the class transported to another world, Nagumo Hajime is an ordinary male student who didn’t have ambition nor aspiration in life, and thus called “Incompetent” by his classmates.\nThe class was summoned to become heroes and save a country from destruction. Students of the class were blessed with cheat specifications and cool job class, however, it was not the case with Hajime, with his profession as a “Synergist”, and his very mediocre stats. “Synergist”, to put it in another word was just artisan class. Being the weakest, he then falls to the depth of the abyss when he and his classmates were exploring a dungeon. What did he find in the depth of the abyss, and can he survive?\n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)",
      "fr": "Le quotidien de l’étudiant ordinaire qu’est Hajime Nagumo, dont la vie ne se comporte que de nuits blanches et siestes en cours, se retrouve bouleversé lorsque sa classe et lui se retrouvent transportés en tant qu’héros dans un autre monde afin de le sauver… Alors que tout le monde obtient des jobs assez puissants, notre héros se retrouve avec le job « Synergiste », assez inutile en l’état des choses, humilié et jeté seul dans les tréfonds d’un donjon, arrivera-t-il à survivre ?\n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)",
      "it": "Tra gli studenti trasportati in un altro mondo, Nagumo Hajime è uno studente senza ambizioni ed aspirazioni nella vita, è infatti soprannominato l’Incapace dai suoi compagni.\nGli studenti sono stati evocati per ergersi ad eroi e salvare il paese dalla distruzione. A loro sono stati donati poteri e classi di livello, a tutti tranne che a Nagumo Hajime, che inizia da Sinergista con statistiche mediocri.\nIl Sinergista, è in altre parole un “crafter”. Essendo il più debole, finisce per cadere nelle profondità di un abisso durante l'esplorazione di un sotterraneo. \nCosa troverà nelle profondità dell’abisso... e riuscirà a sopravvivere?",
      "pl": "Wśród uczniów klasy przeniesionej do innego świata, Hajime Nagumo niczym się nie wyróżnia; ot najzwyklejszy w świecie uczeń niemający ambicji czy życiowego celu, dlatego też nazywany w klasie \"Nieudacznikiem\".\nGdy cała klasa trafiła do innego świata, by zostać bohaterami i ocalić cały kraj przed zniszczeniem, wszyscy zostali pobłogosławieni oszukańczymi statystykami i świetnymi profesjami… za wyjątkiem Hajime, który skończył z profesją \"Synergetyka\" i przeciętnymi statystykami. \"Synergetyk\", ujmując to inaczej, jest zwyczajną klasą rzemieślniczą. Będąc najsłabszym w klasie, spada w głąb otchłani podczas wspólnego eksplorowania lochu. Czego dowiedział się w jej czeluściach i czy uda mu się przetrwać?\n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)",
      "ru": "Хадзимэ Нагумо, живущий по принципу «Первым делом - хобби», и весь его класс вдруг призывают в другой мир. Одноклассники один за другим открывают невероятные по меркам этого мира способности, ну а Хадзимэ достается бесполезный ремесленный класс «Синергист». Оказавшись в самых глубинах преисподней, он находит применения своему заурядному таланту и стремится найти выход из лабиринта…  \n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://j-novel.club/s/arifureta-from-commonplace-to-world-s-strongest)",
      "es-la": "Entre la clase transportada a otro mundo, Nagumo Hajime es un estudiante normal y corriente que no tiene ambiciones ni aspiraciones en la vida, por lo que sus compañeros le llaman \"Incompetente\".\nLa clase fue convocada para convertirse en héroes y salvar a un país de la destrucción. Los estudiantes de la clase fueron bendecidos con habilidades tramposas y una categoría de trabajo genial, sin embargo, no fue el caso de Hajime, con su profesión de \"Sinergista\", y sus estadísticas muy mediocres. \"Sinergista\", para decirlo en otra palabra era simplemente la clase artesanal. Siendo el más débil, entonces cae a la profundidad del abismo cuando él y sus compañeros estaban explorando una mazmorra. ¿Qué encontró en la profundidad del abismo, y podrá sobrevivir?",
      "pt-br": "Entre a turma transportada para outro mundo, Nagumo Hajime é um estudante do sexo masculino comum que não tem ambição nem aspiração na vida, e, portanto, chamado de \" incompetente\" por seus colegas. A classe foi convocada para se tornar heróis e salvar um país da destruição. Os alunos da classe foram abençoados com as especificações de trapaça e classes legais, no entanto, não foi o caso com Hajime , com a sua profissão como um \" Synergist \" , e suas estatísticas muito medíocres. \"Synergist\", para colocá-lo em outras palavrsa era apenas a classe dos artesãos. Sendo o mais fraco , então ele cai para a profundidade do abismo , quando ele e seus colegas estavam explorando uma dungeon. O que ele encontra na profundidade do abismo, e ele pode sobreviver?"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9258a047-a524-4640-83e9-8e295b453a97",
    "title": {
      "en": "Romance, But Not Romantic"
    },
    "updatedAt": "2024-04-01T04:59:26+00:00",
    "coverArt": "https://mangadex.org/covers/9258a047-a524-4640-83e9-8e295b453a97/e3d74b83-3a31-42ad-a46a-aa4a135c8bb6.jpg",
    "altTitles": [
      {
        "ko": "로맨스 낫 로맨틱"
      },
      {
        "en": "Romance Not Romantic"
      }
    ],
    "description": {
      "en": "“You’ve manifested as a recessive Omega.”\nNo way…But I only came here to get a check up for a bad hangover?!\nOverworked and overwhelmed with stress, Back-End Developer, Jinha, manifested as an Omega.\nJinha brews resentment for the leader of the Strategic Planning Team, Hyunjoon, and decides to open a savings account solely to save money to later hire a hitman.\nBut of course, bad luck comes in threes.\nNow that his body is vulnerable to other’s pheromones, the only way to stabilize his body and its craving is with Hyunjoon’s refreshing pheromones.\nBut the only thing that Jinha can trust is Modern Medicine!\nWhen seeking medical advice to somehow overcome his situation, the only prescription given to him as the safest method, is to have sex with someone that’s compatible and of the same gender.\nNot only is Jinha feeling hopeless as he navigates through his hardship, but a stalker appears and attempts to shower him with his pheromones.\nFinding himself with no other choice, Jinha asks Hyunjoon for help."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49650a04-d0d7-4526-b460-8203ae223586",
    "title": {
      "en": "Fight Class 3"
    },
    "updatedAt": "2024-06-12T16:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/49650a04-d0d7-4526-b460-8203ae223586/e684daa6-8687-4b54-a5ee-0fdc82bdd4bd.jpg",
    "altTitles": [
      {
        "ko-ro": "Gyeoggi 3 Ban"
      },
      {
        "ko-ro": "Gyeok Gi 3 Ban"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma de Luta 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---",
      "fr": "Un monde dans lequel la Corée est le Pays leader des sports de combats. Au lycée Nam-il où les meilleurs et plus talentueux élèves en arts martiaux étudient, Jiu Ji-tae se trouve soudainement entraîné avec eux alors qu'il n'est qu'un faiblard.  \n  \nEn faisant disparaître ses défauts physiques à l'aide du Ju-Jitsu, pourra-t-il devenir le meilleur des classes de combat ?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "07779f9b-203b-437a-a6ce-6b6c1ca16f3c",
    "title": {
      "en": "Melt Flirt Cookies"
    },
    "updatedAt": "2024-05-13T16:47:51+00:00",
    "coverArt": "https://mangadex.org/covers/07779f9b-203b-437a-a6ce-6b6c1ca16f3c/5b09f428-5d6e-4f70-b03d-cc3fda36740b.jpg",
    "altTitles": [
      {
        "ko": "멜팅 플러팅 쿠키"
      }
    ],
    "description": {
      "en": "[A very nosy top Hanbyeok x Cute innocent bottom Yeomin]\nYeomin, a difficult person to communicate with, moves in next door and meets Hanbyeok, who is fed up with Yeomin for not greeting him back. That same night, Hanbyeok hears moaning coming from Yeomin's place, leaving him unable to sleep. He wonders if Yeomin is with another guy, though he's not bothered by that. The next morning, sleep-deprived Hanbyeok finds kiss marks all over Yeomin’s neck..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b828bd28-9a19-4cab-81df-ac03d33f33e2",
    "title": {
      "en": "I Am the Main Characters' Child"
    },
    "updatedAt": "2024-05-26T21:10:37+00:00",
    "coverArt": "https://mangadex.org/covers/b828bd28-9a19-4cab-81df-ac03d33f33e2/4f7125fd-3457-4bc2-bb21-98645756cb5e.jpg",
    "altTitles": [
      {
        "ko": "주인공들의 아이로 태어났다"
      },
      {
        "ko-ro": "Juingongdeul-eui Airo Taeeonassda"
      },
      {
        "en": "I Was Born as the Lead Characters' Child"
      },
      {
        "en": "I Am the Male Lead's Child"
      },
      {
        "en": "Reborn as the Protagonists' Daughter"
      },
      {
        "es": "Nací como la hija de los protagonistas"
      },
      {
        "pl": "Jestem dzieckiem głównego bohaterów"
      },
      {
        "pl": "Jestem dzieckiem głównego bohatera"
      },
      {
        "ja": "メインキャラの娘になりました"
      },
      {
        "zh": "穿越成男主角的女儿?!"
      }
    ],
    "description": {
      "en": "A duke's daughter, aged six, was being bullied by the servants when all of a sudden, she started to recall her past life. Emeliet realized that she had been reborn into the world of the novel that she had read in her past life, as the child of the main characters!\n\nThree years after the novel's end, her mother had died while giving birth to her, and as a result, her father had abandoned her. In order to overcome her dire situation, Emeliet puts into motion her plan to get closer to her dad...\n\nWill Emeliet overcome immense odds stacked against her and recover her dad's love?",
      "ko": "시종들에게 괴롭힘을 당하던 어린 에멜리에트는\n어느 날 불현듯 전생의 기억을 떠올리게 된다.\n그리고 깨닫는다.\n자신이 전생에 읽었던 책 속으로 환생했다는 것을.\n그것도 주인공들의 아이로……!\n\n소설의 엔딩으로부터 3년 뒤, 엄마는 자신을 낳다 죽었고\n그로 인해 아빠는 하나뿐인 딸을 방치하고 있는 상황이었다.\n\n‘계속 이렇게 살 순 없어!’\n\n상황을 바꾸겠다고 마음 먹은 차 들려온, 아빠의 귀환 소식!\n그런데…….\n\n“저것이 왜 내 눈앞에 있는 것이냐.”\n\n고대하던 첫만남에는 싸늘한 눈총만이 돌아 올 뿐이었다.\n\n‘……그래도 포기 못해!’\n\n에멜리에트는 본격! 아빠 꼬시기 작전에 돌입한다!\n\n하나. 자주 마주치기\n“파파 안뇽! 파파 오디 가?”\n\n둘. 선물 공세\n“파파~ 이거 줄게. 선물이야. 앞으로 친하게 지내자. 이제 매일 올게!”\n\n셋. 칭찬하기!\n\n“앗! 눈부셔~ 파파한테서 빛이 나서 가까이 못 가겠어.”\n\n그런데 뭔가 이상하다.\n\n“집무실.”\n물어보는 대로 성실하게 다 대답해 주고,\n“쓸모없는 걸 가져왔군.”\n쓸모없다면서 고이 간직하고 있질 않나,\n“……시끄럽다.”\n칭찬엔 유독 부끄러워하는데 이거 정말 나 싫어하는 거 맞아?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8d4a5e5-29fb-42b1-90e0-a9a3a91ecfa9",
    "title": {
      "en": "Orcsen Oukoku Shi ~Yaban na Orc no Kuni wa, Ikanishite Heiwa na Elf no Kuni o Yakiharau ni Itatta ka~"
    },
    "updatedAt": "2024-06-01T15:57:33+00:00",
    "coverArt": "https://mangadex.org/covers/e8d4a5e5-29fb-42b1-90e0-a9a3a91ecfa9/99f568f1-9ae6-4964-b2b9-c8fef3c8df90.jpg",
    "altTitles": [
      {
        "ja": "オルクセン王国史 ～野蛮なオークの国は、如何にして平和なエルフの国を焼き払うに至ったか～"
      },
      {
        "ja-ro": "Orcsen Oukokushi: Yaban na Orc no Kuni wa, Ikanishite Heiwa na Elf no Kuni o Yakiharau ni Itatta ka"
      },
      {
        "ja-ro": "Orcsen Oukoku Shi ~Yaban na Orc no Kuni ha, Ikanishite Heiwa na Elf no Kuni wo Yakiharau ni Itatta ka~"
      },
      {
        "ja-ro": "Orukusen Oukoku Shi ~Yaban na Ōku no Kuni ha, Ikanishite Heiwa na Erufu no Kuni wo Yakiharau ni Itatta ka~"
      },
      {
        "en": "History of the Kingdom of the Orcsen: How the Barbarian Orcish Nation Came to Burn Down the Peaceful Elfland"
      },
      {
        "en": "History of the Kingdom of the Orcsen ~How the barbarian orcish nation came to burn down the peaceful elfland~"
      }
    ],
    "description": {
      "en": "Gone are the days of swordsmanship and chivalry. Now is the age of gunpowder and war.\n\nOur story has two players. The first is Orcsen, a unified nation with many demonic races, led by the oft-reviled orcs. And the second is Elfind, the kingdom ruled by the beautiful yet vainglorious elves. \n\nDineru, chieftain of the dark elves, has been forced to flee her homeland from enemies she had once trusted as friends. In the midst of their forced diaspora, she has a fated encounter with the leader of Orcsen, the orc king Gustav..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5576c38-7f54-4032-b49b-f85fad5710ab",
    "title": {
      "en": "Gyeongseong Detective Agency"
    },
    "updatedAt": "2024-04-27T09:00:35+00:00",
    "coverArt": "https://mangadex.org/covers/a5576c38-7f54-4032-b49b-f85fad5710ab/cb05fcfb-15f8-4a36-bdf8-1aa1d5eae0d7.jpg",
    "altTitles": [
      {
        "ko": "경성탐정사무소"
      },
      {
        "ko-ro": "Gyeongseongtamjeongsamuso"
      }
    ],
    "description": {
      "en": "In Gyeongseong, the city of glittering lights and glamorous desire, Gyeongseong Detective Agency has opened its doors at No. 45, District 1, Myeongchijeong. Sohwa, a 16-year-old servant girl, has nothing to her name but her wits and bravery. When she accidentally gets caught up in a secret scheme, she meets Jeong Haegyeong, a young man running his own detective agency. Chased by memories from the past, they must work together to clear her name."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a19db143-0399-4c72-b999-75544b509cb9",
    "title": {
      "en": "Danshi dato Omotteita Osananajimi tono Shinkon Seikatsu ga Umaku Ikisugiru Ken ni Tsuite"
    },
    "updatedAt": "2024-06-22T06:53:39+00:00",
    "coverArt": "https://mangadex.org/covers/a19db143-0399-4c72-b999-75544b509cb9/0cf688cb-aa80-4e7e-99fc-49b5b19d3697.jpg",
    "altTitles": [
      {
        "ja": "男子だと思っていた幼馴染との新婚生活がうまくいきすぎる件について"
      },
      {
        "en": "Regarding my Married Life with a Childhood Friend Whom I Thought Was a Boy Going Way Too Smoothly"
      }
    ],
    "description": {
      "en": "Shuichi, a high school student, ended up marrying his childhood friend whom he thought was a boy. At their reunion after 10 years, his childhood friend Yuika had transformed into a beautiful girl, which initially made Shuichi quite nervous. However, as time passed, he gradually grew accustomed to the sense of closeness as best friends—and thus, their love story as an ideal couple with a charming touch of innocence begins!",
      "ja": "親友だから、通じ合えちゃう。\n\n高校生の秀一は、男だと思っていた幼馴染の唯華といきなり結婚することになってしまう。10年ぶりの再会に、最初はぎこちなかったが徐々に昔を思い出して――。楽しい高校生活と新婚生活を満喫しちゃう!?\n\n意識しあっても、あと一歩が踏み出せない。",
      "pt-br": "Shuichi, um estudante do ensino médio, acabou se casando com seu amigo de infância que ele pensava ser um menino. Em seu reencontro após 10 anos, sua amiga de infância Yuika se transformou em uma linda garota, o que inicialmente deixou Shuichi bastante nervoso. No entanto, com o passar do tempo, ele gradualmente se acostumou com a sensação de proximidade como melhores amigos - e assim começa a história de amor deles como um casal ideal com um toque encantador de inocência!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b727ae2-2842-4c46-af8b-9162b7806659",
    "title": {
      "en": "Girl meets Rock!"
    },
    "updatedAt": "2024-06-04T16:49:00+00:00",
    "coverArt": "https://mangadex.org/covers/7b727ae2-2842-4c46-af8b-9162b7806659/e13f52e3-5ead-4696-89b3-8277dbfec14b.jpg",
    "altTitles": [
      {
        "ja": "ふつうの軽音部"
      },
      {
        "ja-ro": "Futsu no Keionbu"
      },
      {
        "fr": "La fille qui découvre le rock !"
      },
      {
        "nl": "Het meisje dat rock ontdekte!"
      },
      {
        "ru": "Девушка встречает Рок"
      },
      {
        "pt-br": "Garota conhece o rock!"
      }
    ],
    "description": {
      "en": "With a passion for richly textured Japanese rock, first-year high school student Chihiro Hatono steps into the world of the light music club, new guitar in tow. But what awaits her behind those doors...? A drama of unfiltered youth and musical ambition takes the stage!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8be08a1-77bb-458e-8721-81d8b155f83f",
    "title": {
      "en": "Neko ni Naritai Tamagawa-kun"
    },
    "updatedAt": "2024-04-20T17:54:36+00:00",
    "coverArt": "https://mangadex.org/covers/f8be08a1-77bb-458e-8721-81d8b155f83f/d761c8e4-ac8a-4070-a0fe-faf1667af567.jpg",
    "altTitles": [
      {
        "ja": "猫になりたい田万川くん"
      }
    ],
    "description": {
      "en": "For Tamagawa, volunteering at a cat café is the only relief from his stressful job. The manager tells him to, \"relax and learn to be spoiled\", but he doesn't know what that means until a new customer, Shindo Rai, comes to the café and tells Tamagawa he wants to keep him as a cat! Enter their strange, but fateful relationship. A pure-hearted and soothing romantic comedy."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a30061a-bc66-4efd-9c4b-87daf8313381",
    "title": {
      "en": "Citrus +"
    },
    "updatedAt": "2024-06-19T19:34:03+00:00",
    "coverArt": "https://mangadex.org/covers/4a30061a-bc66-4efd-9c4b-87daf8313381/81684dc8-4068-496f-9988-31a5a12ccf5c.jpg",
    "altTitles": [
      {
        "en": "Citrus Plus"
      },
      {
        "en": "citrus+"
      },
      {
        "ru": "Цитрус+"
      },
      {
        "ja": "シトラスプラス"
      },
      {
        "zh-hk": "citrus～柑橘味香氣PLUS～"
      },
      {
        "zh": "citrus～柑橘味香气PLUS～"
      }
    ],
    "description": {
      "en": "High schoolers (and stepsisters) Yuzu and Mei have gone public with their relationship! The two are happy to be dating out in the open, but friends and family keep trying to butt in with advice. Can Yuzu and Mei figure things out on their own?",
      "it": "Seguito di Citrus ambientato dopo la fine del manga! Yuzu è riuscita a convincere Mei a tornare da lei e le ha chiesto di sposarla! In Citrus+ seguiremo le vicende delle due ragazze una volta riunite e delle loro amiche che non le lasciano mai sole.",
      "pt-br": "As estudantes do ensino médio (e meias-irmãs) Yuzu e Mei foram a público com seu relacionamento! As duas estão felizes em namorar ao ar livre, mas amigos e familiares continuam tentando se aproximar com conselhos. Yuzu e Mei podem resolver as coisas sozinhas?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db0ac526-46c9-41ea-be96-1959bc26a314",
    "title": {
      "en": "A Cool Older Lady Who Drives Me Crazy"
    },
    "updatedAt": "2024-05-27T16:54:49+00:00",
    "coverArt": "https://mangadex.org/covers/db0ac526-46c9-41ea-be96-1959bc26a314/c033ea56-b62c-41c7-b6ed-23d52cc98f5b.jpg",
    "altTitles": [
      {
        "ja": "僕を狂わすカッコイイお姉さん"
      },
      {
        "ja-ro": "Boku o Kuruwasu Kakkoii Onee-san"
      },
      {
        "en": "A Cool Older Lady That Makes Me Crazy"
      },
      {
        "pt-br": "Uma mulher mais velha legal que me deixa louco"
      },
      {
        "es-la": "Una mujer mayor genial que me vuelve loco"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "646d9695-113b-42ca-b143-438d90a1b95b",
    "title": {
      "en": "Human Weapon Katsuo!"
    },
    "updatedAt": "2023-09-27T17:08:02+00:00",
    "coverArt": "https://mangadex.org/covers/646d9695-113b-42ca-b143-438d90a1b95b/f56cddc0-f086-44d6-aec6-9e1bd6042eac.jpg",
    "altTitles": [
      {
        "en": "Human Weapon - Katsuo"
      },
      {
        "ja": "人間凶器カツオ!"
      },
      {
        "ja-ro": "Ningen Kyouki Katsuo!"
      }
    ],
    "description": {
      "en": "The protagonist Hamada Katsuo, is your everyday pervert/loser character. He's starting a new semester in school, so he wants to escape from his loser days, the only problem is the new change in look/lifestyle he got is that of a gang member. He beats a strong guy that was bullying a friend of his by mistake and now, because of it he's the target for all the gangs in the region, even though he's still only a weakling and a pervert. Will Katsuo escape alive…? Find out."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "77"
  },
  {
    "mangaId": "58e2a0a4-1296-4cdd-9552-84bd0349bd0e",
    "title": {
      "en": "Saint Seiya - Another Story of Hades: Dark Wing"
    },
    "updatedAt": "2024-04-25T02:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/58e2a0a4-1296-4cdd-9552-84bd0349bd0e/ccab7760-8ad6-4add-afe9-7b715380ad1a.jpg",
    "altTitles": [
      {
        "ja": "聖闘士星矢 冥王異伝 ダークウィング"
      },
      {
        "ja-ro": "Seinto Seiya Meiō Iden Dāku Uingu"
      },
      {
        "ja-ro": "Saint Seiya: Meiou Iden - Dark Wing"
      },
      {
        "pt-br": "Cavaleiros do Zodíaco: Outra História de Hades - Asa Negra"
      }
    ],
    "description": {
      "en": "A high school student suffers an accident and wakes up in Elysium, the World of the Dead. In search of answers, he meets Hades, the God of the Underworld, who sends him on a mission only he can fulfill.",
      "pt-br": "Um estudante do ensino médio sofre um acidente e acorda em Elysium, o Mundo dos Mortos. Na procura de respostas, ele conhece Hades, o Deus do Submundo, que manda ele em uma missão que somente ele pode completar."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-06-23T16:46:28+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/57e16619-850d-4e91-9a23-d95f81b3d3c4.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1d683e0-bc10-46d3-9d33-8f50b3b2b208",
    "title": {
      "en": "Cage of Eden"
    },
    "updatedAt": "2023-02-10T02:44:26+00:00",
    "coverArt": "https://mangadex.org/covers/a1d683e0-bc10-46d3-9d33-8f50b3b2b208/0e8d7a15-b352-45cc-84c6-660c52b5f8fe.jpg",
    "altTitles": [
      {
        "ja-ro": "Eden no Ori"
      },
      {
        "pl": "Klatka Edenu"
      },
      {
        "ru": "Клетка Эдема"
      },
      {
        "th": "หนีตายเกาะนรกล้านปี"
      },
      {
        "ja": "エデンの檻"
      },
      {
        "zh": "逃离伊甸园"
      },
      {
        "zh-hk": "逃離伊甸園"
      }
    ],
    "description": {
      "en": "Akira and his classmates are traveling on a plane when it crashes onto an island inhabited by species thought to have been extinct. The situation becomes increasingly desperate as some of Akira's classmates are eaten alive, while some kill others in desperation. Now Akira and a few other survivors are trying to survive what seems to be a horrible nightmare."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "21",
    "lastChapter": "185"
  },
  {
    "mangaId": "8d5eea8a-aad6-4f52-a084-26cb6435b5ed",
    "title": {
      "en": "Luo Zhi Yongzhe - Yi Shijie Luchu Da Maoxian"
    },
    "updatedAt": "2024-06-23T14:50:37+00:00",
    "coverArt": "https://mangadex.org/covers/8d5eea8a-aad6-4f52-a084-26cb6435b5ed/f4232d44-5aa4-4567-8459-1c561bfa1dfb.jpg",
    "altTitles": [
      {
        "en": "Naked Hero - An Exposed Adventure in Another World"
      },
      {
        "zh-hk": "裸之勇者-異世界露出大冒險"
      }
    ],
    "description": {
      "en": "A third-year high school girl wakes up in another world. But she's naked!\nLet’s go on a nude adventure in another world!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c94cfd0-6d13-4275-a984-67afbe2b2f0f",
    "title": {
      "en": "Astral Online - Maou no Noroi de Saikyou Bishoujo ni natta Ore, Saijaku Shoku da ga Cheat Skill de Chou Seichou shite Musou suru"
    },
    "updatedAt": "2024-03-06T21:30:33+00:00",
    "coverArt": "https://mangadex.org/covers/7c94cfd0-6d13-4275-a984-67afbe2b2f0f/94d1ced8-ee5c-4f0b-9661-35daab15925e.jpg",
    "altTitles": [
      {
        "ja": "アストラル・オンライン 魔王の呪いで最強美少女になったオレ、最弱職だがチートスキルで超成長して無双する"
      },
      {
        "en": "Astral Online: I, Who Became the Strongest Beautiful Girl Due to the Demon King's Curse, Have the Weakest Job but I Grow Up Super Fast With My Cheat Skills and Become a Warrior."
      }
    ],
    "description": {
      "en": "A high school boy, Sora Kamijo, who is addicted to VR games, starts playing Astral Online, a VRMMO that has been talked about as a god game, and suddenly finds himself fighting against the Demon King, the last boss. In addition to the sudden battle, the Demon King casts a curse on him and transforms him into a beautiful silver-haired girl...?　\n\nA new VRMMO fantasy involving both the game and reality begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57dbd8a6-86c3-40af-bb28-9bfb931e7d0a",
    "title": {
      "en": "Bocchi Jieikan no Isekai Funsenki"
    },
    "updatedAt": "2024-05-31T15:59:55+00:00",
    "coverArt": "https://mangadex.org/covers/57dbd8a6-86c3-40af-bb28-9bfb931e7d0a/ac721463-a032-403f-8811-dec7e83c562c.jpg",
    "altTitles": [
      {
        "en": "Different World Adventures Of A Lone Japan Ground Self Defense Force Ensign"
      },
      {
        "ja": "ぼっち自衛官の異世界奮戦記"
      }
    ],
    "description": {
      "en": "Jinguji Jo, an officer candidate of the Self-Defense Force, who had just graduated from the University of Defense, was reincarnated into a different world due to a traffic accident. The inventory had the standard equipment of the Japan Ground Self-Defense Force! Jinguji Jo's self-defense officer battle action makes him unrivaled in the fantasy world with equipment stronger than magic!!",
      "ja": "防大を卒業したばかりの自衛隊幹部候補生・神宮司丈は交通事故により異世界へ転生。インベントリーにはなんと陸上自衛隊標準装備品が揃っていた！　ファンタジー世界を魔法よりも強い装備で無双するジングージ・ジョーの自衛官バトルアクション！！",
      "pt-br": "Jinguji Jo, um candidato à Força de Autodefesa, que acabou de se formar, reencarnou em um mundo diferente por causa de um acidente no trânsito. Jinguji Jo ganha a habilidade \"inventário\", onde permite guardar qualquer coisa, assim ele percebe que seu equipamento da força de autodefesa está lá. A ação de Jinguji Jo neste novo mundo é imprescindível, combatendo criaturas fantasiosas com equipamentos mais poderosos que a própria magia!!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce25484a-6be2-4f29-807c-569dfed8a091",
    "title": {
      "en": "Danshi Kokoseidakedo Gyaru ni TS Shimashita"
    },
    "updatedAt": "2024-04-14T06:22:22+00:00",
    "coverArt": "https://mangadex.org/covers/ce25484a-6be2-4f29-807c-569dfed8a091/b3028479-88c9-4fc9-8105-759df9cc311e.jpg",
    "altTitles": [
      {
        "ja": "男子高校生だけどギャルにTSしました"
      },
      {
        "en": "I’m a High School Boy, but I Got Gender-Swapped Into a Gyaru"
      },
      {
        "ja-ro": "Danshi Koukousei Dakedo Gal ni TS Shimashita"
      }
    ],
    "description": {
      "en": "Shunpei, a loner high schooler, became a gyaru after saving the god of gyaru from drowning. Through his mother's connections, he was able to transfer to an all-girls school, but it was stuffed to the brim with gyarus! \nEvery day is a sensory overload for Shunpei, who's never even talked to a girl, let alone a gyaru.\n\nIt's the beginning of an introverted high school guy => gender-swapped gyaru comedy!\n\n---\n- [Alternative Official Raw (NicoNico)](https://seiga.nicovideo.jp/comic/67976)",
      "ja": "陰キャ男子・桜井は、目の前で溺れていたギャル神様を助けた恩恵でギャルになってしまった。\n母親の伝手で転校することができたが、その学校はギャルだらけの女子校だった！\nギャルどころか女子とまともに交流したことがない桜井にとって刺激が強すぎる毎日…。\n陰キャ男子高校生⇒ギャルTSコメディ開幕！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6440a4b0-2fdc-4a99-9378-f53e5ee6c90e",
    "title": {
      "en": "Fake Saint of the Year: You Wanted the Perfect Saint? Too Bad!"
    },
    "updatedAt": "2024-02-24T21:46:00+00:00",
    "coverArt": "https://mangadex.org/covers/6440a4b0-2fdc-4a99-9378-f53e5ee6c90e/26c36c51-aac3-4d21-90bd-f751296b8df8.jpg",
    "altTitles": [
      {
        "ja-ro": "Nise Seijo Kuso of the Year: Risou no Seijo? Zannen, Nise Seijo deshita!"
      },
      {
        "ru": "Фальшивая святая, отброс года. ~Идеальная святая? Нет, всего лишь подделка!~"
      },
      {
        "ja": "偽聖女クソオブザイヤー～理想の聖女？　残念、偽聖女でした！～"
      }
    ],
    "description": {
      "en": "[The Eternal Scattering Flowers: Fiore Caduto Eterna] is a game ill-suited of being known as a galge, as the main heroine would – regardless of the chosen route – meet her demise.\n\nFudou Niito, a resident of Japan, went to bed dissatisfied with the ending of the game. When he next awoke, he found himself in the body of the game’s hated fake saint, Elrise. Confused, but with an understanding that Elrise’s actions would spell disaster for many lives in the future, he took advantage of the situation and acted to change the course of history.\n\nAs a result, despite her rotten personality, Elrise was adored by those around her as a perfect saint. Furthermore, the game itself was intrinsically linked to his original world and changed accordingly to suit Elrise’s actions. Without any knowledge of what the hell was going on, the fake saint Elrise continued to alter her fate.\n\nA saint on the outside, but a man on the inside.\n\nThe transmigrator was a piece of shit and the person he transmigrated into was also a piece of shit. A combination of shit and shit would cause an accident – to create the greatest fake saint shitshow of the year!",
      "id": "[The Eternal Scattering Flowers: Fiore Caduto Eterna] adalah sebuah permainan yang tidak cocok untuk di panggil sebagai galge, karena apapun rute yang di pilih heroine utama akan selalu menemui ajalnya.\n\nFudou Niito, seorang penduduk di jepang, pergi tidur dengan ketidakpuasan pada akhir dari gamenya. Selanjutnya ketika dia terbangun, ia menemukan dirinya berada dalam tubuh seorang saint yang di benci dalam game, Elrise.\n\nDia kebingungan, namun dengan pemahaman bahwa tindakan Elrise akan menyebabkan bencana untuk banyak kehidupan di masa depan, dia memanfaatkan situasi itu dan bertindak untuk mengubah jalannya sejarah.\n\nSebagai hasilnya, terlepas dari kepribadian busuknya, Elrise di cintai oleh orang-orang di sekitarnya sebagai seorang saint yang sempurna. Terlebih lagi, game itu sendiri pada intinya terhubung dengan dunia asli tempatnya berada dan berubah berdasarkan tindakan Elrise. Tanpa mengetahui apa yang sedang terjadi, seorang saint palsu Elrise terus-menerus mengubah takdirnya.\n\nSeorang saint di luar, namun pria di dalamnya.\n\nOrang yang merasuki adalah seorang bajingan dan orang yang di rasukinya juga merupakan seorang bajingan. Kombinasi dari para bajingan akan menyebabkan mala petaka yang akan menciptakan pertunjukan saint palsu bajingan terbesar tahun ini!",
      "ja": "異世界で無双！　偽聖女で何が悪い…!?\nギャルゲー『永遠の散花』は、どのルートを選んでもメインヒロインが死ぬギャルゲーである。 ゲーム内に登場する悪役へ転生した俺は、ヒロインのエテルナを救うため、ゲーム知識をフル活用しようとするのだが…？",
      "ru": "Визуальный роман «Куон но Санка ~Fiore caduto eterna~» — несправедливая игра, где в каждой из веток истории главная героиня умирает. Я, переродившийся в поддельную святую-злодейку игры Эльризе, решил по полной использовать все свои знания об игре, чтобы спасти главную героиню, Этерну, однако…\n\nВнешность святой девы, а внутри мужик. Дерьмовой душе — дерьмовый персонаж. Как же развернётся история, где по случайности два отброса слились воедино?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e262e404-1030-4f60-a699-37bb60802ae0",
    "title": {
      "en": "Saint Seiya: Asgard"
    },
    "updatedAt": "2023-11-18T15:56:28+00:00",
    "coverArt": "https://mangadex.org/covers/e262e404-1030-4f60-a699-37bb60802ae0/b3197894-35ae-4687-9f1e-6fb8fb2ae6b1.jpg",
    "altTitles": [
      {
        "en": "Knights Of The Zodiac: Asgard"
      }
    ],
    "description": {
      "en": "Doujinshi Chinese from the Asgard saga from the anime Saint Seiya."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff4b6bfd-40b4-4a84-b60e-1006c46c106b",
    "title": {
      "en": "How the Little Brother Who Turned Into a Girl Became His Big Brother's Girlfriend"
    },
    "updatedAt": "2024-06-05T04:21:46+00:00",
    "coverArt": "https://mangadex.org/covers/ff4b6bfd-40b4-4a84-b60e-1006c46c106b/135489bc-9247-44f5-b108-f6dc6148bcc7.jpg",
    "altTitles": [
      {
        "ja": "兄貴の彼女になる、女の子になっちゃった弟。"
      },
      {
        "ja-ro": "Aniki no Kanojo ni Naru, Onnanoko ni Nacchatta Otouto"
      },
      {
        "en": "When I Returned Home for the First Time in a Long Time, My Brother Transformed Into a Girl"
      },
      {
        "ja": "久しぶりに実家に帰ったら弟がTSしてた。"
      },
      {
        "ja-ro": "Hisashiburi ni Jikka ni Kaettara Otouto ga TS Shiteta."
      }
    ],
    "description": {
      "en": "When I returned home for the first time in a long time, my little brother transformed into a girl!?\n\n---\n\n[Fantia 18+ Content](https://mangadex.org/title/7a23de9c-01b8-43bd-ac38-0bfe0bebcc3b)",
      "id": "Ketika aku pulang ke rumah setelah sekian lamanya adik tiri laki-laki ku berubah menjadi gadis!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39a42714-db1f-4faf-8e05-e8cdbfa48314",
    "title": {
      "en": "My Favorite Idol"
    },
    "updatedAt": "2023-10-31T23:53:20+00:00",
    "coverArt": "https://mangadex.org/covers/39a42714-db1f-4faf-8e05-e8cdbfa48314/15647c49-aea4-4cdf-9efc-64fe5c27f99a.jpg",
    "altTitles": [
      {
        "ko": "사생돌"
      },
      {
        "ko-ro": "Sasaengdol"
      }
    ],
    "description": {
      "en": "The bodies of the top idol and a school outcast are switched?! A school outcast who is always bullied everyday, Hong Jooa. A top idol who is loved by the whole nation, Go Yohan. Jooa, who envies the life of her beloved idol, and Yohan, who envies the simple and free life of an ordinary person. While they yearned for each other’s lives, their bodies were switched one day!? A spectacular body-switch romance, My Favorite Idol!\nBlackout-Phantom"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ecde3e7d-a3f3-486a-977a-bf3eb5a13a11",
    "title": {
      "en": "One for All"
    },
    "updatedAt": "2024-05-24T21:02:07+00:00",
    "coverArt": "https://mangadex.org/covers/ecde3e7d-a3f3-486a-977a-bf3eb5a13a11/8ac66e4b-8e00-4ebb-98b5-63ebb560d7d3.jpg",
    "altTitles": [
      {
        "ja": "ワンフォーオール"
      }
    ],
    "description": {
      "en": "\"You wanna play rugby together?\"\n\nArashi is a hot-blooded first year high school student enrolled on a rugby scholarship. Calling himself \"the man who stirs up a storm\", he unites a peculiar group of problem children, leading them towards the peak of high school rugby, Hanazono! A youth rugby club story told by the delinquent manga legend, Yanauchi Daiju!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2305dc0f-3556-4a6e-941c-e9f1ca8f6c6d",
    "title": {
      "en": "Planetarium Ghost Travel: The Art of Sakatsuki Sakana"
    },
    "updatedAt": "2024-05-27T22:34:17+00:00",
    "coverArt": "https://mangadex.org/covers/2305dc0f-3556-4a6e-941c-e9f1ca8f6c6d/8a7fbe9f-52bb-4330-9871-ad4f43e1ae76.jpg",
    "altTitles": [
      {
        "ja": "プラネタリウム・ゴースト・トラベル：坂月さかな作品集"
      },
      {
        "ja-ro": "Planetarium Ghost Travel: Sakatsuki Sakana Sakuhin-shu"
      }
    ],
    "description": {
      "en": "A combination illustration and manga artbook featuring the ultramarine works and fantastical world of Sakatsuki Sakana. These short stories served as a precursor to Sakatsuki's eventual ongoing publication [Star Tripper](https://mangadex.org/title/77c7d3eb-16e9-4ef2-81f0-4d3876a037c5/star-tripper-planetarium-ghost-travel), and offer additional universe lore that is of importance in the main series.\n\n---\nAltogether, there are 11 \"chapters\" in total:\n\n- Part I: A Star Tripper's Scenery\n- Part II: A Sleepless Boy's Journey to the Moon\n- Part III: Star Tripper\n  - 3.1 - Prologue\n  - 3.2 - Listening to the Rain\n  - 3.3 - Buying Sweets\n  - 3.4 - Drinking Kikiriri\n  - 3.5 - Windowshopping for Spacesuits\n  - 3.6 - Climbing the Tower\n  - 3.7 - Luck of the Draw\n  - 3.8 - Epilogue\n- Part IV: The Journey of Tobias and His Brother"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "e76f4bff-a772-4289-9d85-7bbec939e0d4",
    "title": {
      "en": "I Became the Contract Daughter of the soon-to-be-ruined Family"
    },
    "updatedAt": "2024-05-04T09:56:19+00:00",
    "coverArt": "https://mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/09916525-d0c2-4f85-abfd-d2910f3b2a65.jpg",
    "altTitles": [
      {
        "ko": "곧 망할 가문의 계약직 딸이 되었다"
      }
    ],
    "description": {
      "en": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0535c66a-d845-45d6-96a7-300111a13e4a",
    "title": {
      "en": "Wedding Impossible"
    },
    "updatedAt": "2022-05-23T02:11:29+00:00",
    "coverArt": "https://mangadex.org/covers/0535c66a-d845-45d6-96a7-300111a13e4a/632e94a9-2c37-4678-824c-c0fe6bb345df.jpg",
    "altTitles": [
      {
        "ko": "웨딩 임파서블"
      },
      {
        "ko-ro": "Weding Impaseobeul"
      },
      {
        "ja": "ケッコン：インポッシブル"
      },
      {
        "fr": "Marriage impossible"
      },
      {
        "ru": "Невозможная свадьба"
      },
      {
        "zh": "搞定小叔子"
      }
    ],
    "description": {
      "en": "What would you do for $500k? As a struggling actress, I agreed to play the part of a \"doting fiancée\" to Jeekyung Lee, a charming, handsome heir to a Korean conglomerate—the perfect husband! Except, he's gay. Eh, it's fine! The only problem is... (cue ominous music) Jeehan, Jeekyung's younger brother. That jerk may have the looks of a leading man, but he's determined to show I'm the wrong girl for Jeekyung! It's gonna take the performance of my life to win him over. Hah! I'm ready for my Oscar!\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=50886943)\n\n**Official Translations:**\n* [English](https://tapas.io/series/wedding-impossible/info)\n* [Chinese (Simplified) / 汉语](https://ac.qq.com/Comic/comicInfo/id/646198)\n* [French / Français](https://delitoon.com/webtoon/mariage-impossible)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Wedding-Impossible/2421)\n* [Japanese / 日本語](https://www.comico.jp/articleList.nhn?titleNo=29052)",
      "fr": "Pour 500 millions de wons, une jeune actrice accepte d'épouser un homme gay. Peut-être le meilleur rôle de sa vie?! Il faudra d’abord qu’elle réussisse à l'épouser. Car avant le mariage qui la rendra riche, il reste deux mois. Deux mois qui pourraient tout chambouler!!!\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=50886943)\n\n**Official Translations:**\n* [English](https://tapas.io/series/wedding-impossible/info)\n* [Chinese (Simplified) / 汉语](https://ac.qq.com/Comic/comicInfo/id/646198)\n* [French / Français](https://delitoon.com/webtoon/mariage-impossible)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Wedding-Impossible/2421)\n* [Japanese / 日本語](https://www.comico.jp/articleList.nhn?titleNo=29052)",
      "tr": "Otuz üç yaşında, 10 yıldır tiyatro oyuncusu Naa Jung üçüncü kuşak bir chaebol ile nişanlandı mı? \"Bu yüzden ailesinin cesur muhalefetini bekliyordum\" konusunda endişelenmesine gerek yoktu. Ancak evliliğin bu kadar sorunsuz yapılabileceği beklentisinden farklı olarak. Hayır, diye düşündüm \"Kardeşim, deli misin? Bu evliliğe karşıyım, ölsem bile!\" Müstakbel kayınbiraderim tarafından bir fırtına gibi saldırıya uğradım! \"Kardeşinizin evlilik öncesi iznini alın! Sadece iki ay içinde kimin kazandığını görelim!?\" Ama... burada gizli bir sır var. Aslında nişanlısı gay!? 500 milyon won almak için Naa Jung evlilik sözleşmesi yapmak! Bu evlilik başarılı olabilir mi? Kardeşini yen ve evlilikte başarılı ol! Düğün imkansız!\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=50886943)\n\n**Official Translations:**\n* [English](https://tapas.io/series/wedding-impossible/info)\n* [Chinese (Simplified) / 汉语](https://ac.qq.com/Comic/comicInfo/id/646198)\n* [French / Français](https://delitoon.com/webtoon/mariage-impossible)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Wedding-Impossible/2421)\n* [Japanese / 日本語](https://www.comico.jp/articleList.nhn?titleNo=29052)",
      "zh": "十八线演员罗雅婷，与青梅竹马的豪门富三代李池京，为了各自的目的决定契约结婚。没想到李池京的豪门妈妈对此桩婚事出奇地支持，貌似已经知道儿子是“同志”？但李池京的弟弟却誓死也不同意，想尽各种办法阻挠。罗雅婷和李池京到底能不能结成这个婚呢？紧急任务——搞定小叔子，现在开始！\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=50886943)\n\n**Official Translations:**\n* [English](https://tapas.io/series/wedding-impossible/info)\n* [Chinese (Simplified) / 汉语](https://ac.qq.com/Comic/comicInfo/id/646198)\n* [French / Français](https://delitoon.com/webtoon/mariage-impossible)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Wedding-Impossible/2421)\n* [Japanese / 日本語](https://www.comico.jp/articleList.nhn?titleNo=29052)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "72"
  }
]