[
  {
    "mangaId": "63e54dfd-f7a9-473e-a591-28558e229c5b",
    "title": {
      "en": "Zatch Bell!!"
    },
    "updatedAt": "2023-02-01T22:22:18+00:00",
    "coverArt": "https://mangadex.org/covers/63e54dfd-f7a9-473e-a591-28558e229c5b/94a0a644-5185-49ef-9c49-2e6eefef1c8c.jpg",
    "altTitles": [
      {
        "id": "Gash Bell!!"
      },
      {
        "ja-ro": "Konjiki no Gash!!"
      },
      {
        "ja": "金色のガッシュ!!"
      },
      {
        "en": "Golden Gash!!"
      },
      {
        "zh-hk": "魔法少年賈修"
      },
      {
        "ko": "금색의 갓슈!!"
      }
    ],
    "description": {
      "en": "Every 1000 years, 100 demon children are sent to Earth to compete in a battle to become king of the Demon World. Each demon is paired with a human partner who is given a spell book of a specific color. The human can cast the demon's spells through their book. If a demon's book is burned, they disappear and return to the Demon World. The last demon remaining becomes the king. The show is oriented around Gash Bell and his human partner, Takamine Kiyomaro.  \n  \n---\n- **Won the 48th Shogakukan Manga Award for Shonen**",
      "pt-br": "Takamine Kiyomaro é um estudante gênio do ensino médio, muito convencido e que vê todos os outros como inferiores. Ele se fecha para o resto da escola, sendo um excluso por opção. Um dia, um estranho garotinho loiro invade sua casa trazendo consigo um livro vermelho e uma carta de seu pai. O rapaz descobre que o nome do garoto é Gash e que ele perdeu a memória, então seu pai lhe pede para cuidar do menino.\n\nMuito irritado com a inesperada responsabilidade, Kiyomaro volta sua atenção para o estranho livro, também mencionado na carta de seu pai, que possui letras estranhas de cor azul, as quais ele não consegue entender. Folheando o curioso objeto o rapaz encontra palavras escritas em vermelho, e apesar de estarem em uma língua que ele nunca viu, consegue lê-las como se estivesse em japonês, e ao pronunciar as palavras vermelhas \"Zakeru\", um estranho relâmpago é então atirado da boca de Gash, como se fosse um raio, porém, o garotinho perde a consciência ao atirá-lo, não entendendo como o quarto de seu anfitrião parecia ter sido explodido de uma hora para outra.\n\nCom o desenrolar da história Kiyomaro conhece outro humano com um livro e uma criança, que por sua vez revela que os estranhos garotos não passam de crianças demônios, que estão competindo em um torneio para decidir quem será o próximo rei de seu mundo. Os livros representam os feitiços que cada criança pode usar para lutar, e explicam também que uma criança demônio não pode usar seus poderes sozinho no mundo humano; eles precisam primeiro procurar por um parceiro que possa ler seus livros e comandar seus feitiços em batalha.\n\nPara derrotar um oponente, basta queimar o livro do adversário e ele será mandado de volta para o mundo dos demônios. Depois de ponderar muito o rapaz decide ajudar Gash a recuperar sua memória e a  lutar nessa guerra contra os outros 99 demônios para torná-lo o próximo rei. Descobrindo pelo caminho o valor individual de cada pessoa, Kiyomaro irá relembrar sentimentos há muito tempo enterrados e o valor de uma verdadeira amizade."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "33",
    "lastChapter": "323"
  },
  {
    "mangaId": "a7b50468-f71f-426d-bccc-515acfd971e2",
    "title": {
      "en": "Magnet na Watashitachi"
    },
    "updatedAt": "2021-05-25T15:46:09+00:00",
    "coverArt": "https://mangadex.org/covers/a7b50468-f71f-426d-bccc-515acfd971e2/17e36afa-d320-4ef9-9c90-2de43ddf1d44.jpg",
    "altTitles": [
      {
        "en": "Magnet na Watashi-tachi"
      },
      {
        "en": "マグネットな私たち"
      },
      {
        "en": "像磁石一样的我们俩"
      }
    ],
    "description": {
      "en": "To help out her family, Ichihara Tsumugi often looks after her little niece after school. One day, she has an unexpected encounter with the rude, scary-faced boy from her class, Uchimura Aki. What will happen now?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "6"
  },
  {
    "mangaId": "d78c706d-bc6f-4acf-ba8f-5c7dd0b84b88",
    "title": {
      "en": "Haiiro no Onmyouji"
    },
    "updatedAt": "2024-06-10T07:26:19+00:00",
    "coverArt": "https://mangadex.org/covers/d78c706d-bc6f-4acf-ba8f-5c7dd0b84b88/517d670c-525e-4b1e-959b-f44516c03649.jpg",
    "altTitles": [
      {
        "ja": "灰色の陰陽師"
      },
      {
        "en": "Gray Exorcist"
      }
    ],
    "description": {
      "en": "Sabatora, a boy whose parents were killed by Kuragari, works as an Onmyoji for the Public Security Bureau to get revenge. His only comfort is Kyue, a Kuragari who lives with him. Kyue, who has lived with Sabatora since he was a small child, is a kind and gentle soul who is like an irreplaceable member of Sabatora's family. One day, however, Kyue is attacked by Seto, a colleague from the Public Security Bureau who hates Kuragari. In a pinch, Sabatora and Kyue undergo an unexpected transformation.(natalie.mu)",
      "ja": "人間を食い殺し世を脅かす【暮明】。公安の陰陽寮に所属する陰陽師の鯖虎は、丑三つ時になると暮明を退治する生活を送っていた。\n\nそんな鯖虎には1つの秘密が…。両親を失い唯一の家族【きゅえ(暮明)】を隠れ家で匿っているのだった。\n\nだが上司の陰陽師に秘密がバレてしまったことで生活は一変!! 暮明に与する者は外敵と見なされ…!? 指名手配されてしまった鯖虎! 反逆のダークヒーロー譚ここに開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcf927d8-52e3-4d6f-a2da-4eb37abe91c9",
    "title": {
      "en": "Quest Supremacy"
    },
    "updatedAt": "2024-06-02T18:28:29+00:00",
    "coverArt": "https://mangadex.org/covers/bcf927d8-52e3-4d6f-a2da-4eb37abe91c9/102c5e22-05b8-41f2-922f-4a6c4b80678b.png",
    "altTitles": [
      {
        "ko": "퀘스트지상주의"
      },
      {
        "ko-ro": "Quest Jisangjuui"
      },
      {
        "en": "QUESTISM"
      },
      {
        "ru": "Квестовое превосходство"
      },
      {
        "es-la": "Supremacía de las Misiones"
      }
    ],
    "description": {
      "en": "Kim SooHyun is an ordinary high schooler who isn’t good at studying, fighting, or being attractive. Suddenly, he’s faced with a quest window right in front of his eyes. After being given the powers of a game [system] out of nowhere, how will our hero confront the challenges ahead of him?",
      "ko": "[외모지상주의], [싸움독학], [인생존망]과 세계관을 공유하는 박태준 유니버스 스핀오프 작품!\n공부, 싸움, 외모.\n뭐 하나 잘난 것 없는 평범한 고등학생 ‘김수현’의 눈앞에 갑자기 퀘스트창이 나타났다!\n첫 번째 퀘스트, [엄마한테 사과하기]를 완료한 수현은 보상으로 키가 3cm 커지게 되는데!\n퀘스트 엄청 쉽잖아?! 어떤 퀘스트든 완료해주마! 그런데 다음 퀘스트가?\n[system] 학교 일진녀와 키스하십시오.",
      "ru": "[Действие происходит в той же вселенной, что и «Лукизм» и «Как бороться (вирусный хит)»]\n\nКим Сухён – обычный старшеклассник. Он не очень хорош в учебе, борьбе и совсем не привлекателен. Внезапно прямо перед ним возникает окно квестов. Получив возможности игровой [Системы] из ниоткуда, как наш герой будет противостоять стоящим перед ним вызовам?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36d27f1d-122a-4c7e-9001-a0d62c8fb579",
    "title": {
      "en": "Mount Celeb Kaneda-san"
    },
    "updatedAt": "2024-05-15T23:32:05+00:00",
    "coverArt": "https://mangadex.org/covers/36d27f1d-122a-4c7e-9001-a0d62c8fb579/5e9140ed-1a8c-4da4-8cf6-031c345b2af8.jpg",
    "altTitles": [
      {
        "ja": "マウントセレブ金田さん"
      }
    ],
    "description": {
      "en": "Mochiko Kaneda (commonly known as Kaneda-san), a self-important, clumsy sanpaku-eyed celebrity lady, climbs to the top with overwhelming financial power!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "30f3ac69-21b6-45ad-a110-d011b7aaadaa",
    "title": {
      "en": "Tonikaku Kawaii"
    },
    "updatedAt": "2024-05-05T05:17:22+00:00",
    "coverArt": "https://mangadex.org/covers/30f3ac69-21b6-45ad-a110-d011b7aaadaa/e116a85f-2e71-4f73-8da4-24e58e463e81.jpg",
    "altTitles": [
      {
        "en": "Fly Me to The Moon"
      },
      {
        "ja-ro": "Tonikaku Cawaii"
      },
      {
        "en": "TONIKAWA: Over The Moon For You"
      },
      {
        "ru": "Унеси меня на Луну"
      },
      {
        "ja": "トニカクカワイイ"
      },
      {
        "zh": "总之就是非常可爱"
      },
      {
        "ko": "어쩄든 귀여워"
      },
      {
        "en": "Cute Anyways"
      }
    ],
    "description": {
      "en": "Described as a story full of \"love\" and \"dreams\", Tonikaku Kawaii follows a protagonist whose name is written with the characters for \"Hoshizora\" (\"Starry Sky\" in Japanese), but whose name is pronounced as \"Nasa\". On the day of his high school entrance exams, Nasa encounters a beautiful girl. For Nasa, it feels like destiny is finally calling out to him that he will have a girl friend, but…\n\nNote: Volume 15 and 16's numberings are correct, as this is how they are in the original.",
      "ru": "Тяжело жить, если родители дали тебе имя НАСА - да, как NASA, и каждый второй спрашивает, пойдешь ли ты в астронавты. Еще тяжелее, если в один день тебя собьет грузовик, ты встретишь любовь всей своей жизни и тут же ее потеряешь, согласившись жениться на ней. Мужик сказал, что женится - значит женись. И заверьте… Веселая комедия положений без особой логики, но с неожиданными поворотами сюжета. Ведь жена и правда с Луны?..   \r\n  \r\n**Tonikaku Cawaii is the official romanization.**",
      "pt-br": "Aceito sair com você se você se casar comigo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b727ae2-2842-4c46-af8b-9162b7806659",
    "title": {
      "en": "Girl meets Rock!"
    },
    "updatedAt": "2024-06-04T16:49:00+00:00",
    "coverArt": "https://mangadex.org/covers/7b727ae2-2842-4c46-af8b-9162b7806659/e13f52e3-5ead-4696-89b3-8277dbfec14b.jpg",
    "altTitles": [
      {
        "ja": "ふつうの軽音部"
      },
      {
        "ja-ro": "Futsu no Keionbu"
      },
      {
        "fr": "La fille qui découvre le rock !"
      },
      {
        "nl": "Het meisje dat rock ontdekte!"
      },
      {
        "ru": "Девушка встречает Рок"
      },
      {
        "pt-br": "Garota conhece o rock!"
      }
    ],
    "description": {
      "en": "With a passion for richly textured Japanese rock, first-year high school student Chihiro Hatono steps into the world of the light music club, new guitar in tow. But what awaits her behind those doors...? A drama of unfiltered youth and musical ambition takes the stage!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0",
    "title": {
      "en": "Sakamoto Days"
    },
    "updatedAt": "2024-06-04T14:29:51+00:00",
    "coverArt": "https://mangadex.org/covers/9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0/3ccb3619-320e-45d7-81a6-49978e20f739.jpg",
    "altTitles": [
      {
        "ru": "Дни Сакамото"
      },
      {
        "ja": "サカモト デイズ"
      },
      {
        "ne": "साकामोतो डेज"
      },
      {
        "pt-br": "Sakamoto Days"
      },
      {
        "fr": "Sakamoto Days"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!",
      "fr": "Taro Sakamoto est un assassin légendaire, le meilleur d'entre tous, craint par tous les gangsters, adulé par ses pairs. Mais un beau jour... il tombe amoureux ! S'ensuivent retraite, mariage, paternité... et prise de poids.\nSakamoto est aujourd'hui patron d'une petite épicerie de quartier et coule des jours heureux avec sa famille. Mais lorsque son passé le rattrape sous les traits de Shin, un jeune assassin télépathe, Sakamoto reprend du service...\nEt malgré son apparence, il est toujours aussi charismatique lorsqu'il passe à l'action !",
      "ja": "町の商店を営むふくよかな男・坂本太郎。その正体は全ての悪党が恐れ、憧れた元・伝説の殺し屋!!　襲い来る危険から家族と日常を守る、坂本の日々とは…!?",
      "ru": "Таро Сакамото был профессиональным киллером. Другие наёмники им восхищались, а злодеи боялись. Но однажды… Сакамото влюбился! Завязал с криминалом, женился, стал отцом и в итоге… Разжирел! Толстый дядька из соседнего магазина — в прошлом непревзойдённый убийца! Сможет ли он уберечь свою семью от опасности? Приготовьтесь к новой остросюжетной комедии!",
      "pt-br": "Taro Sakamoto era o assassino supremo, temido pelos vilões e admirado pelos assassinos. Mas um dia... ele se apaixonou! Aposentadoria, casamento, paternidade e depois… Sakamoto engordou! O cara gordinho que administra a loja do bairro é na verdade um ex-assassino lendário! Ele pode proteger sua família do perigo? Prepare-se para experimentar um novo tipo de série de comédia de ação!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "690a8f9c-1281-4d2c-a282-6342ef95c50f",
    "title": {
      "en": "Rettougan no Tensei Majutsushi - Shiitagerareta Moto Yuusha wa Mirai no Sekai o Yoyuu de Ikinuku (GIGATOON Studio)"
    },
    "updatedAt": "2023-12-03T14:40:48+00:00",
    "coverArt": "https://mangadex.org/covers/690a8f9c-1281-4d2c-a282-6342ef95c50f/a8f63066-1cad-4f13-be87-b702501d8705.png",
    "altTitles": [
      {
        "ja": "劣等眼の転生魔術師 ~虐げられた元勇者は未来の世界を余裕で生き抜く~ (GIGATOON Studio)"
      },
      {
        "en": "The Reincarnated Magician With Inferior Eyes ~The Oppressed Ex-hero Survives the Future World With Ease~"
      }
    ],
    "description": {
      "en": "In a world where eye color determines one’s magical prowess, there existed a mage of unparalleled might, Abel. Feared even by allies, he transfers his soul to the distant future in search of an ideal realm. Yet, in this new era, his once-celebrated eyes are dubbed “Inferior Eyes” and he becomes the butt of ridicule. Harassed by high-borne nobles and unjustly discriminated against, Abel discovers that while magic has diminished in this technologically advanced future, his Amber Eyes conceal a power beyond human comprehension. This hero from the past is set to revolutionize the magic of the future!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo!"
    },
    "updatedAt": "2024-06-11T14:00:20+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/07c6f675-57e6-4b8c-8e2b-deaf3f27021b.jpg",
    "altTitles": [
      {
        "en": "God's Blessing on This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      },
      {
        "en": "Bless This Wonderful World!"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40dab498-7af6-446a-8071-76cdd5e926d5",
    "title": {
      "en": "Dealing With Demons"
    },
    "updatedAt": "2024-04-26T21:23:31+00:00",
    "coverArt": "https://mangadex.org/covers/40dab498-7af6-446a-8071-76cdd5e926d5/60515c0a-865f-4170-aaa2-b36f3d9de1f6.png",
    "altTitles": [
      {
        "en": "Even if Disillusionment Swallows You"
      },
      {
        "en": "Even if Despair Consumes You"
      },
      {
        "ko": "환멸이 그대를 삼킬지라도"
      }
    ],
    "description": {
      "en": "Staying alive is a new form of entertainment.\nWhen Dokyung, disillusioned by the harshness of life, finally resolves to call it quits, a bored demon, Hwamyung, appears before her with a particular offer. Will Dokyung, having entered into a contract with the Demon of Disillusionment, be able to flip her disastrous life upside down?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4247b21-e8ff-46ae-9f92-fc04f6641188",
    "title": {
      "en": "Aitsu no Kanojo"
    },
    "updatedAt": "2024-06-01T00:12:57+00:00",
    "coverArt": "https://mangadex.org/covers/f4247b21-e8ff-46ae-9f92-fc04f6641188/0da4d7d4-1f41-4ea4-abc3-119cfcea8604.jpg",
    "altTitles": [
      {
        "ja": "アイツノカノジョ"
      },
      {
        "en": "His Girlfriend"
      },
      {
        "zh-hk": "他的女友"
      },
      {
        "fr": "Sa petite amie"
      },
      {
        "en": "Someone's Girlfriend"
      },
      {
        "nl": "De vriendinnitje van deze vent"
      },
      {
        "nl": "Zijn vriendinnetje"
      },
      {
        "fr": "La petite amie de ce mec"
      },
      {
        "en": "That Guy's Girlfriend"
      },
      {
        "uk": "Його дівчина"
      }
    ],
    "description": {
      "en": "It's April of my third and final year in high school... But the beautiful girl I have a crush on is my best friend's girlfriend. Thus begins my year of treading on the dangerous ground...",
      "pt-br": "É abril do meu terceiro e último ano no ensino médio... Mas a linda garota por quem tenho uma queda é a namorada do meu melhor amigo. Assim começa meu ano pisando em um terreno perigoso..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9ae1606-573f-4da0-a814-5a1751877bfd",
    "title": {
      "en": "Rock"
    },
    "updatedAt": "2024-05-26T20:57:34+00:00",
    "coverArt": "https://mangadex.org/covers/f9ae1606-573f-4da0-a814-5a1751877bfd/b86375b4-1302-4092-b062-e72bd5828d48.jpg",
    "altTitles": [
      {
        "ja": "ロック"
      }
    ],
    "description": {
      "en": "We begin the story as Rock has left her husband, Astro, and their children and wants a divorce because Astro has cheated on Rock (again). As the five year old twins, Rockette and Astro Junior, find pictures of their parents when they were young, we flash back to the ever so popular romcom scenario of when Rock met Astro... except it's Kyoko Okazaki so it's messy, it's kooky, it's funny and it's all in a way that's unique to Kyoko Okazaki.\nBetween romantic comedy and hallucinated fairy tail, Kyoko Okazaki blows a wind of hysteria in the fashion world and its nights saturated with music and drugs."
    },
    "status": "completed",
    "releaseDate": 1989,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "15"
  },
  {
    "mangaId": "087ca0c7-33e8-4c71-b8eb-64bf27aedb11",
    "title": {
      "en": "Freezing"
    },
    "updatedAt": "2023-06-15T10:25:21+00:00",
    "coverArt": "https://mangadex.org/covers/087ca0c7-33e8-4c71-b8eb-64bf27aedb11/78754112-a24d-4826-8c53-aa0450d44e67.jpg",
    "altTitles": [
      {
        "ru": "Заморозка"
      },
      {
        "ja": "フリージング"
      },
      {
        "vi": "Kết Giới Nữ Vương"
      },
      {
        "vi": "Linh Độ Chiến Cơ"
      },
      {
        "zh": "结界女王"
      },
      {
        "zh": "零度战姬"
      },
      {
        "ko": "프리징"
      }
    ],
    "description": {
      "en": "Beings from a different dimension have started a war with mankind. To counter this threat, an academy called \"Genetics\" that trains female warriors called \"Pandora,\" who can wield special weaponry and armor, was formed. Kazuya Aoi decided to enroll in this school because of a promise with his sister, an outstanding alumnus who died in battle. There he meets second year Satellizer L. Bridgette, nicknamed \"The Untouchable Queen\" due to her solitary demeanor but also top of her class whose battle simulation streak is undefeated, until he came… and slowly changed her.  \n  \nThe Prequels gives back story to several characters; does not effect the main story.  \n  \nMost FTH and all LetItGo are joint with Vexed Scans.\n\nThere were 33 volumes when the series went on hiatus, however, the site producing the chapters is still ongoing."
    },
    "status": "hiatus",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e3604cc-97b5-43f0-ab2c-c144debcae87",
    "title": {
      "en": "Yu-Gi-Oh OCG STORIES"
    },
    "updatedAt": "2024-02-23T02:11:45+00:00",
    "coverArt": "https://mangadex.org/covers/3e3604cc-97b5-43f0-ab2c-c144debcae87/624a4e29-f8d7-413e-8e27-4f7152b3e23e.jpg",
    "altTitles": [
      {
        "en": "Yu☆Gi☆Oh OCG Stories"
      },
      {
        "ja": "遊☆戯☆王OCGストーリーズ"
      },
      {
        "vi": "Chuyện kể về Yu★Gi★Oh! OCG"
      },
      {
        "pt-br": "Yu-Gi-Oh Histórias OCG"
      }
    ],
    "description": {
      "en": "In the distant past, the prosperous nation of Karma waged war against the nation of Spectra, resulting in the creation of an AI that wiped out all humans. Centuries later, Raye, the last surviving human, lives amongst an android society on the outskirts of Karma. On the night of her 13th birthday, her peaceful life is upended when Spectra attacks, destroying her home and forcing her friends to the front lines. Desperate to save everything she loves, Raye calls upon humanity's last bastion: \"Sky Striker\", the Karma-developed secret technology made to turn humans into the ultimate living weapons.… Unexpected, right? In this newest adaptation of Yu-Gi-Oh, the focus of the plot is not on the card game, but instead the many storylines featured in the cards. The first arc surrounds the Sky Striker series, with more to come in the future.",
      "pt-br": "No passado distante, a próspera nação de Kama travou uma guerra contra a nação de Spectra, resultando na criação de uma IA que eliminou todos os humanos. Séculos depois, Raye, a última humana sobrevivente, vive entre uma sociedade de andróides nos arredores de Kama. Na noite de seu aniversário de 13 anos, sua vida pacífica é interrompida quando Spectra ataca, destruindo sua casa e forçando seus amigos a irem para a linha de frente. Desesperada para salvar tudo o que ama, Raye invoca o último bastião da humanidade: \"Força Celeste\", a tecnologia secreta desenvolvida por Kama feita para transformar humanos em armas vivas definitivas.\n\n... Inesperado, certo? Nesta mais nova adaptação de Yu-Gi-Oh, o foco do enredo não está no jogo de cartas, mas sim nas muitas histórias apresentadas nas cartas. O primeiro arco envolve a série Força Celeste, com mais por vir no futuro."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5969338-0278-4eff-b266-67204b85ea7a",
    "title": {
      "en": "Haikyuu!! - Issei Ichidai no Kokuhaku (Doujinshi)"
    },
    "updatedAt": "2024-06-16T23:42:25+00:00",
    "coverArt": "https://mangadex.org/covers/a5969338-0278-4eff-b266-67204b85ea7a/bf795710-d26f-491b-82ad-8eb25b53b18c.png",
    "altTitles": [
      {
        "en": "Haikyuu dj - A Once in a Lifetime I Love You"
      }
    ],
    "description": {
      "en": "Atsumu and Hinata become housemates and feelings grow."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e776aca-92ae-43f5-8b0d-b6350c41c2dd",
    "title": {
      "en": "GhostBlade"
    },
    "updatedAt": "2024-04-12T17:32:36+00:00",
    "coverArt": "https://mangadex.org/covers/7e776aca-92ae-43f5-8b0d-b6350c41c2dd/977f02f8-5dcc-463c-8d87-b31331c8038e.jpg",
    "altTitles": [
      {
        "en": "Ghost Blade"
      },
      {
        "ru": "Призрачный клинок"
      },
      {
        "uk": "Примарний клинок"
      },
      {
        "zh": "鬼刀"
      },
      {
        "pt-br": "Lâmina Fantasma"
      }
    ],
    "description": {
      "en": "Long, long ago in Neraland, the pious human built a great tower to show the respect to their Goddess Nera.  \nGoddess Nera was deeply moved by human piety; to reward them, she opened a door at the top of the tower. This ethereal door connected to another world; it was known as *Heaven's Eye*.  \nHowever…",
      "fr": "Il y a fort longtemps au royaume de Nera, les fidèles humains érigèrent une tour en signe de leur respect pour leur déesse Nera.  \nLa déesse Nera, profondément touchée par la foi de ces derniers, ouvrit une porte au sommet de la tour pour les récompenser. Cette porte mystique était connectée à un autre monde. Elle fut dénommée *l'Œil céleste*.  \nMais un jour…",
      "uk": "Давним-давно в Нераланді благочестиві люди побудували велику вежу, в знак поваги до своєї богині Нери.   \nБогиня Нера була глибоко зворушена людським благочестям; щоб нагородити їх, вона відчинила двері на верхівці вежі. Ці ефірні двері пов'язані з іншим світом; І були відомі як *Райське Око*.  \nОднак…  \n\n\n---",
      "zh": "很久以前，诺拉大陆的人类为了表示对诺拉女神最崇高的敬意，筑起了一座宏伟的高塔。 女神为人们的虔诚所动， 在高塔的顶端打开了一扇通往异世的大门。 来自另一个世界的羽族人为人类带来了文明与进步，但最终两族人在各种矛盾下刀戈相向。 战后数百年过去了，大陆再一次笼罩在不安与诡异的阴云中...",
      "pt-br": "Há muito, muito tempo atrás em Neraland, o piedoso humano construiu uma grande torre para mostrar o respeito à sua deusa Nera.\n\nDeusa Nera ficou comovida pela piedade humana; para recompensá-los, ela abriu uma porta no topo da torre. Esta porta etérea conectada a outro mundo; era conhecida como \"Olho do Paraíso\". \n\n Contudo..."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3e2adca-1053-4295-8d4c-feea5f02745c",
    "title": {
      "en": "Devilman Saga"
    },
    "updatedAt": "2024-01-18T15:41:07+00:00",
    "coverArt": "https://mangadex.org/covers/c3e2adca-1053-4295-8d4c-feea5f02745c/886e36c6-6ea9-4936-b9a9-1341fe8efa8c.jpg",
    "altTitles": [
      {
        "ja": "デビルマンサーガ"
      },
      {
        "zh": "惡魔人SAGA"
      }
    ],
    "description": {
      "en": "Set in 2025, a roboticist named Fudou Yuuki joins a project involving a large mural depicting humanity's true past as well as the ancient but advanced technology found in Antarctica."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "13",
    "lastChapter": "116"
  },
  {
    "mangaId": "f37377e8-8a35-4581-8cb3-228812b247c4",
    "title": {
      "en": "Strawberry Parfait OneeLoli Yuri Anthology"
    },
    "updatedAt": "2024-02-16T21:49:46+00:00",
    "coverArt": "https://mangadex.org/covers/f37377e8-8a35-4581-8cb3-228812b247c4/ae8a9056-58e1-4678-8223-d6e86cf0d161.jpg",
    "altTitles": [
      {
        "ja": "ストロベリーパルフェ おねロリ百合アンソロジー"
      },
      {
        "ja-ro": "Strawberry Parfait OneLoli Yuri Anthology"
      }
    ],
    "description": {
      "en": "Cover: Hanekoto  \nIllustration: Yuama"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "e0969782-cec4-4382-9366-4c69ecd1f3a2",
    "title": {
      "en": "I Thought She Was a Yandere, but Apparently She's Even Worse"
    },
    "updatedAt": "2024-04-05T16:41:15+00:00",
    "coverArt": "https://mangadex.org/covers/e0969782-cec4-4382-9366-4c69ecd1f3a2/debba5d2-c819-431f-ba85-d9430f198ba0.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレかと思ったらもっとヤベー女だった"
      },
      {
        "id": "Ku kira dia yandere tapi ternyata lebih parah"
      },
      {
        "ja": "ヤンデレかと思ったらラブコメっぽくなる彼女"
      },
      {
        "ja-ro": "Yandere Ka To Omottara Motto Yabe Onna Datta"
      },
      {
        "es-la": "Pensé que era una yandere, pero resultó ser una chica mucho más peligrosa."
      },
      {
        "tr": "Onun Yandere Olduğunu Sanıyordum Ama Durum Daha Betermiş"
      }
    ],
    "description": {
      "en": "A man who no longer can turn a blind eye saves a girl who's being bullied by the other classmate, but little did he know.\n\n---\n\n**Notes:**\n- There is also a fan colored version and an R18 side(?) story:",
      "id": "Seorang pria yang tidak lagi bisa menutup mata menyelamatkan seorang gadis yang di-bully oleh teman sekelasnya,tapi sedikit yang dia tahu.",
      "tr": "Artık sınıf arkadaşının zorbalanmasına göz yumamayan çocuk sınıf arkadaşını kurtarır, oysa...",
      "es-la": "Psicópata se enamora de un chico normal."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e52262f-bcd5-49c4-b93a-f4652d189844",
    "title": {
      "en": "Grandmaster of Demonic Cultivation - Mo Dao Zu Shi"
    },
    "updatedAt": "2024-03-16T21:17:27+00:00",
    "coverArt": "https://mangadex.org/covers/6e52262f-bcd5-49c4-b93a-f4652d189844/a12ee1bb-f633-4250-a714-372df26f0780.jpg",
    "altTitles": [
      {
        "zh-ro": "Mo Dao Zu Shi"
      },
      {
        "en": "The Founder Of Diabolism"
      },
      {
        "zh": "魔道祖师"
      },
      {
        "pt-br": "Mo Dao Zu Shi - O Fundador da Cultivação Demoníaca"
      },
      {
        "en": "The Grandmaster of Demonic Cultivation"
      }
    ],
    "description": {
      "en": "As the grandmaster who founded the Demonic Sect, Wei WuXian roamed the world in his wanton ways, hated by millions for the chaos he created. In the end, he was back-stabbed by his dearest junior brother and killed by powerful clans that combined to overpower him. He incarnates into the body of a lunatic who was abandoned by his clan and is later, unwillingly, taken away by a famous cultivator among the clans—Lan WangJi, his archenemy.  \n  \nThis marks the start of a thrilling yet hilarious journey of attacking monsters, solving mysteries, and raising children. From the mutual flirtation along the way, Wei WuXian slowly realizes that Lan WangJi, a seemingly haughty and indifferent poker-face, holds more feelings for Wei WuXian than he is letting on.",
      "pl": "Wei Wuxian, założyciel demonicznej sekty, przemierzał świat w swój rozpustny sposób, znienawidzony przez miliony za chaos, który wywołał. Ostatecznie został zdradzony przez swojego najdroższego shidi i zamordowany przez potężne klany, które złączyły siły, by go pokonać. Po kilkunastu latach ocknął się w ciele szaleńca, który został porzucony przez rodzinę. Niedługo później siłą zostaje przygarnięty przez Lan Wangji, jego arcywroga. Tak rozpoczyna się trzymająca w napięciu i wywołująca śmiech wędrówka złożona z pokonywania potworów i rozwiązywania tajemnic. I kto im zabroni trochę poflirtować po drodze?  \n  \n[Tłumaczenie powieści](https://dracaena.webd.pl/portfolio/mo-dao-zu-shi/)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "259"
  },
  {
    "mangaId": "cb1b1da5-9436-49f5-8a6b-a1689fb86d91",
    "title": {
      "en": "Love Bullet"
    },
    "updatedAt": "2024-01-31T08:24:37+00:00",
    "coverArt": "https://mangadex.org/covers/cb1b1da5-9436-49f5-8a6b-a1689fb86d91/0bcacc37-3c3a-482f-93cb-d67040b024be.jpg",
    "altTitles": [
      {
        "ja": "ラブ・バレット"
      },
      {
        "ja": "ラブ·バレット"
      }
    ],
    "description": {
      "en": "Since the dawn of humanity, those who have never experienced love and meet an untimely end are granted a second chance at life as Cupids by the Goddess of Love.\n\nPresent day Cupids have traded in their bow and arrow for modern firearms, but their mission remains the same: find suitable lovers for their targets and make them fall in love!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e71fcbb-af4e-49ea-baa6-3416e0eff576",
    "title": {
      "en": "The First Commandment"
    },
    "updatedAt": "2024-06-06T16:01:09+00:00",
    "coverArt": "https://mangadex.org/covers/5e71fcbb-af4e-49ea-baa6-3416e0eff576/1b5f0d8d-50ce-43b6-85b3-b2e0f1271372.jpg",
    "altTitles": [
      {
        "ko": "제1 계명"
      }
    ],
    "description": {
      "en": "\"I said I would do anything for you,\" Alexei gasped, his voice strained as he struggled to hold back the tide of emotions. \nSaratov, a city where a large number of Russian immigrants have settled, served as the backdrop to his turmoil. Alexei, a member of the mafia, had made protecting his younger brother his first commandment. Obsessed with his brother, who harbored resentment towards him, Alexei also concealed his past and secrets from them. The stakes heightened when the talented and charismatic ballerino, Alpha Valerie, announced his departure for New York with his self-proclaimed sponsor, Omega Rian. Alexei discovered Rian's connection to Kalish, a police officer targeting the mafia boss. Despite his efforts to separate them, Valerie refused to listen. Finally, Alexei resorted to a perilous decision to save his younger brother. \"Stop,\" he pleaded, desperation lacing his words. \"I said... Did it...!\" \"Stay still,\" he implored, his breath ragged. \"Haa, oh, L-lerusha.\" \"Because... I've already committed to it.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38179337-1640-4927-8851-9bedd8d19e82",
    "title": {
      "en": "Shiotaiou no Sato-san ga Ore ni dake Amai"
    },
    "updatedAt": "2024-04-18T20:28:50+00:00",
    "coverArt": "https://mangadex.org/covers/38179337-1640-4927-8851-9bedd8d19e82/2cfe608f-109e-4a6d-9a8e-e539720d9fd7.jpg",
    "altTitles": [
      {
        "ja": "塩対応の佐藤さんが俺にだけ甘い"
      },
      {
        "en": "Aren’t You Too Sweet Salt-God Sato-San?"
      },
      {
        "en": "The Salt-God Sato-san is only sweet to me!"
      },
      {
        "zh": "冷淡的佐藤同學只對我撒嬌"
      },
      {
        "th": "คุณซาโต้ยอดนักเมิน เธอหวานใส่ผมแค่คนเดียว"
      }
    ],
    "description": {
      "en": "Satou-san is the unattainable flower of the class. She is always cold and curt with classmates, but only I know she's actually very cute when she smiles, even if she's not much of a photographer.  \n  \nOshio-kun is friendly and lively, but only I know he works at his family's cafe after school. He does a great job with the cafe's SNS account, and his mischievous smile makes my heart skip a beat!  \n  \nInnocent and sweet, but sometimes frustrating, this is a 120%-pure fluffy story about two people falling in love for the first time.",
      "ja": "こんなに甘い”両片想い”見たことない！\n\n「佐藤さんは高嶺の花で誰に対しても塩対応。でも、意外と隙だらけだって俺だけが知ってる。写真を撮るのが下手。そのくせドヤ顔しがち。そして、へにゃっと笑う顔がすごく可愛い」\n\n「押尾君は誰に対しても優しい。でも、意外といじわるなところもあるって私だけが知ってる。SNSを使うのが上手。オシャレなカフェの店員さん。そして、悪戯っぽく笑う顔にすごくドキドキする」\n\n――これは内緒だけど、俺（私）はそんな彼女（彼）のことが好きだ。\n\n初々しくて、もどかしい二人の初恋。尊さ＆糖度120％！",
      "pt-br": "Satou-san é a flor inatingível da classe.  Ela é sempre fria e ríspida com os colegas de classe, mas só eu sei que ela é realmente muito fofa quando sorri, mesmo que ela não seja muito fotogênica.\n  \nOshio-kun é amigável e animado, mas só eu sei que ele trabalha no café de sua família depois da escola.  Ele faz um ótimo trabalho com a conta da internet do café, e seu sorriso malicioso faz meu coração bater mais forte!\n  \n Inocente e doce, mas às vezes frustrante, esta é uma história fofa 120% pura sobre duas pessoas se apaixonando pela primeira vez."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33d43bb9-da74-43f7-b5a7-bb597c19406a",
    "title": {
      "en": "The Constellations Are My Disciples"
    },
    "updatedAt": "2024-05-20T20:54:37+00:00",
    "coverArt": "https://mangadex.org/covers/33d43bb9-da74-43f7-b5a7-bb597c19406a/9fcfd23f-0dfc-42f1-ab96-97593039e325.jpg",
    "altTitles": [
      {
        "ko": "성좌들이 내 제자"
      }
    ],
    "description": {
      "en": "300 years ago, Martial God Hyun-oh Kim defeated Barche, the boss of the tower of destruction, and prevented the end of the world. Kim Hyun-oh, should have died suffering the same fate as the tower of destruction. However, after 300 years, he is reborn as the 17-year-old Kim Joo-hyuk. In the midst, he finds out that the “Constellations”, that were created during his absence, are his disciples from 300 years ago and sets on a journey to find them."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05e70f87-bdd1-4a91-a43f-d5347a153a4f",
    "title": {
      "en": "A Mark Against Thee"
    },
    "updatedAt": "2024-03-18T19:25:46+00:00",
    "coverArt": "https://mangadex.org/covers/05e70f87-bdd1-4a91-a43f-d5347a153a4f/c60ec54c-6368-4ab9-8b73-30c027277c33.jpg",
    "altTitles": [
      {
        "ko": "당신의 과녁"
      },
      {
        "ko-ro": "Dangsin-ui Gwanyeok"
      }
    ],
    "description": {
      "en": "Innocent man framed for murder and sentenced to death. Released 17 years later after his name was cleared. The times have changed. Yeop has changed. His friends and family have changed. Nothing is the same anymore. The harsh reality surrounding him turned Yeop from a grateful young man to a stoic, skeptical person. And now, he wants to exact revenge on everything that worked together to ruin his life.\n\n(Source: Webtoon Entertainment)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "76"
  },
  {
    "mangaId": "54e7001b-6112-4d5f-8b0e-d8df33abf72d",
    "title": {
      "en": "Shikanoko Nokonoko Koshitantan"
    },
    "updatedAt": "2024-06-14T18:08:22+00:00",
    "coverArt": "https://mangadex.org/covers/54e7001b-6112-4d5f-8b0e-d8df33abf72d/1e4b47f9-e120-4952-a350-695c03654050.jpg",
    "altTitles": [
      {
        "ja": "しかのこのこのここしたんたん"
      },
      {
        "en": "My Deer Friend Nokotan"
      },
      {
        "ru": "Моя подруга-олениха, Нокотан"
      },
      {
        "tl": "Ang Pag-usa-baybay kay Noko Shikanoko"
      },
      {
        "id": "Kenapa Temanku Kepalanya Kayak Rusa?"
      }
    ],
    "description": {
      "en": "No one knows Torako used to be a delinquent. All of her classmates only know her as the perfect student. But everything changes when Nokotan, a transfer student with antlers, enters her life. Antlers aren’t the only thing strange about Nokotan. Her deer nose can sniff out Torako’s secret past! Whether it’s at school or the zoo, chaos follows this doe-eyed girl’s every step. Torako has so many questions! Is Nokotan a deer, a girl, or something in-between?\n  \nFun Fact :  \n-Author is the illustrator for Vtuber [天音かなた](https://m.youtube.com/channel/UCZlDXzGoo7d44bwdNObFacg)   \n-Because of that, Physical copies on Amazon store soldout on the 1st day"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "419d21bf-1361-459b-8341-6ec828087f26",
    "title": {
      "en": "No Guard Wife"
    },
    "updatedAt": "2023-10-31T10:15:21+00:00",
    "coverArt": "https://mangadex.org/covers/419d21bf-1361-459b-8341-6ec828087f26/6e13d4ea-70a1-42d4-811c-fb4f6e0c1030.jpg",
    "altTitles": [
      {
        "ja-ro": "Bougyo-Ryoku Zero no Yome"
      },
      {
        "ja-ro": "Bougyoryoku Zero no Yome"
      },
      {
        "it": "Moglie Senza Guardia"
      },
      {
        "ja": "防御力ゼロの嫁"
      },
      {
        "en": "No Guard Wife"
      }
    ],
    "description": {
      "en": "It is the summary of the story of a bride whose love attack power is 255 but her defensive power is 0.\r\n\r\n[Note: \"No Guard Wife\" is the mangaka's official English title.  Due to complaints over someone changing the primary title, title entry edits are locked until the title rework is complete.]",
      "it": "Questo è il riassunto di una moglie il cui potere d'attacco d'amore è 255 ma quello difensivo è 0.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Twitter](https://twitter.com/hosimaki)  \r\n- [Bookwalker Doujin Link](https://bookwalker.jp/series/196999/list/)  \r\n- [Bookwalker Tankoubon Link](https://bookwalker.jp/series/203392/list/)",
      "pt": "É um resumo da história de uma noiva que tem o poder de ataque de amor nível 255, mas a poder de defesa dela é 0.",
      "pt-br": "A história de uma noiva que tem o poder de ataque de amor nível 255, mas a poder de defesa dela é 0."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "169"
  },
  {
    "mangaId": "49650a04-d0d7-4526-b460-8203ae223586",
    "title": {
      "en": "Fight Class 3"
    },
    "updatedAt": "2024-06-12T16:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/49650a04-d0d7-4526-b460-8203ae223586/e684daa6-8687-4b54-a5ee-0fdc82bdd4bd.jpg",
    "altTitles": [
      {
        "ko-ro": "Gyeoggi 3 Ban"
      },
      {
        "ko-ro": "Gyeok Gi 3 Ban"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma de Luta 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---",
      "fr": "Un monde dans lequel la Corée est le Pays leader des sports de combats. Au lycée Nam-il où les meilleurs et plus talentueux élèves en arts martiaux étudient, Jiu Ji-tae se trouve soudainement entraîné avec eux alors qu'il n'est qu'un faiblard.  \n  \nEn faisant disparaître ses défauts physiques à l'aide du Ju-Jitsu, pourra-t-il devenir le meilleur des classes de combat ?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f0f7352-c74c-4bcc-aec1-d0a472d94e39",
    "title": {
      "en": "San Yan Xiao Tian Lu"
    },
    "updatedAt": "2022-08-08T13:04:21+00:00",
    "coverArt": "https://mangadex.org/covers/2f0f7352-c74c-4bcc-aec1-d0a472d94e39/9a5dfa6c-b211-4747-a770-33008f3ffc03.jpg",
    "altTitles": [
      {
        "en": "In Three Eyes The Deified"
      },
      {
        "uk": "Tam Nhãn Hao Thiên Lục"
      },
      {
        "zh": "三眼哮天录"
      }
    ],
    "description": {
      "en": "The heavenly general Yang Jian, also known as god Erlang Shen, was ordered to descend to the mortal realm for the task of get rid of demons and evil spirits.  \nAfter he woke up in the mortal realm, he noticed that Taishang Laojun who was in charge of his transfer absused his power and reincarnated Yang Jian as a woman.  \n Yang Jian is not used to this new body and to make things more worse it seems that he can't use his full power. now he must learn to adapt to modern society and take care of a hidden danger that is going to put the whole world into chaos."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae0447b2-cdf6-4f18-951b-576cca485a9e",
    "title": {
      "en": "\"Mou.... Hatarakitakunaindesu\" Boukensha Nanka Yamete yaru. Imasara, Taiguu wo Kaerukara to Onegai sarete mo Okotowaridesu. Boku wa Zettai Hatarakimasen."
    },
    "updatedAt": "2024-05-04T22:56:05+00:00",
    "coverArt": "https://mangadex.org/covers/ae0447b2-cdf6-4f18-951b-576cca485a9e/8cf44975-2a3f-42c1-976e-1a070e354381.jpg",
    "altTitles": [
      {
        "en": "I... Don't Want to Work Anymore. I Quit Being an Adventurer For Good and You Can't Stop Me."
      },
      {
        "ja": "『もう‥‥働きたくないんです』冒険者なんか辞めてやる。今更、待遇を変えるからとお願いされてもお断りです。僕はぜーったい働きません。"
      },
      {
        "es-la": "\"Yo... no quiero trabajar más\" Dejé de ser un aventurero. Aunque me traten mejor ahora, no lo haré. No volveré a trabajar."
      },
      {
        "th": "「เบื่อ… ไม่อยากทำงานแล้วครับ」นักผจญภัยอะไรนั่นไม่เอาด้วยแล้ว จะเปลี่ยนเงื่อนไขการทำงานให้ก็ขอปฏิเสธ ผมน่ะจะไม่ทำงานอีกต่อไปแล้ววว"
      },
      {
        "ko": "″이제… 일하고 싶지 않습니다″ 이제 와서 잘해줄 테니 돌아오라고 해도 거절합니다."
      },
      {
        "ja-ro": "“Mō‥‥ Hatarakitakunain Desu” Bōken-sha Nanka Yamete Yaru. Imasara, Taigū o Kaerukara to Onegai sa Rete mo Okotowaridesu. Boku wa Ze ̄ ttai Hatarakimasen."
      },
      {
        "ru": "Я авантюрист который не хочет работать"
      },
      {
        "id": "\"Aku... Tidak Akan Bekerja\" Aku Berhenti Jadi Petualang. Bahkan Jika Diperlakukan Lebih Baik, Tetap Tidak Akan. Aku Tidak Akan Bekerja lagi"
      },
      {
        "en": "\"I… Don't Want to Work Anymore\" I Quit Being an Adventurer. Even if You Treat Me Better Now, I Won't Do It. I Will NEVER Work Again."
      }
    ],
    "description": {
      "en": "Ex, an E-rank adventurer, makes a decision one day after five years of slaving away at the guild. \"I'm quitting this job!\" Ex was belittled for only being able to use beginner magic, but as it turns out, it had a special trait... Even if people threaten him or ask him to do anything, it's too late for them. \"I'm neeeever gonna work anymore!\"",
      "ja": "元Ｅ級冒険者のエクス１９歳。才能の全てを“効果時間延長”に特化した異才の魔導師は、５年間、年中無休で奴隷のように働く毎日を過ごしてきた。ついに過労で倒れてしまい、玄関先で目を覚ましたある日、ようやく自分の心と向き合う。「こんな仕事、辞めてやるっ！」冒険者を辞めたエクスは、もう働かないことを宣言。これまでエクスの効果時間が異常に長い初級魔法の恩恵を享受してきた連中は、彼の代わりなど誰もいないことに気づいて慌てふためくが、もう遅い。脅してきても、すがりついてきても、ニッコリ笑って全部お断り。「僕はもう、ぜーったい働きません！」働かない宣言わした初級魔導師の新しい生活が、今はじまる！",
      "es-la": "Aix es un aventurero de rango E de 19 años. Es un mago \"prodigio\" que se especializa únicamente en la \"Extensión de la duración de los efectos\". Ha pasado los últimos cinco años trabajando como un esclavo durante todas la semanas. Cuando por fin se derrumba por el cansancio y se despierta en la puerta de su casa, por fin se reconcilia consigo mismo. \"¡Voy a dejar este trabajo!\" Tras dejar su trabajo como aventurero, Aix anuncia que no trabajará más. La gente que había estado disfrutando de los beneficios de la magia de novato de duración inusual de Aix, entró en pánico cuando se dio cuenta de que no había nadie para reemplazarlo, pero era demasiado tarde. Sonrió y rechazó todas las amenazas e intentos de forzarlo a trabajar. \"¡Nunca volveré a trabajar!\" \n\n¡La nueva vida de un mago novato que se dijo así mismo que no trabajará comienza ahora!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01d13025-e2b2-4f6e-b45a-b57115dd56cb",
    "title": {
      "en": "Akuma de Koibito"
    },
    "updatedAt": "2022-05-19T16:50:05+00:00",
    "coverArt": "https://mangadex.org/covers/01d13025-e2b2-4f6e-b45a-b57115dd56cb/1f7adfce-0aa3-4517-9426-173e2d2be1a4.png",
    "altTitles": [
      {
        "ja-ro": "Akuma de Koibito."
      },
      {
        "en": "Because, It's Love"
      },
      {
        "en": "That's the Rabbit's Forest"
      },
      {
        "en": "The Demon Lover"
      },
      {
        "ru": "Мой любимый - дьявол"
      },
      {
        "ar": "الشيطان العاشق"
      },
      {
        "th": "ตกหลุมรัก กับดักของนายตัวร้าย"
      },
      {
        "ja": "アクマでコイビト。"
      },
      {
        "en": "恶魔小情人"
      },
      {
        "en": "惡魔小情人"
      }
    ],
    "description": {
      "en": "Devil and Boyfriend  \nEver since she was young, Rinko has always been labelled as a 'Ohito yoshi baka' by everyone except for a young boy, Itsuki. Since then, Rinko has always had strong feelings for Itsuki but will he ever be like that angel-like person she met as a child or stay as the Akuma she has now gotten used to?  \n  \n  \nIncludes two extra stories:  \n  \n- That's the Rabbit's Forest  \nMadoka has to do some housekeeping for a young man, an artist, who comes across as a jerk: but soon she finds out something unusual about him….  \n  \n- Because, It's Love  \nWhile Jun is washing mops, the guy beside her becomes soaked through an accident. She hands him a handkerchief that's special to her. Before she could ask for it back, he gets dragged away with her important handkerchief!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "15db1e46-ef82-47e0-82d8-360753dfc95d",
    "title": {
      "en": "Yuria-sensei no Akai Ito"
    },
    "updatedAt": "2022-05-07T18:28:15+00:00",
    "coverArt": "https://mangadex.org/covers/15db1e46-ef82-47e0-82d8-360753dfc95d/d3e97d03-b209-4fa4-94fa-2494cbf4e87f.jpg",
    "altTitles": [
      {
        "en": "Yuria's Red String"
      },
      {
        "ja": "ゆりあ先生の赤い糸"
      }
    ],
    "description": {
      "en": "Fifty-year-old Yuria has a quiet life teaching embroidery classes in her home, where she lives with her writer husband and his mother. Then one day her world is turned upside down when husband has a subarachnoid hemorrhage and upon arriving at the hospital, Yuria is met by a tearful young man who announces that he is her husband's lover.\n\nWon the 45th Kodansha Manga Award in General Category in 2021."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed",
    "title": {
      "en": "Isekai de Haishin Katsudou wo Shitara Tairyou no Yandere Shinja wo Umidashite Shimatta Ken"
    },
    "updatedAt": "2024-01-30T04:19:05+00:00",
    "coverArt": "https://mangadex.org/covers/7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed/a310496a-0b5c-4b81-8250-9608c8ce40c6.jpg",
    "altTitles": [
      {
        "ja": "異世界で配信活動をしたら大量のヤンデレ信者を生み出してしまった件"
      },
      {
        "en": "When I started streaming in another world, I ended up creating a large number of Yandere followers."
      }
    ],
    "description": {
      "en": "Living in Ataraxia, a world of swords and magic, a reincarnated individual decided to make a living out of streaming.\n\nLiving in a world where such a thing did not exist despite the many forms of entertainment, he quickly made a name for himself.\n\nThis is not the tale of just a streamer… but of a boy who becomes a legend as a haishinsha.",
      "ja": "剣と魔法の世界アタラシア――その世界に生きる一人の転生者が配信活動に手を出した。 数多くの娯楽はあれど、そのようなモノが存在しなかった世界で彼はたちまち有名になった。 これは異世界で唯一の配信者……ではなく、ハイシンシャになろうと考えた少年の物語である。",
      "vi": "Anh nhân vật chính của chúng ta được chuyển sinh sang thế giới có sự tồn tại của ma thuật. Sở hữu trong mình sức mạnh bá ko tả nổi, anh sẽ đánh bại quái vật để kiếm sống ư? Không, anh chê, anh muốn theo đuổi đam mê, anh muốn làm streamer để kiếm sống."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85d43b0b-b977-43bb-b7d8-a688d48b3107",
    "title": {
      "en": "Obokoi Majo wa Majiwaritai!"
    },
    "updatedAt": "2024-06-10T22:00:16+00:00",
    "coverArt": "https://mangadex.org/covers/85d43b0b-b977-43bb-b7d8-a688d48b3107/5779dca3-7052-432b-8fdf-ded841a97b52.jpg",
    "altTitles": [
      {
        "en": "The Young Witch Wants To Have Sex?!"
      },
      {
        "ja": "おぼこい魔女はまじわりたい!"
      },
      {
        "ko": "순진한 마녀는 뒤섞이고 싶어!"
      },
      {
        "zh-hk": "想和見習魔女深入交流！"
      },
      {
        "vi": "Cô Phù Thủy Trẻ Muốn Được Sex!"
      }
    ],
    "description": {
      "en": "Hiiragi visits Chikage Komori, a transfer student that has never come to school. His chastity is at stake when he comes across a beautiful girl that is wearing nothing but a jacket!?",
      "ja": "古森チカゲ。転校生なのに一度も登校した姿を見たことがない彼女のご近所に住む柊木は学校のプリントを届けにいくが、出会った瞬間にいきなりカラダの関係を迫られて!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb48c615-1c00-4726-b839-850d01d774b0",
    "title": {
      "en": "Omae Imouto ja Nakute Iinazuke datta no kayo!?"
    },
    "updatedAt": "2024-03-14T01:25:11+00:00",
    "coverArt": "https://mangadex.org/covers/eb48c615-1c00-4726-b839-850d01d774b0/480ba096-e6f9-451a-ab98-ed242a2a4deb.jpg",
    "altTitles": [
      {
        "ja": "お前妹じゃなくて許嫁だったのかよ!?"
      },
      {
        "ja-ro": "Omae Imouto Janakute Iinazuke Datta no ka yo"
      },
      {
        "ru": "Ты была не моей сестрой, а моей невестой!?"
      },
      {
        "en": "You Weren't My Sister, but My Fiancée?!"
      },
      {
        "id": "Kamu Bukan Adikku, Tapi Tunanganku?!"
      }
    ],
    "description": {
      "en": "\"Humanity, adore thy little sister—.\"\n\"I wonder when my sister Kana started becoming distant from me—.\"\nShina Takashi lamented his current days, where being ignored was not uncommon. One day, his parents dropped a shocking revelation. Not only was Takashi not their biological son… but he was also the fiancé of Kana, whom he thought was his sister!\n\nFrom siblings to potential romantic interests, it’s not easy to sort out feelings. The fluctuating emotions, the bewildering distance. Their relationship undergoes an inevitable change—! \nShe’s a sister but not a sister! The curtain rises on a new era of sisterly romantic comedy!”\n\n(MTL’d from bookwalker.jp)",
      "ja": "**人類よ、妹を愛でろ――。**\n\nいつ頃からだろう、妹の佳奈が自分に冷たくなったのは――。\n無視されることさえ少なくない現在の日々を、椎名隆は嘆いていた。\nそんなある日、両親から衝撃的な話を切り出される。\nなんと隆は実の息子ではなかった……だけではなく、妹だと思っていた佳奈の許嫁だった！\n\n兄妹から気になる異性へ、なんて簡単には気持ちの整理がつくはずもなく。\n揺れ動く感情、戸惑う距離感。\n二人の関係は否応なく変化して――!?\n\n妹だけど妹じゃない！\n新時代の妹ラブコメ、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3673409f-7e00-40b2-a762-88baa497c8a6",
    "title": {
      "en": "Karakai Jouzu (?) no Nishikata-san"
    },
    "updatedAt": "2024-05-15T17:38:37+00:00",
    "coverArt": "https://mangadex.org/covers/3673409f-7e00-40b2-a762-88baa497c8a6/04f3d761-8a5c-4b12-99c9-283e08bc9885.jpg",
    "altTitles": [
      {
        "ja": "からかい上手(?)の西片さん"
      },
      {
        "uk": "Майстер дражнилок (?) Нішиката-сан"
      },
      {
        "ru": "Мастер дразнилок (?) Нишиката-сан"
      },
      {
        "tl": "Ang Magaling sa Panunuksong (?) si Nishikata-san"
      }
    ],
    "description": {
      "en": "In this spinoff of \"Teasing Master Takagi-san\", and continuation of \"Teasing Master (former) Takagi-san\", Chi Nishikata tries her hardest to tease her classmate Ooshiro, but for some reason it feels like she's met him somewhere. Can she finally get one over on him and remember her past?",
      "tl": "Si Chi, ang minamahal na anak ng (dating) Takagi at Nishikata. Ngayon ay nasa high school na kasama ang batang lalaki sa tabi, kaya ba n'yang tuksuhin s'ya tulad ng kanyang ina?! O s'ya ba ang matutukso tulad ng kanyang ama!? Ang mga araw na puno ng pang-aasar ay magsisimula na muli— !",
      "uk": "Це спін-офф манг \"Майстер дражнилок Такаґі-сан\" та \"Майстер дражнилок(колишня) Такаґі-сан\". Донька головних героїв Чі іде до школи і зустрічає друга дитинства. Як складуться їх відносини і чи зможе вона подражнити хлопця?",
      "pt-br": "Neste spin-off de \"Karakai Jouzu no Takagi-san\" e continuação de \"Karakai Jouzu no (Moto) Takagi-san\", Nishikata Chi se esforça ao máximo para provocar seu colega de classe Ooshiro, mas por algum motivo parece que ela o conhece de algum lugar. Ela pode finalmente superá-lo e lembrar de seu passado?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9258cef1-3b0a-4a02-bccc-7e34580c5c2b",
    "title": {
      "en": "I'm a Villainess, but I Became a Mother"
    },
    "updatedAt": "2023-11-12T01:41:20+00:00",
    "coverArt": "https://mangadex.org/covers/9258cef1-3b0a-4a02-bccc-7e34580c5c2b/0266d7f6-0275-4b44-a4ba-138577b654de.jpg",
    "altTitles": [
      {
        "ko": "악녀인데 엄마가 되어버렸다"
      },
      {
        "en": "The Villainess Became a Mother"
      },
      {
        "ja": "悪女なのにママになりました"
      }
    ],
    "description": {
      "en": "I reincarnated as the villainess of that novel? In that case, I will have to leave him before I get betrayed! \n\n\"Calix, let us break off this marriage.\"\n\"You cannot run from me, Loure \"\n\nEven though he will end up choosing another woman... Why does he continue to haunt me? Then there’s the unexpected turn of events of getting pregnant with Calix's child... And so, once again, I naively had the fleeting thought that I would be able to live my days in happiness. What’s worse, I one day witnessed Calix kissing another woman. To protect the child in my stomach, I abandoned everything and set off on a journey, still unaware of Calix's newfound irrational obsession..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa92d730-0b5f-4fbf-bbc2-189eff43b3d7",
    "title": {
      "ja": "A Banished Sage’s Progress to Discovering the World: The Story of What Happened When I Freed Myself from My Childhood Friend"
    },
    "updatedAt": "2024-05-05T23:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/fa92d730-0b5f-4fbf-bbc2-189eff43b3d7/0cdc86cb-5f6c-4312-9a9f-65e23786fa75.jpg",
    "altTitles": [
      {
        "ja": "追放の賢者、世界を知る ～幼馴染勇者の圧力から逃げて自由になった俺～"
      },
      {
        "en": "A Banished Sage Experiencing the World ~ I Escaped from the Pressure of My Childhood Friend Who Is a Hero and Became Free~"
      },
      {
        "en": "Exiled Sage, Know the World"
      },
      {
        "en": "A Banished Sage's Progress to Discovering the World: The Story of What Happened When I Freed Myself from My Childhood Friend"
      },
      {
        "ja-ro": "Tsuihou no Kenja, Sekai wo Shiru ~Osanajimi Yuusha no Atsuryoku kara Nigete Jiyuu ni Natta Ore~"
      }
    ],
    "description": {
      "en": "The wizard Haru spent his days being abused by the hero, his childhood friend Leticia, when one day while being scolded he thought to himself, \"This is no good\". And thus began Haru's adventure to regain his true self! The curtain unveils on an other world \"redo\" fantasy life!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6532bfa8-1a83-47f6-bec2-38fb2444f3e3",
    "title": {
      "en": "re CERVIN"
    },
    "updatedAt": "2024-05-23T15:53:03+00:00",
    "coverArt": "https://mangadex.org/covers/6532bfa8-1a83-47f6-bec2-38fb2444f3e3/97e0a444-71b1-4ecb-8610-cc82218c8cd5.jpg",
    "altTitles": [
      {
        "ja": "レ・セルバン"
      },
      {
        "ru": "Возвращение Сервана"
      }
    ],
    "description": {
      "en": "Once upon a time, an evil dragon lived in this world. To fight it, humans joined forces with the inhabitants of Paradise and, one day, were able to seal an ancient evil. But years passed and the seal was broken, and the dragon was freed to wreak havoc and destroy countries again. A king who has lost his kingdom and a girl who has lost her memory.",
      "ru": "Когда очнулась Арсиноя, принцесса страны у подножия горы под названием Хелленталь, с вторжения Илийской империи прошёл уже месяц. В тот день была убита её мать, пробудился злой дракон, а родная земля обратилась в пепел. С помощью «безумицы, поглощающей память» Арсиноя смогла сдержать дракона, но взамен лишилась всех воспоминаний об отце. А теперь на её пути появляется человек по имени Серван и называется её отцом…\nПравитель погибшей страны и принцесса, потерявшая память. Сплочённые утратой, вдвоём они отправляются в путешествие ради возрождения былых себя.",
      "pt-br": "Uma jovem princesa do país montanhoso de Helentar, Arsinoe, acorda e descobre que um mês se passou desde o dia em que o Império de Ilia invadiu. Naquele dia, sua mãe foi morta, um dragão maligno despertou e sua terra natal foi arrasada pelo fogo. Com o poder de Sent Fuana, \"Louca que devora memórias\", ela é capaz de manter o dragão à distância, mas em troca perde as memórias de seu pai. Agora, um homem que afirma ser seu pai, Cervin, aparece diante dela. Um rei sem pátria e uma princesa sem memória. Duas pessoas reunidas pela perda partem em uma jornada de recuperação."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d1bd24c-2c99-489d-af2b-156f96f79da5",
    "title": {
      "en": "Nagareboshi Lens"
    },
    "updatedAt": "2023-09-15T00:58:08+00:00",
    "coverArt": "https://mangadex.org/covers/6d1bd24c-2c99-489d-af2b-156f96f79da5/cca4112d-7830-418f-aca3-edf51d2e1894.jpg",
    "altTitles": [
      {
        "en": "Nagareboshi Lens - Starry Sky"
      },
      {
        "en": "Nagareboshi Renzu"
      },
      {
        "en": "Shooting Star Lens"
      },
      {
        "en": "Shooting Star☆Lens"
      },
      {
        "en": "Словно звездопад"
      },
      {
        "en": "流★星LENS"
      },
      {
        "en": "流れ星レンズ"
      }
    ],
    "description": {
      "en": "Risa is a middle-school student who has zero experience in love, but hopes to one day find that special someone. After an unexpected event, Risa now finds herself entangled with the most popular boy in her grade, Yuugure. Could this be the beginning of love for Risa…!?"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "51"
  },
  {
    "mangaId": "5dbce626-d6ed-4d68-9891-39743f11e9e6",
    "title": {
      "en": "Ore Dake 2-Shuume Gachizei - Tsuyo Sugite Game Balance wo Hakai Shita"
    },
    "updatedAt": "2024-06-09T18:14:49+00:00",
    "coverArt": "https://mangadex.org/covers/5dbce626-d6ed-4d68-9891-39743f11e9e6/df0c92d8-5b7c-4243-b894-b5c7e69261c5.png",
    "altTitles": [
      {
        "ja": "俺だけ2周目ガチ勢～強すぎてゲームバランスを破壊した～"
      },
      {
        "en": "The Only New Game+ Hardcore Gamer ~I'm So Overpowered, I Shattered the Game's Balance~"
      }
    ],
    "description": {
      "en": "Rise to the top with knowledge and skills in your second life!\n\nFormer pro gamer Itsuki, who concealed his controversial past and worked as a VTuber, is attacked by problematic fans after getting doxxed, resulting in an accident that makes him lose consciousness. He wakes up only to find himself 10 years in the past, right after the launch of the hugely popular VRMMO Metasense!\n\nThere’s no need to hide his past in this world. Equipped with knowledge and skills from his first playthrough, becoming a top gamer and streamer is effortless!\n\nI… will stand at the pinnacle of Metasense!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84acadcf-141a-42a5-ba7a-104ffbdef753",
    "title": {
      "en": "I'm Trapped in a Drama"
    },
    "updatedAt": "2024-06-12T17:50:17+00:00",
    "coverArt": "https://mangadex.org/covers/84acadcf-141a-42a5-ba7a-104ffbdef753/00cf5dec-a9ab-41e0-a8d6-7f875a7dedf1.jpg",
    "altTitles": [
      {
        "ko": "막장드라마에 갇혀버렸다"
      },
      {
        "en": "I’m Trapped In A Terrible Drama"
      }
    ],
    "description": {
      "en": "The main character, who grew up as an orphan, finally achieves her dream of owning her own home after suffering.\nHer joy was short-lived and she suddenly died while watching a drama she enjoyed, feeling pain in her chest. However, when she opened her eyes again, she was in a drama she had watched before she died! And that too, while possessing Shin Sera, a villain who tries to kill the female protagonist, but is destroyed by the male protagonists!\n\nShin Sera Loving's main character tries to escape from the drama to prevent her destruction, but there is a succession rival who hates her, a fiancé who doesn't even treat her as a human being, and a pervert with a blank face.... With a variety of male protagonists with outbursts of personality, are you getting more and more entangled?",
      "fr": "Le personnage principal, qui a grandi en tant qu'orpheline, réalise enfin son rêve d'avoir sa propre maison après de longues épreuves. Cependant, sa joie est de courte durée : alors qu'elle regarde sa série préférée, elle ressent une douleur dans la poitrine et meurt soudainement. Lorsqu'elle rouvre les yeux, elle découvre qu'elle se trouve à l'intérieur du feuilleton qu'elle regardait avant de mourir ! Pire encore, elle s'est réincarnée en Shin Sera, une méchante qui tente de tuer le personnage principal féminin et qui est finalement tuée par le personnage principal masculin !"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d5bac78-018f-4f23-8a8d-0f25c9d6058f",
    "title": {
      "en": "AI Genes"
    },
    "updatedAt": "2023-10-19T06:44:00+00:00",
    "coverArt": "https://mangadex.org/covers/8d5bac78-018f-4f23-8a8d-0f25c9d6058f/d1cb8f65-c378-4155-a729-e52505365170.jpg",
    "altTitles": [
      {
        "ja": "AIの遺電子"
      },
      {
        "zh": "AI的遗电子"
      },
      {
        "zh-hk": "AI的遺電子"
      },
      {
        "ko": "AI의 유전자"
      },
      {
        "en": "Artificial Intelligence's Genes"
      },
      {
        "en": "Digital Genes of AI"
      },
      {
        "ru": "Гены любви"
      },
      {
        "ja-ro": "AI no Idenshi"
      }
    ],
    "description": {
      "en": "Humanity's dream…   \nCrystal humanoid technology. They have 'illnesses' just like humans but the treatment options are quite different.  \n  \nThe troubled AI's band together, and the new doctor at the facility, Sudou, bears witness."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "87"
  },
  {
    "mangaId": "d0da613d-cfcc-43ef-b9eb-ec302532402c",
    "title": {
      "en": "Heavenly Demon Wants to Be A Chef"
    },
    "updatedAt": "2024-05-16T05:11:47+00:00",
    "coverArt": "https://mangadex.org/covers/d0da613d-cfcc-43ef-b9eb-ec302532402c/d54de485-e4a1-4d01-9b7e-fb72c497643a.jpg",
    "altTitles": [
      {
        "ko": "요리사가 되고 싶은 천마님"
      }
    ],
    "description": {
      "id": "Woojin menyadari kehidupan masa lalunya melalui insiden Monster Gate.\nDia adalah… Heavenly Demon yang menaklukan Dataran Tengah!\nBahkan ketika dia adalah Heavenly Demon, dia memiliki mimpi yang tidak dapat dia capai…\nDia pasti akan mencapainya kali ini.\n\nImpiannya adalah menjadi chef!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4d5228c-846d-47c5-8659-0aa70d5c0d41",
    "title": {
      "en": "Kumamiko"
    },
    "updatedAt": "2024-06-11T04:55:04+00:00",
    "coverArt": "https://mangadex.org/covers/c4d5228c-846d-47c5-8659-0aa70d5c0d41/3e3ba464-d30c-4d2e-bec0-684fa9ef5b43.jpg",
    "altTitles": [
      {
        "en": "Girl Meets Bear"
      },
      {
        "ru": "Жрица и медведь"
      },
      {
        "ja": "くまみこ"
      },
      {
        "en": "Bear Shrine Maiden"
      }
    ],
    "description": {
      "en": "In the deep regions of the Touhouku area, the comedic story of the miko of bears, 14-year-old Machi, and her childhood friend, the talking bear Natsu, takes place as Machi struggles to qualify for city-life with Natsu's assistance."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "120"
  },
  {
    "mangaId": "f7b7039a-9631-494d-a77a-3a2b75e0ec49",
    "title": {
      "en": "The Demon King Dad and His Hero Daughter"
    },
    "updatedAt": "2024-05-16T00:24:22+00:00",
    "coverArt": "https://mangadex.org/covers/f7b7039a-9631-494d-a77a-3a2b75e0ec49/3e21057b-c4e9-40d2-8919-a6a08f0ed9f7.png",
    "altTitles": [
      {
        "en": "The Devil's Father's Brave Daughter"
      },
      {
        "en": "Demon Daddy Warrior Daughter"
      },
      {
        "ko": "마왕 아빠 용사 딸"
      }
    ],
    "description": {
      "en": "Selene, the daughter who dreams of becoming a hero, and Shion, the demon king who adopted her. Shion has to conceal his true identity at all costs, unable to cheer on his daughter’s dreams or attempt to stop her.\nThis is the story of Selene’s journey to becoming a true hero amidst this dilemma… Or is it the parenting story of the demon king?!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b90ec32-d7f8-4786-9167-5d43a8d26503",
    "title": {
      "en": "Mr. Villain Husband, the One You Should Be Obsessing With Is Over There"
    },
    "updatedAt": "2024-06-05T18:19:42+00:00",
    "coverArt": "https://mangadex.org/covers/8b90ec32-d7f8-4786-9167-5d43a8d26503/2fbca4c6-ffbd-465a-b746-89a95b415a17.jpg",
    "altTitles": [
      {
        "en": "Dear Villainous Husband, the One to Be Obsessed With Is Over There"
      },
      {
        "en": "The Person Who Is Obsessed With the Villain Husband Is Over There"
      },
      {
        "en": "Villainous Husband, the One You're Obsessed With Is Over There"
      },
      {
        "ko": "악역 남편님, 집착할 분은 저쪽인데요"
      }
    ],
    "description": {
      "en": "I’ve transmigrated into the body of the wife of the mad villain emperor in an angsty novel!\nHow will I escape? By running away quietly when the saintess he’ll become obsessed with appears.\n\nThis love-blind emperor won’t even remember that I exist once he lays eyes on the saintess! I really didn’t do anything. All I did was lay as low as I could so that I wouldn’t get on my crazy husband’s nerves…. But the villain emperor has asked me to return to the palace with him, and not the saintess. But she’s already here! Why are you obessessing over me?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9291342b-76cd-47af-ad62-81485ea7bcae",
    "title": {
      "en": "Senza Replica"
    },
    "updatedAt": "2024-06-05T12:32:54+00:00",
    "coverArt": "https://mangadex.org/covers/9291342b-76cd-47af-ad62-81485ea7bcae/c364439f-7254-451f-8944-f3768c3505e2.png",
    "altTitles": [
      {
        "ko": "센차 레플리카"
      }
    ],
    "description": {
      "en": "In just one morning, my esper turned into an entirely different person. Cha Gweonwoo was an S level esper, one of only two in Korea. To Kim Doweon, Cha Gweonwoo was a blunt and cold esper that would call him to guide frequently. To Cha Gweonwoo, Kim Doweon was a guide who he saw as a walking IV. However, after Cha Gweonwoo was caught in an explosion, suddenly he became all smiles and happy to see Doweon!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b2edff10-fe5f-4a8f-8d17-59796d3e61ec",
    "title": {
      "en": "Hanma Baki (Shinsoban Release)"
    },
    "updatedAt": "2024-05-04T18:18:20+00:00",
    "coverArt": "https://mangadex.org/covers/b2edff10-fe5f-4a8f-8d17-59796d3e61ec/9e981030-f2f1-48a8-b4d6-040459d16d9c.png",
    "altTitles": [
      {
        "ja": "範馬刃牙"
      },
      {
        "ja-ro": "Hanma Baki - Son of Ogre (Shinsoban)"
      },
      {
        "en": "Baki Part 3 (Shinsoban Release)"
      },
      {
        "en": "Baki Hanma - Son of Ogre (Shinsoban Release)"
      }
    ],
    "description": {
      "en": "The climax of the Baki series, \"Hanma Baki\", newly re-edited!\n\nHanma Yuujirou, the world's strongest creature, vs. Hanma Baki, the world's strongest high schooler... A spat between father and son on an unprecedented scale begins here!"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "319"
  }
]