[
  {
    "mangaId": "ff4b6bfd-40b4-4a84-b60e-1006c46c106b",
    "title": {
      "en": "How the Little Brother Who Turned Into a Girl Became His Big Brother's Girlfriend"
    },
    "updatedAt": "2024-12-31T10:56:11+00:00",
    "coverArt": "https://mangadex.org/covers/ff4b6bfd-40b4-4a84-b60e-1006c46c106b/acac2130-fe96-4421-9b1d-8d2e49c4696c.jpg",
    "altTitles": [
      {
        "ja": "兄貴の彼女になる、女の子になっちゃった弟。"
      },
      {
        "ja-ro": "Aniki no Kanojo ni Naru, Onnanoko ni Nacchatta Otouto"
      },
      {
        "en": "When I Returned Home for the First Time in a Long Time, My Brother Transformed Into a Girl"
      },
      {
        "ja": "久しぶりに実家に帰ったら弟がTSしてた。"
      },
      {
        "ja-ro": "Hisashiburi ni Jikka ni Kaettara Otouto ga TS Shiteta."
      },
      {
        "ru": "Как Младший Братик, Который Превратился в Девочку, Стал Девушкой Своего Старшего Брата"
      },
      {
        "ko": "오랜만에 친가에 돌아오니 동생이 TS되어 있었다"
      },
      {
        "ko-ro": "Orenmane Chinga-e Doraoni Dongsaengi TSdoeeo Itteotda"
      }
    ],
    "description": {
      "en": "When I returned home for the first time in a long time, my little brother transformed into a girl!?\n\n---\n\n[Fantia 18+ Content](https://mangadex.org/title/7a23de9c-01b8-43bd-ac38-0bfe0bebcc3b)",
      "id": "Ketika aku pulang ke rumah setelah sekian lamanya adik tiri laki-laki ku berubah menjadi gadis!?",
      "ru": "Когда я вернулся домой в первый раз спустя долгое время, мой младший брат стал девушкой!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec0c3cbf-dc3d-4df2-b2c6-2af7ad41541e",
    "title": {
      "en": "Mane Mane Nichi Nichi"
    },
    "updatedAt": "2024-10-23T03:09:50+00:00",
    "coverArt": "https://mangadex.org/covers/ec0c3cbf-dc3d-4df2-b2c6-2af7ad41541e/a8ca665c-f019-4451-a97a-3c76b2258b5b.png",
    "altTitles": [
      {
        "ja": "マネマネ にちにち"
      },
      {
        "tl": "Araw-araw, namamahala"
      },
      {
        "ja-ro": "Manemane Nichinichi"
      },
      {
        "fr": "Jour Après Jour"
      }
    ],
    "description": {
      "en": "In a certain school lies a certain club and its three managers. Though unremarkable, days that can't be found anywhere else have begun! Drawn by Yamamoto Souichiro is a brand new Sports ground youth story!",
      "fr": "Dans une certaine lycée se trouve un certain club et ses trois managers. Bien qu'anodins, des jours comme on n'en trouve nulle part ailleurs voient le jour ! Dessiné par Yamamoto Souichiro : une toute nouvelle histoire de jeunesse sur le thème du sport !",
      "tl": "Nakatakda sa beysbol klab ng isang hayskul, ito ay isang \"kwentong pagdadalaga sa gilid,\" na nakatuon sa tatlong tagapamahala ng koponan na may napakaibang mga personalidad: si Nagisa, na halos hindi alam ang mga patakaran ng beysbol; si Ichinose, isang magarbo na gyaru; at si Himemiya, ang tahimik na babae na may nakakagulat na masamang pag-uugali.",
      "vi": "Slice of life của ba em quản lí CLB thể thao ở một trường cao trung nào đó... Để xem có gì hay!",
      "pt-br": "Numa determinada escola reside um determinado clube e as suas três ajudantes. Embora normais, dias que não podem ser encontrados em nenhum outro lugar começaram! Desenhado por Yamamoto Souichirou, é uma nova história juvenil de campo esportivo!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d41fe947-2e33-4b26-ac29-abc70fb08edb",
    "title": {
      "en": "Shut Up, Evil Dragon! I Don't Want to Raise a Child With You Anymore"
    },
    "updatedAt": "2024-11-07T23:56:04+00:00",
    "coverArt": "https://mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/ee4e3885-ee1d-45c6-bc56-b2928765b0ba.jpg",
    "altTitles": [
      {
        "zh": "闭嘴恶龙我不想再跟你带孩子了"
      },
      {
        "en": "Shut Up, Malevolent Dragon! I Don’t Want to Have Any More Children With You"
      },
      {
        "uk": "Помовч, зла драконихо! Я не буду виховувати з тобою дітей!"
      },
      {
        "zh-ro": "Bizui Elong Wo Bu Xiang Zai Gen Ni Dai Haizi Le"
      }
    ],
    "description": {
      "en": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
      "id": "Setelah dikalahkan dan ditangkap, Dragon Slayer Leon menjadi tawanan Silver Dragon Queen. Dengan kesadaran akan kematian, dia menggunakan sihir terlarang untuk mengutuk sang ratu, tetapi secara tak terduga, sang ratu kehilangan kendali. Dia berpikir bahwa ini akan membuat sang ratu hidup dalam rasa malu seumur hidupnya, dan itu akan sepadan dengan misinya sebagai pemburu naga. Namun, dua tahun kemudian, ketika Leon membuka matanya, di sampingnya ada seorang gadis kecil naga dengan ekor...",
      "uk": "Після поразки та полону, вбивця драконів Леон потрапив у полон до королеви клану Срібних Драконів. Усвідомлюючи наближення смерті, він використав заборонену техніку, щоб накласти прокляття на королеву, але несподівано королева втратила контроль.\n\nВін думав, що це змусить королеву жити з соромом до кінця життя, і це буде гідно титулу вбивці драконів.\n\nАле через два роки, коли Леон розплющив очі, поруч з ним сиділа дівчинка-дракон із хвостиком..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6ef6e51f-9328-4111-9088-cda8282d6f27",
    "title": {
      "en": "The Dentist Won't Stop Teasing Me"
    },
    "updatedAt": "2025-01-14T04:31:57+00:00",
    "coverArt": "https://mangadex.org/covers/6ef6e51f-9328-4111-9088-cda8282d6f27/d1dbb9f2-8e03-4dac-b614-b6fad04605e6.png",
    "altTitles": [
      {
        "zh": "姐姐总想撩我"
      },
      {
        "zh-ro": "Jiějiě zǒng xiǎng liāo wǒ"
      },
      {
        "zh": "牙醫姐姐總想撩我"
      }
    ],
    "description": {
      "en": "After suffering from an unbearable pain caused by a wisdom tooth, Cai Tong'an visits the dentist, only to be greeted with a beautiful and gentle Dr. Xie Ruanqing. To her surprise, she turns out to be the senior she secretly admired during her university days..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "478e6926-b8bc-465c-9694-2bae1dbaf32b",
    "title": {
      "en": "Latna Saga: Survival of a Sword King"
    },
    "updatedAt": "2024-12-20T18:20:38+00:00",
    "coverArt": "https://mangadex.org/covers/478e6926-b8bc-465c-9694-2bae1dbaf32b/7dc9ebc2-a10a-4ab6-ab98-ad467aed4924.png",
    "altTitles": [
      {
        "ko": "이계 검왕 생존기"
      },
      {
        "en": "The Survival Story of the Sword King in Another World"
      },
      {
        "en": "Otherworldly Sword King's Survival Records"
      },
      {
        "zh": "拔剑九亿次"
      },
      {
        "zh-hk": "異界劍王生存記"
      },
      {
        "ko-ro": "Igye Geomwang Saengjongi"
      },
      {
        "ru": "Король меча"
      },
      {
        "ru": "История выживания короля меча в фэнтезийном мире"
      },
      {
        "ja": "異世界剣王生存記"
      },
      {
        "th": "การเอาชีวิตรอดของราชาดาบในต่างโลก"
      },
      {
        "en": "Survival Story of a Sword King in a Fantasy World"
      }
    ],
    "description": {
      "en": "After being recently discharged from military service and just drifting through life, Hanbin Ryu is suddenly transported to another world.\n\nHowever, his “guide line,” the system bestowed upon him to help with his survival and growth, was filled with errors, causing him to be stuck in the tutorial stage for over 20 years.\n\nWhen he is finally released from this personal hell, he finds everyone has turned against otherworlders like him. Just how will this low-level, super-tutorial newbie survive?\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=mLzbAKkDpYM)\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%B4%EA%B3%84-%EA%B2%80%EC%99%95-%EC%83%9D%EC%A1%B4%EA%B8%B0/2363)\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E5%8A%8D%E7%8E%8B%E7%94%9F%E5%AD%98%E8%A8%98/66)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/6885/)\n- [Official Japanese Translation](https://piccoma.com/web/product/34782)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%82%E0%B8%A5%E0%B8%81/103)",
      "fr": "Transféré contre sa volonté dans un tutoriel où il doit lutter pour survivre, Ryu Hanbin y reste finalement coincé pendant 22 ans. Il est bloqué par un bug au niveau 4, et ce malgré la grande quantité d'XP qu'il accumule ! Quand il est finalement transféré dans le monde de Latna, le contraste entre sa puissance et son niveau lui pose bien des difficultés. Mais finalement, le véritable objectif n'est-il pas de vivre plutôt que de survivre ?",
      "ja": "｢あなたは適合者として選ばれました｣ ｢あなたの能力でセルハラトナに生き残る確率は５％未満です｣ ｢自殺しますか？」 ニート生活から突如として異世界へ飛ばされた！そこはレベル5までを目指す初心者エリアだったが、「ガイドライン」のエラーでレベル5になっても再びレベル1になるという、地獄の日々を送ることになり？！ レベル5の裏に隠された、とてつもない能力とはー",
      "ko": "『귀하는 적합자로 선택받았습니다』\n\n『귀하의 재능으로 셀하 라트나에서 생존할 확률은 5% 미만입니다』\n\n『자살하시겠습니까? Y/N』\n\n“x-까.”\n\n5% 미만의 생존 확률. 22년의 시간. 셀 수도 없는 마견과의 사투.\n이 지옥에서, 나는 홀로 살아남았다.\n\n5라는 레벨 뒤에 감춰진, 무지막지한 히든 스탯들과 함께!\n\n대검 하나로 이계를 썰어버리는,\n사상 최강의 레벨5 검사 류한빈의 극한 사이다 생존기!",
      "ru": "В момент, когда его переместили в другой мир, Рю Хан-Бин был обычным человеком, который недавно вернулся из армии. Хоть он и остался один в пустынном мире с кучей монстров, ему дали задание - стать сильнее. Но есть одна проблема - \"система\", которая должна была давать подсказки, полна недоработок.",
      "th": "รยูฮันบิน ชายผู้เพิ่งปลดประจำการทหารมาได้เพียงสามเดือน จู่ๆ ก็ถูกพาไปยังโลกแปลกๆ ที่เขาไม่รู้จักมาก่อน ชื่อว่า 'เซลฮา แลตนา'\nพร้อมมีข้อความขึ้นว่า \"\"คุณได้รับเลือกในฐานะผู้เข้าเกณฑ์อันทรงเกียรติ\"\" พร้อมกับไกด์ไลน์ที่บอกให้สู้กับมอนสเตอร์ และเพิ่มให้ถึงเลเวล 5 เพื่อไปยังพื้นที่ถัดไป แต่ด้วยระบบเกิดข้อผิดพลาด ทำให้เขาต้องติดอยู่ในนั้นนับสิบปี ที่นั่นมีเพียงเขาแค่คนเดียวกับสุนัขปีศาจ\nอยู่มาวันหนึ่งเขาสามารถเพิ่มถึงเลเวล 5 ได้สำเร็จ และถูกส่งไปยังพื้นที่ต่อไปแบบไม่ทันตั้งตัว\n\nการผจญภัยเพื่อหาทางเอาชีวิตรอดในต่างโลกของเขาได้เริ่มต้นขึ้นแล้ว\nเขาจะหาทางออกไปจากโลกแห่งนี้ และมีชีวิตรอดไปได้หรือไม่",
      "zh": "一个俗套的穿越后带挂升级故事，却因为外挂系统的运算错误而偏离方向。 渴望变强的他被困在新手村二十年，不断的战斗却始终无法提升等级。 九亿次拔剑，九亿次搏杀，他脚踩着尸山血海缓步走来。 “恭喜，您即将被传送出新手村…” 蛰伏的凶兽露出爪牙，万物都将屈服于他拔剑的光辉之下！",
      "zh-hk": "「依照你的能力，\n你在瑟哈拉特那活下來的機率低於5%。」\n\n「你要自殺嗎? Yes or No?」\n\n「三X啊。」\n\n不到5%的生存機率、22年的時間、\n與魔犬纏鬥了無數次，\n我一個人...在這座地獄中生存了下來。\n\n在5等的背後，潛藏著無比強大的隱藏數值!\n\n帶著一把巨劍殺爆異界，堪稱史上最強的5等劍士，\n柳寒頻生存記，看了保證超過癮!"
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8853450-bac4-45df-bea5-5b4c116f3a61",
    "title": {
      "en": "Adventurer's Guild Universal Advisor"
    },
    "updatedAt": "2024-10-30T20:10:48+00:00",
    "coverArt": "https://mangadex.org/covers/e8853450-bac4-45df-bea5-5b4c116f3a61/de257d3a-ce4c-4c97-82b5-f917f27deaa3.jpg",
    "altTitles": [
      {
        "ja-ro": "Boukensha Guild no Bannou Advisor"
      },
      {
        "ja": "冒険者ギルドの万能アドバイザー"
      }
    ],
    "description": {
      "en": "Red is an ex-adventurer who was once the driving force in managing his party. He took care of all the busywork, such as dealing with guild requests and supplies for their adventures. Eventually, the hero declared that he was useless in battle and forcefully expelled him from the party. Having everything taken away from him, he spent his time frequenting a guild's tavern. Eventually, a young adventurer who was in trouble was saved by Red, and she begged him to take her on as an apprentice. As time went on, he realized that he had potential in training adventurers. He decided that his true calling was to be a teacher! This is a story about a jack of all trades instructor and his versatile students that will eventually become legendary adventurers who will take down the Demon King."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cad04eb4-8d22-4dd4-9ef3-f347fbf30452",
    "title": {
      "en": "Zombie Sekai de Harem wo Tsukurou!"
    },
    "updatedAt": "2025-01-11T08:51:47+00:00",
    "coverArt": "https://mangadex.org/covers/cad04eb4-8d22-4dd4-9ef3-f347fbf30452/b6af4613-5b6c-4de1-8b0b-a6886a1eb746.jpg",
    "altTitles": [
      {
        "ja": "ゾンビ世界でハーレムをつくろう!"
      }
    ],
    "description": {
      "en": "The world is on the brink of collapse due to the zombie threat. Meanwhile, I’m living the most thrilling and tantalizing days of my life! A high school boy who loves shogi and gaming discovers a mysterious power he possesses for the first time in this zombie-infested world.",
      "ja": "世界は今、ゾンビの脅威で滅びかけている。俺は今、サイコーにエチエチな日々を過ごしている――。将棋とゲームが大好きなオタクな男子高校生が、ゾンビの世界になって初めて自分が持つ”ある力”を知った。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "daaf4ef3-35e9-4c5b-a82c-277a50bad23d",
    "title": {
      "en": "Ittare Elf Nee-chan"
    },
    "updatedAt": "2025-01-13T08:50:21+00:00",
    "coverArt": "https://mangadex.org/covers/daaf4ef3-35e9-4c5b-a82c-277a50bad23d/6fa182bc-748b-4861-b32f-1e23bf46fe28.jpg",
    "altTitles": [
      {
        "ja": "いったれエルフ姉ちゃん"
      },
      {
        "ja-ro": "Ittare Elf-neechan"
      },
      {
        "en": "Elf-neechan, Cum On"
      }
    ],
    "description": {
      "en": "**Buy Links:**\n- [BOOTH](https://umehatago.booth.pm/items/4428290)\n- Melonbooks: [physical](https://www.melonbooks.co.jp/detail/detail.php?product_id=1723135), [digital](https://www.melonbooks.co.jp/detail/detail.php?product_id=1784006)\n- [FANBOX](https://e5lskk5v.fanbox.cc/posts/8636476)\n- [Fantia](https://fantia.jp/posts/3024229)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a38dfab-363a-4ef7-9281-0290e42cafa7",
    "title": {
      "en": "Fantasista"
    },
    "updatedAt": "2023-02-19T04:16:01+00:00",
    "coverArt": "https://mangadex.org/covers/3a38dfab-363a-4ef7-9281-0290e42cafa7/b937204d-b150-41f8-9619-7805d49ecf80.jpg",
    "altTitles": [
      {
        "ja": "ファンタジスタ"
      },
      {
        "zh": "球场幻想曲"
      }
    ],
    "description": {
      "en": "Teppei Sakamoto is a boy living in the countryside. He loves soccer, and all his soccer skills were taught to him by his sister. Finally, his sister wants him to join the Mizumoto High School soccer team. Teppei's turn in life has come!! How will this soccer newbie fare in his new environment?"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "222"
  },
  {
    "mangaId": "3b999f4a-0b7f-4aef-a849-cd86e31c4b57",
    "title": {
      "en": "Kyuuseishu «Messiah» ~Isekai o Sukutta Motoyuusha ga Mamono no Afureru Genjitsu Sekai o Musou Suru~"
    },
    "updatedAt": "2024-12-21T18:03:35+00:00",
    "coverArt": "https://mangadex.org/covers/3b999f4a-0b7f-4aef-a849-cd86e31c4b57/990dcbd4-d6a7-4cf2-9300-ce73e31c92b9.jpg",
    "altTitles": [
      {
        "ja": "救世主《メシア》～異世界を救った元勇者が魔物のあふれる現実世界を無双する～"
      },
      {
        "ja-ro": "Kyuuseishu «Messiah» ~Isekai wo Sukutta Motoyuusha ga Mamono no Afureru Genjitsu Sekai wo Musou Suru~"
      },
      {
        "en": "The Savior «Messiah» ~The Former Hero Who Saved Another World Beats the Real World Full of Monsters~"
      },
      {
        "zh-hk": "救世主《彌賽亞》～現實世界無雙～"
      }
    ],
    "description": {
      "en": "The \"former\" savior, Takeru Yamato, was summoned to another world and executed because of his strength. When he wakes up, he finds himself in Japan, where he spent time before being summoned. However, in the city, demons appearing from \"gates\" rampage, and those called hunters fight using magic. Returning from another world, Takeru decides to hide his powers and live, but...",
      "ja": "異世界に召喚され、その強さ故に処刑された「元」救世主・大和猛。目を覚ますとそこは、召喚される前に過ごしていた日本だった。しかし、街では”ゲート”から現れる魔物が暴れ、ハンターと呼ばれる者たちが魔術を用いて戦っていた。 異世界帰りの猛は、力を隠して暮らす事を決めるが――…。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou"
    },
    "updatedAt": "2024-12-20T16:57:11+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/2c150d45-fbe6-49cb-8697-3053d2475fb3.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "zh-hk": "尾守月美希和奇日常。"
      },
      {
        "fr": "Ogami Tsumiki et l'étrange vie du quotidien"
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind. When he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "fr": "Aujourd'hui, nous vivons à l'ère de la diversité. L'expression « non-humains » appartient au passé. Les « Genjin » vivent leur vie en interaction avec les êtres humains.\n\nUn garçon humain, Yutaka Shinsou, est troublé. Il est tellement habitué à être en phase avec son environnement qu'il ne comprend plus ses propres sentiments. Au lycée Keiki, que fréquentent de nombreux « Genjin », il rencontre Tsumiki Ogami, un loup-garou. Elle est mignonne, puissante, un peu hors du commun et gentille.\n\nLorsqu'il passe du temps avec elle, le cœur de Yutaka est plus bruyant que d'habitude. Une vie quotidienne « inhabituelle » avec Tsumiki le loup-garou.\n\nLe nouveau parcours normal de la jeunesse est sur le point de commencer.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n\n日常が変わっていく、つみきさんと一緒なら。まだ誰も知らない、ニューノーマルな青春がここに。",
      "pl": "Obecnie żyjemy w erze różnorodności. Wyrażenie „nie-ludzie” należy już do przeszłości. „Genjin” żyją w interakcji z ludźmi.\n\nPewien ludzki chłopiec, Yutaka Shinsou, jest zaniepokojony. Jest tak przyzwyczajony do bycia w zgodzie z otoczeniem, że nie rozumie już własnych uczuć. W Liceum Keiki, gdzie uczęszcza wielu „Genjin”, spotyka Tsumiki Ogami, wilkołaka. Jest urocza, potężna, trochę nietypowa i miła.\n\nKiedy spędza z nią czas, serce Yutaki staje się głośniejsze niż zwykle. Niezwykłe niecodzienne życie z wilkołakiem Tsumiki.",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "vi": "Thời hiện đại trong câu chuyện này là thời đại của \"đa dạng\" giống loài, những chủng tộc bán nhân có một tên gọi mới là\"Genjin\" và sống cùng nền văn minh con người. Yukata Shinsou, 1 học sinh năm nhất cao trung bình thường quyết dịnh nhập học vào một ngôi trường tư thục có tỉ lệ Genjin cao nhất nước để tránh mặt những người bạn sơ trung của mình. Và rồi cậu gặp được Tsumiki Ogami, một cô nàng Genjin dạng người sói, và cô ấy sẽ dẫn cậu tận hưởng cuộc sống cao trung đầy màu sắc!",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "pt-br": "Hoje, vivemos numa era de diversidade. A frase “não-humanos” é coisa do passado. “Genjin” vivem suas vidas interagindo com seres humanos.\n\nUm menino humano, Yutaka Shinsou, está preocupado. Ele está tão acostumado a estar em sintonia com o ambiente que não entende mais seus próprios sentimentos. No Colégio Keiki, onde muitos \"Genjin\" estudam, ele conhece Tsumiki Ogami, uma lobisomem. Ela é fofa, poderosa, um pouco fora do comum e gentil.\n\nQuando ele passa um tempo com ela, o coração de Yutaka fica mais acelerado do que o normal. Girando uma vida cotidiana \"incomum\" com o lobisomem Tsumiki.\n\nO novo gráfico normal da juventude está prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03f093d8-b9ca-487a-891b-4d2c5fc99601",
    "title": {
      "en": "My Gemini"
    },
    "updatedAt": "2024-05-12T11:02:50+00:00",
    "coverArt": "https://mangadex.org/covers/03f093d8-b9ca-487a-891b-4d2c5fc99601/07c8865a-5cde-4bf8-b142-7b19aa084fc0.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Gemini"
      },
      {
        "vi": "Song Tử của em"
      },
      {
        "ja": "僕のジェミニ"
      },
      {
        "ru": "Мои близнецы"
      }
    ],
    "description": {
      "en": "Who died at that time... Which one?\n\nJohn is red-haired and freckled. His only pride is that he is a close friend of the school's popular twins, Jekyll and Hyde. The twins always pretended to be each other, but suddenly one of the twins died. Who was left... Which one!?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "14"
  },
  {
    "mangaId": "5a3cdf57-ec79-4baa-ada6-31aa2d8bb3a9",
    "title": {
      "en": "Kyouganeke no Hanayome"
    },
    "updatedAt": "2024-11-01T00:46:28+00:00",
    "coverArt": "https://mangadex.org/covers/5a3cdf57-ec79-4baa-ada6-31aa2d8bb3a9/a03c4f59-06b4-4fbf-b9e3-690dabfa27be.jpg",
    "altTitles": [
      {
        "ja": "京兼家の花嫁"
      },
      {
        "en": "The Bride of the Kyougane Clan"
      },
      {
        "ru": "Невеста клана Кëганэ"
      },
      {
        "vi": "Nàng Dâu nhà họ Kyougane"
      }
    ],
    "description": {
      "en": "The \"Kyokane family\" is a prestigious family of degenerate magicians that has been in existence for a thousand years. The current head of the family, the eccentric KYOKANE Kuroro, is brought to a bride who has a \"secret\" behind her pretty appearance,\nA bride with a \"secret\" behind her pretty appearance...?\n\nIf you decide to \"live together,\" break off the yoke, the causality, and everything else, and be together!\n\nThis marriage battle fantasy, written in a clear and elegant style, is about to begin!",
      "ru": "Достопочтенный клан Кëганэ тысячу лет занимался изгнанием демонов. И его нынешний глава, эксцентричный Кëганэ Куро принял невесту, скрывающую большой «секрет»?! Он разрубит ëкаев и саму судьбу ради своего «долго и счастливо»!\nМы представляем вам восхитительно написанное супружеское боевое фэнтези!",
      "vi": "Gia tộc \"Kyougane\", gia tộc Pháp Sư Diệt Quỷ huyền thoại đã tiêu diệt cửu vĩ từ hàng nghìn năm trước. Kyoukane Kurou, người đứng đầu gia tộc bây giờ với hàng tá tai tiếng phải lấy vợ. Nhưng cô vợ này không tầm thường và có vài \"bí mật\" đằng sau vẻ đẹp kiều diễm đó...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "caa197bb-990e-4f59-bc6f-f20e42015d01",
    "title": {
      "en": "Gotou-san wa Furimukasetai!"
    },
    "updatedAt": "2024-10-31T19:26:10+00:00",
    "coverArt": "https://mangadex.org/covers/caa197bb-990e-4f59-bc6f-f20e42015d01/c396db84-6cc5-41c0-bf66-f54d0cfa2b44.png",
    "altTitles": [
      {
        "ja": "後藤さんは振り向かせたい"
      },
      {
        "en": "Gotou-san Wants Me to Turn Around"
      },
      {
        "fr": "Gotou-san veut que je me retourne"
      },
      {
        "zh": "後藤同學想讓你回頭"
      },
      {
        "es": "Gotou-san Quiere Que me Dé la Vuelta."
      }
    ],
    "description": {
      "en": "Gotou-san, the prettiest girl in school, tries to get the attention of Maeda-kun, who sits in front of her. She secretly harbors a crush on him, but Maeda, who lacks self-confidence, doesn't notice her feelings. What is the future of Gotou-san's unwavering love?",
      "es": "La chica más guapa de la escuela, Gotou-san, siempre está tonteando con Maeda-kun, el chico sentado frente a ella. Ella está secretamente enamorada de él, pero Maeda-kun, que es inseguro de sí mismo, no entiende sus intenciones.",
      "fr": "Gotou-san, la plus jolie fille de l'école, demande quelque chose à Maeda-kun devant lui. Gotou-san l'aime secrètement, mais Maeda, qui ne lui fait pas confiance, ne la remarque pas.Quel est l'avenir de l'amour indéfectible de Gotou-san ?",
      "ja": "その恋心に気付いてほしい！\n\n学校一の美少女・後藤さんは前の席の前田くんになにかとちょっかいをかけてくる。そこには後藤さんの秘めたる恋心があるのだが、自分に自信のない前田君にはその意図は全く伝わらない。果たして後藤さんの一途な恋の行く末は？"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f15d2555-8a7f-473e-8202-721c9253a4b2",
    "title": {
      "en": "Nando Dakaretatte Suki ni Nanka Naranai yo."
    },
    "updatedAt": "2024-07-25T16:55:27+00:00",
    "coverArt": "https://mangadex.org/covers/f15d2555-8a7f-473e-8202-721c9253a4b2/22f4c5c0-c5e3-453e-8fc3-9dd21549aa88.jpg",
    "altTitles": [
      {
        "zh": "无论相拥多少次、我也绝不会爱上你"
      },
      {
        "zh-hk": "無論相擁多少次、我也絕不會愛上你"
      },
      {
        "en": "No Matter How Many Times We Sleep Together, I Won't Fall for You"
      },
      {
        "ja": "何度抱かれたって、好きになんかならないよ。"
      }
    ],
    "description": {
      "en": "\"Your sexy voice, makes it hard to resist\" I'm at the mercy of his fingers...my body shaking with sweet pleasure, all before knowing if I actually love him.",
      "ja": "「いい声出すなよ、その反応たまらないな」好きとかどうとか言葉になる前に、彼の指に翻弄されて…カラダ中が甘い快感に…乱される。――OL・理緒はヤリ逃げされ、失恋したばかり。その為「Hしたら相手を好きになるか否か」の話題で大盛り上がりの同僚達を前に苦笑い。更には、その話をいけ好かないモテ同期・須賀にまで聞かれてしまい…。――「試してみようぜ？抱かれても本当に俺を好きにならないのか」いつものくだらない言い合いの末に、須賀から出たそのセリフ。否定の言葉を発する前に、理緒の艶やかな唇は激しく奪われて!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "733fc3ac-deca-444e-bb79-14186e00ccf1",
    "title": {
      "en": "Shadows House (Official Colored)"
    },
    "updatedAt": "2024-11-03T12:51:17+00:00",
    "coverArt": "https://mangadex.org/covers/733fc3ac-deca-444e-bb79-14186e00ccf1/50b0dc58-1c4f-4e6e-ada8-1fa748eee096.jpg",
    "altTitles": [
      {
        "en": "Shadows House - Digital Colored Comics"
      },
      {
        "ja-ro": "Shadōhausu"
      },
      {
        "id": "Keluarga Shadow"
      },
      {
        "ru": "Дом теней"
      },
      {
        "ru": "Мрачный дом"
      },
      {
        "ja": "シャドーハウス"
      },
      {
        "zh": "影宅"
      },
      {
        "pt-br": "Casa das Sombras"
      },
      {
        "ja": "シャドーハウス カラー版"
      },
      {
        "id": "Rumah Shadow"
      },
      {
        "es": "Casa de Sombras"
      }
    ],
    "description": {
      "en": "Faceless shadow nobles living in a vast mansion, attended by living dolls who spend much of their time cleaning up the soot endlessly emitted by their mysterious masters.  \r\n  \r\nFollow the story of Emilyko, a young and cheerful living doll, as she learns her duties serving as the attendant for Kate Shadow-sama. What dangers and dark secrets will she and Kate encounter, as they become more deeply involved in the inner workings of the shadows' society?",
      "es": "Nobles sombras sin rostro que viven en una vasta mansión, atendidos por muñecos vivientes que pasan gran parte de su tiempo limpiando el hollín emitido por sus misteriosos maestros.  \n  \nSigue la historia de Emilyko, una joven y alegre muñeca viviente, mientras aprende sus deberes como asistente de Kate Shadow-sama.",
      "ja": "不思議な洋館に住む、 顔のないシャドー一族と、 世話係の“生き人形”たち。 彼らが織りなす、 摩訶不思議な日常とは…？",
      "ru": "Безликие теневые дворяне, живущие в огромном особняке, сопровождаемые живыми куклами, которые проводят большую часть своего времени, очищая сажу, бесконечно испускаемую их таинственными хозяевами.",
      "es-la": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama.",
      "pt-br": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e65bd309-c01d-43df-8394-a6fde1ce8ccb",
    "title": {
      "en": "Mou Ippon!"
    },
    "updatedAt": "2024-10-25T20:15:27+00:00",
    "coverArt": "https://mangadex.org/covers/e65bd309-c01d-43df-8394-a6fde1ce8ccb/a4d946d7-5c7b-4c3c-9099-703f781111a0.jpg",
    "altTitles": [
      {
        "en": "\"Ippon\" again!"
      },
      {
        "en": "One more point!"
      },
      {
        "ja": "もういっぽん!"
      },
      {
        "ja-ro": "Mō Ippon!"
      },
      {
        "ar": "مو إيبون!"
      },
      {
        "th": "โมอิปปง! หนึ่งแต้มฝัน"
      },
      {
        "zh-hk": "再得一勝！"
      },
      {
        "zh": "再得一胜！"
      },
      {
        "ru": "Ещё раз «иппон»!"
      }
    ],
    "description": {
      "en": "After performing in their final middle school judo tournament, Michi and Sanae begin high school and walk in on Michi's final opponent fighting to save their new high school's judo club."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "30",
    "lastChapter": "267"
  },
  {
    "mangaId": "29b25d0c-54eb-4a04-b477-c194ae2547d7",
    "title": {
      "en": "The Golden Forest"
    },
    "updatedAt": "2024-05-27T01:44:47+00:00",
    "coverArt": "https://mangadex.org/covers/29b25d0c-54eb-4a04-b477-c194ae2547d7/056ff948-376d-431e-966f-93291b1dc9a2.jpg",
    "altTitles": [
      {
        "en": "Hwanggeumsup"
      },
      {
        "en": "Золотой лес"
      },
      {
        "en": "황금숲"
      }
    ],
    "description": {
      "en": "Renier of Elde Island who is loved by Inanna has the power to possess many men.   \n  \nSpecifically, there are two men who will love her. This Blessing became a curse and the ability to choose between the two would become a shackle. Renier decided not to be swayed by it anymore. In particular, she pledged to never do anything to pass on that curse and vowed to never love anyone.  \n  \nKichida, who has become the new owner of the Golden Forest has Renier by his side and sends her to the North. “I will love you to the fullest. Love me as much as you want. We just have to enjoy all the happiness during our time allowed on earth.”   \n  \nKuhn, the king of the eleven tribes of Northener Kingdom, was desperately searching for Renier and finally met her. There will be two roads in front of Renier. At the crossroads, she will have to choose her destiny.  \n\n\n---",
      "ru": "\"Не забывай, ты обязана мне жизнью и обещала принадлежать мне\".  \n  \nРабыня Ренье случайно получила благословение богини Инанны, но способность очаровывать мужчин становится для девушки проклятием."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "97"
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/85d8c7f0-e029-4810-b76d-a51a338d47dc.jpg",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea889b36-7159-44d0-9eef-1dda6125828e",
    "title": {
      "en": "Yeonwoo's Innocence"
    },
    "updatedAt": "2024-12-15T06:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/ea889b36-7159-44d0-9eef-1dda6125828e/ca42c3bb-f062-4c99-9f81-b6dd2b2cdb10.jpg",
    "altTitles": [
      {
        "ko": "연우의 순정"
      },
      {
        "ko-ro": "Yeonwoo Sunjeong"
      },
      {
        "en": "Yeonwoo's Innocence"
      },
      {
        "zh": "延禹的纯情"
      },
      {
        "th": "รักใสๆ ของยอนอู"
      }
    ],
    "description": {
      "en": "Yeon Woo possesses such a delicate appearance that he could be mistaken as a female student. However, he has a secret crush on the school idol, Kang Haesol. But the shy and timid Yeon Woo has never said a word to her…\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5483716), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=752532)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/yanyudechunqing/list?title_no=1786&page=1)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/yeonwoo/list?title_no=2335&page=1)",
      "ko": "여학생으로 오해받을 정도로 여리여리한 외모를 가진 연우. \n그는 교내 인기스타인 강해솔을 몰래 좋아하고 있다.\n하지만 낯을 굉장히 많이 가리고 소심한 연우는 같은 반인 해솔이에게 말 한 번 붙여본 적 없는데…\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5483716), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=752532)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/yanyudechunqing/list?title_no=1786&page=1)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/yeonwoo/list?title_no=2335&page=1)",
      "th": "\"ตอนนี้ผมกำลังแอบรักเธอข้างเดียว\"\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5483716), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=752532)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/yanyudechunqing/list?title_no=1786&page=1)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/yeonwoo/list?title_no=2335&page=1)",
      "zh": "纯情小白恋上高冷万人迷，\n青涩的他能否勇敢追爱？\n长相秀气，以至于经常被误认为是女孩子的延禹，正在暗恋同校的万人迷蒋晗抒。然而极其认生，性格怯懦的延禹还从未跟同班的晗抒说过话…在各种同学的助攻下，延禹能否鼓起勇气，勇敢追爱呢？\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5483716), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=752532)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/yanyudechunqing/list?title_no=1786&page=1)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/yeonwoo/list?title_no=2335&page=1)",
      "pt-br": "Yeonwoo possui uma aparência tão delicada que poderia ser confundido com uma aluna. No entanto, ele tem uma paixão secreta pelo ídolo da escola, Kang Haesol. Mas o tímido Yeonwoo nunca disse uma palavra a ela..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b97a30e0-58da-41ac-bba5-f200f49525f3",
    "title": {
      "en": "Sekai Saikyou no Kishi wa, Kanarazu Shinu Heroine wo Sukuu Tame Isekai Demo Saikyou no Kishi to Naru ~Ryoutei ni Hana wo, Ryoute ni Ken wo~"
    },
    "updatedAt": "2025-01-14T15:02:47+00:00",
    "coverArt": "https://mangadex.org/covers/b97a30e0-58da-41ac-bba5-f200f49525f3/7a49c7a8-7a3c-4dba-a570-481e6e94cd7d.jpg",
    "altTitles": [
      {
        "ja": "世界最強の騎士は、必ず死ぬヒロインを救うため異世界でも最強の騎士となる ～両手に花を、両手に剣を～"
      },
      {
        "en": "The Strongest Knight in the World, in an Attempt to Save the Heroines Who Were Destined to Die, Decided to Become the Strongest in Another World as Well ~ Flowers in Both Hands, Swords in Both Hands ~"
      }
    ],
    "description": {
      "en": "He who fell in love with the heroine overturned her destiny to save her from her timely demise.\n\nAbandoned by his parents, bullied in high school, and left in solitude—a young boy named Mikazuki Kenya.\n\nAt the brink of despair, he encounters a fateful meeting in his only hobby, VR gaming.\n\nA meeting with “Kaguya” and “Reina,” the heroines from the immensely popular game “Knight of Giant.”\n\nThe time spent with the two heroines saved him, and he was head over heels for both of them.\n\nHowever, in the story, one of them is destined to die…\n\nTo change that fate, he dedicated his life to mastering the game and becoming the strongest in the world.\n\nSuddenly, Kenya finds himself entering the world of “Knight of Giant”?!\n\nThe strongest gamer embarks on a heroic tale of becoming the strongest in another world, in order to save the heroines he fell deeply in love with. The story begins.",
      "ja": "ガチ恋したヒロインを救うため運命を覆せ！\n\n両親に捨てられ、高校では虐められ、孤独となった少年・御剣剣也。絶望の淵に居た時、唯一の趣味であるVRゲームで運命の出会いを果たす。それは、大人気ゲーム『Knight of Giant』のヒロイン「かぐや」と「レイナ」。二人のヒロインと過ごす時間が彼を救い、二人ともにガチ恋した。しかし、彼女たちはストーリーの中でどちらかが必ず死ぬ運命・・・そんな運命を変えるため、世界最強となるまで人生を捧げてゲームを極めた末に、突如、剣也は『Knight of Giant』の世界に入り込んでしまう――!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f97bd7fa-e7e7-488b-9c08-890405036a0f",
    "title": {
      "en": "Confessing My Love to Him, the Treacherous One"
    },
    "updatedAt": "2025-01-12T17:02:05+00:00",
    "coverArt": "https://mangadex.org/covers/f97bd7fa-e7e7-488b-9c08-890405036a0f/ff249f2d-9324-4cc8-a334-c69e7a1d3afa.jpg",
    "altTitles": [
      {
        "zh": "Xiang Weixian De Ta Gaobaile"
      },
      {
        "zh": "Xiàng Wéixiǎn De Tā Gàobáile"
      },
      {
        "zh": "向危险的他告白了"
      }
    ],
    "description": {
      "en": "When Natalie went back in time after her death, her only desire was for revenge. Instead, she accidentally confessed to the most dangerous man in the empire?! Natalie, the only daughter of the Count, was tricked by her stepmother and stepsister into marrying an abusive scumbag before dying tragically. After going back in time, she decided to turn her back against them and prepared to interfere with her stepsister’s love for the young master of the Duke’s mansion, Eli. But what she didn’t expect was for an accident to occur, and she ended up confessing to his uncle instead?! Help, this man is notorious for being difficult to deal with! Is it too late now to withdraw the confession?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-12-25T16:11:30+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      },
      {
        "vi": "Pháp Sư Tiễn Táng Frieren"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "vi": "Tổ đội anh hùng đã đánh bại được quỷ vương và kết thúc cuộc hành trình của họ. Nhưng thế chưa phải là hết, cuộc đời của cô nàng pháp sư Elf này sẽ còn rất dài, hơn cả những người đồng đội cũ của cô, một cuộc phiêu lưu mới để cô trải qua nhiều cung bậc cảm xúc, cũng như là học hỏi thêm về con người.",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cee2536-1a9e-4f9c-aac9-fa3135a1b4b4",
    "title": {
      "en": "The Tale of Little Lords of Karate"
    },
    "updatedAt": "2025-01-06T01:47:19+00:00",
    "coverArt": "https://mangadex.org/covers/8cee2536-1a9e-4f9c-aac9-fa3135a1b4b4/90107f89-8d50-4ea0-81bc-871d762ab3ee.jpg",
    "altTitles": [
      {
        "ja-ro": "Karate Shôkôshi Monogatari"
      },
      {
        "en": "KSM"
      },
      {
        "ja-ro": "Karate Shoukoushi Monogatari"
      },
      {
        "ja": "空手小公子物語"
      }
    ],
    "description": {
      "en": "Takeru and Meo, two best friends both troubled by tragedies in their pasts, have been sweeping local junior karate tournaments as high school freshmen. But now, they set their sights on a national karate tournament. Unfortunately, the funding required to achieve their goal can only be secured if they form an official karate club at their school. Their first challenge lies in getting past the beautiful student council president Izumi Touko, who also happens to be the only daughter of the head of the biggest karate organization in the world, Koudan-kai (which is totally not Kyokushin). What plot will Touko hatch, and what price is she going to exact from them? As Takeru and Meo embark on their official karate journey which will lead them to confront their pasts, almost the entire cast of Karate Shoukoushi Kohinata Minoru makes an appearance, guiding them, and teaching them the true meaning of what it is to be a karate-ka."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "63"
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5d0f9ea-d04d-48ad-82c6-7387ef07c42c",
    "title": {
      "en": "I Really Don't Want to Be Reborn"
    },
    "updatedAt": "2024-05-28T01:32:10+00:00",
    "coverArt": "https://mangadex.org/covers/e5d0f9ea-d04d-48ad-82c6-7387ef07c42c/e3295a3f-c8b3-4b51-96ab-b5f3419ba852.png",
    "altTitles": [
      {
        "zh": "我真没想重生啊"
      },
      {
        "en": "I Really Don't Want to Remake"
      },
      {
        "vi": "Ta Không Muốn Trùng Sinh Đâu"
      }
    ],
    "description": {
      "en": "Little had I known, I Chen Hansheng; the former elite of society and a Diamond Bachelor, was reborn. When I woke up, I was a senior graduate in high school? \nLater, Chen Hansheng was walking near the crosswalk, he seemed hesitant. A precious girl; Shen Youchu and two other girls; Bai Yueguang and Xiao Rongyu, who will he pick? All of them? One of them? Two of them? Read to find out. \n\nSide Note:  Diamond Bachelor is a slang word that means someone who’s insanely rich and single."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "934cfd0c-7cc0-4df9-b2bc-ca8a21cefdea",
    "title": {
      "en": "Silver Lining"
    },
    "updatedAt": "2024-10-30T00:51:51+00:00",
    "coverArt": "https://mangadex.org/covers/934cfd0c-7cc0-4df9-b2bc-ca8a21cefdea/fe7a02f1-2d7e-4a81-805b-eb647743c232.jpg",
    "altTitles": [],
    "description": {
      "en": "Gaby, who has no voice, is often bullied by Sam who used to be her best friend because Gaby now lives in Sam's house and Sam feels Gaby is taking away her family's affection. But when Gaby's ordeal gets to be too much, a bloke called Vicky who is known for his reliability saves her!!! These polar opposites are slowly becoming close?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bfbecb6e-8a6f-4b31-a040-5928a7635894",
    "title": {
      "en": "Mizu Zokusei no Mahoutsukai"
    },
    "updatedAt": "2024-12-28T20:56:55+00:00",
    "coverArt": "https://mangadex.org/covers/bfbecb6e-8a6f-4b31-a040-5928a7635894/580f4b86-7570-4011-955a-7e90ed51c9e4.jpg",
    "altTitles": [
      {
        "ja": "水属性の魔法使い"
      },
      {
        "ja-ro": "Mizu Zokusei no Mahou Tsukai"
      },
      {
        "en": "Water Attribute Magician"
      },
      {
        "en": "Water Mage"
      },
      {
        "zh-hk": "水屬性之魔法使"
      },
      {
        "en": "The Water Magician"
      }
    ],
    "description": {
      "en": "Upon being reincarnated into a fantasy world, Ryo wants to live out his days in peace with his newfound water magic. He can only conjure a cupful at a time, but it’s enough to eke out a comfortable existence — or so he thought.\n\nThe powers that be cast him into the wild outlands with nothing more than a humble shack, a single knife, some food... and abilities that are yet beyond his comprehension. The area is overrun by monsters and there’s nary another human in sight. Ryo must now figure out how to survive above all else, but he’s ready to take bulls, boars, and a whole host of other monsters by the horns if it means seizing the life he wants for himself.\n\nEach new victory brings a new challenge, but what could a fateful encounter with a headless horseman, a dragon, and a castaway swordsman have in common? They’re the first steps on a grand journey that will take Ryo beyond the borders of all he knows to become the greatest water magician the world has ever seen — one adventure at a time."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99e883fd-04f6-449b-ab23-1d904695d272",
    "title": {
      "en": "Blue Archive: Game Kaihatsubu Dai Bouken!"
    },
    "updatedAt": "2024-12-29T14:07:01+00:00",
    "coverArt": "https://mangadex.org/covers/99e883fd-04f6-449b-ab23-1d904695d272/4745c9c7-d840-49d0-a33b-312cfd10d860.jpg",
    "altTitles": [
      {
        "ja": "ブルーアーカイブ　ゲーム開発部だいぼうけん！"
      },
      {
        "ru": "Blue Archive: Грандиозное приключение отдела разработки игр!"
      },
      {
        "vi": "Blue Archive: Cuộc phiêu lưu của Câu lạc bộ Phát Triển Game"
      },
      {
        "id": "Arsip Biru: Petualangan Besar Ekskul Pengembangan Game"
      },
      {
        "en": "Blue Archive: The Grand Adventure of the Game Development Department"
      },
      {
        "en": "Blue Archive: The Adventure of Game Development Department!"
      }
    ],
    "description": {
      "en": "From the hit game Blue Archive, a spinoff manga about the Millenium Science School’s Game Development Department! Follow the four members of the GDD—Momoi, Midori, Yuzu and Aris—as they navigate the springtime of their youth full of friendship, adventure and hilariously chaotic mishaps on the daily. Brought to you by the masterful comedy manga creator Asato Mizu, an adorable story that will make you laugh and cry!\n\n(Source: Manga UP! Global)",
      "id": "Diadaptasi dari game terkenal Blue Archive, ini adalah sebuah manga spin-off yang menceritakan tentang ekskul pengembangan game dimana Momoi, Midori, Yuzu, dan Arisu menikmati masa muda, pertemanan, dan hari-hari penuh kegokilan.",
      "ja": "人気ゲーム「ブルーアーカイブ」よりゲーム開発部のスピンオフが登場！モモイ、ミドリ、ユズ、アリスの4人が送る青春、友情、ぽんこつの日々...。",
      "ru": "Спин-офф манга по мотивам популярной игры Blue Archive, в которой девочки из отдела разработки игр делятся смешными историями о своей юности и дружбе. Это душевная и милая история, созданная мастером комедии Мидзу Асато!",
      "vi": "Bộ truyện chuyển thể từ trò chơi đang làm mưa làm gió \"Blue Archive\" với sự xuất hiện của Câu lạc bộ Phát Triển Game! Nơi Momoi, Midori, Yuzu và Arisu cùng nhau sẻ chia những năm tháng của tuổi trẻ, tình bạn và những khoảnh khoắc vụng về. Đây là một câu chuyện ấm lòng, hài hước và dễ thương từ Bậc thầy Truyện hài Mizu Asato!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "370110b7-2d60-47f7-a8c1-b5a9bfcbaabd",
    "title": {
      "en": "The Lord Has Hidden Intentions"
    },
    "updatedAt": "2024-07-16T15:23:04+00:00",
    "coverArt": "https://mangadex.org/covers/370110b7-2d60-47f7-a8c1-b5a9bfcbaabd/e7eccb1d-dbe3-4018-a2cd-6e4b9cc9a774.jpg",
    "altTitles": [
      {
        "zh-ro": "Jun Xin Bu Liang"
      },
      {
        "zh": "君心不良"
      }
    ],
    "description": {
      "en": "I treated you like a brother, but you treated me like a love rival! You stole every girlfriend I ever had! I just wanted to get married and have a baby, why is that so difficult?! A black-hearted white lotus vs. straight guy. A wild omegaverse fantasy,  that's both sweet and seductive~~"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "139"
  },
  {
    "mangaId": "4b90ffd1-d6e6-4b74-8faf-9b9029dd73b9",
    "title": {
      "en": "Fate/Grand Order -mortalis:stella-"
    },
    "updatedAt": "2024-12-26T09:05:13+00:00",
    "coverArt": "https://mangadex.org/covers/4b90ffd1-d6e6-4b74-8faf-9b9029dd73b9/75f758ef-7dbd-4f6b-adcc-e2f070eb1aa7.jpg",
    "altTitles": [
      {
        "ru": "Судьба/Великий приказ: Смертоносная Стелла"
      },
      {
        "zh-hk": "Fate/Grand Order -mortalis:stella- 剎那星辰"
      },
      {
        "en": "Fate/Grand Order mortalis stella"
      },
      {
        "ja": "フェイト／グランド オーダー－モルターリス：ステラ－"
      }
    ],
    "description": {
      "en": "The official adaptation of the TYPE-MOON phenomenon that has become one of the most popular mobile games in the world! The year is 2016, and glitches found in humanity’s past threaten the sustainability of its future. The Chaldea Security Organization - tasked with preserving human history for as long and as strongly as possible - has developed a new method of time travel to repair these events, stabilizing humanity’s future. But when an unknown threat pushes mankind to the brink of extinction, young recruits Mash Kyrielight and Ritsuka Fujimaru find themselves at the helm of the rescue mission: Obtain the Holy Grail in a face off against fate itself …",
      "id": "Tahun 2016, dan gangguan yang ditemukan di masa lalu umat manusia mengancam keberlanjutan masa depannya. Organisasi Keamanan Chaldea–yang bertugas melestarikan sejarah manusia selama dan sekuat mungkin–telah mengembangkan metode baru perjalanan waktu untuk memperbaiki peristiwa ini, menstabilkan masa depan umat manusia. Tetapi ketika ancaman yang tidak diketahui mendorong umat manusia ke ambang kepunahan, rekrutan muda Mash Kyrielight dan Ritsuka Fujimaru menemukan diri mereka di pucuk pimpinan misi penyelamatan. Dapatkan Cawan Suci dalam menghadapi takdir itu sendiri… Adaptasi resmi dari TYPE-MOON fenomena yang telah menjadi salah satu game mobile paling populer di dunia!\n\nHoly Grail War seorang gadis dan pemuda dimulai! Mash Kyrielight yang berafiliasi dengan Organisasi Pelindung Umat Manusia, Chaldea, bergabung dalam misi melindungi sejarah umat manusia. Di hari yang sama, dia bertemu dengan seorang pemuda bernama Ritsuka Fujimaru yang tertidur di ruang istirahat..?\n\nDidistribusi di Indonesia oleh [Gramedia](https://www.gramedia.com/products/fategrand-order-mortalis-stella-01)",
      "ru": "Альтернативная манга-адаптация основных сюжетных актов игры Fate/Grand Order. Покрывает акты Фуюки, Орлеан, Септем, Лондон, Камелот. Повествование ведется от лица Маш."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "830b4cdd-df77-4a48-975a-aa2bc0684738",
    "title": {
      "en": "Mezase Gouka Kyakusen!! ~Sen Shokan Skill De Isekai Rich Life Wo Te Ni Irero~"
    },
    "updatedAt": "2025-01-14T14:02:39+00:00",
    "coverArt": "https://mangadex.org/covers/830b4cdd-df77-4a48-975a-aa2bc0684738/681ce145-9c39-49b1-91b2-14bb6fb57de7.jpg",
    "altTitles": [
      {
        "ja": "めざせ豪華客船!!　～船召喚スキルで異世界リッチライフを手に入れろ～"
      },
      {
        "ko": "노려라 호화객선!! 배 소환 스킬로 이세계 부자 라이프를 손에 넣어라"
      },
      {
        "en": "Aim for a luxury cruise ship!! ~Obtain a rich life in another world with a ship summoning skill~"
      }
    ],
    "description": {
      "en": "After falling into the ocean, Wataru Toyoumi, finds himself reincarnated in another world! Armed with a skill to allow him to summon boats, he plans to get rich and live a happy life aboard his very own luxury liner."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1150f04f-1630-4067-b1a6-53d944be12d6",
    "title": {
      "en": "A Good-Natured Craftsman Leisurely Travels Through Another World"
    },
    "updatedAt": "2025-01-12T01:39:31+00:00",
    "coverArt": "https://mangadex.org/covers/1150f04f-1630-4067-b1a6-53d944be12d6/c745aac5-12b8-40c7-9e0f-eb20113bf5c1.jpg",
    "altTitles": [
      {
        "ja-ro": "Ohitoyoshi Shokunin no Burari Isekai Tabi"
      },
      {
        "ja": "お人好し職人のぶらり異世界旅"
      }
    ],
    "description": {
      "en": "Ryoichi Ishikawa, a young man who lost his father, who was his only relative, also decided to close the electrical shop that he and his father had been working on. From a strange matter, I choose to transfer to another world by my own will. It was supposed to be the second life of a leisurely trip, but I can not leave a person in need. We solve many worries by making full use of the cheat skills given by God and the skills of a craftsmen. Sometime around, friends with one or two habits gathered…! ?The journey of a good-natured craftsman in another world begins here!",
      "ja": "唯一の肉親だった父を亡くし、父と二人で切り盛りしていた電気工事店も閉店する事になってしまった青年、石川良一。\nひょんな事から、自らの意思で異世界転移する事を選択する。\nぶらり旅する第二の人生……のはずだったが、困っている人は放っておけない。\n神様から授かった数々のチートスキルと、職人としての技術を駆使してお悩み解決。\nいつしか周りには一癖も二癖もある仲間たちが集まってきて…！？\nお人好しな職人のドタバタ異世界旅、ここに開幕！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "43"
  },
  {
    "mangaId": "0a89a48d-2e94-49a7-aa05-61b24e0f2f86",
    "title": {
      "en": "Isekai Monster Breeder"
    },
    "updatedAt": "2023-05-18T11:59:49+00:00",
    "coverArt": "https://mangadex.org/covers/0a89a48d-2e94-49a7-aa05-61b24e0f2f86/91e43e68-af9d-4fe2-8df9-707ec215541d.png",
    "altTitles": [
      {
        "ja-ro": "Isekai Monster Breeder ~Cheat wa Arukedo, Nonbiri Ikusei Shiteimasu~"
      },
      {
        "en": "Monster Breeder in Another World"
      },
      {
        "ru": "Укротитель монстров в другом мире ~Лениво дрессирует монстров с помощью читов~"
      },
      {
        "ja": "異世界モンスターブリーダー　～チートはあるけど、のんびり育成しています～"
      },
      {
        "th": "Isekai Monster Breeder -มีสูตรโกงแต่ก็จะเพาะเลี้ยงอย่างค่อยเป็นค่อยไปครับ-"
      },
      {
        "ko": "이세계 몬스터 브리더"
      },
      {
        "zh": "异世界魔物培育家~带着外挂悠哉养成中"
      },
      {
        "zh-hk": "異世界魔物培育家~帶著外掛悠哉養成中"
      }
    ],
    "description": {
      "en": "When sent to a different world, Souta was given the unpopular profession of \"Monster Tamer.\" However, Souta also got the skill \"Absolute Domination\" which gives him a 100% chance to capture anything!",
      "es": "Cuando fue enviado a un mundo diferente, Souta recibió la impopular profesión de \"Domador de monstruos\". ¡Sin embargo, Souta también obtuvo la habilidad \"Dominación Absoluta\" que le da un 100% de posibilidades de capturar cualquier cosa!",
      "ru": "Когда главного героя, Соуту, отправили в другой мир, ему досталась профессия \"Укротителя монстров\". К тому же, ему дали способность \"Абсолютное доминирование\", которая даёт ему 100% возможность получить всё что угодно."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "79"
  },
  {
    "mangaId": "72e51451-4d0c-4a3f-97ff-afb3f819fbfa",
    "title": {
      "en": "Link Click"
    },
    "updatedAt": "2023-10-04T13:32:59+00:00",
    "coverArt": "https://mangadex.org/covers/72e51451-4d0c-4a3f-97ff-afb3f819fbfa/1631e85c-fce5-4319-a8cf-be5b359c8aa5.jpg",
    "altTitles": [
      {
        "zh": "时光代理人"
      }
    ],
    "description": {
      "en": "Sitting in a corner of the city is a seemingly normal shop called 'Time Photo Studio'. The shop owners, Cheng Xiaoshi and Lu Guang, can dive back in time through photos. One day, an uprising star in the Chinese opera world — Lin Kai — visited the studio and tasked Cheng Xiaoshi and Lu Guang to find a cassette tape from 10 years ago. They only have one photo, and one chance...",
      "fr": "Dans un coin de la ville se trouve une boutique, en apparence normale, nommée le \"Time Photo Studio\". Les propriétaires de la boutique, Cheng Xiaoshi et Lu Guang, peuvent voyager dans le temps au travers de photos. Un jour, une étoile montante de l'opéra chinois, Lin Kai, visite leur studio et leur demande de trouver un enregistrement datant d'il y a 10 ans. Ils n'ont qu'une seule photo et qu'une chance...",
      "zh": "在城市的某个角落，有一家看似普通的小店——时光照相馆。店主程小时和陆光可以通过照片，进入过去的时空。有一天，戏曲界新锐林凯来到了照相馆，委托程小时与陆光，寻找一份10年前的影像。照片只有1张，机会只有1次……"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d7e5b68-5dc2-42bc-b4dc-6bb6818f628f",
    "title": {
      "en": "The Demonic Empress Traveled Through Time And Became My Boss"
    },
    "updatedAt": "2024-10-08T15:45:20+00:00",
    "coverArt": "https://mangadex.org/covers/7d7e5b68-5dc2-42bc-b4dc-6bb6818f628f/2548b213-417e-4220-a3a7-1975f098f5c6.jpg",
    "altTitles": [
      {
        "en": "The Demon Queen Transmigrated as My Boss"
      },
      {
        "en": "The Demonic Empress Traveled Through Time And Became My Boss"
      },
      {
        "zh": "Mó Zūn Nǚdì Chuānyuè Chéng Wǒ Shàngsi"
      },
      {
        "zh-hk": "魔尊女帝穿越成我上司"
      }
    ],
    "description": {
      "en": "Should I save my boss who collapsed in front of me or not? If I save her, wouldn't that betray my resentment for working 996 every day? But if I don't, who will approve my pending reimbursement claims? Lu Youwei sighed and decided to save his boss. To his surprise, the woman who usually tormented him claimed to be the Empress of the Demon Sect after waking up from the accident and insisted on teaching him the path of cultivation"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec7ed18c-37db-4fd3-8472-0b4dad8e0e39",
    "title": {
      "en": "Dr. Kumahige"
    },
    "updatedAt": "2023-04-20T17:56:14+00:00",
    "coverArt": "https://mangadex.org/covers/ec7ed18c-37db-4fd3-8472-0b4dad8e0e39/4edd18ce-36ef-41de-bf92-5e55139e00bb.png",
    "altTitles": [
      {
        "ja": "Dr.クマひげ"
      },
      {
        "zh": "流氓俠醫"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\nSaburo, a new doctor, met a man in downtown Susukino, Sapporo. Saburo sees the life of a fierce doctor in Tetsuro Kokubu, who has suddenly disappeared after having shown great promise for the future due to his competence at a university hospital. \n\nThe gekiga contains nine heart-wrenching arcs including \"The End of Snow,\" which depicts the past of Kokubu, who established a small clinic in a backstreet of Shinjuku and is called \"Dr. Kumahige\" by the residents of the town."
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "46"
  },
  {
    "mangaId": "23a84f79-368c-44ca-8a8f-57103b9a5628",
    "title": {
      "en": "Tou no Kanri o Shite Miyou"
    },
    "updatedAt": "2025-01-11T07:49:51+00:00",
    "coverArt": "https://mangadex.org/covers/23a84f79-368c-44ca-8a8f-57103b9a5628/451aa517-6067-485d-bc03-08c279bbaff5.jpg",
    "altTitles": [
      {
        "ja": "塔の管理をしてみよう"
      },
      {
        "ja-ro": "Tou no Kanri wo Shite Miyou"
      },
      {
        "en": "Let's Manage the Tower"
      },
      {
        "ko": "탑의 관리를 해보자!"
      },
      {
        "zh": "成为塔的管理者吧！"
      },
      {
        "zh-hk": "成為塔的管理者吧！"
      },
      {
        "ru": "Получается, я теперь в ответе за башню"
      },
      {
        "vi": "Isekai làm người quản lý tháp"
      }
    ],
    "description": {
      "en": "Kosuke is killed by a truck, his soul is lost in a garden with two beautiful girls. The owner of the place will let him choose whether he will be reborn or summoned to another world, and he maintains the summons. In this new world, the main two girls who were created by the owner of the garden to help him find the mystery behind the world - a Dungeon tower. Will he be able to become the owner of this tower and manage it?",
      "ja": "仕事帰りに交通事故に遭ったことから魂が別世界に飛ばされてしまった考助。彼は保護してくれた女神の助力により、これまでの記憶を持ったまま新しい世界で生きていくことに。さらに女神が創造してくれたという、チートな能力と天使のような羽を持つ最強美女ふたりをお供に、新たな生を送ることになったのですが――。",
      "es-la": "Kosuke es atropellado por un camión mientras regresaba del trabajo. En ese momento, mientras su vida terminaba, su alma fue transferida al \"Jardín de la eterna primavera\" donde lo esperaba una hermosa mujer. Ella inmediatamente lo lleva con la diosa suprema, encargada de dicho mundo. La diosa suprema le permitirá elegir entre poder entrar al ciclo de la encarnación y renacer para empezar una nueva vida o ser invocado a otro mundo, de lo cual él elige ser invocado. La diosa suprema antes de transferirlo a este nuevo mundo le otorga una habilidad divina y dos bellas y poderosas sirvientes. En este nuevo mundo, las dos chicas principales que fueron creadas por la diosa del jardín le ayudarán a encontrar el misterio detrás del mundo: una torre de mazmorra. ¿Podrá convertirse en el dueño de esta torre y administrarla?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16a16845-90d1-4895-b2b8-4895624588c7",
    "title": {
      "en": "Kaii to Otome to Kamikakushi"
    },
    "updatedAt": "2024-10-26T09:32:12+00:00",
    "coverArt": "https://mangadex.org/covers/16a16845-90d1-4895-b2b8-4895624588c7/0151d766-ca17-473d-9432-76889346bade.jpg",
    "altTitles": [
      {
        "ja": "怪異と乙女と神隠し"
      },
      {
        "ko": "괴이와 소녀와 행방불명"
      },
      {
        "zh": "怪异×少女×神隐"
      },
      {
        "ru": "Тайны, девы и мистические происшествия"
      },
      {
        "en": "Mysterious Disappearances"
      },
      {
        "en": "Mysteries, Maidens, and Mysterious Disappearances"
      },
      {
        "en": "Apparitions, Maidens, & Mysterious Disappearances"
      }
    ],
    "description": {
      "en": "Mysterious incidents in a city, one after the other. A demonic being is challenged to resolve them. Sumireko, seemingly a plain store clerk, aspires to be a novelist and rocks an alluring body with some ardent admirers. Adashino, an admirer who looks like a boy, is a bookstore clerk. He's steeped in mystery however, at first, until the path of challenges is revealed that he and his sister must face in the city in order to win their ticket back home, outside this world. A story of modern mysteries and romantic aspirations begins.",
      "ru": "Ряд загадочных инцидентов начинают происходить в городе. И всё бы ничего если этот город не был домом для Сумиреко, красивой девушки с писательским стремлением. Какие же происшествия будут ждать Сумиреко и её коллегу по работе, Адашино, полного загадок парня, работающего в книжном?",
      "pt-br": "Uma série de acidentes misteriosos acontecem um atrás do outro na cidade. Um ser demoníaco está desafiando a todos que os resolvam. Sumireko, uma aparentemente caixa comum de loja, deseja ser uma escritora e possui um corpo voluptuoso com muitos admiradores ardentes. Adashino, um admirador que parece com um jovem garoto é o caixa de uma livraria. Ele está mergulhado em mistérios, e de repente, o caminho pra ele e sua irmã voltarem para casa (em outro mundo) aparece. Uma história moderna de romance e aspirações começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "973d1413-405f-471d-b7c5-25085f2d7b1b",
    "title": {
      "en": "Dainana Maouji Jilbagias no Maou Keikokuki"
    },
    "updatedAt": "2024-12-23T01:07:53+00:00",
    "coverArt": "https://mangadex.org/covers/973d1413-405f-471d-b7c5-25085f2d7b1b/205df474-ca2d-42c6-8297-3cd24fc0bff9.jpg",
    "altTitles": [
      {
        "ja": "第七魔王子ジルバギアスの魔王傾国記"
      },
      {
        "en": "Zilbagias the Demon Prince: How the Seventh Prince Brought Down the Kingdom"
      },
      {
        "en": "Seventh Demon Prince Jilbagias' Chronicle of Overthrowing the Demon Kingdom"
      },
      {
        "en": "7th Demon Prince Jilbagias, the Demon Kingdom Destroyer"
      },
      {
        "fr": "Le Septième prince démon"
      }
    ],
    "description": {
      "en": "The hero Alexander and his comrades unleash a daring raid on the Demon King’s castle, intent on assassinating him and bringing an end to the war against the darkness in one fell swoop. However, the raid goes awry when his party is effortlessly decimated by the Demon King’s overwhelming power.\n\nBut death is not the end of the road for Alexander, as he is reincarnated two years later as that very same Demon King’s son. With the memories of his past life still intact, he vows to use his miraculous second chance to continue fighting—this time destroying the demonic kingdom from within as the Demon Prince Zilbagias.\n\nIt doesn’t take long for his mettle to be tested either, as passing as a young demon prince without blowing his cover proves to be quite a bit more challenging than he initially anticipated.\n\n---\n\n[Official English Light Novel](https://j-novel.club/series/zilbagias-the-demon-prince-how-the-seventh-prince-brought-down-the-kingdom)",
      "fr": "Alexandre, dont la ville natale a été détruite par la race démoniaque, s'est battu avec le Roi Démon et a été tué. Mais au lieu d'être accueilli dans l'au-delà, lorsqu'il ouvre les yeux, il renaît sous les traits du fils du roi des démons, Jilbagias ? Tout en cachant sa véritable identité, il se souille les mains d'atrocités en se conduisant comme le prince démon idéal, augmentant son pouvoir pour finalement renverser le royaume des démons..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b8d9ce1a-2bb4-4d5b-a1a4-67a9acc14fbd",
    "title": {
      "en": "Otokogirai No Onna No Ko Ga Saikyou No Sakyubasu Ni Narumade"
    },
    "updatedAt": "2025-01-14T12:57:00+00:00",
    "coverArt": "https://mangadex.org/covers/b8d9ce1a-2bb4-4d5b-a1a4-67a9acc14fbd/a01525dc-01c1-442f-8039-6cbbca40a75c.jpg",
    "altTitles": [
      {
        "en": "From a Man-Hating Girl to The Strongest Succubus"
      },
      {
        "ja": "男嫌いの女の子が最強のサキュバスになるまで"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e49c00-1022-4dfc-a4bf-0a995d07d194",
    "title": {
      "en": "Monster Stein"
    },
    "updatedAt": "2024-11-02T15:52:36+00:00",
    "coverArt": "https://mangadex.org/covers/39e49c00-1022-4dfc-a4bf-0a995d07d194/d1849354-a0d7-4110-97bd-a715fd54dedf.jpg",
    "altTitles": [
      {
        "ja": "モンスターシュタイン"
      },
      {
        "ja-ro": "Monsutaa Shutain"
      }
    ],
    "description": {
      "en": "A few decades back, humanity went to war against strange beings such as werewolves and witches, and was on the verge of defeat. The solution to breaking this deadlock was the human weapon created by Dr. Frankenstein. Time passes, and Vic, a mysterious girl, is traveling with Stein, a large man covered in scars. All in order to destroy the distorted principles of this world.",
      "ja": "十数年前、人狼や魔女など異形の存在との戦争に挑んだ人類は敗北の危機を迎える。その局面を打開したのはフランケンシュタイン博士が生み出した人間兵器――。時は流れ、謎多き少女ヴィクは、傷だらけの大男シュタインと旅をしていた。すべてはこの世界の歪んだ理を破壊するために。"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "50"
  },
  {
    "mangaId": "4cc8b1ac-fea1-4f52-b242-5c45b3e60f6a",
    "title": {
      "en": "Iinchou to M-ko no Yuri"
    },
    "updatedAt": "2025-01-10T16:22:40+00:00",
    "coverArt": "https://mangadex.org/covers/4cc8b1ac-fea1-4f52-b242-5c45b3e60f6a/809e0b7c-ce3f-462a-97fc-f05e88df0d8e.png",
    "altTitles": [
      {
        "ja": "委員長とM子の百合"
      },
      {
        "en": "Yuri Between the Class President and a Masochistic Girl"
      },
      {
        "en": "Class President's and Masochism Girl's Yuri"
      },
      {
        "uk": "Президентка Класу знайшла собі Слухняну Мазохістку"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "449f58e2-3a33-4df5-9d9b-62e867e7f918",
    "title": {
      "en": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
    },
    "updatedAt": "2024-12-19T17:13:33+00:00",
    "coverArt": "https://mangadex.org/covers/449f58e2-3a33-4df5-9d9b-62e867e7f918/44020242-0f01-49a8-89c6-07a182eb21ba.jpg",
    "altTitles": [
      {
        "ja": "与えられたスキルを使って稼いで異世界美女達とイチャイチャしたい"
      },
      {
        "id": "Aku Ingin Menggunakan Keterampilan Yang Diberikan Untuk Mendapatkan Uang Dan Menggoda Wanita Cantik Dari Dunia Lain"
      },
      {
        "ja-ro": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
      },
      {
        "en": "I Want to Use the Skills Given to Earn Money and Flirt With Beauties From Other Worlds"
      },
      {
        "pt-br": "Quero usar as habilidade que me foi dado para ganhar dinheiro e flertar com lindas mulheres de outro mundo."
      }
    ],
    "description": {
      "en": "That day, Ishida Yamada was working his part-time job as usual. After finishing his shift, he opened the back door and stepped into a vast, empty space, where he encountered a mysterious figure claiming to be God. By sheer chance, Ishida was chosen by this God to be transported to another world. Although confused and uncertain, he resolved to adapt and make a life for himself in this strange new place. Using the skills granted by God, he focused on surviving and thriving. As he explored different lands and encountered various races, he made it his mission to form close relationships with many beautiful women along the way.",
      "ja": "その日も山田一太はいつもと変わらずバイトをしていた。バイトが終わり裏口の扉を開けると、そこには真っ白な空間が広がっていて、神と名乗る者がいた。 一太は偶然神によって選ばれ、異世界に行くことになった。一太は戸惑いながらも、取り合えず生きていこうと決めた。 神からもらったスキルを使って如何にこの異世界を生き抜くか考えながら、一太はこの異世界にいる美女と肉体関係を持つために色々と頑張っていく。",
      "es-la": "Ese día, Ichita Yamada estaba trabajando medio tiempo como de costumbre. Cuando abrió la puerta trasera después de terminar su trabajo de medio tiempo, encontró un espacio en blanco y una persona que se hacía llamar Dios. Fue por casualidad que Dios lo eligió para ir a otro mundo. Estaba perplejo, pero decidió vivir de todos modos. Pensando en cómo sobrevivir en este otro mundo usando las habilidades que recibió de Dios, hace todo lo posible por tener una relación física con una mujer hermosa en este otro mundo.",
      "pt-br": "Naquele dia, Ishida Yamada estava trabalhando meio período, como sempre. Ao abrir a porta dos fundos após terminar seu trabalho de meio período, ele encontrou um espaço em branco e uma pessoa que se autodenominava Deus. Foi por acaso que ele foi escolhido por Deus para ir para outro mundo. Ele ficou perplexo, mas decidiu viver mesmo assim. Pensando em como sobreviver neste outro mundo usando as habilidades que recebeu de Deus, ele tenta ao máximo ter um relacionamento físico com uma linda mulher neste outro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57fd5694-5cca-45d4-ab14-61f5f984b2e2",
    "title": {
      "en": "Corpses Never Lie"
    },
    "updatedAt": "2024-05-19T17:48:54+00:00",
    "coverArt": "https://mangadex.org/covers/57fd5694-5cca-45d4-ab14-61f5f984b2e2/437d3f9f-92ee-41d0-b839-c7cabc5f397e.png",
    "altTitles": [
      {
        "ko": "시체는 말한다"
      },
      {
        "ko-ro": "Shichenun Malhanda"
      },
      {
        "ko-ro": "Sicheneun Malhanda"
      },
      {
        "en": "The Corpse Will Tell"
      },
      {
        "en": "The Body Says"
      }
    ],
    "description": {
      "en": "\"10 years, live as if you were a dead mouse for at least 10 years. I won't meddle with however you live your life after that.\"\n\nJeanne, the girl who was praised as a war hero. During the civil war, in order to prevent the emperor from running away, she chopped off his right arm which made her the emperor's target. \n\nAfter changing her name and fleeing to a barren land, she hid herself amongst the <Blue Blood>, a criminal investigation unit specializing in crimes committed by aristocrats. \n\nShe spent a peaceful 10 years along with her new colleagues whom she solved various cases with. But, the past she came to forget starts to catch up to her!\n\nAs if the sudden appearance of the lieutenant from her past who had a crush on her and her dull subordinate who keeps acting suspiciously wasn't enough headache, now even a scammer impersonating as her appears?!\n\n\"...This is insane, am I still drunk?\" The unpredictable mystery of the war hero who became a lazy detective begins!\"",
      "fr": "\"Pendant 10 ans, vivez comme si vous étiez une souris morte. Je ne me mêlerai pas de ce que vous vivrez après ça.\"\n\nJeanne, une femme qui a été louée comme une héros de guerre. Pendant la guerre civile, pour empêcher l’empereur de s’enfuir, elle lui coupa le bras droit, ce qui en fit la cible de l’empereur.\n\nAprès avoir changé de nom et s’être enfuie dans une terre aride, elle s’est cachée parmi une unité d’enquête criminelle spécialisée dans les crimes commis par des aristocrates.\n\nElle a passé 10 ans en paix avec ses nouveaux collègues avec qui elle a résolu divers cas. Mais le passé qu’elle est venue oublier commence à la rattraper !\n\nComme si l’apparition soudaine du lieutenant de son passé qui avait le béguin pour elle et son ennuyeux subalterne qui continue à agir de façon suspecte n’était pas assez de mal de tête, maintenant même un escroc se faisant passer pour elle apparaît.\n\n\"...C’est fou, suis-je ivre?\"\n\nLe passé de Jeanne qui est devenue une détective paresseuse commence !\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa4774a1-1ffc-4bc4-88f5-042a6d329f7b",
    "title": {
      "en": "Not Your Typical Reincarnation Story"
    },
    "updatedAt": "2024-12-12T07:13:36+00:00",
    "coverArt": "https://mangadex.org/covers/aa4774a1-1ffc-4bc4-88f5-042a6d329f7b/6df6427d-ef1d-48b2-a88c-ae00abaf67ab.jpg",
    "altTitles": [
      {
        "ko": "흔한 빙의물인 줄 알았다"
      },
      {
        "en": "I Thought It's a Common Isekai Story"
      },
      {
        "en": "I Thought It Was a Common Possession"
      },
      {
        "fr": "Not So Bad to Be Bad!"
      }
    ],
    "description": {
      "en": "I was the villainess who would die at the hands of the male lead, but I know this is a cliché! I thought it was a pretty good deal to die unjustly, as a payment for the price I paid for being the villainess. Until I realized that I couldn’t escape from the original plotline. If I was going to die anyway according to the original, then let’s give a kiss to my handsome husband!… Why did the original plot start to change?",
      "ko": "그럼 그렇지, 내 팔자에 무슨 주인공이야.\n\n남편 손에 죽을 팔자의 악녀였지만, 난 이 클리셰를 안다!​\n억울하게 죽은 대가로는 꽤 괜찮다고 생각했다.\n원작의 흐름에서 벗어나지 못한다는 걸 깨닫기 전까지는.\n결국 원작대로 죽을 거라면, 초미남 남편에게 뽀뽀라도 해보자!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d055b51c-fb5a-4966-9220-8e02cf5a9e1b",
    "title": {
      "en": "Foam of the Waves"
    },
    "updatedAt": "2024-09-21T09:32:11+00:00",
    "coverArt": "https://mangadex.org/covers/d055b51c-fb5a-4966-9220-8e02cf5a9e1b/bb0303b2-ae12-4a4f-923a-c990eb2deb7f.jpg",
    "altTitles": [
      {
        "ko": "파도의 포말"
      }
    ],
    "description": {
      "en": "\"Never forgive me.\"\r\nMargret, who was brutally murdered by her lover, is reborn 7 years later as 'Meg'. Will 'Meg', who doesn't know anything about the world, be able to acclimate well into her new life...? A story uncovering the truth behind her death and the growing love between the characters!",
      "fr": "Terriblement assassinée par son amant, Margaret renaît sous le nom de Mag sept ans plus tard et vit une nouvelle vie.\r\n\r\nMag, qui ne connaissait pas le monde, pourra-t-elle s'adapter à sa nouvelle vie ?",
      "ko": "\"저를 용서하지 마세요.\"\r\n \r\n사랑하는 연인에게 끔찍하게 살해당한 마가렛은\r\n7년 후 '매그'로써 다시 태어나 새로운 삶을 살아간다.\r\n \r\n세상 물정 모르던 '매그'는 새로운 삶을 잘 적응해 나갈 수 있을까...?\r\n그녀의 죽음에 얽힌 진상과 인물들의 성장 러브 스토리!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b3293575-94bb-4467-b992-4de2174615f7",
    "title": {
      "en": "P.S. Waiting for You by the Lake"
    },
    "updatedAt": "2024-03-17T06:11:59+00:00",
    "coverArt": "https://mangadex.org/covers/b3293575-94bb-4467-b992-4de2174615f7/0edaf4a5-0079-4e93-9b3b-79f898c9d691.jpg",
    "altTitles": [
      {
        "zh": "利奥"
      },
      {
        "en": "Leo"
      },
      {
        "zh": "P.S.我在湖边等你"
      }
    ],
    "description": {
      "en": "Leo and Alexis lived in the same small town when they were kids and were best buddies. The two loved to spend their summers at the Green Rock Lake summer camp near town. But during the summer when they were eleven, Alexis ended his friendship with Leo over a stupid reason. After that, the two did not see each other again because of their families' situation. But during the summer when they were eighteen, the two met once again at Green Rock Lake..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "950655e2-c8cd-4d39-ba34-e50e6730fe6b",
    "title": {
      "en": "The Drifting Star"
    },
    "updatedAt": "2024-06-22T01:57:09+00:00",
    "coverArt": "https://mangadex.org/covers/950655e2-c8cd-4d39-ba34-e50e6730fe6b/b5be64b0-2b3b-45f3-a2c0-e1a14f29e44e.png",
    "altTitles": [
      {
        "zh": "水中飘零之星"
      }
    ],
    "description": {
      "en": "After an awkward encounter on her vacation, Wei Lan swapped bodies with a boy named Bai Yuan! Is this heaven's plan, or a trick of fate? Their strings of destiny follow the drifting star in the water."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "89"
  }
]