[
  {
    "mangaId": "8d6bd8d1-0936-497d-8e60-63e1b9135775",
    "title": {
      "en": "I Have a Second Chance at Life, so I’ll Pamper My Yandere Boyfriend for a Happy Ending!!"
    },
    "updatedAt": "2024-03-10T21:34:20+00:00",
    "coverArt": "https://mangadex.org/covers/8d6bd8d1-0936-497d-8e60-63e1b9135775/b0aa45aa-3775-4a5b-aa58-0b8d76034a08.jpg",
    "altTitles": [
      {
        "ja": "人生２周目はヤンデレ彼氏を甘やかしてハッピーエンドになります!!"
      },
      {
        "es": "Tengo una Segunda Oportunidad en la Vida, así que consentiré a mi Novio Yandere para tener un Final Feliz!!"
      },
      {
        "ja-ro": "Jinsei 2-Shuume wa Yandere Kareshi wo Amayakashite Happy End ni Narimasu!!"
      }
    ],
    "description": {
      "en": "She must avoid dying in her second chance at life?!\nA choose-wisely romantic comedy! ☆\n\nOn the day of her high school graduation, Ichinose Himari was shoved off to her death by her boyfriend, Taniguchi Shion... At least, that's what she thought, but when she woke up, she had gone back to when she was a second year student! To avoid dying by Shion's hands again, Himari thinks of a solution - - and that solution is to completely show Shion how she feels about him!\n\nHimari's series of unfortunate events begins!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "a96f9ee5-1452-493b-b371-e54de3868a58",
    "title": {
      "en": "AOTU World"
    },
    "updatedAt": "2023-03-13T07:26:20+00:00",
    "coverArt": "https://mangadex.org/covers/a96f9ee5-1452-493b-b371-e54de3868a58/99e36d60-2dc1-44c3-aac8-0ae61c85aac8.jpg",
    "altTitles": [
      {
        "zh": "凹凸世界"
      },
      {
        "zh-ro": "AOTU Shijie"
      }
    ],
    "description": {
      "en": "A god created AOTU World and established the 7 Oracles to rule it on behalf of this god. The poor and rich, enslaved and free, suffering and happiness, destruction and birth: every status is ordained by God. Mortals can only accept, but cannot resist. However, God has given his people the opportunity to change their fate through \"AOTU Contest.\" The contestants use their unique \"ability\" gifted by the Contest System and inbate wisdom and courage in hopes of winning the competition and becoming the world's ruler."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aafb046c-9de4-4c3d-990c-6d75b079c0b9",
    "title": {
      "en": "Release That Witch"
    },
    "updatedAt": "2024-06-19T23:47:40+00:00",
    "coverArt": "https://mangadex.org/covers/aafb046c-9de4-4c3d-990c-6d75b079c0b9/ee278e22-9bfb-4b1b-9681-f8782b93e57b.jpg",
    "altTitles": [
      {
        "zh-ro": "Fangkai Nage Nüwu"
      },
      {
        "fr": "Relâchez cette Sorcière"
      },
      {
        "ru": "Освободите эту Ведьму"
      },
      {
        "zh": "放开那个女巫"
      },
      {
        "uk": "Звільніть цю відьму"
      },
      {
        "tr": "Cadıyı Salın"
      },
      {
        "vi": "Thả Vu Nữ Đó Ra"
      }
    ],
    "description": {
      "en": "A male engineer transmigrated into another world, and became a prince. This place strikingly resembles the Middle Ages of Europe, but at the same time, it seems kind of different? Witches truly exist, and they even possess magic powers! Magic powers are productive forces! Save the witches, liberate the productive forces! Open map, fight demons, break conspiracies, climb up the science and technology tree, and open the path of hardcore ‘farming’!",
      "ru": "Чэн Янь прошел сквозь время и попал в мир, подобный Средневековой Европе, став Роландом, 4-м принцем королевства. Но этот мир не такой, к какому он уже привык. Ведьмы и магия здесь — нормальное явление. Сможет ли Роланд заполучить трон короля и решить выпавшие на его долю проблемы? Только его опыт современных технологий и помощь ведьм, известных как «слуги Дьявола», позволят ему добиться успеха!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3042fca-11bf-4b87-bc31-ef1d62d1cc2c",
    "title": {
      "en": "Miss Wolf and Her Fox Sister"
    },
    "updatedAt": "2024-08-09T06:10:43+00:00",
    "coverArt": "https://mangadex.org/covers/c3042fca-11bf-4b87-bc31-ef1d62d1cc2c/c4c3d861-7c89-4198-aa8c-edb3946ee005.png",
    "altTitles": [
      {
        "zh": "狼小姐和她的狐狸妹妹"
      }
    ],
    "description": {
      "en": "[Savage Wolf X Cunning Fox] In the modern therianthrope world, everyone respects the law of the jungle where the strong prey on the weak. Twenty-year-old Yu Wenxi, as a gray wolf therianthrope, stands at the top of the food chain. She has made a name for herself with her fists. She is violent and volatile, always looking down on the weak. Until one day, when her stepsister left a fox cub with her. From then on, the wild wolf turned into a good big dog. She vowed to raise the crybaby cub, train it into a model student, and give it the best that life has to offer. However, the little fox is hiding a wicked heart under the guise of a good girl..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90e2db50-ad5e-4b99-9157-8cf8850a80a3",
    "title": {
      "en": "Love or Trickery"
    },
    "updatedAt": "2024-06-15T08:11:52+00:00",
    "coverArt": "https://mangadex.org/covers/90e2db50-ad5e-4b99-9157-8cf8850a80a3/340fa2a1-2016-4428-a019-04f870c126d8.png",
    "altTitles": [],
    "description": {
      "en": "It was close to Halloween night and Henry was searching for the perfect costume. After trying to find one in various places around the city and not finding anything to his liking, he decided to head back home. But luckily, a store caught his attention, and there he found what he was looking for and even more than he needed. The store clerk gave him a gift, a seemingly ordinary pumpkin, but it contained a magical creature capable of granting wishes. Was it true... or a trick?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "20a88b28-3ff2-4640-bac8-bb9e0d6fe8b2",
    "title": {
      "en": "Boku to Gimai no Kakushigoto - Kazoku ni Natta Kimi no Yuuwaku"
    },
    "updatedAt": "2024-08-16T06:16:44+00:00",
    "coverArt": "https://mangadex.org/covers/20a88b28-3ff2-4640-bac8-bb9e0d6fe8b2/dabfa318-f08f-417d-9812-66fd8544987d.jpg",
    "altTitles": [
      {
        "ja": "僕と義妹の隠し事～家族になったキミの誘惑"
      },
      {
        "ko": "나와 그녀의 야한 비밀"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d18c567-426e-4c11-8c49-6ec843f53cef",
    "title": {
      "en": "Ikigami Sairin"
    },
    "updatedAt": "2023-03-18T21:17:56+00:00",
    "coverArt": "https://mangadex.org/covers/7d18c567-426e-4c11-8c49-6ec843f53cef/583bfb26-6519-4240-ad98-4d226ccb11ad.jpg",
    "altTitles": [
      {
        "ja": "イキガミ 再臨"
      }
    ],
    "description": {
      "en": "Sequel to Ikigami."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fe5571f-ecc9-4a26-9a50-cfa09757a735",
    "title": {
      "en": "Totsugi Okureta Kitsune ga Yome ni Kuru Hanashi"
    },
    "updatedAt": "2024-07-30T21:34:34+00:00",
    "coverArt": "https://mangadex.org/covers/2fe5571f-ecc9-4a26-9a50-cfa09757a735/116dce04-dc9d-42f5-a759-47b167fe2e93.png",
    "altTitles": [
      {
        "ja": "嫁ぎ遅れた狐が嫁に来る話"
      },
      {
        "en": "The Story of the Fox Who Was Late Getting Married and Came to be My Bride"
      }
    ],
    "description": {
      "en": "One day, overworked salaryman Goro is taking a walk on the mountain behind his house and comes across a fox lying upside down on the side of the road... The fox yells 'Hey you! Got a moment?'  And well, if you've seen the title you know the rest.  This is a cute and fluffy romcom about a fox's wedding(?).",
      "ja": "狐を拾ったら、嫁がれました。\n\n三十路手前のサラリーマン、日野峰吾郎は、とある理由で嫁ぎ遅れた化け狐、こがねを助けたことで恩返しと称した求婚を迫られる。こがねを無下にすることもできず、吾郎は「1年間の同棲を経て妻として認められたら結婚する」という条件を提案することに。果たしてこがねは無事に嫁ぐことができるのか？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9f7540f-4934-446a-923c-81619b5d3b53",
    "title": {
      "en": "Oh! Dangun"
    },
    "updatedAt": "2024-07-29T20:42:15+00:00",
    "coverArt": "https://mangadex.org/covers/d9f7540f-4934-446a-923c-81619b5d3b53/bd640e86-4d5f-487b-a252-0508f945f1d8.jpg",
    "altTitles": [
      {
        "ko": "오!단군"
      },
      {
        "en": "Legend of Dangun"
      }
    ],
    "description": {
      "en": "There are animals that were abandoned by Dangun and live secretly in the human world. Narae, an ordinary high school student, discovers their existence...\nA modern version of Beauty and the Beast with comedy and exorcism action.\n\n‘Will the project of becoming human, for the animals that could not become human, be successful?'"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e3c9c65-94ec-442a-b1ce-698a0b67923c",
    "title": {
      "en": "Issho ni Ken no Shugyou o Shita Osananajimi ga Dorei ni Natteita no de, S-Rank Boukensha no Boku wa Kanojo o Katte Mamoru Koto ni Shita"
    },
    "updatedAt": "2024-07-11T04:14:06+00:00",
    "coverArt": "https://mangadex.org/covers/5e3c9c65-94ec-442a-b1ce-698a0b67923c/89c07eec-677c-4e0d-922e-44957b5d81e2.jpg",
    "altTitles": [
      {
        "ja": "一緒に剣の修行をした幼馴染が奴隷になっていたので、Sランク冒険者の僕は彼女を買って守ることにした"
      },
      {
        "ja-ro": "Issho ni Ken no Shugyou wo Shita Osananajimi ga Dorei ni Natteita no de, S-Rank Boukensha no Boku wa Kanojo wo Katte Mamoru Koto ni Shita"
      },
      {
        "ja-ro": "Issho ni Ken no Shugyou o Shita Osananajimi ga Dorei ni Natteita no de, S-Rank Boukensha no Boku wa Kanojo o Katte Mamoru Koto ni Shita"
      },
      {
        "en": "My Childhood Friend Who I Used to Train Swordsmanship With Became a Slave, so I, as an S-Rank Adventurer, Decided to Buy and Protect Her"
      }
    ],
    "description": {
      "en": "S-Rank adventurer and second-generation sword saint, Ryunoa Styler, is reunited with his childhood friend, Aine, who has been reduced to slavery.\nRyunoa purchases Aine in order to save her, however, she's been given a cursed collar that causes the wearer to go into 'heat' once a day...\nRyunoa's battle to find a way to remove the collar starts now!",
      "ja": "Ｓランク冒険者のリュノアは、奴隷に身を落とした幼馴染の少女アイネと再会する。アイネを救うため、彼女を身請けしたリュノアであったが、アイネは装着者を１日１回「発情」させる呪いの首輪を着けられていて――？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a6d6ea2-18a5-4a31-9777-f4bb5bd32726",
    "title": {
      "en": "Little Mushroom"
    },
    "updatedAt": "2024-06-16T11:18:59+00:00",
    "coverArt": "https://mangadex.org/covers/2a6d6ea2-18a5-4a31-9777-f4bb5bd32726/cd987770-8002-4426-9ed4-a9d758427026.jpg",
    "altTitles": [
      {
        "zh": "小蘑菇"
      }
    ],
    "description": {
      "en": "“Until the day humanity falls.”\n\nIn the year 2020, Earth’s magnetic poles disappeared and humankind was nearly wiped out by cosmic radiation. Within the span of a hundred years, living creatures began to mutate and devour each other while the remaining humans, numbering in the tens of thousands, struggled bitterly in their man-made bases.\n\nIn the Abyss, home to the mutated xenogenics, there lived a sentient little mushroom. Because it had been nourished by the blood and flesh of the deceased human An Ze, not only did it take on a similar-looking human form, but a similar name as well: An Zhe.\n\nAn Zhe is determined to go to the human base to search for his spore, which had been harvested by humans. Once there, however, he faces the omnipresent risk of discovery and certain death as he tries to keep his non-human nature hidden from the Judges, whose responsibility is to inspect for and eliminate xenogenics like himself. And of all the Judges, Colonel Lu Feng is the most perceptive and merciless—as soon as he determines that someone is a xenogenic, he will execute that person on the spot.\n\nBut An Zhe’s mutation goes undetected by Lu Feng’s eyes, and so a tale of humans and xenogenics unfolds…\n\nSilver Award winner at the 12th Chinese Nebula Awards for Chinese Science Fiction.",
      "pl": "Ponury i niegościnny świat po katastrofie ekologicznej. Spustoszoną ziemię bombarduje promieniowanie kosmiczne. Niedobitki ludzkości schroniły się w dwóch ostatnich ocalałych bazach, desperacko próbując przetrwać. Każdy kontakt z obcym organizmem żywym grozi skażeniem genetycznym.\n\nDo bazy ludzi trafia zagubiony chłopak, który w rzeczywistości nie jest nawet człowiekiem. Los styka go z bezlitosnym sędzią, wyszkolonym do tropienia i likwidowania mutantów. Niespodziewanie ich znajomość przeradza się w coś więcej…\n\nPolskie tłumaczenie powieści dostępne tutaj: https://www.wattpad.com/story/251281478-little-mushroom"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fd144b8-fc47-4cf4-afc7-9191d88dcc4a",
    "title": {
      "en": "Kutabire Salarymen no Ore, 7nenburi ni Saikai shita Bishoujo JK to Dosei wo Hajimaru"
    },
    "updatedAt": "2024-06-21T00:10:34+00:00",
    "coverArt": "https://mangadex.org/covers/4fd144b8-fc47-4cf4-afc7-9191d88dcc4a/feb84150-b8f7-47b3-bb70-985e9b61ccf7.jpg",
    "altTitles": [
      {
        "ja": "くたびれサラリーマンな俺、7年ぶりに再会した美少女JKと同棲を始める"
      },
      {
        "en": "I, a Tired Office Worker, Start Living Together with a Beautiful Highschool Girl whom I Met Again After 7 Years"
      },
      {
        "es": "Soy un Cansado Asalariado, y Comencé a Vivir con una Hermosa Estudiante de Secundaría Luego de Reencontrarnos 7 Años Después"
      }
    ],
    "description": {
      "en": "Amae Yuuya, an office worker in his third year of employment, is completely exhausted by the daily grind. Then, for the first time in seven years, Yuuya meets Aoi Shiratori, a girl eight years younger than him who used to live in his neighborhood. She had grown up to be a beautiful JK girl who was good at housework, and she said to him,\n\n“Yuuya-kun, would you like to live with me under the premise of marriage?”\n\nAoi desperately wants to live with Yuuya, her first love. Yuuya, who is puzzled, agrees to live with Aoi as a guardian for the time being, but Aoi’s aggressive approach makes him very nervous inside.\n\n[Light Novel](https://firecross.jp/hjbunko/series/492)",
      "es": "Amae Yuya, un oficinista en su tercer año de empleo, está completamente agotado por la rutina diaria. Entonces, por primera vez en siete años, Yuya se encuentra con Aoi Shiratori, una chica ocho años más joven que él que solía vivir en su barrio. Quien había crecido hasta convertirse en una hermosa chica JK a la que se le daban bien las tareas domésticas. Este repentino acto de acontecimientos tenía un sólo propósito. Y era el vivir juntos bajo la premisa del matrimonio dado a una promesa que ambos se hicieron hace 7 años. Esta es la historia de viejos amigos que empezaran una vida juntos como si fueran esposo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89b23664-94b6-4dda-b0b0-ebee71f67653",
    "title": {
      "en": "Happy Family - Fukushuu no Rental Okaa-san"
    },
    "updatedAt": "2024-06-12T18:08:00+00:00",
    "coverArt": "https://mangadex.org/covers/89b23664-94b6-4dda-b0b0-ebee71f67653/a812019a-7773-4505-9189-248cbd124161.jpg",
    "altTitles": [
      {
        "ja": "ハッピーファミリー"
      },
      {
        "ja": "ハッピーファミリー 復讐のレンタルお母さん"
      }
    ],
    "description": {
      "en": "Excessive love, sex checks, and self-prioritizing toxic parents who treat their daughters as accessories. Exhausted by the selfishness of her toxic parents, the daughter turns to a \"rental mother\" service. The `Aida' who was sent to her is an ideal mother who is beautiful, kind, and competent! However, she's gradually entering into the family...!? Yeah, my family is being taken over."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae1687aa-843e-4e32-b20d-583e36a1d09b",
    "title": {
      "en": "Zero Centimeter"
    },
    "updatedAt": "2024-08-16T04:59:40+00:00",
    "coverArt": "https://mangadex.org/covers/ae1687aa-843e-4e32-b20d-583e36a1d09b/0c290a41-e1bb-4adc-8ea2-8b67437292e4.jpg",
    "altTitles": [
      {
        "ko": "제로센티미터"
      }
    ],
    "description": {
      "en": "Reuniting with a First Love After 10 Years! Hyun Jiwoo, once a star on the Seongeon High School baseball team, faced a heartbreaking split when his junior and lover, Choi Sunho, unexpectedly left for the United States. Ten years later, Jiwoo has buried his emotions and thrown himself into his work, still haunted by the pain of that sudden separation. But his world is turned upside down when Sunho, the first love who shattered his heart, reappears—as a short-term part-time worker with a wild streak and a taste for liquor!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fc1c54b-7285-4a51-8c8b-22838f04eb26",
    "title": {
      "en": "Kono Koi wo Hoshi ni wa Negawanai"
    },
    "updatedAt": "2024-08-13T19:28:05+00:00",
    "coverArt": "https://mangadex.org/covers/6fc1c54b-7285-4a51-8c8b-22838f04eb26/7c1057b4-5260-43d3-8c55-db799072b156.jpg",
    "altTitles": [
      {
        "ja": "この恋を星には願わない"
      },
      {
        "en": "There is No Love Wishing Upon a Star"
      }
    ],
    "description": {
      "en": "Eri-chan is my childhood friend whom I've always spent time with since we were little. Somewhere along the way, my affection for her shifted from being just friends to romantic feelings, but I doubt I'll ever confess these feelings to her. Because I want to stay by her side forever.\n\nAnd so begins a delicate and beautiful love story where each person's 'love' intertwines.",
      "ja": "幼い頃からいつも一緒に過ごしてきた冬葵と瑛莉と京。これまでずっと友達としての関係を続けてきたが、冬葵は瑛莉に対して友達以上の感情を抱いていた。そんなある日、３人は久々に遊園地に遊びにいくのだが、そこで冬葵は自身の恋が叶わぬものであると知ってしまい――"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18f5549a-9d1a-44a2-a8ca-aed2448e37c0",
    "title": {
      "en": "Arafoo Otoko no Isekai Tsuhan Seikatsu"
    },
    "updatedAt": "2024-07-16T13:41:14+00:00",
    "coverArt": "https://mangadex.org/covers/18f5549a-9d1a-44a2-a8ca-aed2448e37c0/061adb2f-da7d-44b5-a3a0-fa50e994b0cc.jpg",
    "altTitles": [
      {
        "en": "The Daily Life of a Middle-Aged Online Shopper in Another World"
      },
      {
        "ja": "アラフォー男の異世界通販生活"
      },
      {
        "ja-ro": "Around 40 Otoko no Isekai Tsuuhan Seikatsu"
      },
      {
        "zh-hk": "四十左右男的異世界網購生活"
      },
      {
        "ru": "Жизнь 40-летнего мужчины в другом мире"
      },
      {
        "en": "The Mail Order Life of a Man Around 40 in Another World"
      },
      {
        "zh": "中年男的异世界网购生活"
      },
      {
        "pt-br": "A vida por correspondência de um homem de cerca de 40 anos em outro mundo"
      }
    ],
    "description": {
      "en": "The story of a middle aged man doing whatever he wants with the power of 1-click online shopping!  \n\nKenichi, a single man in his 40s, is transported into another world for no apparent reason. As he tries to escape a dangerous forest teaming with monsters, he realizes he has the power to access to a huge online store.\n\nBy using this power to exchange goods he found in this new world for cash, and then buying modern ones off the internet, he was able to quickly create a very popular business. However, his goal is to have a slow and leisurely life. Instead of growing his business even more, he decides to settle down and live off of the power of Jeff Bezos.\n\nThe mail order life of a middle aged man in other world begins now!\n\n[web novel](https://ncode.syosetu.com/n2945eg/) (jp)\n\n---",
      "ru": "История о мужчине средних лет, который делает все, что хочет, с помощью покупок в Интернете в один клик!",
      "pt-br": "A história de um homem de meia idade fazendo o que quiser com o poder das compras online com um clique!\nKenichi, um homem solteiro de 40 anos, é transportado para outro mundo sem motivo aparente. Enquanto ele tenta escapar de uma floresta perigosa se unindo a monstros, ele percebe que tem o poder de acessar uma enorme loja online."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "57"
  },
  {
    "mangaId": "5b2cdbf6-9f64-4a01-9fd3-33b51724f9d3",
    "title": {
      "en": "Tsugumomo"
    },
    "updatedAt": "2024-02-22T03:24:50+00:00",
    "coverArt": "https://mangadex.org/covers/5b2cdbf6-9f64-4a01-9fd3-33b51724f9d3/23ca3f0c-0013-48ec-90b6-bd009802a61a.jpg",
    "altTitles": [
      {
        "ru": "Цугумомо"
      },
      {
        "ja": "つぐもも"
      },
      {
        "zh": "怪怪守护神"
      },
      {
        "zh-hk": "怪怪守護神"
      },
      {
        "ko": "츠구모모"
      },
      {
        "vi": "Cô Nàng Rắc Rối"
      },
      {
        "ar": "تسوغومومو"
      }
    ],
    "description": {
      "en": "Kazuya Kagami, an ordinary boy, finds his life turned upside down when his late mother's obi transforms into a girl wearing a kimono named Kiriha. She happens to be a Tsukumogami called a \"tsugumomo,\" objects that have gained a soul through long years of harmony with their owners. Kazuya has no recollection of meeting Kiriha when she exclaims \"Long time no see\" to him. He nearly loses his life from an attacking \"amasogi\" that are premature spirits born only to fulfill impure wishes of certain people, and Kiriha defends him. With Kiriha's arrival, Kazuya enters a reality with gods and other Tsukumogami and slowly discovers his dark past.",
      "es": "Los objetos que la gente ha usado durante mucho tiempo, llevan sentimientos en ellos, y se llaman 'tsukumogami'... Kazuya atesora un obi, un recuerdo de su madre, y lo lleva consigo en todo momento, hasta que un día es atacado por un misterioso objeto. ¡Fue el tsukumogami, Kiriha, quien le salvó en ese momento!",
      "ja": "人が長く使い続けた物には想いが宿り、それを「付喪神」という…。母の形見の帯を大事にし、常に持ち歩いていた一也は、ある日、不可思議な物体に襲われてしまう。その時に助けてくれたのは、帯の付喪神・桐葉だった!!",
      "ru": "Действие сюжета разворачивается вокруг юноши по имени Кадзуя Кагами. Его мать дарит ему на память пояс оби с мотивами сакуры, и однажды из этого пояса возникает цукомогами — его дух. Странноватая голубоволосая девушка, представившаяся Кирихой, заявляет, что отныне Кадзуя является её рабом, что превращает его жизнь в настоящее испытание.",
      "es-la": "Los objetos que la gente ha usado durante mucho tiempo, llevan sentimientos en ellos, y se llaman 'tsukumogami'... Kazuya atesora un obi, un recuerdo de su madre, y lo lleva consigo en todo momento, hasta que un día es atacado por un misterioso objeto. ¡Fue el tsukumogami, Kiriha, quien le salvó en ese momento!",
      "pt-br": "Kazuya Kagami nunca vai a lugar algum sem o precioso \"Sakura Obi\" que sua mãe lhe deu. Um dia, uma bela garota, vestida com um Kimono, chamada Kiriha apareceu diante dele. Kiriha naturalmente começou a morar com Kazuya em seu quarto.Então há Chisato, a amiga de infância de Kazuya com óculos e rabo de cavalo, que se mete em seus assuntos. Logo, há também uma irmã mais velha superprotetora que parece querer tomar banho com ele. Atrapalhada com enormes peitos, uma sacerdotisa. uma feiticeira com boa aparência chamada Kokuyoura, lindas mulheres, garotas picantes e assim começa a vida feliz, confusa e embaraçosa de Kazuya!!!"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-01-28T20:26:19+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60a2ba56-387e-4cfe-b53c-56f0bea25651",
    "title": {
      "en": "Nuigurumi Mitaidatta Tonari no Osananajimi ga Shinshin Tomoni Oshi Tsubushite Kuru Hanashi"
    },
    "updatedAt": "2024-07-26T13:05:30+00:00",
    "coverArt": "https://mangadex.org/covers/60a2ba56-387e-4cfe-b53c-56f0bea25651/81af182d-d16e-45c9-ac7c-92412bf31da8.jpg",
    "altTitles": [
      {
        "ja": "ぬいぐるみみたいだった隣の幼馴染が心身ともに押し潰してくる話"
      },
      {
        "en": "The Story of My Childhood Friend Next Door Who Used to Be Adorable Like a Doll, Now Breaks Me Both Physically and Mentally"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a313d06-8002-42cd-b7f5-bf1d9cfceb34",
    "title": {
      "en": "The Dragon Tamer (Webtoon)"
    },
    "updatedAt": "2024-04-04T05:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/1a313d06-8002-42cd-b7f5-bf1d9cfceb34/ff965230-5150-4e8b-86e4-416412645ef3.jpg",
    "altTitles": [],
    "description": {
      "en": "What happens when a girl from a quaint and small town meets the son of a Yakuza crime lord? Will she be able to change him for the better or will he continue down the dangerous and violent path?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f9f282b-c0a8-4890-9098-3e080b3c36da",
    "title": {
      "en": "Kusobitch na Gal Ane o Wakaraseru Hanashi"
    },
    "updatedAt": "2024-08-08T16:20:13+00:00",
    "coverArt": "https://mangadex.org/covers/8f9f282b-c0a8-4890-9098-3e080b3c36da/934206d6-5cba-4bad-8f2d-d29ebcd693e2.jpg",
    "altTitles": [
      {
        "ja": "生意気なギャル姉を解らせる話"
      },
      {
        "ja-ro": "Kusobitch na Gal Ane wo Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Kusobicchi na Gyaru Ane o Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Kusobicchi na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gal Ane o Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gal Ane wo Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane o Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "en": "The Story of Making My Bitchy Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gyaru Sister Understand"
      }
    ],
    "description": {
      "en": "Every time she opens her mouth, it's nothing but abusive language, and her problematic behavior never stops. The protagonist has had enough and sets a “plan” into motion…??!",
      "ja": "口を開けば暴言ばかりで、問題行動が絶えない姉。 彼女に痺れを切らし、主人公が踏み出した“計画”とは---??!",
      "es-la": "Su hermana siempre dice cosas hirientes y cuyos comportamientos problemáticos nunca cesan, el protagonista, cansado de ella, da un paso adelante con un \"plan\"\n¿Cuál será...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4509fd84-c003-4c57-ab07-e207e6999dab",
    "title": {
      "en": "Issho ni Kurashite ii desu ka?"
    },
    "updatedAt": "2024-08-10T16:49:12+00:00",
    "coverArt": "https://mangadex.org/covers/4509fd84-c003-4c57-ab07-e207e6999dab/f6543ee0-f5fc-4266-aa25-585c2bb2d06f.jpg",
    "altTitles": [
      {
        "ja": "一緒に暮らしていいですか？"
      },
      {
        "pt-br": "Posso morar com você?"
      },
      {
        "id": "Bolehkan Aku Tinggal Bersamamu?"
      },
      {
        "en": "May I Live With You?"
      },
      {
        "fr": "Pouvons-nous vivre ensemble ?"
      },
      {
        "ru": "Можем ли мы пожить вместе?"
      }
    ],
    "description": {
      "en": "Hiromi Sonoda has no girlfriend, no job, and no home, until he finds a shared-house with very cheap rent and goes to check it out. However, the share-house has a certain condition... Kei Sasuga presents a new \"Share House Romantic Comedy\"!",
      "fr": "Hiromi Sonoda n'a plus de petite amie, plus de travail et plus de maison, jusqu'à ce qu'il trouve une colocation au loyer très bon marché et qu'il aille la visiter. Cependant, la colocation est soumise à certaines conditions...\nKei Sasuga présente sa nouvelle \"Share House Romantic Comedy\" !",
      "id": "Hiromi Sonoda tidak punya pacar, tidak punya pekerjaan, dan tidak punya rumah, sampai dia menemukan rumah kos-kosan dengan harga sewa yang sangat murah dan pergi untuk melihatnya. Namun, rumah kos-kosan memiliki syarat tertentu... Kei Sasuga menghadirkan \"Komedi Romantis Rumah Kos-kosan\" baru!",
      "ja": "「幸せな家庭」を夢見る園田寛美は、職を失い同棲中の彼女に振られて、家ナシ金ナシ彼女ナシに…。そんなときに、間違えて入居したのが、なんと女性専用シェアハウスだった!!",
      "pt-br": "Hiromi é um homem que sempre sonhou em ter uma família calorosa e amorosa por causa de um incidente em seu passado. Entretanto, depois que sua namorada terminou com ele por várias razões, ele começa a desistir de seu sonho e pensa que nunca será capaz de realizá-lo. Sem um lugar para viver, ele chega a uma casa compartilhada cheia de mulheres. Será que ele vai encontrar o lar e a família que ele almeja neste novo lugar?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a63bf7c-18a2-4318-b858-666ddc006eb5",
    "title": {
      "en": "Становление ленивым песцом!"
    },
    "updatedAt": "2024-08-06T15:37:44+00:00",
    "coverArt": "https://mangadex.org/covers/9a63bf7c-18a2-4318-b858-666ddc006eb5/17958a01-d9f0-4e02-9d6d-7a92e6546986.gif",
    "altTitles": [
      {
        "en": "Becoming a lazy arctic fox!"
      },
      {
        "ru": "Становление ленивым песцом!"
      }
    ],
    "description": {
      "ru": "Эта история о маленьком песце, который сунул свой любопытный носик туда куда не нужно было. И оказавшись запертым на космическом корабле песец..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1bc97ccd-1e56-4570-a399-162d08414f66",
    "title": {
      "en": "Uma Musume Pretty Derby - UmaYome Uma X Tore♂ Kekkon Seikatsu Goudou (Doujinshi)"
    },
    "updatedAt": "2024-08-08T04:25:23+00:00",
    "coverArt": "https://mangadex.org/covers/1bc97ccd-1e56-4570-a399-162d08414f66/74356579-f7c9-4dc1-8b51-d1086d9c900a.jpg",
    "altTitles": [
      {
        "en": "UmaYome ~Horse & Trainer Wedded Bliss~"
      },
      {
        "ja": "ウマ嫁　ウマ×トレ♂結婚生活合同"
      }
    ],
    "description": {
      "en": "An anthology book series containing many different artists and their favorite Umas enjoying their life after marriage."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c015c9c8-4180-4ad3-b074-c0720a50519a",
    "title": {
      "en": "Kaijuu Kamui"
    },
    "updatedAt": "2024-08-05T04:52:39+00:00",
    "coverArt": "https://mangadex.org/covers/c015c9c8-4180-4ad3-b074-c0720a50519a/aa221f71-9a43-470b-8a6c-b06fa6076725.jpg",
    "altTitles": [
      {
        "ja": "怪獣カムイ"
      },
      {
        "ja": "Kaiju Kamui"
      },
      {
        "en": "Kaijuu Kamuy"
      }
    ],
    "description": {
      "en": "A mysterious gigantic creature called “Shindo” suddenly appeared and enveloped Japan in fear. At the cost of many lives, a nuclear bomb was successfully used to halt its movement. However, following the incident with Shindo, giant creatures began to emerge all over the world. And once again, they appeared in Japan…\n\nA young man named Shidou Yamato, drafted into the battlefield, fought valiantly with his inherent skills, but found himself powerless against the overwhelming threat. Amidst this, the Special Headquarters For Countering Gigantic Creatures, “Shinonome”, approached Yamato with a proposal. What path did humanity choose to fight against the monsters…!?\n___\n[Alt Official Raw (MagaPoke)](https://pocket.shonenmagazine.com/episode/2550689798796295480)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/1f99d3e7-a813-499c-9982-464c9328eeb6.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9836a04-f31e-4ca2-9b1b-28892252ad38",
    "title": {
      "en": "Houkai Gakuen 4-Koma"
    },
    "updatedAt": "2021-05-25T15:48:27+00:00",
    "coverArt": "https://mangadex.org/covers/d9836a04-f31e-4ca2-9b1b-28892252ad38/fb4fb294-a507-4cc3-bd64-7fdc038a3b48.jpg",
    "altTitles": [
      {
        "en": "GGZ 4 Koma"
      },
      {
        "en": "GGZ 4-Koma"
      },
      {
        "en": "Guns Girl Z 4 Koma"
      },
      {
        "en": "Guns Girl Z 4-Koma"
      },
      {
        "en": "Honkai Gakuen 4 Koma"
      }
    ],
    "description": {
      "en": "4-koma based on the mobile game Guns Girl Z (Houkai Gakuen / Houkai Gakuen 2)."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "200"
  },
  {
    "mangaId": "fed930cb-30d2-438e-a136-9a224b7c50aa",
    "title": {
      "en": "I Have An Apocalyptic Dungeon"
    },
    "updatedAt": "2023-04-10T12:58:00+00:00",
    "coverArt": "https://mangadex.org/covers/fed930cb-30d2-438e-a136-9a224b7c50aa/d3e1a863-6266-4995-b8ba-50faa4849be7.jpg",
    "altTitles": [
      {
        "zh": "我有一座未世地下城"
      },
      {
        "en": "I Have an Apocalyptic Underground City"
      },
      {
        "en": "I Have a Post-Apocalyptic Dungeon"
      }
    ],
    "description": {
      "en": "A Female President? Then come help me manage the shelter. A Female Special Forces Soldier? Then come and be the captain of the guards.   \nAt the end of the world, titles like CEOs, beautiful women, secretaries, electricians, programmers and all other professions are all no longer useful. Don't be afraid to come to my underground system shelter- as long as you are talented people and human beings!   \n  \n5 consecutive updates will be launched after February 16."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1563cd49-ee38-4a46-a4f0-429dc07cd4a1",
    "title": {
      "en": "Oshinobi Dousei"
    },
    "updatedAt": "2024-06-25T08:58:15+00:00",
    "coverArt": "https://mangadex.org/covers/1563cd49-ee38-4a46-a4f0-429dc07cd4a1/70dccc37-1a76-451e-a511-906e0e92380e.jpg",
    "altTitles": [
      {
        "ja": "お忍び同棲"
      },
      {
        "pt-br": "Vivendo com uma kunoichi"
      },
      {
        "ja-ro": "Oshinobi Dousei"
      },
      {
        "ru": "Тайное сожительство"
      },
      {
        "en": "Living With a Kunoichi"
      }
    ],
    "description": {
      "en": "Tae, a beautiful 17-year-old girl, and Kotaro, a serious office worker. These two seemingly happy people have a secret they can't reveal to anyone - the rival ninjas of Iga and Kouga secretly live together in this laid-back romantic comedy!",
      "ja": "17歳の美少女・たえと、まじめな会社員の小太郎。一見幸せそうに見える二人には誰にも言えない秘密があった――伊賀・甲賀のライバル忍者がこっそり同棲生活を送る、まったりラブコメ！",
      "pt-br": "Tae, uma linda garota de 17 anos, e Kotaro, um sério trabalhador de escritório. Essas duas pessoas aparentemente felizes têm um segredo que não podem revelar a ninguém - os ninjas rivais de Iga e Kouga vivem secretamente juntos nesta comédia romântica descontraída!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "30"
  },
  {
    "mangaId": "2505ceca-d841-4ed4-9004-2344e8477bd9",
    "title": {
      "en": "Harapeko Oyako to Motokare Yanushi"
    },
    "updatedAt": "2024-08-13T13:31:52+00:00",
    "coverArt": "https://mangadex.org/covers/2505ceca-d841-4ed4-9004-2344e8477bd9/4248019e-3a73-4075-bc4e-83a9a09776b9.jpg",
    "altTitles": [
      {
        "ja": "はらぺこ母娘と元カレ家主"
      },
      {
        "ja-ro": "Hara peko Oyako to Motokare Yanushi"
      },
      {
        "en": "A Hungry Mother and Daughter and Her Ex-Boyfriend Landlord"
      },
      {
        "pt-br": "Uma mãe faminta, sua filha e seu ex-namorado proprietário"
      }
    ],
    "description": {
      "en": "36-year-old Takaharu lives alone. After graduating from Art College, he has been living a quiet life while painting pictures. \n\nOne day, his ex-girlfriend Kyou, whom he broke up with 17 years ago, comes to him with her daughter Minori and asks him to let them stay at his place. As in their college days, \n\nKyou is attracted by the delicious food, and so the three of them begin to live together!",
      "ja": "36歳のたかはるは一人暮らし。美大を卒業後、ほそぼそと絵を描いて暮らしていた。そんなある日、17年前に別れた元カノ・キョウが娘のみのりを連れてやってきて「居候をさせて欲しい」という。大学時代同様においしい食べ物につられたキョウにほだされ、三人での生活が始まるが……？",
      "pt-br": "Takaharu, de 36 anos, mora sozinho. Depois de se formar na Art College, ele vive uma vida tranquila enquanto pinta quadros. Um dia, sua ex-namorada Kyou, com quem ele terminou há 17 anos, vem até ele com sua filha Minori e pede que ele as deixe ficar em sua casa. Assim como nos tempos de faculdade, Kyou se sente atraída pela comida deliciosa, e assim os três passam a morar juntos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18e7581b-b7b7-4987-aa3b-fafc613f4939",
    "title": {
      "en": "Danzai sareta Akuyaku Reijou wa, Gyakkou shite Kanpeki na Akujo wo Mezasu"
    },
    "updatedAt": "2024-05-12T10:01:57+00:00",
    "coverArt": "https://mangadex.org/covers/18e7581b-b7b7-4987-aa3b-fafc613f4939/fa568c46-be9c-4295-8b0f-c51dde5c5804.jpg",
    "altTitles": [
      {
        "ja": "断罪された悪役令嬢は、逆行して完璧な悪女を目指す"
      },
      {
        "ja": "断罪された悪役令嬢は、逆行して完璧な悪女を目指す＠COMIC"
      },
      {
        "ja-ro": "Danzaisareta Akuyaku Reijou wa, Gyakkou shite Kanpeki na Akujo wo Mezasu"
      },
      {
        "ja-ro": "Danzaisareta Akuyaku Reijou wa, Gyakkou shite Kanpeki na Akujo wo Mezasu @COMIC"
      },
      {
        "en": "The Condemned Villainess Goes Back in Time and Aims to Become the Ultimate Villain"
      },
      {
        "es-la": "La villana condenada regresa en el tiempo para convertirse en la villana perfecta"
      },
      {
        "ko": "단죄당한 악역 영애는 회귀하여 완벽한 악녀를 노린다"
      },
      {
        "zh": "被定罪的恶人千金、重生后目标是成为完美恶女"
      }
    ],
    "description": {
      "en": "An exhilarating romantic fantasy about a duke's daughter, a former prostitute, controlling the poison within evil!\n\nThe duke's daughter, Claudia, was supposed to be the fiancée of the crown prince, however her half-sister, Fermina's, schemes had her sold off to a brothel. She didn't want to end it like this, so she climbed to the top at the brothel, but ended up dying from an illness. Except, when she opened her eyes, the face of when she was a child looked back at her. Realizing she had gone back in time, Claudia wins over more and more supporters using the tactics she learnt during her days as a prostitute to prepare for her nearing conflict with Fermina.\n\n\"If Fermina is considered a villainess, I shall aim to become the ultimate villain!\"",
      "ja": "「あなたが悪女なら、それを超える\"完璧な悪女\"になってみせますわ! 」\n\n王太子の婚約者だったはずが、異母妹・フェルミナの策略により娼館へと売られてしまった公爵令嬢・クラウディア。このまま終わるわけにはいかないという一心で娼館のナンバーワンに上りつめるも、病死してしまう。しかし、目が覚めると鏡には子供の頃の自分が! 過去へ逆行したクラウディアは、きたるべきフェルミナとの戦いに向けて、娼婦として身につけた手練手管で周りを次々と味方に引き込んでいく——。\n\n---\n[Original Web Novel](https://ncode.syosetu.com/n6406gp/)\n\n**Original Web Publication:** [Corona Comics](https://to-corona-ex.com/comics/49602840559659), [Nico Video](https://seiga.nicovideo.jp/comic/58462)",
      "es-la": "La hija del duque, Claudia, debía ser la prometida del príncipe heredero, sin embargo, los planes de su hermanastra, Fermina, hicieron que la vendieran a un burdel. Ella no quería terminar de esa manera, así que escaló a la cima del burdel, pero terminó muriendo de una enfermedad. Pero cuando abrió los ojos, la cara de una niña le devolvió la mirada. Al darse cuenta de que ha retrocedido en el tiempo, Claudia gana cada vez más adeptos utilizando las tácticas que aprendió durante sus días como prostituta para prepararse para su inminente conflicto con Fermina. \"Si Fermina es considerada una villana, ¡yo aspiraré a convertirme en la villana perfecta!\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3115a8a6-fbec-4896-af3d-e6495b6bc755",
    "title": {
      "en": "Kazuo Umezu's \"Ultraman\""
    },
    "updatedAt": "2024-07-20T22:55:08+00:00",
    "coverArt": "https://mangadex.org/covers/3115a8a6-fbec-4896-af3d-e6495b6bc755/a39389ac-52a5-4a32-a08a-7ddc40f6870b.png",
    "altTitles": [
      {
        "ja": "ウルトラマン"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nKazuo Umezu's \"Ultraman\" was serialized at the same time as the 1966 TV broadcast!　The fierce battles with popular monsters such as the Baltan and Mefilas aliens are fully recorded along with the color pages from the serialization and the chapter covers!\n\nKazuo Umezu's very famous manga adaptation of the first Ultraman series."
    },
    "status": "completed",
    "releaseDate": 1966,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": ""
  },
  {
    "mangaId": "1a91719c-1009-482a-9915-389a366505e7",
    "title": {
      "en": "Osananajimi no Ijou Kawaii Imouto-chan"
    },
    "updatedAt": "2024-08-10T16:41:56+00:00",
    "coverArt": "https://mangadex.org/covers/1a91719c-1009-482a-9915-389a366505e7/a110e3d3-c35e-45c5-9359-b196d44c665c.jpg",
    "altTitles": [
      {
        "ja": "幼馴染の異常可愛い妹ちゃん"
      },
      {
        "en": "My Friend's Abnormally Cute Sister"
      },
      {
        "zh-hk": "發小的異常可愛的妹妹"
      },
      {
        "zh-hk": "發小的巨可愛妹妹"
      },
      {
        "zh": "发小的异常可爱的妹妹"
      },
      {
        "zh": "发小的巨可爱妹妹"
      },
      {
        "vi": "Cô Em Gái Dễ Thương Nhưng Lạ Thường Của Bạn Tôi"
      }
    ],
    "description": {
      "en": "Yanagi, a second-year high school student, has a faint crush on Mizuki, the younger sister of her childhood friend Momo.\n\nOne day, while rummaging through Mizuki's personal belongings in her room, Yanagi discovers the truth about Mizuki...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6670ee28-f26d-4b61-b49c-d71149cd5a6e",
    "title": {
      "en": "Mieruko-chan"
    },
    "updatedAt": "2024-06-05T17:42:52+00:00",
    "coverArt": "https://mangadex.org/covers/6670ee28-f26d-4b61-b49c-d71149cd5a6e/b881ba09-58fc-4b3c-888e-9258b0a4d800.jpg",
    "altTitles": [
      {
        "ja": "見える子ちゃん"
      },
      {
        "en": "The Girl Who Can See Them"
      },
      {
        "en": "The Girl Who Sees \"Them\""
      },
      {
        "en": "Can See Them–chan"
      },
      {
        "en": "Can-See-Ghosts-chan"
      },
      {
        "en": "Girl That Can See It"
      },
      {
        "en": "Child That Can See It"
      },
      {
        "en": "Li'l Miss Can-See-Ghosts"
      },
      {
        "fr": "Mieruko-chan : Slice of Horror"
      },
      {
        "zh": "看得见的女孩"
      },
      {
        "zh-hk": "陰陽眼見子"
      },
      {
        "ru": "Девочка, которая видит это"
      },
      {
        "ne": "मिएरुको-चान"
      },
      {
        "ar": "مييروكو تشان"
      },
      {
        "th": "มิเอรุโกะจัง ใครว่าหนูเห็นผี"
      },
      {
        "ko": "보이는 여고생"
      },
      {
        "de": "Mieruko-chan - Die Geister, die mich riefen"
      }
    ],
    "description": {
      "en": "All of a sudden, Miko is able to see grotesque monsters all around her; but no one else can. Rather than trying to run away or face them, she instead musters all of her courage and… ignores them. Join in on her day-to-day life as she keeps up her best poker face despite the supernatural goings-on.\n___\n[Alt Raw (niconico Manga)](http://seiga.nicovideo.jp/comic/37662)",
      "fr": "**Officially Published:**  \n- In French by [Ototo Manga](http://www.ototo.fr/Serie-94-Mieruko-chanSliceofHorror)",
      "ru": "Мико — старшеклассница, проклятая шестым чувством; у нее есть способность видеть призраков- Она пытается жить обычной жизнью, но трудно, когда призраки продолжают преследовать ее- Она также может видеть души людей, и она понимает, что люди — настоящие монстры.В один «прекрасный» день старшеклассница внезапно начала видеть призраков! Она не может от этого избавиться, но изо всех сил старается вести себя так, будто вообще их не видит. История девушки с шестым чувством начинается!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi o Suru"
    },
    "updatedAt": "2024-08-06T22:52:47+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/426242c4-b281-4f19-bb79-c4e15ab6bb24.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll ha Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "ja": "The Bisque doll is falling in love"
      },
      {
        "en": "The Bisque Doll Falls In Love"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "438a42fa-2fe4-45f3-9996-eea8f50c7382",
    "title": {
      "en": "Rascal Does Not Dream of a Dreaming Girl"
    },
    "updatedAt": "2024-07-28T01:31:48+00:00",
    "coverArt": "https://mangadex.org/covers/438a42fa-2fe4-45f3-9996-eea8f50c7382/622b3044-553f-4145-8b71-90924285c83e.jpg",
    "altTitles": [
      {
        "ja-ro": "Seishun Buta Yarou wa Yumemiru Shoujo no Yume wo Minai"
      },
      {
        "ja": "青春ブタ野郎はゆめみる少女の夢を見ない"
      },
      {
        "ru": "Этот глупый свин не понимает мечту девочки-мечтательницы"
      }
    ],
    "description": {
      "en": "The Shouko arc of \"Rascal\" series, Dengeki Bunko's popular works, serialized as manga!\n\nJust before summer vacation starts, Makinohara Shouko, a middle school second year student, met a high school student named Azusagawa Sakuta. Sakuta gave Shouko a desire to live, then...\nExperience the love story, with Shouko as the main character, in a way only possible through manga.\n\n*From ComicWalker, translated*"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03ba27aa-05b9-4fc1-a80a-c3e45813d727",
    "title": {
      "en": "Omega ni Dake wa Naritakunai!! ~Isekai Tensei Shitara Ane no BL Manga no Nakadeshita~"
    },
    "updatedAt": "2024-06-10T02:06:44+00:00",
    "coverArt": "https://mangadex.org/covers/03ba27aa-05b9-4fc1-a80a-c3e45813d727/03936a18-eda0-4ca0-b8a0-eca13c434e22.jpg",
    "altTitles": [
      {
        "ja": "Ωにだけはなりたくない!! ～異世界転生したら姉のBL漫画の中でした～"
      },
      {
        "en": "I Don't Want to Be Just an Ω Omega! ~I Was in My Sister's BL Manga When I Reincarnated in Another World~"
      }
    ],
    "description": {
      "en": "Aspiring manga artist Taisei Kuji is an assistant to his sister, a popular BL mangaka. One day, Taisei was unluckily run over by a truck and found himself reincarnated into the omegaverse world drawn by his sister!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbdffb51-7817-40af-a090-e6c68f42d7e3",
    "title": {
      "en": "A Flirty and Devoted Kouhai (Pre-Serialization)"
    },
    "updatedAt": "2024-07-22T01:00:30+00:00",
    "coverArt": "https://mangadex.org/covers/dbdffb51-7817-40af-a090-e6c68f42d7e3/c8241361-4116-498d-ab92-98e04434692e.jpg",
    "altTitles": [
      {
        "ja-ro": "Ichizu de Bitch na Kouhai (Web)"
      },
      {
        "ja": "一途ビッチちゃん"
      },
      {
        "ja": "一途でビッチな後輩"
      },
      {
        "ja-ro": "Ichizu Bitch-chan (Pre-Serialization)"
      }
    ],
    "description": {
      "en": "A story about a flirty kouhai seducing her senpai.",
      "pt-br": "Uma kouhai vai tentar todas as maneiras românticas e talvez eróticas para seduzir seu senpai."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "191"
  },
  {
    "mangaId": "563ccf5a-7078-4411-b05b-3985295a2e43",
    "title": {
      "en": "100-nen no Oshi"
    },
    "updatedAt": "2024-04-27T22:16:32+00:00",
    "coverArt": "https://mangadex.org/covers/563ccf5a-7078-4411-b05b-3985295a2e43/054c7d11-d098-44e5-a044-347dbd0fc85e.jpg",
    "altTitles": [
      {
        "ja": "100年の推し"
      },
      {
        "en": "100 Years Recommendation"
      },
      {
        "zh-ro": "100 Nián de tuī"
      },
      {
        "zh": "100年的推"
      },
      {
        "ja-ro": "100-nen no Oshi"
      }
    ],
    "description": {
      "en": "This is a story about the main character named Inuyama, who is on the edge of life with no job or savings. One day, he is tasked with the role of \"broadcast advisor\" and \"pseudo-boyfriend\" of a gravure idol. Can he reach the top of the world of gravure in this romantic comedy harem? ♡",
      "ja": "職なし、貯金なしの人生崖っぷちな主人公・狗山（いぬやま）が、ある日任されたのはグラビアアイドルの「配信アドバイザー」兼、「疑似彼氏」!? グラビア界のてっぺん目指すハーレムラブコメ♡"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5746bbb3-445d-4c31-948b-065098052b77",
    "title": {
      "en": "Baili Jin Among Mortals"
    },
    "updatedAt": "2024-07-11T21:52:15+00:00",
    "coverArt": "https://mangadex.org/covers/5746bbb3-445d-4c31-948b-065098052b77/c6223d47-3c31-46a3-9500-932381d4a898.jpg",
    "altTitles": [
      {
        "en": "Bai Lijin Among Mortals"
      },
      {
        "en": "Mortal Baili Jin"
      },
      {
        "zh-ro": "Ren jian bai li jin"
      },
      {
        "zh": "人间百里锦"
      },
      {
        "pt-br": "Bai Lijin Entre Mortais"
      }
    ],
    "description": {
      "en": "Baili Jin, a fairy who was living in heaven, eating and drinking without a care, broke her Majesty’s colourful, stained-glass plate at her birthday and got banished to the mortal realm. Now she has to begin her adventures in the mortal realm with all of her spiritual powers gone! In order to survive, the former fairy has to deliver take-out….  \r\n  \r\nAn endearingly silly fairy, a gentle restaurant manager, a reserved top student and a hard to resist yandere onee-san (kind on the outside, dark/possessive on the inside) , let the story of their beautiful friendship and youthful days begin!  \r\n  \r\nAuthor's weibo: [@Viva喂娃酱](https://weibo.com/vivaandjulys)   \r\nArtist's weibo: [@Julys橘奶司](https://weibo.com/julys0723)",
      "pt-br": "Bai Lijin, uma fada que vivia no céu, comendo e bebendo sem se preocupar, quebrou o colorido vitral de Sua Majestade em seu aniversário e foi banida para o reino mortal. Agora ela tem que começar suas aventuras no reino mortal sem todos os seus poderes espirituais! Para sobreviver, a ex-fada tem que entregar comida… Uma fada carinhosamente boba, uma gentil gerente de restaurante, uma aluna reservada e uma garota de duas caras difícil de resistir, que comece a história de sua bela amizade e juventude!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9d2bccba-33b3-4c95-a4bf-8cdea584a32a",
    "title": {
      "en": "TSUYOSHI"
    },
    "updatedAt": "2024-05-02T21:01:33+00:00",
    "coverArt": "https://mangadex.org/covers/9d2bccba-33b3-4c95-a4bf-8cdea584a32a/c5a31e22-e474-43ae-9115-507ba350e91f.jpg",
    "altTitles": [
      {
        "en": "TSUYOSHI: The one who no one can win against"
      },
      {
        "ja": "TSUYOSHI 誰にも勝てない、アイツには"
      },
      {
        "ja-ro": "TSUYOSHI: Daremo Katenai, Aitsu ni wa"
      },
      {
        "th": "Tsuyoshi ไอ้หนุ่มหมัดพิฆาตลูกป๋องแป๋ง"
      },
      {
        "ja-ro": "TSUYOSHI"
      }
    ],
    "description": {
      "en": "A super-powerful guy keeps defeating everyone around him, even though he doesn't like fighting."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "92a46ccf-cf75-41dd-8a69-7016e4521102",
    "title": {
      "en": "Yamima no Mamiya"
    },
    "updatedAt": "2022-12-21T18:10:01+00:00",
    "coverArt": "https://mangadex.org/covers/92a46ccf-cf75-41dd-8a69-7016e4521102/3a9e2acd-8148-47ae-8aad-d25c878284d6.jpg",
    "altTitles": [
      {
        "en": "Yami-Mahjong Fighter Mamiya"
      },
      {
        "en": "Shadow Mahjong Fighter Mamiya"
      },
      {
        "ja": "闇麻のマミヤ"
      }
    ],
    "description": {
      "en": "It has been 20 years since the legendary mahjong player, Akagi, left this world. In this new era known as \"Reiwa,\" a mahjong player who solves disputes with mahjong gambles has appeared, only known as \"Yami-Mahjong Fighter Mamiya!\""
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "71437871-33f5-4b07-8e98-eb08cce65c73",
    "title": {
      "en": "Past Life Returner"
    },
    "updatedAt": "2024-07-20T19:18:32+00:00",
    "coverArt": "https://mangadex.org/covers/71437871-33f5-4b07-8e98-eb08cce65c73/519a0325-0e96-4c03-b0ad-b616c36828b4.jpg",
    "altTitles": [
      {
        "en": "Past Life Regressor (2022)"
      },
      {
        "ko": "전생자 (2022)"
      },
      {
        "ko-ro": "Jeongsaengja (2022)"
      },
      {
        "fr": "Réincarné d'une vie antérieure (2022)"
      },
      {
        "es-la": "Retornador De Vidas Pasadas"
      }
    ],
    "description": {
      "en": "Would you like to reverse time?]\r\n[All your abilities will be reset.]\r\n[Please choose the date.]\r\n\r\n“February 28th, 1985. The day I was born.”\r\n\r\nFinancial power. I will gather all the fortune of the world—\r\nand create a monopoly. I will monopolize all the dungeons of the world.\r\n\r\nI will do this now, while the world is still peaceful...\r\nbefore it all begins.\r\n\r\n**Original Webtoon:**\r\n[Daum](https://webtoon.kakao.com/content/%EC%A0%84%EC%83%9D%EC%9E%90/3130), [KakaoPage](https://page.kakao.com/content/60754076) \r\n\r\n**Official Translations:**\r\n[Simplified Chinese](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26392&contentId=392&platform=IA), [Japanese](https://piccoma.com/web/product/134347)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "609ccb17-fd83-4126-876a-5bf8c037b065",
    "title": {
      "en": "Sonna Kazoku nara Sutechaeba?"
    },
    "updatedAt": "2024-08-13T23:15:08+00:00",
    "coverArt": "https://mangadex.org/covers/609ccb17-fd83-4126-876a-5bf8c037b065/21276bd7-1a60-4c4e-9d83-5ab4fbc269d2.jpg",
    "altTitles": [
      {
        "ja": "そんな家族なら捨てちゃえば?"
      },
      {
        "vi": "Một gia đình như vậy có đáng để giữ lại không?"
      },
      {
        "en": "Is A Family Like This Worth Keeping?"
      },
      {
        "en": "If It's A Family Like That, Why Don't You Throw It Away?"
      },
      {
        "fr": "Dysfunctional Family"
      }
    ],
    "description": {
      "en": "\"My wife made a rule for our home: 'Don't talk to Dad.'\" \"Isn't that domestic violence? Weren't you sending me an SOS for help?\" Reitarou Shinotani has been long ignored by his wife and daughter, left all alone, and forced to do nothing but eat and sleep in a small, dark, cramped room in the house. What fate awaits him, as he aims to revitalize his family...?",
      "vi": "Bị vợ và con gái lạnh nhạt, Shinoya Reitaro buộc phải sinh hoạt trong cô độc ngay trong chính căn nhà của mình. \n\"Không được bước qua ranh giới, \nKhông được ăn uống chung, \nKhông được dùng nhà vệ sinh, \nKhông được bắt chuyện, \nKhông được tạo ra tiếng ồn khi đóng/mở cửa...\" \nCho đến khi anh gặp được một người phụ nữ mà anh không nhớ rõ đã từng gặp qua ở đâu. \n\"Một gia đình như vậy có đáng để giữ lại không? Sao anh không vứt quách nó cho rồi đi?\" \nLiệu số phận của người đàn ông đang đứng giữa hai sự lựa chọn này rồi sẽ ra sao?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63b53485-81a3-45f8-9427-4d1cb929f81d",
    "title": {
      "en": "Vanilla land"
    },
    "updatedAt": "2024-02-14T05:44:36+00:00",
    "coverArt": "https://mangadex.org/covers/63b53485-81a3-45f8-9427-4d1cb929f81d/a83727a4-454c-41bf-9b1e-0bd3a990ff16.jpg",
    "altTitles": [
      {
        "en": "vanilla land"
      },
      {
        "en": "Vanilla Land"
      }
    ],
    "description": {
      "en": "In lands far..far away, where scary monsters and horrific creatures live. where hidden treasures and magic exists, where there are still undiscovered kingdoms and empires mankind discovered a new source of energy to empower their mechanical machines & weapons. we discovered vanilla the source of unlimited energy. follow the journey of gen orchid, rosa & altamiras as they seek the djinn chef master to grant their wishes\n\nstory & art by me & my wife, together we are couple comics #fantasy_Manga_to_read"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5576c38-7f54-4032-b49b-f85fad5710ab",
    "title": {
      "en": "Gyeongseong Detective Agency"
    },
    "updatedAt": "2024-04-27T09:00:35+00:00",
    "coverArt": "https://mangadex.org/covers/a5576c38-7f54-4032-b49b-f85fad5710ab/cb05fcfb-15f8-4a36-bdf8-1aa1d5eae0d7.jpg",
    "altTitles": [
      {
        "ko": "경성탐정사무소"
      },
      {
        "ko-ro": "Gyeongseongtamjeongsamuso"
      }
    ],
    "description": {
      "en": "In Gyeongseong, the city of glittering lights and glamorous desire, Gyeongseong Detective Agency has opened its doors at No. 45, District 1, Myeongchijeong. Sohwa, a 16-year-old servant girl, has nothing to her name but her wits and bravery. When she accidentally gets caught up in a secret scheme, she meets Jeong Haegyeong, a young man running his own detective agency. Chased by memories from the past, they must work together to clear her name."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55013de8-d135-4e5d-a865-3b6796df13f3",
    "title": {
      "en": "Yande Kita Mahou Shoujo no Nichijou"
    },
    "updatedAt": "2024-05-25T07:49:54+00:00",
    "coverArt": "https://mangadex.org/covers/55013de8-d135-4e5d-a865-3b6796df13f3/d1185b92-e312-450d-befe-3560dc257cb4.jpg",
    "altTitles": [
      {
        "ja": "病んできた魔法少女の日常"
      },
      {
        "id": "Keseharian Gadis Penyihir yang Jatuh Sakit"
      },
      {
        "en": "The Daily Life of a Mentally-Ill Magical Girl"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af6f72d6-af16-4974-ac72-c8ca8cb6db58",
    "title": {
      "en": "Ochame na Okusan to no Nichijou Chabangoto"
    },
    "updatedAt": "2024-06-29T12:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/af6f72d6-af16-4974-ac72-c8ca8cb6db58/3a295f23-9722-464f-85f6-c4b2e530c167.jpg",
    "altTitles": [
      {
        "ja": "とある奥さんの様子"
      },
      {
        "ja-ro": "Toaru Okusan no Yousu"
      },
      {
        "en": "The State of a Certain Wife"
      },
      {
        "ja": "お茶目な奥さんとの日常茶番事"
      },
      {
        "ja-ro": "Ochame na Okusan to no Nichijou Chabangoto"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternate Official Raw - [X (Formerly Twitter)](https://x.com/gibagibagiba/status/1633031267829817344) (Chapter 2),\n[Nico Nico Douga Manga](https://sp.manga.nicovideo.jp/comic/63088) (Different chapter numbering)\n- Defunct Official Raw (Chapter 1) - [Pixiv](https://www.pixiv.net/artworks/105860251), [FANBOX](https://gibagibagiba.fanbox.cc/posts/5412957)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75732fed-087c-4fa0-bae8-7eec7286ba08",
    "title": {
      "en": "Studio Cabana"
    },
    "updatedAt": "2024-06-29T14:31:42+00:00",
    "coverArt": "https://mangadex.org/covers/75732fed-087c-4fa0-bae8-7eec7286ba08/cde77216-e6a9-48e8-8b32-ab78b50f4d3d.jpg",
    "altTitles": [
      {
        "ja": "スタジオカバナ"
      }
    ],
    "description": {
      "en": "Yukari Maki, a diligent high school girl. One day, she spots her classmate, Yusuke Kusaka, who was rumored to be a delinquent, singing a love song. Never having imagined such a sweet, yet sad, singing voice could come from him, Yukari was instantly captivated—without knowing that it would soon be the beginning of a sad, unrequited love.",
      "pt-br": "Yukari Maki, uma estudante diligente do ensino médio. Um dia, ela vê seu colega de classe, Yusuke Kusaka, que dizem ser um delinquente, cantando uma canção de amor. Nunca tendo imaginado que uma voz tão doce, mas triste, pudesse vir dele, Yukari foi instantaneamente cativada - sem saber que em breve seria o início de um amor triste e não correspondido."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42f62ab4-8fdb-4710-956d-999e3c55f7ad",
    "title": {
      "en": "Ore wa Subete o “Parry” Suru ~Gyaku Kanchigai no Sekai Saikyou wa Boukensha ni Naritai~"
    },
    "updatedAt": "2024-08-07T10:26:59+00:00",
    "coverArt": "https://mangadex.org/covers/42f62ab4-8fdb-4710-956d-999e3c55f7ad/e52d6143-56b1-4bdc-b3f8-8d6937500e55.jpg",
    "altTitles": [
      {
        "ja": "俺は全てを【パリイ】する　～逆勘違いの世界最強は冒険者の夢をみる～"
      },
      {
        "ja-ro": "Ore wa Subete o “Parry” Suru: Gyaku Kanchigai no Sekai Saikyou wa Boukensha ni Naritai"
      },
      {
        "en": "I Parry Everything: What Do You Mean I’m the Strongest? I’m Not Even an Adventurer Yet!"
      },
      {
        "en": "I Parry All ~With A Reverse Misunderstanding, The World's Strongest Dreams Of Being An Adventurer~"
      },
      {
        "uk": "Я \"парирую\" всё: Сильнейший человек в мире хочет стать авантюристом"
      },
      {
        "uk": "Я парировал все время, чтобы стать сильнейшим авантюристом"
      },
      {
        "vi": "Tôi Đỡ Hết Mọi Thứ: Bạn bảo tôi là người mạnh nhất? Tôi còn chưa được làm mạo hiểm gia đâu đấy!"
      }
    ],
    "description": {
      "en": "Ever since he was a young boy, Noor has wanted to be like the adventurers in his father’s stories — dragonslayers, cursebreakers, heroes who always save the day. But as everyone knows, to be an adventurer, you’ve gotta have the right skills! \n\nUnfortunately for Noor, his [Parry] is bottom-of-the-barrel useless, his prospects are nonexistent, and everybody he knows is telling him to throw in the towel. Faced with this harsh reality, he figures there’s only one thing to do: make up for it with effort! An intense, solitary training regimen ought to do it. If one year won’t cut it, he’ll train for five! If not five, ten! \n\nNow facing the tail end of his twenties with no new skills to show for his labors, Noor sets out to become an adventurer anyway, determined to try one last time to make his dream come true. He might be clueless when it comes to adventuring, but he’s no stranger to hard work! \n\nNow, if only he can figure out why everyone keeps looking at him like that...\n \n---\n \nOriginal Web Novel: <https://ncode.syosetu.com/n6537fu/>",
      "vi": "Kể từ khi còn nhỏ, Noor luôn muốn sắm vai trở thành mạo hiểm gia trong những câu chuyện của cha cậu - dũng sĩ diệt rồng, pháp sư quyền năng, những vị anh hùng luôn dang tay giúp đỡ những người yếu thế. Nhưng để trở thành một mạo hiểm gia thực thụ là cả một quá trình đổ mồ hôi sôi nước mắt.\n\nKhông may cho Noor, chiêu [Đỡ] của cậu lại phế toàn tập, thất bại nối tiếp thất bại, mọi người ai ai cũng khuyên cậu từ bỏ. Đối mặt với thực tại tàn khốc này, Noor biết chỉ còn một cách duy nhất để khẳng định bản thân: Chính là luyện tập thật khắc nghiệt! Một khóa huấn luyện đơn độc, khốc liệt chắc chắn sẽ hiệu quả. Nếu một năm không thành, thì phải luyện thêm năm năm. Nếu năm năm vẫn không thạo, phải tập thêm mười năm!\n\nHai mươi cái xuân xanh sắp trôi qua, trong khi bạn bè đồng trang lứa đã thành đạt, mình cậu vẫn giậm chân tại chỗ. Tuy vậy, giấc mơ trở thành mạo hiểm gia trong cậu vẫn rực cháy, Noor quyết tâm một lần cuối cùng để thực hiện khát khao đó. Dẫu không hiểu rõ việc phiêu lưu nghĩa là gì, nhưng cần cù bù siêng năng, chỉ cần cố gắng là được!\n\nHãy cùng theo dõi bước chân từ chàng mạo hiểm gia trẻ tuổi trở thành người mạnh nhất lục địa...",
      "pt-br": "Desde que era um menino, Noor queria ser como os aventureiros das histórias de seu pai — matadores de dragões, quebradores de maldições, heróis que sempre salvam o dia. Mas, como todos sabem, para ser um aventureiro, é preciso ter as habilidades certas!Infelizmente para Noor, sua [Parry] é completamente inútil, suas perspectivas são inexistentes, e todos que ele conhece estão dizendo para ele desistir. Diante dessa dura realidade, ele percebe que só há uma coisa a fazer: compensar isso com esforço! Um intenso regime de treinamento solitário deve resolver. Se um ano não for suficiente, ele treinará por cinco! Se não forem cinco, dez!Agora, ao final dos seus vinte e poucos anos, sem novas habilidades para mostrar pelo seu trabalho árduo, Noor decide se tornar um aventureiro mesmo assim, determinado a tentar uma última vez para realizar seu sonho. Ele pode não saber nada sobre aventuras, mas não é estranho ao trabalho duro! Agora, se ele apenas conseguir descobrir por que todos continuam olhando para ele daquele jeito.."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]