[
  {
    "mangaId": "5422f55a-4fbf-4f60-9289-bab55c87c2bc",
    "title": {
      "en": "Guilty Circle"
    },
    "updatedAt": "2024-12-07T15:52:09+00:00",
    "coverArt": "https://mangadex.org/covers/5422f55a-4fbf-4f60-9289-bab55c87c2bc/0b54fd9e-edae-4ae2-b98f-db86ceec3254.jpg",
    "altTitles": [
      {
        "ja": "ギルティサークル"
      },
      {
        "zh-hk": "罪惡社團"
      },
      {
        "zh": "罪恶社团"
      }
    ],
    "description": {
      "en": "April! Sawaya Doji's college life at his dream school of Seio University starts with an encounter with the beautiful Kaede Hoshimi during the club recruiting fair. Sawaya believes that if he goes to Tokyo... if he joins a university... if he joins a club, he can get a girlfriend! It's a great way to meet new people, but what kind of club has he gotten himself into?",
      "ja": "４月！憧れの青応大学へと入学した大学１年生・沢屋童二は、サークル勧誘期に美少女・星見楓と出会う。「東京に行けば…大学に入れば…サークルに入れば、彼女ができる！」と信じる沢屋は星見楓とともに派手目なサークルの新歓コンパへと参加するが……。沢屋が足を踏み入れたサークルの罪深き実態、秘密とは何か！？",
      "pt-br": "Abril! A vida universitária de Sawaya Doji em sua escola de sonho da Universidade de Seio começa com um encontro com a bela Kaede Hoshimi durante a feira de recrutamento do clube. Sawaya acredita que se ele for para Tóquio... se ele entrar em uma universidade... se ele entrar em um clube, ele pode conseguir uma namorada! É uma ótima maneira de conhecer novas pessoas, mas em que tipo de clube ele se meteu?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32263854-8e02-4b1e-9b2a-27b774b30fa2",
    "title": {
      "en": "Eroge Tensei: Unmei ni Aragau Kane Buta Kizoku no Funtouki"
    },
    "updatedAt": "2024-10-30T13:33:11+00:00",
    "coverArt": "https://mangadex.org/covers/32263854-8e02-4b1e-9b2a-27b774b30fa2/b460c08c-08e5-4533-b097-e14b0909c109.jpg",
    "altTitles": [
      {
        "en": "Eroge Reincarnation: The Struggle of a Golden Pig Nobleman Against Fate"
      },
      {
        "ja": "エロゲ転生 運命に抗う金豚貴族の奮闘記"
      },
      {
        "ja-ro": "Eroge Tensei: Unmei ni Aragau Kane Buta Kizoku no Futou Kiichi"
      },
      {
        "zh": "成人游戏转生 对抗命运的金猪贵族奋斗记"
      }
    ],
    "description": {
      "en": "I went to bed after completing the blockbuster eroge game that had become a trending topic in the past few days. When I woke up, I noticed something was different. Somehow, and for some reason, I got reincarnated in the initial stage of the same game that I was playing before.\n\nThe most concerning part was my character. I was playing the role of a character who challenges the hero and gets defeated. In addition, all the routes of this particular character have been confirmed death.\n\nI got reincarnated as an underdog, and the situation is even worse, because someone has already defeated me in a duel. I can’t escape death anymore. But I won’t give up. I have the knowledge of the eroge game that I had cleared in my previous life. I will make full use of it and try to survive.\n\nThis is a story about our hero who got reincarnated as an eroge underdog character, and is trying his hardest to survive."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f05a175-336f-45c5-87b3-07f1492f9a2d",
    "title": {
      "en": "Leveling Up by Killing Gods"
    },
    "updatedAt": "2023-11-10T04:00:55+00:00",
    "coverArt": "https://mangadex.org/covers/7f05a175-336f-45c5-87b3-07f1492f9a2d/97832d44-19d3-4408-a8e6-f8cae2890686.jpg",
    "altTitles": [
      {
        "zh": "看见血条的我，处刑神明！"
      },
      {
        "zh-ro": "Kànjiàn xiě tiáo de wǒ, chǔxíng shénmíng"
      },
      {
        "zh-ro": "Kan Jian Xie Tiao De Wo, Chuxing Shenming!"
      }
    ],
    "description": {
      "en": "The abyss descends, and the invasion of the alien races begins... The young boy stands amidst the dense white mist, with no light ahead or behind him. In this situation, how will he make his choices? In the era of the Long Night, do the gods truly live forever? The young boy sees through the lifeblood of all things and executes the gods!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f812d80-7eb6-46ea-98e4-77ca4f097727",
    "title": {
      "en": "Sankakkei no Kowashi-kata"
    },
    "updatedAt": "2024-11-21T07:47:34+00:00",
    "coverArt": "https://mangadex.org/covers/3f812d80-7eb6-46ea-98e4-77ca4f097727/8bd575de-0f43-4494-ace3-8da4a58c0d70.jpg",
    "altTitles": [
      {
        "ja": "三角形の壊し方"
      },
      {
        "zh": "三角形的破坏方式"
      },
      {
        "en": "How to Break a Triangle"
      }
    ],
    "description": {
      "en": "Koto, Aya, and Erika were secretly in love with each other.\n\nKoto's thoughts reach Aya for a short while, but Aya disappears as if she had been spirited away.\n\nSeven years later, however, Aya appears to Koto and Erika as she was then..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e995cf78-ca23-45da-8184-803e6210ab26",
    "title": {
      "en": "Higawari Shippo no Ozaki-chan"
    },
    "updatedAt": "2024-12-15T04:28:21+00:00",
    "coverArt": "https://mangadex.org/covers/e995cf78-ca23-45da-8184-803e6210ab26/268a4afb-b55f-41ce-8b27-77d5533b0800.jpg",
    "altTitles": [
      {
        "ja": "日替わり尻尾の尾崎ちゃん"
      },
      {
        "en": "Ozaki-chan's Daily Tail"
      }
    ],
    "description": {
      "en": "A high school girl, Shiho Ozaki, whose tail grows back every day. Invited by her, a senior who visits the PE storage room almost daily finds himself at her mercy, with her tail, her ears, and whatever else she decides to do.",
      "ja": "毎日尻尾が生え変わる女子高生、尾崎詩穂（おざきしほ）。彼女の誘いで毎日のように体育倉庫を訪れる先輩は、今日も尻尾で、耳で、なすがままにされてしまう。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51e1b2f2-8e20-4ece-a271-81959e37e22d",
    "title": {
      "en": "Azumi"
    },
    "updatedAt": "2023-12-07T05:22:03+00:00",
    "coverArt": "https://mangadex.org/covers/51e1b2f2-8e20-4ece-a271-81959e37e22d/f131a1f4-30eb-4c91-83af-d6cf3bd41b60.png",
    "altTitles": [
      {
        "ru": "Азуми"
      },
      {
        "ja": "あずみ"
      },
      {
        "ja": "少女杀手阿墨"
      },
      {
        "ja": "百人斩少女"
      },
      {
        "ko": "아즈미"
      }
    ],
    "description": {
      "en": "Azumi is a manga series that concerns a young woman brought up as part of a team of assassins, charged with killing three warlords that threaten Feudal Japan with an agenda of war and bloodshed.  \r\n  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Website](http://www.yu-koyama.com)  \r\n- [Live-Action Movie on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6166)  \r\n- [Live-Action Movie (sequel) on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6167)"
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "48",
    "lastChapter": "349"
  },
  {
    "mangaId": "b23c1571-16f8-4869-8cda-9883ad9aa71d",
    "title": {
      "en": "Gakuen Alice"
    },
    "updatedAt": "2023-10-15T14:19:03+00:00",
    "coverArt": "https://mangadex.org/covers/b23c1571-16f8-4869-8cda-9883ad9aa71d/0e1e4fbb-ce61-4cbb-95e3-554306048dc4.jpg",
    "altTitles": [
      {
        "en": "Alice Academy"
      },
      {
        "vi": "Học Viện Alice"
      },
      {
        "id": "Perguruan Alice"
      },
      {
        "th": "วัยซนคนมีพลังจิต"
      },
      {
        "zh": "学园爱丽丝"
      },
      {
        "ja": "学園アリス"
      },
      {
        "zh-hk": "愛麗絲學院"
      },
      {
        "zh": "爱丽丝学园"
      },
      {
        "zh": "爱丽丝学院"
      },
      {
        "ko": "퍼니퍼니 학원 앨리스"
      }
    ],
    "description": {
      "en": "Young Mikan runs away to Tokyo to follow her best friend, Hotaru, who has been enrolled in an exclusive, secretive private school for geniuses. But it turns out that Alice Academy is a lot more than meets the eye. If Mikan wants to stay by Hotaru's side, she has to both pass the strange \"entrance exam\" and face the even greater challenge of befriending her very odd new classmates. Whether it's Hotaru's gift for inventing gadgets, the cranky Natsume's fire-casting ability, or Professor Narumi's control of human pheromones, everyone at the school has some sort of special talent. But what ability, if any, does Mikan possess? Mikan is going to have to rely on her courage and spunk if she's going to stay in school, or even stay alive!",
      "pl": "Mikan Sakura dorastała u swojego dziadka na wsi w Japonii. Pewnego dnia jej najlepsza przyjaciółka, Hotaru, oświadczyła, że przeniosi się do prestiżowej szkoły w Tokio. Mikan jako jej oddana przyjaciółka bez namysłu za nią podążyła. Szkoła ta jest tak naprawdę elitarną Akademią dla ludzi obdarowanych indywidualną mocą „Alice”. Lecz czy całkiem zwykła Mikan jest w stanie dostać się do tak elitarnej szkoły? Przekonajcie się sami!"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "31",
    "lastChapter": "180"
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/f5c89da6-837e-4f24-8a8e-4e9131105ad5.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "fe160fdb-1f08-40ac-9fcd-7540f3e54197",
    "title": {
      "en": "Rikon Yotei no Keiyaku Konna no ni, Reikoku Koushaku-sama ni Shuuchakusareteimasu"
    },
    "updatedAt": "2024-09-18T18:49:07+00:00",
    "coverArt": "https://mangadex.org/covers/fe160fdb-1f08-40ac-9fcd-7540f3e54197/5d1b382e-ead8-44ae-8ce3-f0d841039f3b.jpg",
    "altTitles": [
      {
        "ja": "離婚予定の契約婚なのに、冷酷公爵様に執着されています"
      },
      {
        "zh-hk": "明明是預定離婚的契約婚姻，卻被冷酷公爵緊抓不放"
      }
    ],
    "description": {
      "en": "I love you, Mira,\" said Darius, kissing her as usual. Our contractual marriage was supposed to be a loveless relationship that lasted only two years?!\n\nMira, who grew up in an orphanage, was born with the ability to absorb magical powers and was constantly forced by her adoptive father, Baron Weston, to purify swords and magical tools that were filled with a miasma. As a result, her body was so battered that the doctor told her she would not live more than a year.\n\nOne day, Mira collapses in the temple and is saved by a beautiful woman, Anneliese. Her brother, Darius, is the first duke and head of the Order of the Holy Knights, but he is suffering from a disease called hypermagia. Anneliese offers to help her brother in exchange for saving Mira from the baron.\n\nThe heroine has the power to suck magic power, and the hero suffers from hypermagic. The only way for the two to survive, with only a few days left to live, is to *kiss*??!!",
      "ja": "「好きだよ、ミラ」いつものように【キス】をするダリウス様。私達の契約結婚は2年限り、愛のない関係のはずだったのにーー!?\n\n孤児院育ちのミラは生まれつき魔力を吸い込むことができる能力を持ち、義父のウェストン男爵に瘴気を帯びた剣や魔道具の浄化をさせられ続けていた。その結果、体はボロボロになり、医者から1年も生きられないと告げられてしまう。\n\nある日、神殿で倒れてしまったミラは美しい一人の女性・アンネリーゼに助けられる。彼女の弟・ダリウスは筆頭公爵で聖騎士団長、しかし魔力過多症という病に苦み続けていた。アンネリーゼはミラを男爵から救う代わりに弟を助けてほしいと提案する。\n\n魔力を吸う力を持ったヒロインと魔力過多症に悩むヒーロー、余命わずかな二人が生き延びる方法は、【キス】すること!!??",
      "zh-hk": "「喜歡妳喔，米拉」如往常般的進行【接吻】的達利烏斯大人。明明我們兩之間是2年為限沒有愛情的契約婚姻關係的才對——!?\n\n在孤兒院長大的米拉天生就有能吸入魔力的能力，卻被義父溫斯頓男爵逼著不停淨化帶有脹氣的劍或魔法道具。結果身體因此變得殘破不堪，醫生也宣告她僅剩不到1年的生壽命。某天，在神殿裡倒下的米拉被一位美麗的女子‧安娜莉絲所救。她的弟弟‧達利烏斯是首席公爵兼聖騎士團長，但是卻持續為魔力過多症所苦。安娜莉絲因此提出了要將米拉從男爵手中救出，其條件是希望她能幫助自己的弟弟。\n\n擁有能夠吸收魔力的女主角和因為魔力過多症而煩惱的男主角，能讓所剩不多的生命持續下去的方法竟是【接吻】!!??"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "637e7d4e-adff-45e8-8980-5bbeb66918fc",
    "title": {
      "en": "Tirkom"
    },
    "updatedAt": "2023-07-16T12:29:47+00:00",
    "coverArt": "https://mangadex.org/covers/637e7d4e-adff-45e8-8980-5bbeb66918fc/60db4e1c-0267-42e5-9cc4-c8d1da841988.png",
    "altTitles": [],
    "description": {
      "en": "[Reads left-to-right]\n\n Drithurs are a government-contracted group of individuals with unnatural abilities, tasked with the objective of keeping what is considered 'society' functioning. Karykom is a Drithur, but her true objective is fighting. Follow Karykom and her coworkers as they complete nonsensical tasks and battle strange foes in a wasteland.\n\nArtist's Twitter: [@Hdittus13](https://twitter.com/hdittus13)\nSeries Patreon: [Patreon.com/Tirkom](https://www.patreon.com/Tirkom)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e91dcdd1-005c-457d-a6c0-84f3fe22c1b0",
    "title": {
      "en": "I’m the Hero, but the Main Heroines Are Trying to Kill Me"
    },
    "updatedAt": "2024-12-28T10:23:03+00:00",
    "coverArt": "https://mangadex.org/covers/e91dcdd1-005c-457d-a6c0-84f3fe22c1b0/ffc0c5fd-0fe3-43fe-b88f-37c4ca3a74fd.jpg",
    "altTitles": [],
    "description": {
      "en": "Frey Raon Starlight was the hero who killed his family and comrades and destroyed the world. His goal was to return to the past, unlock a \"hidden route\" to truly save the world, and achieve peace.\n\nAs planned, he successfully returns to the past and gains access to the hidden route. However, his relief is short-lived as he is confronted with an unexpected truth: the five heroines he killed in his previous life have retained their memories and are now trying to kill him...!\n\nCan Frey, under such extreme circumstances, save the world this time?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "603b9d8f-97b6-4f82-b7d6-1de7e356e869",
    "title": {
      "en": "Kaijin Fugeki"
    },
    "updatedAt": "2024-10-01T01:21:55+00:00",
    "coverArt": "https://mangadex.org/covers/603b9d8f-97b6-4f82-b7d6-1de7e356e869/86e2cec4-2555-4858-b5be-89360ea5d0d7.jpg",
    "altTitles": [
      {
        "ja": "灰仭巫覡"
      },
      {
        "ru": "Кайдзин Фугэки: Воспламенённые души"
      },
      {
        "en": "KAIJIN FUGEKI: Kindled Spirits"
      }
    ],
    "description": {
      "en": "Night, phenomena that were once known as natural disasters. Faced with the threat of inexplicable destruction, children offer their prayers in the form of dance in order to borrow the power of the gods, quell the Night's fury, and deliver the world from ruin. In a fateful encounter, a boy from a rural town in Japan, Jin, meets Gao, a British soldier who was forced to flee his homeland by the Night. The two spend their halcyon days with their friends in the quiet town surrounded by nature. Until one day, the Night suddenly falls on them once again!",
      "ru": "Ночь — феномен, некогда считавшийся природной катастрофой. Под угрозой уничтожения от не пойми чего, дети вознесли богам свои молитвы в форме танца, чтобы одолжить их силу, сдержать ярость Ночи и возродить мир из руин. По велению судьбы Дзин, парнишка из захолустного японского городка, встречает Гао, британского солдата, вынужденного покинуть свою страну из-за Ночи. Вдвоём они безмятежно проводили время вместе с друзьями в тихом городке в окружении природы. Пока однажды Ночь вновь не обрушилась на них!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e8cf40f-ba17-480a-b60b-a675db032ee2",
    "title": {
      "en": "Kono Kaisha ni Suki na Hito ga Imasu"
    },
    "updatedAt": "2024-09-07T20:56:38+00:00",
    "coverArt": "https://mangadex.org/covers/3e8cf40f-ba17-480a-b60b-a675db032ee2/b4b9c35a-3542-4546-9111-ef988eef2ebb.jpg",
    "altTitles": [
      {
        "ja": "この会社に好きな人がいます"
      },
      {
        "en": "I Have a Crush at Work"
      },
      {
        "zh": "这公司有我喜欢的人"
      },
      {
        "zh-ro": "Zhè gōngsī yǒu wǒ xǐhuān de rén"
      },
      {
        "ar": "هل يمكنك الاحتفاظ بسر؟"
      },
      {
        "th": "บริษัทนี้มีความรัก"
      },
      {
        "en": "At This Company Is The Person I Like"
      },
      {
        "en": "The Person I Like Works at the Same Company"
      },
      {
        "en": "Can You Keep a Secret?"
      },
      {
        "en": "The Person I Like Is At This Company"
      },
      {
        "es-la": "¿Puedes Mantenerlo En Secreto?"
      }
    ],
    "description": {
      "en": "_\"Why don't the two of us date? …In secret\"_\n \nTateishi, who works in accounting at a snack-making company, has a secret. That secret is the existence of his cute lover that he's had since yesterday. Why keep it a secret, you ask? Because his lover is his unyielding colleague from the planning department of the same company— Mitsuya!\n \nA pure office romance story about a couple who started their relationship in secret, and want to keep it that way!",
      "es": "¿Por qué no salimos los dos ...? En secreto\" Tateishi, que trabaja en contabilidad en una empresa de fabricación de bocadillos, tiene un secreto. Ese secreto es la existencia de su amante lindo que ha tenido desde ayer. ¿Por qué mantenerlo en secreto, preguntas? Porque su amante es su inquebrantable colega del departamento de planificación de la misma compañía: ¡Mitsuya! ¡Una historia pura de romance de oficina sobre una pareja que comenzó su relación en secreto y quiere mantenerla así!",
      "ja": "「俺たち、付き合わない？……内緒で」お菓子メーカーの経理部に勤めるアラサー男子・立石には、秘密があった。それは、昨日できたばかりの、かわいい恋人の存在。なぜなら相手は、同じ会社の企画部で働く勝気な同期女子・三ツ谷だから――！　してないひとも、あこがれてるひとも、迷惑してるひとも、きっと言いたいことがある。ちょっとは覗いてみたくなる。秘密厳守のピュア社内恋愛ストーリー！",
      "es-la": "¿Por qué no salimos los dos ...? En secreto\" Tateishi, que trabaja en contabilidad en una empresa de fabricación de bocadillos, tiene un secreto. Ese secreto es la existencia de su amante lindo que ha tenido desde ayer. ¿Por qué mantenerlo en secreto, preguntas? Porque su amante es su inquebrantable colega del departamento de planificación de la misma compañía: ¡Mitsuya! ¡Una historia pura de romance de oficina sobre una pareja que comenzó su relación en secreto y quiere mantenerla así!",
      "pt-br": "\"Por que nós dois não namoramos? ... Em segredo\"\n  \nTateishi, que trabalha na contabilidade de uma empresa que faz lanches, tem um segredo. Esse segredo é a existência de sua amante fofa que ele teve desde ontem. Por que manter isso em segredo, você pergunta? Porque sua amante é sua colega inflexível do departamento de planejamento da mesma empresa - Mitsuya!\n  \nUma história de puro romance de escritório sobre um casal que começou seu relacionamento em segredo e quer mantê-lo assim!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "15",
    "lastChapter": "147"
  },
  {
    "mangaId": "6153522b-1341-46d3-b9aa-60d87598e107",
    "title": {
      "en": "The Duchess' Lewd Invitation"
    },
    "updatedAt": "2024-05-22T15:02:13+00:00",
    "coverArt": "https://mangadex.org/covers/6153522b-1341-46d3-b9aa-60d87598e107/19d87d5b-fc6f-47b1-9740-faa9bdcb70a2.jpg",
    "altTitles": [
      {
        "en": "The Duchess's Lewd Invitation"
      },
      {
        "ko": "공작부인의 음탕한 초대"
      },
      {
        "en": "Duchess Debauchery"
      },
      {
        "ko": "공작부인의 OO한 초대"
      },
      {
        "vi": "Lời Mời Gọi Phóng Đãng Của Nữ Công Tước"
      },
      {
        "ja": "淫乱な公爵夫人からの招待状"
      }
    ],
    "description": {
      "en": "Unable to endure the greedy and unscrupulous people from his wife's family, Archduke Arthur Percy demands a divorce from his wife, Roxanne.  \n  \nKnowing fully well that as soon as she gets divorce her family will sell her out to another man, the Duchess offers a bold proposal.  \n  \nShe asks permission to have an affair with another man before the divorce, so she could finally enjoy a short period of freedom and finally knows what it's like to be cherished by someone.  \n  \nRoxanne then meets a kind gentle with a mask that seems to fulfill all of her desires and that feels strangely familiar."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "55"
  },
  {
    "mangaId": "04789891-74e5-49e8-896e-63a09f2e8f56",
    "title": {
      "en": "Onii-chan Is Done For! - Highschool ONIMAI (Doujinshi)"
    },
    "updatedAt": "2024-12-28T21:33:13+00:00",
    "coverArt": "https://mangadex.org/covers/04789891-74e5-49e8-896e-63a09f2e8f56/0bea5725-f62d-4fff-a743-29a4eef95a62.png",
    "altTitles": [],
    "description": {
      "en": "Without being able to return to being a man, Mahiro Oyama stayed as a girl since middle school and now has become a beautiful high-schooler who gets completely dominated by his first friend since the transformation, Momiji Hozuki, who has gotten really tall and became popular with the girls in their school.",
      "pt-br": "Sem poder voltar a ser homem, Mahiro Oyama permaneceu como uma menina desde o ensino fundamental e agora se tornou uma linda estudante do ensino médio que é completamente dominada por sua primeira amiga desde a transformação, Momiji Hozuki, que ficou muito alta e se tornou  popular entre as meninas da escola."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e713c39-938e-41fe-9d22-01c649588358",
    "title": {
      "en": "Shinkon dakedo Kataomoi"
    },
    "updatedAt": "2024-11-16T23:32:43+00:00",
    "coverArt": "https://mangadex.org/covers/8e713c39-938e-41fe-9d22-01c649588358/73a13186-e10b-4101-a482-0c18e789db07.jpg",
    "altTitles": [
      {
        "en": "Newly Married but Unrequited Love"
      },
      {
        "ja": "新婚だけど片想い"
      }
    ],
    "description": {
      "en": "A seemingly perfect looking newlywed couple but the affection is one-sided.",
      "ja": "キミのこと、絶対オトしてみせるんだからーー! \n才色兼備なJK・皐月は、親の都合で婚約することに。相手は高校生囲碁棋士・久遠。 \nイケメンで才能もある久遠との婚約で人生順風満帆…と思いきや、彼は超・塩対応男子だった!! \n部屋には立入禁止の赤札、皐月のモテテクもまるで通じず…そんな難易度の高い久遠を攻略し、二人にラブラブ新婚生活が訪れる日は来るのか!? \nくやしいけれど、きゅんとする! 完璧JKと塩対応囲碁男子の新婚生活ラブバトル、スタート!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "42"
  },
  {
    "mangaId": "7bf163e3-123a-41c1-b2bc-8254dbe5a09b",
    "title": {
      "en": "2.5 Jigen no Ririsa"
    },
    "updatedAt": "2024-10-09T17:08:34+00:00",
    "coverArt": "https://mangadex.org/covers/7bf163e3-123a-41c1-b2bc-8254dbe5a09b/cb3806bd-3537-45f7-9568-a19aa0e02c9a.jpg",
    "altTitles": [
      {
        "ja": "2.5次元の誘惑"
      },
      {
        "en": "2.5 Dimensional Seduction"
      },
      {
        "ko": "2.5차원의 유혹"
      },
      {
        "es": "Risisa of 2.5 Dimension"
      },
      {
        "ar": "2.5 الإغواء البعدي"
      },
      {
        "th": "2.5 มิติ ริริสะ"
      },
      {
        "zh-hk": "2.5次元的誘惑"
      },
      {
        "zh": "2.5次元的诱惑"
      },
      {
        "vi": "Sự Quyến Rũ của 2.5D"
      },
      {
        "ru": "Соблазн 2,5-мерного измерения"
      },
      {
        "pt-br": "Sedução 2.5D"
      }
    ],
    "description": {
      "en": "From Seven Seas:\n“I have no interest in real girls!” So claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Liliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff, The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.\n\nEnglish volumes by [Seven Seas Entertainment](https://sevenseasentertainment.com/series/2-5-dimensional-seduction/)",
      "ja": "現実の女に興味無し！俺の嫁・リリエルは2次元にあり！そんな漫研部長・奥村の前に現れたのは…リアルなリリエル？ドキドキコスプレコメディ開幕！",
      "pt": "\"Eu não estou interessado em uma mulher real! Minha waifu Liliel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu… uma Liliel real?  \nUma super comédia empolgante começa!",
      "pt-br": "\"Eu não estou interessado em uma mulher real! Minha waifu, Liriel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu... uma Liriel real? Uma super comédia empolgante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26937cf3-0fba-4651-995d-5ebcc8a15eb2",
    "title": {
      "en": "Katekyo Hitman Reborn!"
    },
    "updatedAt": "2024-10-09T05:03:40+00:00",
    "coverArt": "https://mangadex.org/covers/26937cf3-0fba-4651-995d-5ebcc8a15eb2/5d0e6081-481d-4758-9140-a20bccb3e588.jpg",
    "altTitles": [
      {
        "en": "Home Tutor Hitman Reborn!"
      },
      {
        "ja-ro": "Kateikyoushi Hitman Reborn!"
      },
      {
        "ja-ro": "Katekyou Hitman Reborn!"
      },
      {
        "ru": "Репетитор-киллер Реборн!"
      },
      {
        "th": "ครูพิเศษจอมป่วน รีบอร์น!"
      },
      {
        "zh-hk": "家庭教师REBORN！"
      },
      {
        "ja": "家庭教師ヒットマンREBORN！"
      },
      {
        "ko": "가정교사 히트맨 리본!"
      },
      {
        "en": "Reborn!"
      }
    ],
    "description": {
      "en": "Tsuna comes home one day, only to be greeted by a little baby mafioso who apparently is his new home tutor. His job is to guide Tsuna into his role as the 10th Boss of the Vongola mafia family. With the help of all his new friends and an array of special items such as the \"Dying Will Bullet\", he might just be able to do it.",
      "ru": "Тсунаёши Савада— на первый взгляд самый обыкновенный мальчик. Слегка невезуч, слегка неуклюж, слегка паникёр. Хотя, может, и не слегка. И все в его жизни скучно и безрадостно, до того волшебного момента, как пред его взором предстаёт чудо-ребёнок Реборн, который на деле оказывается давно зарекомендовавшим себя в мафиозном мире киллером. Реборн мило радует Тсуну, что отныне тот назначается наследником крупнейшей мафиозной семьи Вонгола, и что он, Реборн, обязуется сделать из него надлежащего босса. С этого дня жизнь Савады кардинально меняется…"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "409"
  },
  {
    "mangaId": "e8d707b4-298d-48ee-91de-d3371de5aa22",
    "title": {
      "en": "Ultimate Scheming System"
    },
    "updatedAt": "2024-08-15T17:25:01+00:00",
    "coverArt": "https://mangadex.org/covers/e8d707b4-298d-48ee-91de-d3371de5aa22/7a41b231-1e25-44e3-8512-edc608d1878d.jpg",
    "altTitles": [
      {
        "en": "Bluffing Master"
      },
      {
        "en": "Strongest Anti M.E.T.A."
      },
      {
        "zh-ro": "Zui Qiang Fan Taolu Xitong"
      },
      {
        "zh": "最强反套路系统"
      },
      {
        "zh-ro": "Zuì Qiáng Fǎn Tàolù Xìtǒng"
      },
      {
        "ko": "허세로 레벨업 하기!"
      },
      {
        "vi": "Tối Cường Phản Sáo Lộ Hệ Thống"
      }
    ],
    "description": {
      "en": "Scamming all day, every day, often venturing alone. He bluffs to get the ultimate power in this cultivation world?! world traveler Xue Que doesn’t always bluff, but he needs to.  \n  \n\"Before you get your hopes up, The Character is Absolute Garbage, The Manhua is Pure comedy at best… The plot ehhh not so much\"  \n  \nTerm : META Stands for (Most Effective Tactic Available) Metagaming is any strategy, action or method used in a game which transcends a prescribed ruleset, uses external factors to affect the game, or goes beyond the supposed limits or environment set by the game. Another definition refers to the game universe outside of the game itself. *(citation needed)*",
      "fr": "Escroquer toute la journée, tous les jours, souvent en s'aventurant seul. Il bluffe pour obtenir le pouvoir ultime dans ce monde de culture ! Le voyageur du monde Xue Que ne bluffe pas toujours, mais il en a besoin.\n\nTerme : META signifie (Most Effective Tactic Available) Metagaming est la stratégie, l'action ou la méthode utilisée dans un jeu qui transcende un ensemble de règles prescrit, utilise des facteurs externes pour affecter le jeu, ou va au-delà des limites supposées ou l'environnement établi par le jeu. Une autre définition fait référence à l'univers du jeu en dehors du jeu lui-même."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1461071-bfbb-43e7-a5b6-a7ba5904649f",
    "title": {
      "en": "Martial Peak"
    },
    "updatedAt": "2024-11-09T13:55:33+00:00",
    "coverArt": "https://mangadex.org/covers/b1461071-bfbb-43e7-a5b6-a7ba5904649f/d175e74d-4ab7-47f4-8196-371aa51d8c2d.png",
    "altTitles": [
      {
        "zh-ro": "Wǔ Liàn Diānfēng"
      },
      {
        "ru": "Вершина боевых искусств"
      },
      {
        "ru": "Пик боевых искусств"
      },
      {
        "zh": "武炼巅峰"
      },
      {
        "vi": "Võ Luyện Đỉnh Phong"
      },
      {
        "zh-ro": "Wu Lian Dian Feng"
      },
      {
        "ko": "무련전봉"
      },
      {
        "en": "The Pinnacle of Martial Arts"
      },
      {
        "ar": "ذروة الفنون القتالية"
      },
      {
        "ar": "مارشال بيك"
      },
      {
        "uk": "Вершина бойових мистецтв"
      },
      {
        "uk": "Пік бойових мистецтв"
      },
      {
        "ja": "武錬天下"
      }
    ],
    "description": {
      "ar": "رحلة الوصول إلى قمة فنون القتال هي رحلة وحيدة موحشة وطويلة. في مواجهة الشدائد يجب عليك البقاء على قيد الحياة والقتال بلا هوادة، وعندها فقط يمكنك الارتقاء ومتابعة رحلتك لتصبح الأقوى. تختبر طائفة الجناح السماوي الأعلى تلاميذها بأقسى الطرق لإعدادهم لهذه الرحلة، وفي أحد الأيام تمكن المتدرب الضعيف يانغ كاي من الحصول على كتاب أسود مما جعله على الطريق إلى قمة عالم فنون القتال.",
      "en": "The peak of martial arts is solitary and lonely. It is an endless pursuit for unattainable heights as well. In order to surpass the limits of martial arts, growth and the will to survive in adverse situations is necessary.\r\nOne day, Yang Kai, a disciple-on-trial (and floor sweeper) of the Lingxiao Martial Arts Sect discovered a Wordless Black Book. That marked the turn in his luck and the beginning of his martial arts journey.",
      "fr": "Le chemin vers le sommet martial (Martial Peak) est long et solitaire. Face à l’adversité, il faut survivre et persévérer. Il est alors possible de percer et poursuivre l'ascension pour devenir le plus fort. Le Haut Pavillon Céleste entraîne ses disciples de la manière la plus sévère afin de les préparer à ce voyage. Un beau jour, le modeste balayeur Yang Kai met la main sur un livre noir, le lançant sur la route vers l'apogée du monde martial.",
      "ru": "Путь на вершину боевых искусств - путь одинокий и длинный. Перед лицом невзгод ты должен оставаться сильным и неотступным. Только тогда ты сможешь преодолеть все препятствия и стать по-настоящему сильным. Небесная Башня обучает своих учеников самым суровым образом, чтобы они могли выстоять в мире боевых искусств. Но только из-за одного самого незначительного проступка наш главный герой, Янг Кай, может быть исключен из Небесной Башни.",
      "uk": "Шлях до бойової вершини - самотній, відлюдний і довгий. Перед обличчям негараздів ти повинен вижити і залишатися непохитним. Тільки тоді ти зможеш прорватися і продовжити свій шлях, щоб стати найсильнішим. Небесна вершина випробовує своїх учнів найсуворішими способами, щоб підготувати їх до цієї подорожі. Одного разу скромному підмітальнику Ян Каю вдалося роздобути чорну книгу, яка відкриває йому шлях до вершини світу бойових мистецтв.",
      "vi": "Võ đạo đỉnh phong, là cô độc, là tịch mịch, là dài đằng đẵng cầu tác, là cao xử bất thắng hàn Phát triển trong nghịch cảnh, cầu sinh nơi tuyệt địa, bất khuất không buông tha, mới có thể có thể phá võ chi cực đạo. Lăng Tiêu các thí luyện đệ tử kiêm quét rác gã sai vặt Dương Khai ngẫu lấy được một bản vô tự hắc thư, từ nay về sau đạp vào dài đằng đẵng võ đạo.",
      "zh": "《武炼巅峰》漫画版是由深圳漫画团队噼咔噼绘制，根据阅文集团旗起点中文网的同名小说改编，作者是莫默。武之巅峰，是孤独，是寂寞，是漫漫求索，是高处不胜寒。逆境中成长，绝地里求生，才能堪破武之极道。凌霄阁试炼弟子兼扫地小厮杨开偶获一本无字黑书，从此踏上漫漫武道。",
      "es-la": "El viaje hacia la cima marcial es solitario y largo. Ante la adversidad, debes sobrevivir y permanecer inflexible. Solo entonces podrás avanzar y continuar tu viaje para convertirte en el más fuerte. El \"Pabellón Cielo Alto\" pone a prueba a sus discípulos de las formas más duras para prepararlos para este viaje. Un día, el humilde barrendero Yang Kai logró obtener un libro negro, lo que lo puso en el camino hacia la cima del mundo marcial.",
      "pt-br": "A jornada para o Pico Marcial é algo longo e solitário. Indo de encontro com a adversidade, você deve sobreviver e permanecer vivo. Apenas aqueles que superarem os limites continuarão a jornada rumo ao objetivo de se tornar o mais forte. A Sky Tower testa seus discípulos de maneiras bem complexas para esta jornada. Um dia, o menosprezado Yang Kai conseguiu obter um livro negro, fazendo-o tomar rumo ao pico do mundo marcial."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72331318-7f5e-44b3-8510-12133149fde3",
    "title": {
      "en": "Isekai Walking"
    },
    "updatedAt": "2024-11-01T16:59:45+00:00",
    "coverArt": "https://mangadex.org/covers/72331318-7f5e-44b3-8510-12133149fde3/dc652b80-648b-42bb-b4ee-654ef062b238.jpg",
    "altTitles": [
      {
        "en": "Walking in Another World"
      },
      {
        "ja": "異世界ウォーキング"
      },
      {
        "pt-br": "Caminhando em outro mundo"
      }
    ],
    "description": {
      "en": "Ordinary student Sora has been summoned to another world as one of seven “chosen heroes” meant to battle the Demon King. While the other six are blessed with grandiose titles and superlative stats, Sora is stuck with no title, no level, and a single, underwhelming skill: he never gets tired from walking. After being judged useless to the cause, Sora is thrown out into the streets and left to fend for himself. Nevertheless, he grows determined to turn his unjust treatment and seemingly “useless” skill into a positive by earning money, making friends, and seeing sights he’s never seen before!\n\n[Official English Light Novel](https://j-novel.club/series/isekai-walking)",
      "ja": "異世界に召喚された少年ソラは、勇者として魔王と戦うことを命じられる。しかし与えられた「ウォーキング」スキルの効果は、どんなに歩いても疲れないだけ! 国王から見放され、追放されたソラであったが、一度異世界へ足を踏み出すと突然レベルアップ!? 実は「ウォーキング」には「1歩進むごとに経験値１を獲得する」という隠し効果があったのだ!! その経験値で様々なスキルを獲得、歩くごとに万能となっていくソラは、のんびり気ままな異世界の旅へと歩み出す!!",
      "pt-br": "Sora, um garoto japonês que foi convocado para outro mundo, ganhou a habilidade “Caminhar”. Seu efeito é que “não importa o quanto ande, ele nunca se cansa”. Por causa dessa habilidade fraca, o rei o expulsou do grupo de heróis convocados. Mas quando Sora começa a andar em outro mundo, ele subitamente sobe de nível!\n\nCaminhar tinha um efeito oculto de “ganhar 1 EXP para cada passo dado”. Ele adquiriu habilidades úteis como 'Avaliação', 'Alquimia' e magia de cura...\n\nAdquirindo uma habilidade após a outra, ele se tornou talentoso apenas andando! A aventura de encontrar e tocar o desconhecido está prestes a começar!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d701d37a-cefa-4f9e-9359-078bc057cfd2",
    "title": {
      "en": "Zero no Chukaima - Yo–chien Nano!"
    },
    "updatedAt": "2021-05-25T15:48:19+00:00",
    "coverArt": "https://mangadex.org/covers/d701d37a-cefa-4f9e-9359-078bc057cfd2/370cb185-19bd-45f4-ae46-da385a4d43bf.jpg",
    "altTitles": [
      {
        "en": "Zero no Chukaima"
      },
      {
        "en": "Zero no Chukaima - Yochien Nano!"
      },
      {
        "en": "Zero no Chukaima - Yoochien Nano!"
      },
      {
        "en": "Zero no Chukaima Yochien"
      },
      {
        "en": "Zero no Chukaima Yoochien"
      },
      {
        "en": "ゼロのちゅかいま"
      },
      {
        "en": "ゼロのちゅかいま　-よーちえんnano!-"
      },
      {
        "en": "ゼロのちゅかいまよーちえんｎａｎｏ！"
      }
    ],
    "description": {
      "en": "A 4-koma featuring super-deformed versions of the cast of Zero no Tsukaima."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9f5fe08c-c6d0-4b42-9cc6-f70cb1ed7411",
    "title": {
      "en": "Nigasanai yo? Fukuroji-kun"
    },
    "updatedAt": "2024-12-12T21:01:21+00:00",
    "coverArt": "https://mangadex.org/covers/9f5fe08c-c6d0-4b42-9cc6-f70cb1ed7411/2ed1ad40-75e8-42a6-9f43-763e452df39c.jpg",
    "altTitles": [
      {
        "ja": "逃がさないよ？ 袋路くん"
      },
      {
        "en": "You won't Escape, Fukuroji-kun"
      }
    ],
    "description": {
      "en": "The story revolves around Fukuroji, a high school boy who tries to live in the shadows. However, his life takes an unexpected turn when, as part of a punishment game, he has to confess his love to the most popular girl in his class. Through a misunderstanding, he ends up confessing his feelings to Tsubaki Sakura, the most feared girl in school. As he tries to clear up the confusion, Tsubaki surprisingly attacks him, adding an unexpected and hilarious twist to the situation.",
      "ja": "**エッチな捕食者たちからは逃げられない!? 草食男子の泥沼性春ラブコメディー**\n\n目立たないように日々を過ごしている男子高校生・袋路は、ある日、罰ゲームでクラスのアイドルに告白することに。しかし、彼は学園で最も恐れられている強面女子・椿さくらに間違えて告白してしまう。誤解を解こうと袋路は、二人きりで椿に説明しようとするが、いきなり彼女は制服を脱ぎだして…!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1751f21f-fd59-42ec-8480-e56393675560",
    "title": {
      "en": "V-Idol-Live!"
    },
    "updatedAt": "2024-10-28T14:40:16+00:00",
    "coverArt": "https://mangadex.org/covers/1751f21f-fd59-42ec-8480-e56393675560/6116baff-c526-444c-9905-f327a45017f2.jpg",
    "altTitles": [
      {
        "ja": "Vドライブ!"
      },
      {
        "ko": "V도라이브!"
      },
      {
        "en": "V-Drive!"
      }
    ],
    "description": {
      "en": "Struggling VTuber Aise Kirari (real name Ise Airi, 16 years old) thinks her idol dreams have come to fruition when she's scouted by the talent agency \"V-Drive\". However, as a member she'll have to transform and fight in a secret war against monsters... and also get shipped with her genmate?! (it's called \"business yuri\", kid)\n\nShe might not have money, education or numbers, but Kirari's got her eyes set on the stars - she WILL get her spotlight, no matter how wacky things get along the way!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6251f857-38ca-46c5-8a6c-5dd495810552",
    "title": {
      "en": "Nise Seiken Monogatari - Osananajimi no Seijo o Uttara Michizure ni Sareta"
    },
    "updatedAt": "2024-11-18T14:20:15+00:00",
    "coverArt": "https://mangadex.org/covers/6251f857-38ca-46c5-8a6c-5dd495810552/3fcec225-7e41-4ff7-bb93-6f0215f40454.jpg",
    "altTitles": [
      {
        "ja": "偽・聖剣物語 幼なじみの聖女を売ったら道連れにされた"
      },
      {
        "en": "Fake Holy Sword Story: I Was Taken Along When I Sold Out My Childhood Friend, The Saint"
      },
      {
        "zh-hk": "偽‧聖劍物語 出賣青梅竹馬的聖女時被連著帶走"
      },
      {
        "pt-br": "História da Falsa Espada Sagrada: Quando vendi minha amiga de infância, a Santa, fui levado com ela."
      }
    ],
    "description": {
      "en": "My childhood friend, Magary, was chosen to be the saint. From here on out, she'll have to maintain a smile at all times while at the royal capital and take lessons in etiquette and dance. She'll be living in an excruciatingly stifling world. Having been together since birth, there was naturally one thought in my mind.\n\nWhile feeling a little bit of loneliness... I pushed my childhood friend (who was trying to escape with all her might with her arms still bound) towards the knight that came to pick her up.\n\n\"Alistaaaaaaaaaaaaar!!\"\n  \nI feel as if there was some deep resentment in her voice, but that's probably just my imagination. As her last act of futile resistance, she had me see her off to the royal capital… but, that ended without any problems.\n\n\"Now that that's over with, I'll be heading home. Good luck ^^\"\n\nI turned my back towards my childhood friend who looked me with deep resentment in her eyes. While I was making my way home... I had to turn around as I was chased by goblins.\n\n\"Noooooooo!! Someone, helpppppppp!!\"",
      "ja": "クズが世界を救う!?　トンデモ聖剣使い×聖女が織りなす異色のファンタジーコメディ　真の聖剣物語がここに開幕！　アリスターと幼馴染の少女マガリは楽な生活を送る野望を持ちつつ、寒村で足を引っ張り合いながら日々過ごしていた。「何とか上手く始末できないか……」互いに悩んでいた二人であったが、突然の王都からの来客により状況は一変する。マガリが聖女に選ばれたのだ!?　その上、聖女に相応しくなければ、即座に処刑されてしまうらしい。なんとか逃げ出す彼女をとっ捕まえて、王都へ売り払う事には成功したのだが、何故か今度は自身がゴブリンに襲われてしまう。しかも、逃げこんだ森で出会った、一振りの光り輝く剣により、彼の運命も大きく揺れ動かされる。人生最大の不幸の訪れとも知らずに……。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "615123b3-b813-4d7d-8c72-eb5c4146d76e",
    "title": {
      "en": "Sugar Meets Girl!"
    },
    "updatedAt": "2024-10-29T21:29:30+00:00",
    "coverArt": "https://mangadex.org/covers/615123b3-b813-4d7d-8c72-eb5c4146d76e/bd1ec245-678c-4d4f-8e7a-e6eea3091079.jpg",
    "altTitles": [
      {
        "ko": "슈가 미츠 걸!"
      },
      {
        "ja": "しゅがー・みーつ・がーる！"
      },
      {
        "en": "Sugar Meats Girl!"
      }
    ],
    "description": {
      "en": "A Sweet and Juicy Girls' Comedy~\n\nFeaturing:\n\nSato Kanna, daughter of a yakuza boss, she's known for being loyal to her friends and her slightly delinquent appearance.\n\nAnd Mochizuki Mito, class president and the school's most envied upon young lady.\n\nJust what unexpected secrets did these two girls found out about each other!?",
      "es": "Una dulce y jugosa comedia de chicas~ Presentación: Sato Kanna, hija de un jefe yakuza, es conocida por ser leal a sus amigos y por su aspecto ligeramente delincuente. Y Mochizuki Mito, presidenta de la clase y la joven más envidiada de la escuela. ¿Qué secretos inesperados habrán descubierto estas dos chicas la una sobre la otra?",
      "es-la": "Una dulce y jugosa comedia de chicas~ Presentación: Sato Kanna, hija de un jefe yakuza, es conocida por ser leal a sus amigos y por su aspecto ligeramente delincuente. Y Mochizuki Mito, presidenta de la clase y la joven más envidiada de la escuela. ¿Qué secretos inesperados habrán descubierto estas dos chicas la una sobre la otra?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cde5424f-02e5-4c90-a433-b92d831d9856",
    "title": {
      "en": "Kimi Meku Yoru ni Kogarete"
    },
    "updatedAt": "2024-12-06T20:29:47+00:00",
    "coverArt": "https://mangadex.org/covers/cde5424f-02e5-4c90-a433-b92d831d9856/7ffda3df-ae47-4039-bc81-efa57d5d7e75.jpg",
    "altTitles": [
      {
        "ja": "君めく夜に焦がれて"
      },
      {
        "en": "Yearning for a Night Full of You"
      },
      {
        "ko": "너와 닮은 밤을 동경해서"
      }
    ],
    "description": {
      "en": "At Saint Ruri Girl's Academy, there are two opposing factions: the \"Ruri Class,\" consisting of refined, well-bred ladies, and the \"Ai Class,\" made up of delinquents with poor behavior. Nanase Mitsuki, among the students of the Ai Class, is the most feared by the Ruri Class due to her intimidating appearance, though Mitsuki harbors a complex about her looks. One night, she meets Hosho Yuka, a young lady wandering alone at night...",
      "ja": "ここには、由緒正しいお嬢様たちの「瑠璃組」と、素行のよくない不良たちの「藍組」という、相反する2つの勢力があった。七瀬珠月（ななせみつき）は、藍組生徒の中でも、その厳つい見た目から瑠璃組に最も恐れられる存在。そんな見た目にコンプレックスを抱えていた珠月だが、ある夜、夜道を徘徊するお嬢様・宝生悠花（ほうしょうゆうか）に出会い……？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6de62db-8c84-4893-8447-b736899bdff2",
    "title": {
      "en": "Karma Karma"
    },
    "updatedAt": "2024-12-28T20:36:35+00:00",
    "coverArt": "https://mangadex.org/covers/d6de62db-8c84-4893-8447-b736899bdff2/e378504d-9274-4c0d-b96d-f92c3bfa20fc.jpg",
    "altTitles": [
      {
        "ja": "業業"
      },
      {
        "ja": "カルマカルマ"
      }
    ],
    "description": {
      "en": "The ten kings of the underworld judge the souls of the dead based on their deeds in life, but due to an incident, the leader of the ten kings, King Enma, accidentally let the souls of 108 violent criminals escape! King Shinkou comes to the human world to recapture the escaped souls, and runs into a young man named Onomura being chased by one...?\n\nA non-stop hell comedy by Tanaka Mai, author and artist of \"A Terrified Teacher at Ghoul School!\""
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "3"
  },
  {
    "mangaId": "5f2f6f0f-bc77-449a-b24f-14326723196b",
    "title": {
      "en": "Uragirareta S Rank Boukensha no Ore wa, Aisuru Dorei no Kanojora to Tomoni Dorei dake no Harem Guild o Tsukuru"
    },
    "updatedAt": "2024-12-18T17:39:10+00:00",
    "coverArt": "https://mangadex.org/covers/5f2f6f0f-bc77-449a-b24f-14326723196b/3f68e9c5-fbcc-45f0-8089-0c384cbb88c7.jpg",
    "altTitles": [
      {
        "ja": "裏切られたＳランク冒険者の俺は、愛する奴隷の彼女らと共に奴隷だけのハーレムギルドを作る"
      },
      {
        "ja-ro": "Uragirareta S-Rank Boukensha no Ore wa, Ai suru Dorei no Kanojora to Tomo ni Dorei dake no Harem Guild wo Tsukuru"
      },
      {
        "en": "A Betrayed S-rank Adventurer, I Make a Slave-only Harem Guild With My Beloved Slaves"
      }
    ],
    "description": {
      "en": "Egil, an S-rank adventurer who has lived hateful of \"slave,\" falls in love with one slave at a slave auction he was forced to bring. She was Eleanor, the former third princess of the Kingdom of Cornelia. Eleanor, a slave to Egil, begs Egil to \"kill my childhood friend who sold me to a slave trader!\"  \nKeep an eye on the estrus slaves if there is a chance! Can Egil rescue the body and mind of beautiful girl slaves and bring peace to this world…!",
      "es": "Egil, un aventurero del rango S que ha vivido odiando a los \"esclavos\", se enamora de una en una subasta a la cual fue obligado a ir.   \n  \nEra Eleanor, la antigua tercera princesa del Reino de Cornelia. Eleanor le ruega a Egil \"mata a mis amigos de la infancia que me vendieron a un comerciante de esclavos\".   \n  \n¡Vigila a las esclavas si hay alguna posibilidad! ¿Puede Egil rescatar el cuerpo y la mente de las hermosas chicas esclavas y traer la paz a este mundo?",
      "ja": "『奴隷』を忌み嫌いながら生きてきたSランク冒険者のエギルは、無理やり連れてこられた奴隷オークションでひとりの女性に一目ぼれしてしまう。彼女は元コーネリア王国の第3王女、エレノアだった。エギルの奴隷となったエレノアは、エギルに「わたくしを奴隷商人に売った幼なじみを殺してほしい」と懇願する――!! 隙あらば発情する奴隷たちから目が離せない！エギルは美少女奴隷たちの身も心も救済し、この世界に安らぎをもたらせるのか…！「わたくしを、エギル様の女にしてください…!!」",
      "pt-br": "Egil, um aventureiro de Rank S que viveu com ódio aos 'escravos', apaixona-se por um escravo em um leilão de escravos que foi obrigado a trazer. Ela era Eleanor, a antiga terceira princesa do Reino da Cornelia. Eleanor, uma escrava de Egil, implora a Egil para 'matar meu amigo de infância que me vendeu a um comerciante de escravos!' Fique de olho nos escravos do cio se houver uma chance! Poderá Egil resgatar o corpo e a mente de lindas meninas escravas e trazer paz a este mundo...!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8909273-7dea-4739-ac2e-c24da08b0b93",
    "title": {
      "en": "Villain Classroom"
    },
    "updatedAt": "2024-11-18T19:58:05+00:00",
    "coverArt": "https://mangadex.org/covers/c8909273-7dea-4739-ac2e-c24da08b0b93/9b309b4a-45ba-44cf-ba6c-fccd3e1b64bd.jpg",
    "altTitles": [
      {
        "ko": "악녀교실"
      },
      {
        "en": "Evil Girl Classroom"
      },
      {
        "id": "Kelas Penjahat"
      },
      {
        "pt-br": "Sala Da Vilã"
      }
    ],
    "description": {
      "en": "Heo Jeong-woo, a high school student who is bullied by a girl in his class for his weakness.\n \nHan Bo-ra, a transfer student, comes to Jeong-woo's class, where he was spending his miserable days.\n\nJeong-woo feels a strong sense of déjà vu when he sees the child with straight black hair and stains on his legs. Sure enough, Han Bo-ra, who has subdued the arguing classmates, asks them.\n\n\"'Have you ever seen a child similar to me?\n\nJeong-woo decides to approach Bo-ra, who might be able to correct what is wrong...\n\n---\n**Links:**\n- Alternative Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?originalProductId=522173)",
      "ko": "같은 반 여자애에게 약점을 잡혀 괴롭힘 당하는 고등학생 '허정우'. 피폐한 나날을 보내던 정우의 반에 전학생 '한보라'가 온다. 까만 생머리와 다리에 얼룩을 가진 그 아이를 보고 정우는 강한 기시감을 느낀다. 아니나다를까, 시비 거는 반 아이들을\n제압한 한보라는 그들에게 묻는다. '나랑 비슷한 애 본 적 있어?' 어쩌면 꼬인 것을 바로잡아줄 보라에게 정우는 접근하기로 하는데..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e78a489b-6632-4d61-b00b-5206f5b8b22b",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken"
    },
    "updatedAt": "2024-09-16T05:32:20+00:00",
    "coverArt": "https://mangadex.org/covers/e78a489b-6632-4d61-b00b-5206f5b8b22b/53b6c141-3edd-425d-9608-d07176664b92.jpg",
    "altTitles": [
      {
        "en": "That Time I Got Reincarnated as a Slime"
      },
      {
        "fr": "Moi, quand je me réincarne en Slime"
      },
      {
        "pl": "Odrodzony jako galareta"
      },
      {
        "en": "Regarding Reincarnated to Slime"
      },
      {
        "ja-ro": "Tensei Slime"
      },
      {
        "ja-ro": "TenSli"
      },
      {
        "ja-ro": "TenSura"
      },
      {
        "en": "In Regards to My Reincarnation as a Slime"
      },
      {
        "it": "Vita da Slime"
      },
      {
        "ru": "О моём перерождении в слизь"
      },
      {
        "th": "เกิดใหม่ทั้งทีก็เป็นสไลม์ไปซะแล้ว"
      },
      {
        "zh-hk": "关于我转生后成为史莱姆的那件事"
      },
      {
        "ja": "転生したらスライムだった件"
      },
      {
        "ko": "전생했더니 슬라임이었던 건에 대하여"
      },
      {
        "es-la": "Aquella vez que me convertí en Slime"
      },
      {
        "ar": "ذلك الوقت الذي تجسدت فيه كسلايم"
      },
      {
        "fi": "Kun jälleensynnyin hirviönä"
      },
      {
        "tr": "O zaman bir balçık olarak reenkarne oldum"
      },
      {
        "tr": "O zaman bir slime olarak reenkarne oldum"
      },
      {
        "de": "Meine Wiedergeburt als Schleim in einer anderen Welt"
      }
    ],
    "description": {
      "en": "The ordinary Mikami Satoru found himself dying after being stabbed by a slasher. It should have been the end of his meager 37 years, but he found himself deaf and blind after hearing a mysterious voice.  \nHe had been reincarnated into a slime!  \n  \nWhile complaining about becoming the weak but famous slime and enjoying the life of a slime at the same time, Mikami Satoru met with the Catastrophe-level monster “Storm Dragon Veldora”, and his fate began to move.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10044/episode/317350) (U.S. Only), [INKR](https://comics.inkr.com/title/233-that-time-i-got-reincarnated-as-a-slime), [Azuki](https://www.azuki.co/series/that-time-i-got-reincarnated-as-a-slime), [Coolmic](https://coolmic.me/titles/587), [Manga Planet](https://mangaplanet.com/comic/618e32db10673)",
      "ru": "37-летний японец-холостяк был зарезан на улице каким-то мерзавцем-грабителем. Тут бы и истории конец, да всё обернулось иначе, неожиданно он переродился слизью в фэнтезийном мире. Но что может сделать, пускай и разумная, но слизь?  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20736)",
      "es-la": "Un hombre, que al tratar de salvar a su compañero de trabajo y su novia, fue apuñalado por un ladrón que escapaba. Mientras moría desangrado escuchó una voz extraña. Esta voz escuchó su lamento de haber muerto virgen y a causa de eso le dio la Habilidad Única \"Gran Sabio\" ¿Fue esto una burla? Ahora él ha reencarnado como un Slime en otro mundo, ¿Será este el inicio de una emocionante aventura?",
      "pt-br": "Depois de ser morto por um ladrão que fugia, um rapaz normal de 37 anos de idade se encontra reencarnado em um outro mundo como um slime cego com habilidades únicas. Com um novo nome \"Rimuru Tempest\" ele chegou depois de conhecer seu novo amigo, o \"nível catástrofe\", Dragão da Tempestade Verudora, ele começa sua vida de slime em outro mundo com seu crescente número de seguidores."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16821c7e-c93e-4bd2-8b0b-c27f2476d952",
    "title": {
      "en": "Gokusen"
    },
    "updatedAt": "2023-08-04T20:01:58+00:00",
    "coverArt": "https://mangadex.org/covers/16821c7e-c93e-4bd2-8b0b-c27f2476d952/d452f724-9d92-4bcb-9e87-311d33c22749.jpg",
    "altTitles": [
      {
        "en": "The Yakuza Teacher"
      },
      {
        "ja": "ごくせん"
      },
      {
        "zh": "極道先生"
      },
      {
        "ru": "Гокусэн"
      }
    ],
    "description": {
      "en": "Fresh out of college, Kumiko \"Yankumi\" Yamaguchi becomes a math teacher at an all-boys high school. \nUnfortunately for her, she's assigned by the school board as the homeroom teacher for 3-D, a class of delinquent students. \nWhen the class attempts to make a living hell out of Yankumi's career, they fail as her persistence and aggression gain her respect. \nHowever, little does anyone in the school know that Yankumi is actually heir to the Kuroda Ikka—one of Tokyo's most powerful yakuza clans.  \n  \n(Source: ANN)  \n  \n\n\n---",
      "es": "Recién salida de la universidad, Kumiko \"Yankumi\" Yamaguchi se convierte en profesora de matemáticas en un instituto para chicos. Desafortunadamente para ella, es asignada por el consejo escolar como maestra de la clase 3-D, que resulta ser la clase de los estudiantes delincuentes. Cuando la clase intenta hacer un infierno de la carrera de Yankumi, fracasan ya que su persistencia y agresión se ganan su respeto. Sin embargo, nadie en la escuela sabe que Yankumi es en realidad heredera de Kuroda Ikka, uno de los clanes yakuza más poderosos de Tokio.",
      "it": "Gokusen è la storia di una professoressa (una specie di GTO al femminile) alle prese con le sue prime esperienze lavorative. \nIl caso vuole che venga assegnata ad una scuola maschile molto problematica, dove a farla da padroni sono gli studenti e non i docenti. \nLa nostra protagonista verrà scelta perché, nonostante l'apparenza sempliciotta, ha una personalità molto forte e molto abile nel combattimento; \nun'educazione impartitagli dalla famiglia. Infatti, la ragazza altri non è che la nipote ed erede di uno Yakuza.",
      "pl": "Kumiko właśnie została nauczycielką matematyki w liceum tylko dla chłopaków. Dostała wychowawstwo w klasie 2-4, klasie pełnej facetów sprawiających problemy. Jednakże nikt nie wie, że Kumiko jest wnuczką szefa yakuzy, więc musi ukrywać ten sekret, żeby nie wyrzucili jej z pracy.  \n  \nWkroczcie w świat niebezpiecznej yakuzy i problematycznej młodzieży!"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "147"
  },
  {
    "mangaId": "5a3c9fe2-037b-497e-8686-793a537ffd5f",
    "title": {
      "en": "Have a Great Trip after the Credits Roll"
    },
    "updatedAt": "2024-11-25T23:08:17+00:00",
    "coverArt": "https://mangadex.org/covers/5a3c9fe2-037b-497e-8686-793a537ffd5f/80a9eaef-089a-45c1-8426-35b9f275d9ac.jpg",
    "altTitles": [
      {
        "ja": "エンドロールの後には最高の旅を"
      },
      {
        "ja-ro": "End Roll no Ato ni wa Saikou no Tabi wo"
      }
    ],
    "description": {
      "en": "There were two heroes who had defeated the demon lord. Aino the swordswoman and Iro the mage. Before the world attainted its peace, the two girls had made a promise to travel the world after the demon lord's subjugation. This is their heartrending but dazzling journey across a fantasy world.",
      "ja": "勇者のアイノと、魔導士のイロ。魔王討伐を成し遂げた英雄二人が平和になった世界で始めたこと――それは『やりたいことリスト』を順番に叶えていく最初で最後の、二人旅。エンドロール後の世界で貴方に捧ぐ“最高”の旅。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a7ee7fc-11f1-4482-84a9-82a428293cd9",
    "title": {
      "en": "A Guilty Victim-Player's Hustle Play"
    },
    "updatedAt": "2024-11-09T23:10:36+00:00",
    "coverArt": "https://mangadex.org/covers/2a7ee7fc-11f1-4482-84a9-82a428293cd9/f98bf8d9-8c37-48d8-a3c4-0ec15bf37f70.jpg",
    "altTitles": [
      {
        "ko-ro": "적반하장의 허슬플레이"
      }
    ],
    "description": {
      "en": "Kang Yesol, who was transferred to the region of his alma mater, meets Jeong Hanlim, the owner of a bar named Splitter.\n\nYesol, who had been drinking heavily at the bar, wakes up the next morning at Hanlim's house and runs away in shock upon realizing that he slept with a man.\n\nAfter realizing he lost an important USB drive, Yesol had no choice but to return to Hanlim. There, he suddenly recognizes that Hanlim is a junior from the baseball team.\n\nYesol, who has completely forgotten his high school memories, does not think much of Hanlim, who is hostile toward him, but he gradually begins to recall the past that he had once forgotten.\n\n\"Sunbae, People like you should just die.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64472f4c-2907-46fd-9789-19712a311eb4",
    "title": {
      "en": "Wolf Constellation"
    },
    "updatedAt": "2024-12-03T20:59:48+00:00",
    "coverArt": "https://mangadex.org/covers/64472f4c-2907-46fd-9789-19712a311eb4/be78d5da-5b1f-48ab-84a6-ceda1094518f.jpg",
    "altTitles": [
      {
        "ja": "狼の星座"
      },
      {
        "ja-ro": "Okami no Seiza"
      }
    ],
    "description": {
      "en": "This manga is partly inspired by the real-life Japanese horse bandit, Hakuro Kohinata, and depicts the tumultuous life of Kensaku Ohinata, who moved to China at a young age, was kidnapped by a group of horse bandits, but rose to prominence among their ranks and eventually grew up to unite a number of them under the name of Xiao Dongyang. Kensaku's adventurous spirit and ambition, as well as his positive, brave personality, can sometimes lead to light-hearted mischief, but as he matures into a young man, he grows to experience bouts of delusion. Regarded as one of Mitsuteru Yokoyama's most realistic and human works, this manga draws inspiration from another real-life Japanese horse bandit: Date Junnosuke, thus vividly depicting the reality of Chinese horse bandits."
    },
    "status": "completed",
    "releaseDate": 1975,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": ""
  },
  {
    "mangaId": "acf496ba-e17f-4be0-8d0a-887819ef5a1d",
    "title": {
      "en": "Anything! I Like it"
    },
    "updatedAt": "2024-07-29T21:15:46+00:00",
    "coverArt": "https://mangadex.org/covers/acf496ba-e17f-4be0-8d0a-887819ef5a1d/194ef86b-5def-418b-8e00-58b2ec4bd3a6.jpg",
    "altTitles": [
      {
        "ko": "뭐든다! 좋아영"
      },
      {
        "en": "Anything! Okay"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be182c2c-0c0a-489f-9d55-d4b775fce368",
    "title": {
      "en": "Moto Saikyou Kouryakusha, Nozomanu Dungeon Haishin de Musou shite Shimasu"
    },
    "updatedAt": "2024-11-21T18:41:15+00:00",
    "coverArt": "https://mangadex.org/covers/be182c2c-0c0a-489f-9d55-d4b775fce368/bac4869b-98a2-4164-83f1-314f5651a5cb.jpg",
    "altTitles": [
      {
        "ja": "元最強攻略者、望まぬダンジョン配信で無双してしまう〜コーチの依頼をしてきたのは大人気アイドルでした〜"
      },
      {
        "id": "Mantan penakluk terkuat, tak tertandingi dalam menghasilkan suara yang tidak diinginkan"
      }
    ],
    "description": {
      "en": "The dawn of dungeon conquering. A group of boys who were once known as the strongest party is wiped out in an accident. Five years have passed since then. \n\nLow-difficulty dungeons have been developed as leisure facilities, and dungeon conquering has become a popular content that video streamers have flocked to join. In order to survive the tough world of showbiz, current top idol Shinonome Kanami also decides to become a broadcaster who seriously conquers dungeons. The man introduced by her sponsor as the best mentor is a rather unreliable-looking man, Amano Fuyuki.\n\nHowever, when they visit a dungeon together, an incident occurs right away, putting them in a desperate situation –!?",
      "ja": "ダンジョン攻略黎明期。かつて最強のパーティと呼ばれた少年たちは、ある事故をきっかけに壊滅する。それから5年。\n\n低難易度ダンジョンはレジャー施設として整備され、ダンジョン攻略は動画配信者たちもこぞって参入する人気コンテンツとなっていた。現役のトップアイドル、東雲かなみも厳しい芸能界を生き抜くために、ダンジョンのガチ攻略配信者になることを決意する。スポンサーから最高の指導役として紹介されたのは、どうも頼りなさそうな男、天野冬稀。\n\nしかも一緒に訪れたダンジョンでは早速ハプニングが発生して絶体絶命―！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25",
    "title": {
      "en": "Hitoribocchi no Isekai Kouryaku"
    },
    "updatedAt": "2024-11-19T14:30:36+00:00",
    "coverArt": "https://mangadex.org/covers/ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25/68254b0f-7672-4eea-ad7d-de91a78a61c5.jpg",
    "altTitles": [
      {
        "en": "Loner Life in Another World"
      },
      {
        "ja": "ひとりぼっちの異世界攻略"
      },
      {
        "zh": "孤單一人的異世界攻略"
      },
      {
        "el": "Μοναχική επίθεση στον αλον κόσμο."
      },
      {
        "ru": "Нападение одиночки на иной мир"
      },
      {
        "zh-ro": "Duzi Yi Ren De Yi Shijie Gonglüe"
      },
      {
        "ko": "Wetol'i'eui Isegye Gongryag"
      },
      {
        "zh-hk": "獨自一人的異世界攻略"
      },
      {
        "ko": "외톨이의 이세계 공략"
      },
      {
        "th": "นายโดดเดี่ยวพิชิตต่างโลก"
      },
      {
        "en": "Lonely Attack on the Different World"
      },
      {
        "vi": "Hành Trình Cô Độc Nơi Dị Giới"
      }
    ],
    "description": {
      "en": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \r\n  \r\nThe curtain rises on the strongest loner’s otherworld strategy guide!",
      "vi": "Câu chuyện theo chân Haruka - một cậu học sinh trung học mọt sách cô độc, đột nhiên bị triệu hồi đến dị giới với đám bạn học. Không giống như cả lớp nhận được các kỹ năng cheat đủ để làm bá chủ tại thế giới khác, nhân vật chính của chúng ta phải ôm theo bảng trạng thái phế vật mà lăn lộn hòng sống sót. Vậy thì, hãy cùng dõi theo và cổ vũ cho Haruka có thể tai qua nạn khỏi, vươn đến đỉnh cao mà không cần tới cheat trong câu chuyện tràn đầy hài hước này nhé.",
      "es-la": "El fuerte no necesita trucos. Haruka, un estudiante de preparatoria quien gastó su vida como un \"solitario\", es convocado a otro mundo con sus compañeros de clases. Al ser convocado se encuentra con un \"Dios\", quien le da a escoger una habilidad, sin embargo... No era lo que esperaba encontrarse.",
      "pt-br": "Exilado da classe? Checado  \r\n  \r\nSer transportado para um mundo alternativo com seus colegas? Checado  \r\n  \r\n Encontrar um Deus em uma espécie de Limbo entre os dois mundos? Checado  \r\n  \r\n Pegar uma skill roubada? Não gostaria de ser você, já foram todas vendidas.  \r\n  \r\n Essa história é sobre a aventura de um garoto solitário em um mundo alternativo, não agradecido a um Deus sênil que deu a ele todas as habilidades que não precisava."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4584b7cf-6079-4fcd-ac77-c5e1f1731ee8",
    "title": {
      "en": "Ukongebbo"
    },
    "updatedAt": "2023-08-26T13:03:50+00:00",
    "coverArt": "https://mangadex.org/covers/4584b7cf-6079-4fcd-ac77-c5e1f1731ee8/41a87e74-eb32-433c-b807-edf144f4f6d4.jpg",
    "altTitles": [
      {
        "ja": "ウコンゲッボ"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 1985,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06ad1c64-072d-4d2c-a60f-c40f2543420e",
    "title": {
      "en": "Zange"
    },
    "updatedAt": "2024-05-19T15:47:17+00:00",
    "coverArt": "https://mangadex.org/covers/06ad1c64-072d-4d2c-a60f-c40f2543420e/fc389a4b-19ba-47d8-817a-ff6d8ef994eb.jpg",
    "altTitles": [
      {
        "ja": "惨家"
      }
    ],
    "description": {
      "en": "Normality can crumble in an instant.\nRevisit Inoue Santa's wonderful DID killer No.13 in this beautifully illustrated killing spree.\n**SEASON 1**:\nYamada Kiyoshi, a struggling family man with a strong sense of justice oversteps his bounds and attempts to stop a public disturbance. Unfortunately for him, he's caught himself in the crosshairs of a violent personality..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2f2921c-07df-4f17-94f7-c4344ad7ab44",
    "title": {
      "en": "Gomi Ika da to Tsuihousareta Shounin, Jitsu wa Zensei Kenja Desu ~Shijou Saikyou no Kenja, Sekai Saikou Hou no Gakuen ni Kayou~"
    },
    "updatedAt": "2024-10-09T03:30:48+00:00",
    "coverArt": "https://mangadex.org/covers/f2f2921c-07df-4f17-94f7-c4344ad7ab44/0e5a655a-9af9-4619-888b-38c008c40f59.jpg",
    "altTitles": [
      {
        "ja": "ゴミ以下だと追放された使用人、実は前世賢者です　～史上最強の賢者、世界最高峰の学園に通う～"
      },
      {
        "en": "The Servant Who Was Banished for Being Less Than Trash Is Actually a Sage in a Previous Life: The Most Powerful Sage in History Attends the World's Most Prestigious Academy"
      }
    ],
    "description": {
      "en": "One day, Gard, a servant of a count's family, was framed for a crime he did not commit and was fired from his job.\n\n\"You're worse than trash! Get out of this house immediately!\"\n\nExpelled from the Count's family and with nowhere to go, Gard saw a flyer recruiting students for Remillion Magic Academy and decided to take the entrance exam in the royal capital. It was said to be the most difficult exam to enter a magic academy, but Gard passed it with ease. How could this happen to Gard, who was just a servant?! Yes, in his previous life, Gard was actually the \"strongest sage\"! The strongest sage is unrivaled!",
      "ja": "ある日、伯爵家の使用人だったガルドは、身に覚えのない罪を着せられ、「お前はゴミ以下だ！ すぐに家から出ていけ！」と、使用人を解雇されてしまう。伯爵家から追放され、行く当てのないガルドは、レミリオン魔法学園の生徒募集チラシを目にし、王都で入学試験を受けることに。最難関と言われる魔法学園の試験だったが、ガルドはその試験を次々にパスしてしまう。なぜ、単なる使用人だったガルドに、そんなことが！？　そう、ガルドの前世は、なんと“最強の賢者”だったのだ！最強賢者が無双する！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc332d04-d3b0-413c-a767-70f5e451b031",
    "title": {
      "en": "Kuro no Shoukanshi"
    },
    "updatedAt": "2024-12-27T01:11:21+00:00",
    "coverArt": "https://mangadex.org/covers/dc332d04-d3b0-413c-a767-70f5e451b031/ede43eb5-f228-47c3-a5d2-d3e888baf0c7.jpg",
    "altTitles": [
      {
        "ja": "黒の召喚士"
      },
      {
        "ja": "The Berserker Rises to Greatness."
      },
      {
        "ja-ro": "Kuro no Shoukanshi"
      },
      {
        "en": "The Black Summoner"
      },
      {
        "ru": "Черный призыватель"
      },
      {
        "zh": "黑之召唤士"
      },
      {
        "ko": "흑의 소환사"
      },
      {
        "en": "Black Summoner"
      }
    ],
    "description": {
      "en": "“If you truly want to get stronger, you have to challenge and defeat those stronger than yourself.”\n\nWhile being transmigrated to another world, Kelvin bartered away his memories for a collection of powerful new abilities. Setting out on the ultimate adventure as the world’s strongest Summoner — with his first Follower being the very goddess who brought him over! — he soon discovers his true nature as a battle junkie.\n\nSomeone wants to pick a fight? Sure, bring it on! Facing off against one formidable foe after another, Kelvin can hardly contain his delight as he revels in the absolute exhilaration of a good fight!\n\nThe curtain rises on the start of an epic saga as this black-clad warrior and his allies carve their way into the annals of history!\n\nSee the colorful characters and the thrilling battles come to life in this visual retelling of the light novel series by Doufu Mayoi.\n___\n**Character Designer:** [Kurogin (DIGS)](https://mangadex.org/author/ad469135-32c7-4fcc-b490-d0ebc07eea16)\n\n**Additional Links:**  \n- [Official Raw Web Novel](https://ncode.syosetu.com/n1222ci/)\n- [Official English Light Novel](https://j-novel.club/series/black-summoner)",
      "ru": "Он очнулся в мире ничего не помня о себе, даже имени. Зато это мир меча и магии, а он призыватель. Ну, вперед, осваиваться в новом мире!",
      "pt-br": "As cortinas dessa história se abrem quando nosso protagonista troca suas memórias por um poder imensurável em um novo mundo. Agora, com o nome de Kelvin, ele precisa evoluir, dominar novos subordinados e se tornar o maior invocador de todos os tempos. Mas e então, até onde essa jornada vai nos levar?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fc5a3e2-ab3d-4b41-b61e-d6ed91ca55f4",
    "title": {
      "en": "Dragon Ball 809"
    },
    "updatedAt": "2024-12-28T19:53:33+00:00",
    "coverArt": "https://mangadex.org/covers/3fc5a3e2-ab3d-4b41-b61e-d6ed91ca55f4/ac982b62-c664-46ba-8d9c-a40bebdc736a.jpg",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": ""
  },
  {
    "mangaId": "71ff6c87-22d6-460a-a6e2-1d87c1baa197",
    "title": {
      "en": "Soil"
    },
    "updatedAt": "2023-02-10T23:36:08+00:00",
    "coverArt": "https://mangadex.org/covers/71ff6c87-22d6-460a-a6e2-1d87c1baa197/9383ee08-5ff1-47dc-9f4d-9b550924ce23.jpg",
    "altTitles": [
      {
        "ja": "ソイル"
      }
    ],
    "description": {
      "en": "Something strange is going on in \"Soil New Town.\" The sudden disappearance of a seemingly normal family leads the two detectives Yokoi and Onoda to the idyllic town in the middle of nowhere. What looks like a routine case at first quickly turns into a complex and deadly riddle where nothing is what it seems to be. Will the two desperate investigators manage to solve the mystery before it's too late?"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "89"
  },
  {
    "mangaId": "e6c4c1e5-e118-4f5d-af88-d8f1173ee539",
    "title": {
      "en": "Student Council for Two"
    },
    "updatedAt": "2023-11-17T05:04:06+00:00",
    "coverArt": "https://mangadex.org/covers/e6c4c1e5-e118-4f5d-af88-d8f1173ee539/ce76c06c-eb88-45ba-861f-ac993f16ea0e.jpg",
    "altTitles": [
      {
        "ja-ro": "Futari Seitokai"
      },
      {
        "ja": "ふたり生徒会"
      }
    ],
    "description": {
      "en": "What do you do when your student council doesn't have enough members to fill all the positions? Well, take most of them on your own, of course!  \n  \nSeishirou Watari is a middle school student and has the roles of student council president / secretary / treasurer / general affairs officer, and he's accompanied by Ryouko Mizutani, his vice president. Together they, well… make do with whatever little they have. What do you want? It's only the two of them, okay!?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "181"
  },
  {
    "mangaId": "652dbd60-bccf-4e0f-9e3d-80d73a45ff58",
    "title": {
      "en": "Character"
    },
    "updatedAt": "2023-09-14T16:18:39+00:00",
    "coverArt": "https://mangadex.org/covers/652dbd60-bccf-4e0f-9e3d-80d73a45ff58/9c41647b-6595-435e-8010-e1820b950fb5.png",
    "altTitles": [
      {
        "ja": "キャラクター"
      }
    ],
    "description": {
      "en": "Cartoonization of topical movies. A parallel ending? What if an unsuccessful cartoonist sees the face of a murderer?\nMoreover, what if he turns that face into a “character” and draws a manga that sells?\nA beautiful pervert met by an inexperienced manga artist. When two people who shouldn't be able to see each other meet, it develops into a horrifying serial murder case. The topical movie starring Masaki Suda and Fukase (SEKAI NO OWARI) is chemicalized. Be sure to see the original ending of the manga version, which is different from the movie."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "3"
  },
  {
    "mangaId": "99b05281-6e74-48b0-b1b7-0d862f414f7a",
    "title": {
      "en": "Shoujo Kageki Revue Starlight - Imprint (Doujinshi)"
    },
    "updatedAt": "2024-12-28T21:32:43+00:00",
    "coverArt": "https://mangadex.org/covers/99b05281-6e74-48b0-b1b7-0d862f414f7a/f05f7abc-d910-4ee4-abc7-dce631e2457c.jpg",
    "altTitles": [
      {
        "fr": "Empreinte"
      }
    ],
    "description": {
      "en": "Tendou Maya and Saijou Claudine have finally started dating after many years of toeing the line between friendship and romance, but are unsure of how to interact with each other now that they have become lovers. Who will take the first step towards intimacy?\n\n[ Yuri MayaKuro (Maya x Claudine) One-Shot Doujinshi ]\n\nSource Anime: Shoujo Kageki Revue Starlight\n\nPairing: Tendou Maya and Saijou Claudine"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fcfaa0e-6023-403e-97f9-5301dd3c258c",
    "title": {
      "en": "Hellsing"
    },
    "updatedAt": "2024-10-30T00:55:26+00:00",
    "coverArt": "https://mangadex.org/covers/6fcfaa0e-6023-403e-97f9-5301dd3c258c/b1c48d29-de5e-40d9-9a22-8b181b499738.jpg",
    "altTitles": [
      {
        "ja": "ヘルシング"
      },
      {
        "en": "Hellsing: The Legend of a Vampire Hunter"
      },
      {
        "en": "The Legend of a Vampire Hunter"
      },
      {
        "en": "The Legend of the Vampire Hunter"
      },
      {
        "vi": "Thợ săn ma cà rồng"
      },
      {
        "ru": "Хеллсинг"
      },
      {
        "uk": "Хеллсінг"
      },
      {
        "uk": "Геллсінґ"
      },
      {
        "ar": "هلسينغ"
      },
      {
        "fa": "هلسینگ"
      },
      {
        "he": "הלסינג"
      },
      {
        "zh-hk": "厄夜怪客"
      },
      {
        "zh-hk": "皇家國教騎士團"
      },
      {
        "zh": "皇家国教骑士团"
      },
      {
        "ko": "헬싱"
      },
      {
        "es": "HELLSING"
      }
    ],
    "description": {
      "en": "Vampires exist. It is the duty of Hellsing, an organization sponsored by the British government, to hide that frightening fact and protect the blissfully unaware populace. Along with its own personal army, Hellsing also has a few secret weapons. Alucard, an incredibly powerful vampire, has been controlled by Hellsing for years. Although he dislikes being a servant to the Hellsing family, he certainly enjoys his job as Hellsing's vampire exterminator. Seras is a fledgling vampire and a former police woman. Although reluctant to embrace her new self, she is still a valuable member of the organisation. Integra Hellsing, the current leader, is usually fully capable of fulfilling her duty, but lately, vampire activity has been on the rise. Unfortunately, the cause is more alarming than anything she could have imagined. A group long thought dead has been plotting in secret since their apparent destruction over 50 years ago. Plotting to plunge England, and perhaps the entire world, into war.  \n\n\n---",
      "es": "La familia Van Helsing ha sido la némesis del conde Drácula y de toda la raza de vampiros.Ahora se ha convertido en toda una organización cuyo mejor cazador,un vampiro,usará el humor y la violencia para cumplir su destino...y ha dado origen a una exitosa serie de animación.",
      "fr": "En Angleterre, l'organisation secrète Hellsing agit pour protéger le pays des forces du mal, dont les vampires. Force de frappe de l'Église protestante, ce groupe dispose d'une arme secrète des plus inattendues: Alucard, vampire surpuissant et apparemment invulnérable. Mais leur mission se corsera quand ils devront faire face au Vatican et aux brigades anti-monstres de l'État le plus petit du monde...",
      "hu": "A Hellsing Királyi Protestáns Lovagrend az Angol Korona évszázados szervezete – egy család, amelynek a feladata a birodalom védelme a természetfeletti és istentelen veszedelmektől. A lovagrend lelke Sir Integra Wingates Hellsing, legfőbb fegyvere pedig Alucard, a szervezet szolgálatában álló titokzatos ősvámpír, valamint – újabban – Seras Victoria, egy balul elsült bevetésen született vámpírlány.",
      "it": "Londra, un'antica casata nobiliare combatte contro i vampiri da generazioni; si tratta dell'agenzia segreta HELLSING, comandata da Lady Integra Farbuke Wingates Hellsing.Integra, succeduta alla morte del padre, stipula un patto di sangue con il on il vampiro Alucard e lo induce a battersi contro le tremende forze occulte che minacciano il pianeta, dando vita a una delle saghe horror più famose nel panorama dei manga.",
      "ja": "幽霊船デメテル号に乗ってアーカードが遂に来た！かくして役者は全員演壇へと登り、暁の惨劇は幕を上げる・・・・・・",
      "lt": "Kažkur Anglijoje gyvuoja slapta organizacija, sukurta tam, kad apgintų karalienę ir šalį nuo įvairiausio plauko pabaisų. Sveiki atvykę į paslaptingąjį Hellsing – organizaciją, kuri žino, kaip spręsti problemas, kai iš tamsos išnyra vampyrai, gūlai ir kitokios šlykštynės. Be to, organizacijos nariai gali pasigirti puikiu ginklu.\n\nKlausiate, kokiu? Ogi kitu vampyru, kuris šimtmečius tobulino savąjį kovos meną ir todėl yra bemaž neįveikiamas. Apsiginklavęs milžinišku pistoletu, užtaisytu ypatingomis sidabrinėmis kulkomis, Alukardas kelia siaubą ne tik nemirėliams. Tačiau ne tai svarbiausia. Skaitytoją visų pirma priblokš kandus šių istorijų sąmojis, neįtikėtinos iliustracijos ir beprotiškai kruvinas veiksmas. Nenuostabu, jog ši manga užkariavo visą pasaulį.",
      "pt": "Para resolver o caso de um estranho pastor de hábitos macabros, é chamada a Organização Hellsing, responsável por livrar a Inglaterra dos males que espreitam na noite. Alucard é a principal arma da Hellsing contra estes seres, e sua história se cruza com a da novata Seras Victoria e a da chefe da organização, Integra Wingates Hellsing.",
      "ru": "Вампир Алукард - древний и могущественный, вампир \"в самом расцвете сил\". Все что его интересует - это поиски по-настоящему сильного противника. Убивать и умирать - какие еще могут быть развлечения в бессмертной жизни? И организация \"Хеллсинг\", члены которой посвятили себя борьбе с порождениями тьмы вроде него. Что может их связывать кроме желания уничтожить друг друга? Но, как ни странно, Алукард и Хеллсинг прекрасно работают вместе… и будут работать ровно до тех пор, пока древний вампир не найдет для себя действительно могущественного и интересного врага.",
      "tr": "Hortlaklar, vampirler, canavarlar... Kraliyet Protestan Şövalyeler Kardeşliği, yani Hellsing, onlarla kadim zamanlardan beri mücadele ediyor. Nasıl mı? Tabii ki yüksek teknoloji ürünü silahlar ve ekipmanla... Üstelik bunları kullanan kişi tam bir vampir uzmanı. Hellsing sizi aksiyon ve kan yüklü bir dünyaya davet ediyor.\n\nBu sayıda Hellsing Organizasyonu'nun avlarıyla ve düşmanlarıyla tanışıyoruz. Hiç beklenmeyen bazı gelişmeler, Integra Hellsing'in tüm planlarını bozuyor. Üstelik, kurumun yakın geçmişinde yaşanan güç oyunları ve entrikalar da karşımıza çıkıyor. Bakalım Hellsing bütün bu olanlarla başa çıkabildi mi ve olacaklarla başa çıkabilecek mi?",
      "es-la": "Llega uno de los mayores éxitos de los últimos años! Hellsing, una organización auspiciada por el gobierno británico, controlada por la implacable Integra, busca exterminar a los despiadados vampiros, cuya actividad va en aumento y causa pánico en la población. Su principal arma es Alucard, un sádico vampiro liberado por Integra después de años de reclusión. Junto a él, Victoria Seras, una chica policía ahora mitad vampiro. El peligro? Una posible guerra mundial. Mucho más explícito, violento, humorístico y adulto que la serie de TV."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "95"
  },
  {
    "mangaId": "ca7850f2-1c3e-424f-b840-1a61ced71efa",
    "title": {
      "en": "SCATTER - Wish You Were Here"
    },
    "updatedAt": "2023-10-30T15:02:53+00:00",
    "coverArt": "https://mangadex.org/covers/ca7850f2-1c3e-424f-b840-1a61ced71efa/3890cbee-f6de-42a1-8003-0dc7323974c2.jpg",
    "altTitles": [
      {
        "ja-ro": "SCATTER Anata ga Kokoni Ite Hoshii"
      },
      {
        "ja": "SCATTER あなたがここにいてほしい"
      }
    ],
    "description": {
      "en": "From the author of [The World is Mine](https://mangadex.org/manga/6002/).  \n  \nA young, unemployed, seemingly unmotivated young man is moving through his life. As a teenager, he and some of his friends formed a \"Boyz 4 Men\" club, which was based on a hatred of sex and women. As arguably the most opinionated member, his view of sexuality as an adult is far from normal. After a highly sexual encounter in a park at night, he has decided to attempt to draw perverted fetish manga. This brings him once again to the presence of a woman from the park, Sawada Kazumi. She's a manga editor and single mother with a perverted and intense personality of her own. What will happen when their worlds collide?"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "erotica",
    "lastVolume": "8",
    "lastChapter": "50"
  },
  {
    "mangaId": "d8f9afe2-aa44-4bc6-9145-eebb1f282372",
    "title": {
      "en": "Pseudo Harem"
    },
    "updatedAt": "2024-11-27T06:45:17+00:00",
    "coverArt": "https://mangadex.org/covers/d8f9afe2-aa44-4bc6-9145-eebb1f282372/e875b4c9-865a-4db9-98f2-69d04f65d4bf.jpg",
    "altTitles": [
      {
        "ja-ro": "Giji Harem"
      },
      {
        "ja-ro": "Giji-Harem"
      },
      {
        "pt": "Harém de Mentirinha"
      },
      {
        "id": "Harem Semu"
      },
      {
        "ru": "Псевдогарем"
      },
      {
        "ja": "疑似ハーレム"
      },
      {
        "uk": "Псевдогарем"
      },
      {
        "zh-hk": "模擬後宮"
      },
      {
        "zh": "模拟后宫体验"
      },
      {
        "vi": "Hậu Cung Giả Tạo"
      },
      {
        "ur": "Nakli Harem"
      },
      {
        "ur": "نقلی حریم"
      }
    ],
    "description": {
      "en": "The story of Nanakura Rin of the Drama Club, who has indisputable talent as an actress, and her senpai in the same club, Kitahama Eiji. With the power of her acting, Rin teases Eiji with a variety of personas, giving him the harem he's always dreamed of!",
      "fr": "Voici l'histoire de Nanakura Rin du club de drama, ayant un talent indiscutable en tant qu'actrice, et de son senpai Kitahama Eiji. Grâce à ses talents d'actrice, Rin taquine Eiji avec multiples personnalités, lui donnant le harem dont il a toujours rêvé.",
      "it": "Questa è la storia di Nanakura Rin del club di teatro, che ha un talento indiscutibile come attrice, e del suo senpai Kitahama Eiji. Grazie al suo talento di attrice, Rin prende in giro Eiji con molteplici personalità, dandogli l'harem che ha sempre sognato.",
      "pl": "Historia dwojga członków Klubu Teatralnego – Rin Nanakury i jej Senpaia – Kitahamy Eijiego.  \nRin, przy użyciu swoich aktorskich umiejętności, odgrywa różnorodne postacie, tworząc tym samym Senpaiowi jego wymarzony harem!",
      "pt": "Rin Nanakura, uma talentosa atriz do clube de teatro, e o seu veterano no mesmo clube, Eiji Kitahama. Com suas habilidade de atuação, Rin brinca com Eiji fazendo várias personagens, e montando o harém (de uma pessoa só) que ele sempre sonhou!",
      "uk": "Історія про Нанакуру Рін, яка має талант до акторства, та Кітахаму Ейджі - її семпая, який мріє про власний гарем.",
      "pt-br": "A história de Nanakura Rin do Clube de Drama, que tem talento indiscutível como atriz, e seu senpai do mesmo clube, Kitahama Eiji. Com o poder de sua atuação, Rin provoca Eiji com uma variedade de personagens, dando-lhe o harém com que ele sempre sonhou!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "130"
  }
]