[
  {
    "mangaId": "88fe4d78-90d0-40db-8687-385c096ae5ef",
    "title": {
      "en": "Liella! Comic"
    },
    "updatedAt": "2024-07-26T08:54:52+00:00",
    "coverArt": "https://mangadex.org/covers/88fe4d78-90d0-40db-8687-385c096ae5ef/d239a250-6cbd-4cc0-9dd2-42f4610435ad.jpg",
    "altTitles": [
      {
        "ja": "リエコミ"
      }
    ],
    "description": {
      "en": "A series depicting a new side of the Liella! members serialized in Love Live Days"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fc6e547-cd3d-4030-a733-defc244df2d5",
    "title": {
      "en": "Tsuma, Shougakusei ni Naru."
    },
    "updatedAt": "2024-09-05T09:48:57+00:00",
    "coverArt": "https://mangadex.org/covers/2fc6e547-cd3d-4030-a733-defc244df2d5/b824f23b-d18d-4105-b255-a21fa524e0ba.jpg",
    "altTitles": [
      {
        "ja": "妻、小学生になる。"
      },
      {
        "ja": "If my wife become an elementary school student."
      },
      {
        "en": "If My Wife Became an Elementary School Student."
      },
      {
        "en": "My Wife Became An Elementary School Student."
      },
      {
        "id": "Istriku Menjadi Anak SD"
      },
      {
        "es": "Mi esposa volvió a la escuela primaria"
      },
      {
        "ko": "아내, 초등학생이 되다."
      },
      {
        "es-la": "Si mi esposa renaciera como una estudiante de primaria"
      },
      {
        "fr": "Ma femme s'est réincarnée en écolière"
      },
      {
        "ja": "妻小"
      },
      {
        "ja-ro": "TsumaShou"
      },
      {
        "ja-ro": "TsumaSho"
      }
    ],
    "description": {
      "en": "The trials and tribulations of a single father, who one day meets the reincarnation of his deceased wife, who perished a decade before.",
      "es": "Las pruebas y adversidades de un padre soltero, que un día se encuentra con la reencarnación de su difunta esposa, que murió una década antes.  \n  \n\n\n---\n\nLinks  \n- [Author's Twitter](https://twitter.com/yayu_murata)",
      "es-la": "Nijima Keisuke es un hombre asalariado, vivía felizmente junto a su esposa y a su hija, hasta que un día su esposa fallece y él se derrumba. Siendo ahora un padre soltero, tuvo que esforzarse más por su hija pero perdía el camino y su estilo de vida se volvió muy deplorable, hasta que un día aparece una niña diciendo ser la reencarnación de su esposa y se propone ayudarlo para cambiar y corregir su lamentable situación actual."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "111"
  },
  {
    "mangaId": "86cede5a-7e9f-4eff-992c-b77642a88c1f",
    "title": {
      "en": "Isekai Chikyuu kan de Kojin Boueki Shite Mita"
    },
    "updatedAt": "2024-10-04T15:41:00+00:00",
    "coverArt": "https://mangadex.org/covers/86cede5a-7e9f-4eff-992c-b77642a88c1f/bcc59de9-ceda-4c1d-95fa-2db91c4f3282.jpg",
    "altTitles": [
      {
        "ja": "異世界地球間で個人貿易してみた"
      },
      {
        "en": "Trade Between A Different World and Earth"
      }
    ],
    "description": {
      "en": "By chance, Wataru discovers a gate that allows him to travel between Japan and a different world, and makes a lot of money by bringing sugar and other goods into the new world."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b8b6e71-2fc9-4219-b2a0-53af9b78384b",
    "title": {
      "en": "Seinaru Otome to Himegoto wo"
    },
    "updatedAt": "2024-09-20T07:46:08+00:00",
    "coverArt": "https://mangadex.org/covers/7b8b6e71-2fc9-4219-b2a0-53af9b78384b/360b97d6-538d-4112-9cb5-a7832e11b0b0.png",
    "altTitles": [
      {
        "ja": "聖なる乙女と秘めごとを"
      },
      {
        "en": "Doing Secret Things with the Holy Maidens"
      },
      {
        "en": "The Holy Maiden and the Secret"
      },
      {
        "zh-hk": "與聖潔少女們的不可告人之事"
      },
      {
        "zh": "与圣洁少女们的不可告人之事"
      }
    ],
    "description": {
      "en": "“Please teach us naughty things.” One day, Itsuki is transported to another world, where he is confronted by sisters who serve the goddess. In order to return to the real world, he must give them practical sex education!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-09-18T06:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      },
      {
        "ko-ro": "Uli an Sagwieo!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4e838c4-6ff9-4e4b-8f87-c3a20f36a4ce",
    "title": {
      "en": "Seitokai Yakuindomo"
    },
    "updatedAt": "2023-02-07T02:00:11+00:00",
    "coverArt": "https://mangadex.org/covers/a4e838c4-6ff9-4e4b-8f87-c3a20f36a4ce/4c57e823-0c99-457c-9b12-e84bcf25b9cc.jpg",
    "altTitles": [
      {
        "es": "Miembros del Consejo Estudiantil"
      },
      {
        "en": "Student Council Staff Members"
      },
      {
        "ja-ro": "Seitokai Yakuin-domo"
      },
      {
        "ja-ro": "SYD"
      },
      {
        "ru": "Члены студсовета"
      },
      {
        "zh": "妄想学生会"
      },
      {
        "zh": "妄想學生會"
      },
      {
        "ja": "生徒会役員共"
      },
      {
        "ko": "학생회 임원들"
      }
    ],
    "description": {
      "en": "\"I applied here since it's a close walk from my house. But it's really full of girls…\"  \n  \nIn this 4-koma series Tsuda Takatoshi is a new student in the formerly all-girls, and recently gender-integrated high school. He's asked to join the student council as the vice president. Thus begins his days as the only normal boy among 3 overachieving female student council officers… who have some interesting quirks, to say the least…  \n  \n\n---\n\n**Links:**  \n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=11476)  \n- [OAV (sequel) on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=12391)   \n- [Anime Season 2 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=15694)  \n- [Movie (sequel) on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18907)",
      "es": "\"Me matriculé aquí, considerando que queda cerca a mi casa. Pero esto esta lleno de muchachas, ¿no?\"  \n  \nEn esta serie de 4 páneles, Tsuda Takatoshi es un estudiante nuevo en un colegio anteriormente femenino que recientemente se volvió mixto. Le es pedido que se una al consejo estudiantil como vicepresidente. Entonces, así comienzan sus días como el único varón acompañado de 3 muchachas superdotadas miembros del consejo… que tienen ciertas mañas interesantes, por no decir más…  \n\n\n---",
      "ru": "Молодой парень Цуда поступил в школу, которая раньше была исключительно женская и только в этом году стала общей, тем не менее девушек там заметно больше чем парней, соотношение девушки/парни - 528/24. И в первый же день начала учебы, его принимают в студсовет в качестве вице-президента, а вот что с ним приключилось дальше, читайте в манге!",
      "pt-br": "\"Eu me inscrevi aqui porque fica perto da minha casa. Mas é muito cheio de garotas...\" \n\nNesta série de 4 koma, Tsuda Takatoshi é um novo aluno no antigo colégio feminino e recentemente integrado ao gênero. Ele foi convidado a se juntar ao conselho estudantil como vice-presidente. Assim começa seus dias como o único garoto normal entre 3 superdotadas oficiais do conselho estudantil... que têm algumas peculiaridades interessantes, para dizer o mínimo..."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "641.5"
  },
  {
    "mangaId": "ccc174c5-715c-446e-b115-41ae79e1f268",
    "title": {
      "en": "Tourigakari ni Wanpointo Adobaisu Shite Iku Taipu no Yankii"
    },
    "updatedAt": "2024-06-09T11:17:36+00:00",
    "coverArt": "https://mangadex.org/covers/ccc174c5-715c-446e-b115-41ae79e1f268/d2e5c12a-0d61-44e0-a669-e1d5327b2a56.jpg",
    "altTitles": [
      {
        "ja": "通りがかりにワンポイントアドバイスしていくタイプのヤンキー"
      },
      {
        "es": "Delincuente de consejos inmediatos"
      },
      {
        "th": "พี่โจ๋ ONE POINT ปรึกษาฟรีไม่คิดตังค์"
      },
      {
        "tr": "Konuya Özel Tavsiyeleriyle Bir Yanki"
      },
      {
        "ko": "지나가는 길에 원포인트 어드바이스를 하는 양아치"
      },
      {
        "en": "A Delinquent's Life Hacks"
      },
      {
        "ja-ro": "Toorigakari ni One Point Advice shite Iku Type no Yankee"
      },
      {
        "en": "One Point Yankee"
      }
    ],
    "description": {
      "en": "Sakurai-san looks like a yankee, but gives people he passes one point advice. Those who meet him for the first time are often scared by his frightening appearance but through the advice, they learn of how kind hearted he can be. Slowly, Sakurai's circle of people begin to grow. He's kind, considerate, knowledgeable and versatile in all forms of sports…!! Today, the super high-spec Sakurai who has a ridiculous gap in his looks and personality continues to give one point advice to various people, making their day a little better.",
      "es": "Sakurai parece un delincuente, pero inmediatamente aconseja a la gente que encuentra. Aquellos que lo conocen por primera vez se asustan frecuentemente con su apariencia amenazante, pero a través de sus consejos, se dan cuenta de que tan querido y bueno puede ser. Lentamente, el círculo de allegados de Sakurai empieza a crecer. El es bueno, considerado, con experiencia y versatilidad en todos lo deportes! Hoy, el super-adepto Sakurai, quien tiene una brecha enorme entre su apariencia y su personalidad, continúa dandole consejos inmediatos a varias personas, mejorándoles su día un poquito.",
      "pt-br": "Sakurai-san parece um yankee, mas dá às pessoas que passa um conselho pontual. Aqueles que o encontram pela primeira vez muitas vezes ficam assustados com sua aparência assustadora, mas através dos conselhos, eles aprendem como ele pode ser bondoso. Lentamente, o círculo de pessoas de Sakurai começou a crescer. Ele é gentil, atencioso, experiente e versátil em todas as formas de esportes … !! Hoje, o superespecial Sakurai, que tem uma lacuna ridícula em sua aparência e personalidade, continua a dar conselhos de um ponto para várias pessoas, tornando seu dia um pouco melhor."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "88.5"
  },
  {
    "mangaId": "ccf19b16-e6c5-4f16-b327-8399e61c2e5b",
    "title": {
      "en": "It’s Time to Change the Genre"
    },
    "updatedAt": "2024-07-08T13:16:15+00:00",
    "coverArt": "https://mangadex.org/covers/ccf19b16-e6c5-4f16-b327-8399e61c2e5b/e43d0c10-4efa-4c04-b916-bf600223c919.jpg",
    "altTitles": [
      {
        "ko": "장르를 바꿔보도록 하겠습니다"
      },
      {
        "en": "The Villainess Flips the Script!"
      },
      {
        "en": "I Will Change the Genre"
      },
      {
        "ja": "ジャンル、変えさせて頂きます！"
      },
      {
        "en": "I Will Make an Effort to Change the Genre"
      },
      {
        "fr": "La Vilaine réécrit l'histoire !"
      },
      {
        "ko-ro": "Jangreureul Bakkwobodorok Hagessseupnida"
      }
    ],
    "description": {
      "en": "I reincarnated into my favorite genre for novels.\r\n\r\nI became the villainous aunt who mistreats the young protagonist. I felt sorry for my nephew who would grow up as the protagonist in a revengeful plot, so I’ll try my best to take care of my nephew until his uncle shows up and takes him as per the original plot.\r\n\r\nBut then…\r\n\r\n“M-Mom!”\r\n\r\nI’ve become his mother all of a sudden?\r\n\r\n“I don’t know your circumstances, but how could I bear to separate a mother from her son? Lady, come with us to Winterwald.”\r\n\r\nHey, Kim Luca! How are you going to fix this misunderstanding?\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9E%A5%EB%A5%B4%EB%A5%BC-%EB%B0%94%EA%BF%94%EB%B3%B4%EB%8F%84%EB%A1%9D-%ED%95%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2494)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/I-Will-Change-the-Genre/3487)\r\n- [Official Japanese Translation](https://piccoma.com/web/product/74301)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-10-01T15:29:23+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/dc042b02-91bc-46ee-a779-8756556b66d0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      },
      {
        "pl": "Anioł z sąsiedztwa niezwykle mnie rozpieszcza"
      }
    ],
    "description": {
      "en": "Mahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まった。自堕落な一人暮らしを送る周を見かねて、なにかと世話を焼く真昼。お互いに興味ないと言い合う二人は、それでも少しずつ距離を縮めていく……。",
      "pl": "Mahiru jest piękną dziewczyną, którą koledzy z klasy nazywają \"aniołkiem\". Jest nie tylko świetnie wysportowana i ma doskonałe oceny - jest także zabójczo piękna. Amane, przeciętny facet i samozwańczy niechluj, nigdy nie myślał zbyt wiele o tej boskiej piękności, mimo że uczęszczał do tej samej szkoły. Wszystko zmienia się jednak, gdy widzi Mahiru siedzącą samotnie w parku podczas ulewy. Tak zaczyna się dziwna relacja między tą nieprawdopodobną parą!",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6063cd06-d14e-4fc5-8246-7390a5d6ee0d",
    "title": {
      "en": "Waltz in A White Dress"
    },
    "updatedAt": "2022-05-15T01:31:03+00:00",
    "coverArt": "https://mangadex.org/covers/6063cd06-d14e-4fc5-8246-7390a5d6ee0d/4f190d10-718c-46aa-aaf8-3e42c921474f.jpg",
    "altTitles": [
      {
        "de": "Weißer Walzer"
      },
      {
        "en": "White Waltz"
      },
      {
        "ja": "円舞曲は白いドレスで"
      },
      {
        "zh-hk": "白色圆舞曲"
      },
      {
        "ja-ro": "Waltz wa Shiroi Dress de"
      }
    ],
    "description": {
      "en": "At the beginning of the XX century, the relationship between England and Japan was strained. England wanted to extend its influence over Japan, and Japan wasn't willing to let any other culture pass its borders. Koto, though, a Japanese girl, didn't care if the people she meets have almond shaped eyes or not, or if they wear a kimono or a western dress. Actually, she is fascinated by this foreign way of life that brings so many innovations into Japan. More than anything else, it's the clothing that seems to grab her attention, as she wants to become a tailor and create dresses for women of every culture.  \n  \nUnfortunately though, she's a woman, so she knows her dream will end as soon as she gets married. She will have to start acting like a noble and a respectable woman would. In fact, she is betrothed to Masaomi Kidoin, the second born of one of the most important and oldest families of Japan. The day she's told she will marry Masaomi, Koto attends a ball at the British Embassy and meets Sagitto, a half English and half Indian spy that captures her imagination and heart. But can their love story have a happy ending when the British and the Japanese are tracking down Sagitto because they want him dead, and Koto is forced to live a life that doesn't fit her?"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "16"
  },
  {
    "mangaId": "7878c129-a33d-4bf9-b5d2-ff98cbe85bd6",
    "title": {
      "en": "Sentai Daishikkaku"
    },
    "updatedAt": "2024-09-29T00:56:09+00:00",
    "coverArt": "https://mangadex.org/covers/7878c129-a33d-4bf9-b5d2-ff98cbe85bd6/a024d2ad-cccb-46e3-8c3e-8b360ecfeb22.jpg",
    "altTitles": [
      {
        "en": "Go, Go, Loser Ranger!"
      },
      {
        "ru": "Боевой отряд «Полный Провал»"
      },
      {
        "th": "ขบวนการกำมะลอ"
      },
      {
        "ja": "戦隊大失格"
      },
      {
        "zh-hk": "戰隊大失格"
      },
      {
        "it": "Squalificati - Ranger Reject"
      },
      {
        "fr": "No Longer Rangers"
      },
      {
        "en": "Ranger Reject"
      },
      {
        "ja-ro": "Sentai Daishikkaku"
      },
      {
        "en": "No Longer a Sentai Ranger"
      }
    ],
    "description": {
      "en": "Thirteen years ago, suddenly the Villainous Army of evil appeared in their gigantic floating castle 10000 meters in the sky to invade Earth!\n\nThe villainous army have reviving capabilities that make them immortal, making them a serious threat to humanity. To protect us against these invaders, the Divine Dragon Rangers, the Dragon Keepers, wield their miraculous powers and their weapons, Divine Tools, and continuously fight for our safety!\n\nThe assault of the Villainous Army! The vigilance of the Dragon Keepers! Will they succeed in their conquest…?\n\nFrom Haruba Negi, the creator of *5Toubun no Hanayome*, comes the action-packed superhero series of a lifetime!",
      "es": "¡Hace trece años, el Ejército Villano del mal apareció de repente en su gigantesco castillo flotante a 10.000 metros en el cielo para invadir la Tierra! El ejército villano tiene capacidades de revivir que los hacen inmortales, lo que los convierte en una seria amenaza para la humanidad. Para protegernos de estos invasores, los Rangers Dragón Divino, los Guardianes del Dragón, empuñan sus poderes milagrosos y sus armas, las Herramientas Divinas, ¡y luchan continuamente por nuestra seguridad! ¡El asalto del Ejército Villano! ¡La vigilancia de los Guardianes del Dragón! ¿Tendrán éxito en su conquista? ¡Descúbrelo en la serie de superhéroes llena de acción de toda la vida!",
      "fr": "Il y a 13 ans, un château flottant est apparu à 1000 mètres au-dessus du sol et une armée maléfique est venue dans le but d'envahir l'humanité.\nAfin de protéger l'humanité contre ces envahisseurs, des super-héros se battent, mais les choses ne semblent pas être comme elles le paraissent !",
      "ru": "Тринадцать лет назад армия монстров таинственным образом объявилась на территории людей, паря в воздухе на своем летучем замке! Армия монстров обладает различными способностями, которые могут грозить человеческой безопасности. Дабы защитить мирных жителей от вторжения на землю, доблестные герои - Хранители Дракона в составе из пяти человек выходят на поле правосудия! Используя свой туз в рукаве под названием «артефакт», боевой отряд героев из года в год, каждое воскресенье усмиряет неугомонных монстров. Однако, спустя 999 поражений, один из членов команды монстров решает отомстить героям!.. С этого момента и разворачивается наша история борьбы добра со злом!",
      "pt-br": "Há treze anos, de repente, o Infame Exército do mal apareceu em seu gigantesco castelo flutuante 10.000 metros no céu para invadir a Terra! O exército vilão tinha capacidades de reviver, o que os tornava imortais, tornando-os uma séria ameaça para a humanidade. Para nos proteger contra esses invasores, os Divine Dragon Rangers, os Dragon Keepers, manejam seus poderes milagrosos e suas armas, Ferramentas Divinas, e lutam continuamente por nossa segurança! O ataque do Exército Vilão! A vigilância dos Dragon Keepers! Eles terão sucesso em sua conquista...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac",
    "title": {
      "en": "Onimushi"
    },
    "updatedAt": "2024-09-27T01:56:38+00:00",
    "coverArt": "https://mangadex.org/covers/8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac/99753227-c2f7-4456-b970-8e5f468ebbd4.jpg",
    "altTitles": [
      {
        "ja": "鬼虫"
      },
      {
        "fr": "Rivage"
      },
      {
        "en": "Demon Bug"
      }
    ],
    "description": {
      "en": "In the middle Heian period, a small island called Onishima is isolated from civilization.\nAs a young girl, Torago was playing with her sister, Tana, when she disappears into the sea unexpectedly.\nHowever, it wasn't Torago's fault, but the fault of another boy who was playing with them.\nTorago and that boy grew up with guilt, and later ended up together, but one day a woman who looks like “Tana” appears in Onishima...",
      "es": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima...",
      "ja": "平安時代中頃、文明から隔離された小さな島「鬼島」。\nトラゴは幼少時代、実姉「タナ姉え」と海辺で遊んでいるとき、自分のせいで「タナ姉え」を行方不明にしてしまう。\nだが、それはトラゴの過失ではなく、一緒に遊んでいたもう一人の少年の過失だった。\nトラゴと少年は共に罪悪感にさいなまれながら成長し、後に結婚するが、ある日「タナ姉え」に似た女が鬼島に漂流してきた…。",
      "es-la": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima..."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "61"
  },
  {
    "mangaId": "9ee8e11a-de10-499f-b2de-64547a282972",
    "title": {
      "en": "Link! Life! Love Live! 104th Term"
    },
    "updatedAt": "2024-05-25T10:45:11+00:00",
    "coverArt": "https://mangadex.org/covers/9ee8e11a-de10-499f-b2de-64547a282972/28bb55e3-6859-4fe1-bfeb-0724b1238cad.png",
    "altTitles": [
      {
        "ja": "りんく！らいふ！ラブライブ！104期"
      }
    ],
    "description": {
      "en": "Official 4-koma published with the game Link! Life! Love Live!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2db02ba8-8dfe-477b-bd48-6724fc533baf",
    "title": {
      "en": "Reincarnated as a Legendary Grimoire"
    },
    "updatedAt": "2024-09-26T01:01:03+00:00",
    "coverArt": "https://mangadex.org/covers/2db02ba8-8dfe-477b-bd48-6724fc533baf/2b4e5452-db3a-470f-93e3-d039417b3ae2.png",
    "altTitles": [
      {
        "en": "Please Read Me"
      },
      {
        "ko": "제발 좀 읽어달라고"
      },
      {
        "en": "I Became a Legendary Archmage by Reading a Book"
      }
    ],
    "description": {
      "en": "I was reincarnated as a grimoire containing all the magical knowledge of another world.\n\nAnyone who reads me can become a legendary archmage.\n\nPlease, just read me...\nBut no one is willing to open my pages."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f73bd5e-30a8-4ba6-a276-c7a58d368a09",
    "title": {
      "en": "Everlasting God of Sword"
    },
    "updatedAt": "2023-12-31T05:52:24+00:00",
    "coverArt": "https://mangadex.org/covers/9f73bd5e-30a8-4ba6-a276-c7a58d368a09/abe0cb92-fd71-46be-9c37-c635844a78f1.jpg",
    "altTitles": [
      {
        "en": "EGOS"
      },
      {
        "ru": "Бессмертный бог меча"
      },
      {
        "zh": "万古剑神"
      },
      {
        "zh-ro": "Wangu Jian Shen"
      },
      {
        "vi": "Vạn Cổ Kiếm Thần"
      }
    ],
    "description": {
      "en": "He stood at the pinnacle of the world. Surpassing all since birth in the art of the sword. But fate has left him crippled moments before reaching the apex. But the story continues and the legend will rise again…\n\n---\n- **Note:** 2nd Place in 15th Chinese Golden Dragon Manhua Awards",
      "fr": "Il se tenait au sommet du monde. Surpassant tout depuis la naissance dans l'art de l'épée. Mais le destin l'a laissé infirme quelques instants avant d'atteindre le sommet. Mais l'histoire continue et la légende renaîtra…",
      "zh": "天下最风流的剑客，名曰沈三公子。 天下最有名的剑法，唤作万藏剑经。 天下最强大最神秘的地方，是为弃剑山庄。 每周六早上九点准时更新~"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "822c9883-385c-4fd0-9523-16e7789cbeae",
    "title": {
      "en": "Seitokai ni mo Ana wa Aru!"
    },
    "updatedAt": "2024-09-29T01:06:32+00:00",
    "coverArt": "https://mangadex.org/covers/822c9883-385c-4fd0-9523-16e7789cbeae/05bc4640-7887-411a-be98-2a61f9e41cf6.jpg",
    "altTitles": [
      {
        "ja": "生徒会にも穴はある!"
      },
      {
        "ru": "В студсовете тоже есть дырка!"
      },
      {
        "en": "There is Also a Hole in the Student Organization!"
      },
      {
        "en": "Even the Student Council has Holes"
      },
      {
        "fr": "Les allumés du conseil ! (Meian)"
      },
      {
        "vi": "Hội học sinh cũng lắm trò vui!"
      }
    ],
    "description": {
      "en": "When it comes to the face of this student organization, it's a little weird, like a fool, scary, or moody. However, mysterious and futuristic days that seem strangely cute pass by.",
      "ja": "この生徒会の面子ときたら、あほの子だったり、恐ろしかったり、むっつりだったり、ちょっと変！ でも、それがなんだか、妙に可愛く思える今日この頃……。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fc308c9-4b00-4dc3-943e-1f39242bc708",
    "title": {
      "en": "Overgeared"
    },
    "updatedAt": "2024-07-14T21:00:08+00:00",
    "coverArt": "https://mangadex.org/covers/3fc308c9-4b00-4dc3-943e-1f39242bc708/2af0c6f7-cd3d-4c59-afee-a8ff471e0561.jpg",
    "altTitles": [
      {
        "ko": "템빨"
      },
      {
        "ru": "Во всеоружии (перезапуск)"
      },
      {
        "fa": "تا دندان مسلح"
      },
      {
        "en": "Overgeared (Team Argo)"
      },
      {
        "ja": "テムパル〜アイテムの力〜"
      },
      {
        "id": "Kekuatan Item"
      },
      {
        "zh-hk": "裝備仔"
      },
      {
        "zh": "装备我最强"
      }
    ],
    "description": {
      "de": "Shin Youngwoo spielt mit seinem Avatar \"Grid\" das zurzeit beliebteste Virtual-Reality-Spiel der Welt: Satisfy.  \n  \nOb in der Realität oder in-game, Shin scheint vom Unglück verfolgt zu werden. Doch als er nach der Suche nach einem Questgegenstand seine Belohnung erhält, kann er zu einer legendären Klasse wechseln. Einer Klasse, die außer ihm niemand der über 2 Milliarden Spielern besitzt.",
      "en": "Shin Youngwoo (aka Grid), an unlucky man in life and a low-level player in the popular VR game Satisfy, finds a powerful item that earns him a rare legendary class title: Pagma’s Successor. Now a skilled blacksmith, he can forge unique weapons and equip the game’s most powerful gear!\n\nGrid resolves to use his new abilities to achieve fame and fortune, but as his very existence begins to stir up trouble in Satisfy, he realizes that life as a legend may be more than he bargained for….",
      "fa": "⁧⁧بزرگ‌ترین بازی واقعیت مجازی جهان «ستیسفای».  \n⁧چه تو واقعیت و چه در دنیای مجازی شینگ وو کسی بود که همه‌ی بدبختی‌ها سرش می‌اومد.  \n⁧اما تو میون این‌همه بدبختی‌، یه‌بار شانس بهش رو می‌کنه و تو یه مأموریت غیرممکن کتاب پاگما رو پیدا می‌کنه، کتابی افسانه‌ای که زندگی اون رو از این رو به اون رو می‌کنه.",
      "fr": "Quand un joueur raté de VMMORPG tombe, lors d’une quête, sur un livre légendaire permettant de changer de classe, il en profite immédiatement. Attention joueurs, le plus grand de tous les forgerons est né ! Et il n‘a pas prévu de passer inaperçu !\n\n---\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)",
      "id": "Shin Youngwoo punya kehidupan yang bernasib sial. Ia terpaksa bekerja kasar di sebuah tempat kontruksi untuk membayar biaya sekolah dan uang game yang ia gunakan. Bahkan ia juga kerja kasar di VR Game yang bernama Satisfy. Namun, hidupnya mulai berubah ketika karakternya sebagai 'Grid' di game menemukan 'Pagma's Rare Book' hingga menjadi legendary class player.\n\n---\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)",
      "ja": "世界最高のバーチャルリアリティゲーム<SATISFY>。 全世界ユーザー数２０億人、もう一つの地球と呼ばれるほどの壮大なファンタジーゲーム。 しがない無職のゲーム中毒者である「長嶺巧」はゲーム課金の借金を返すために日雇い労働をする以外のほとんどの時間はゲームに費やしていた。 ある日、クエスト中にレジェンダリー転職書＜ファグマの奇書＞を手に入れた「巧」。 ＜ファグマの奇書＞売って大儲けできると思ったその瞬間…！新たなクエストが発動され殺される寸前になるが… このままだと殺され、レジェンダリー転職書＜ファグマの奇書＞もなくしてしまうと思った「巧」は＜ファグマの奇書＞を開き、伝説の職人＜ファグマの末裔＞へとジョブチェンジするが… 借金まみれの底辺人生から２０億プレイヤーの頂点に立つレジェンダリープレイヤーになれるのか！？\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)",
      "ko": "[신영우 (유저 네임: 그리드)]\n세계 최고의 가상 현실 게임 <SATISFY>.\n\n현실에서나, 게임 속에서나, 불운은 항상 그의 곁을 맴도는데....\n퀘스트 수행 중 우연히 발견한 게임 속 로또, '파그마의 기서'. \n20억 명이 넘는 유저 중 유일한 최강의 레전드리 직업으로 전직.\n\n\"어떻게 아직 살아있는 거지...?!\"\n\n\"뭐, 특별한 건 없고...\"\n\n\n\"템빨이죠.\"\n\n지긋지긋한 불운과 악몽 같은 빚쟁이 인생에서 벗어난\n최강 플레이어 \"그리드\".\n고인물도 울고 갈 끝판왕이 찾아온다!\n\n[<SATISFY>에 접속합니다.]\n\n웹툰 <템빨>은 매주 토요일 연재됩니다.",
      "ru": "В реальности, в играх, где бы он ни был, ему сопутствуют неудачи... Но в один момент всё меняется. В игре конце Северной пещеры он обнаружит квест, в котором найдёт \"Редкую книгу Пагмы\"... Ему удастся то, что не удалось сотням миллионов пользователей. - Как ты выжил? - Ничего особенного.",
      "th": "ชินยองอู ID กริด ไม่ว่าจะในชีวิตจริงหรือในในโลกเกมเสมือนจริง SATISFY เขาก็เป็นตัวแทนแห่งความอับโชคไม่ต่างกัน...\nแต่อยู่มาวันหนึ่ง กริด ได้พบกับตำราเปลี่ยนอาชีพที่นำเขาไปสู่การเปลี่ยนเป็นอาชีพระดับตำนาน 'ทายาทของแพ็กม่า'\nอาชีพช่างตีเหล็กในตำนานที่จะทำให้เขาหลุดพ้นจากหนี้สิน พร้อมกับได้สัมผัส 'พลังแห่งไอเทม' และก้าวสู่การเป็นผู้เล่นที่แข็งแกร่งที่สุด!\n\n---\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "zh": "无论是现实世界还是游戏世界中，他都是最底层的存在！然而咸鱼翻身的机会终于来了！只要能够找到游戏中的最强装备，就能获得超20亿玩家中唯一一个成为传说中最强职业电竞选手的机会！他能否在假想现实游戏世界中创造新的传奇，成功脱离如同噩梦般的悲惨人生呢？\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)",
      "zh-hk": "[申英宇(使用者名稱：格里德)]\n稱霸全球的虛擬實境遊戲《SATISFY》\n\n無論現實還是遊戲中，他都是個「不幸」的象徵...\n在解任務時偶然發現\n遊戲中的樂透——「帕格瑪的奇書」，\n並轉職成20億玩家中，僅只一名的最強傳奇級職業。\n\n「你怎麼還活著...?!」\n\n「嗯...也沒什麼啦...」\n\n「靠裝備囉。」\n\n脫離不幸與惡夢般的債務，\n重生為最強玩家的「格里德」!\n經典名著通通滾開，真正的王者駕到了!\n\n[已成功登入《SATISFY》。]\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a",
    "title": {
      "en": "Behind Her Highness' Smile"
    },
    "updatedAt": "2024-09-24T07:56:02+00:00",
    "coverArt": "https://mangadex.org/covers/bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a/7f71a31e-4ce8-4948-9b2d-2307fd3b51d9.jpg",
    "altTitles": [
      {
        "ko": "살아남은 왕녀의 웃음 뒤에는"
      },
      {
        "ko-ro": "Saranameun Wangnyeoui Useum Dwieneun"
      },
      {
        "en": "Beneath the Surviving Princess' Joyful Façade"
      },
      {
        "en": "Behind the Laughter of the Surviving Princess"
      },
      {
        "es-la": "Detrás de la sonrisa de la reina superviviente"
      },
      {
        "th": "เบื้องหลังรอยยิ้มของเจ้าหญิง"
      },
      {
        "zh": "幸存王女的微笑背后"
      },
      {
        "zh": "活下来的王女的笑容背后"
      },
      {
        "zh-hk": "倖存王女的微笑之謎"
      }
    ],
    "description": {
      "en": "When the king offers Aerik Cladinae his own sister's hand in marriage for his meritorious deeds in battle, he didn't expect to get saddled with a limping, drooling woman like Miesa Esquillre.\n\nDriven insane by her brother's physical and psychological torture, Miesa rolls around on the ground, spills food all over herself, and screams unintelligebly as a way of communicating. But sometimes, Aerik catches a flash of shrewd understanding behind those vacant eyes.\n\nIs Miesa truly as mad as everyone thinks... or is she hiding something?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff1d993f-2665-4dad-b1c0-dc532a4c18c0",
    "title": {
      "en": "Home Room"
    },
    "updatedAt": "2024-04-18T14:57:00+00:00",
    "coverArt": "https://mangadex.org/covers/ff1d993f-2665-4dad-b1c0-dc532a4c18c0/fc5d5f5d-c0e3-4b4e-8771-d079c965df51.jpg",
    "altTitles": [
      {
        "ja": "ホームルーム"
      },
      {
        "zh": "班会"
      }
    ],
    "description": {
      "en": "High school student Sachiko is bullied daily and is the recipient of constant unpleasant pranks in class. The culprit is unknown, however, in truth, to Sachiko those days were not particularly painful. That is because her beloved Aida-sensei is there to save her. Bright, handsome, and with a strong sense of justice, he is popular with everyone. Of course to Sachiko he is her special hero. However, Aida-sensei has a secret…",
      "vi": "Sakurai Sachiko, một nữ sinh cấp ba đang phải trải qua cuộc sống học đường vô cùng khó khăn và mệt mỏi khi cô thường xuyên phải chịu đựng những trò đùa ác ý từ một kẻ nào đó. Và mỗi khi cô gặp rắc rối thì thầy Aida, một giáo viên chính trực và điển trai sẽ xuất hiện để giúp đỡ cô. Đối với Sakurai, thầy Aida là một người hùng nhưng với thầy Aida thì Sakurai là..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "87"
  },
  {
    "mangaId": "873f93ae-96ac-4482-91ac-023a6ccecfd3",
    "title": {
      "en": "The Slave Girl and the Vampire with a Death Wish"
    },
    "updatedAt": "2023-12-30T09:01:37+00:00",
    "coverArt": "https://mangadex.org/covers/873f93ae-96ac-4482-91ac-023a6ccecfd3/334628d0-75f6-4b67-8fe5-d23b7689d18b.jpg",
    "altTitles": [
      {
        "en": "The Slave Girl and the Vampire with a Death Wish"
      },
      {
        "ja": "奴隷少女と死にたがり吸血鬼"
      },
      {
        "ja-ro": "Dorei Shoujo to Shinitagari Kyuuketsuki"
      }
    ],
    "description": {
      "en": "Falsely accused of poisoning a noble, Sherry heads into the forest to escape her pursuers. There, she meets a vampire who accidentally injures her in his hunger. Feeling guilty, he tells her that he'll do anything to get her forgiveness. Seeing this as a chance to rise out of misfortune, she tells him she wishes to be his bride. She uses various means to get him to fall in love with her, but who will actually be the one to fall first?!  \n  \n[Pre-serialization](https://www.comico.jp/challenge/articleList.nhn?titleNo=23613)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "264cb3ba-2d14-45c6-a15a-f6e46c54fe6a",
    "title": {
      "en": "Kiyota-san wa Yogosaretai!?"
    },
    "updatedAt": "2024-09-30T17:09:21+00:00",
    "coverArt": "https://mangadex.org/covers/264cb3ba-2d14-45c6-a15a-f6e46c54fe6a/0bde2764-a5fc-4700-857c-316c0d14ba80.jpg",
    "altTitles": [
      {
        "ja": "清田さんは汚されたい！？"
      },
      {
        "en": "Kiyota-san Wants to Be Defiled?!"
      },
      {
        "vi": "Kiyota-san muốn bị vấy bẩn"
      }
    ],
    "description": {
      "en": "Sumiko Kiyota is a plain, ordinary girl with a serious demeanor. While eating lunch alone as usual \nYuki Shirakawa, the most beautiful and popular girl in class, calls out to her...",
      "ja": "キレイ好きで真面目で平凡な女子高生・清田澄子。ある日、昼食を食べていると学園いちの美少女・白河ユキにパンをかじられる。その日を境に二人の距離は急接近！　体操着を借りたり、相合傘をしたり、潔癖な清田さんに次々と試練が襲いかかる。「もしかして白河さん、私を汚そうとしている？」　清田さんの妄想はエスカレートしていくが…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-10-02T12:53:57+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/7e91f4be-d6c0-4072-8643-e64fe6b4a634.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck - Digital Colored Comics"
      },
      {
        "en": "Undead Unluck"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      },
      {
        "vi": "Bất tử và bất hạnh (Bản màu)"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "944f5727-7917-4d47-8c9c-654dcf535acb",
    "title": {
      "en": "Tough Gaiden - The Man Who Succeeds the Dragon"
    },
    "updatedAt": "2024-06-18T15:46:39+00:00",
    "coverArt": "https://mangadex.org/covers/944f5727-7917-4d47-8c9c-654dcf535acb/b2c14a4c-fcc4-4035-946d-4291f708608f.jpg",
    "altTitles": [
      {
        "en": "The Man Who Succeeds The Dragon"
      },
      {
        "ja-ro": "Ryuu wo Tsugu Otoko"
      },
      {
        "ja": "TOUGH 龍を継ぐ男"
      },
      {
        "ru": "Жесткий: Преемник Дракона"
      },
      {
        "ja-ro": "Tough Gaiden - Ryuu o Tsugu Otoko"
      },
      {
        "ja-ro": "Tough Gaiden - Ryuu wo Tsugu Otoko"
      }
    ],
    "description": {
      "en": "The series starring one of illegitimate children of Kiryu Miyazawa, Ryuusei Nakamura. Years after Kiibo founded the new dojo, both him and Kiryu mysteriously disappeared. Ryuusei, after losing his mother to cancer, is set to find out about his birth father and his destiny as the evil dragon’s heir, but he is not the only one.",
      "ru": "Третья часть саги Саруватари Тэцуи во вселенной \"Жесткого\". Что произошло после окончания второй части? Куда подевались некоторые старые герои? Где Киичи?  \r\nОтвет на эти и множество других вопросов вы узнаете, начав читать \"Жесткий: Наследник Дракона\"!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "3549aa1e-7337-4e72-a373-85a3e4460dc6",
    "title": {
      "en": "Guilty Children"
    },
    "updatedAt": "2024-05-22T18:25:59+00:00",
    "coverArt": "https://mangadex.org/covers/3549aa1e-7337-4e72-a373-85a3e4460dc6/e144e011-c115-45c8-b9a4-a303575d6bb9.jpg",
    "altTitles": [
      {
        "ja-ro": "Guildre"
      },
      {
        "ru": "Грешное дитя"
      },
      {
        "ja": "ギルドレ"
      }
    ],
    "description": {
      "en": "The story begins with an attack on humanity by giant indestructible monsters named \"Enemies.\" The Enemies drive humanity to the brink of extinction… but the one to save the world from the depths of hell is a lone boy!  \n  \nThe SF novel series by Kafka Asagiri (*Bungou Stray Dogs*) jumps into the manga scene with art by Anri Sakano (*Sayonara Peter Pan*)!  \n  \nIs he God or is he the Devil… will the amnesiac protagonist Kyle Kamishiro bring a future filled with hope, or?!",
      "ru": "История начинается с нападения на человечество гигантских неразрушимых монстров."
    },
    "status": "cancelled",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "c8b7c932-3eaa-4005-81ef-c70f2862b51b",
    "title": {
      "en": "Kitsune no Oyome-chan"
    },
    "updatedAt": "2024-10-03T02:21:36+00:00",
    "coverArt": "https://mangadex.org/covers/c8b7c932-3eaa-4005-81ef-c70f2862b51b/3f29b352-99df-438d-bc49-8b243752db8f.jpg",
    "altTitles": [
      {
        "en": "My Lovely Fox Wife"
      },
      {
        "ru": "Повседневная жизнь с девушкой-лисой"
      },
      {
        "ja": "狐のお嫁ちゃん"
      },
      {
        "zh": "我的妻子是狐妖"
      },
      {
        "ja-ro": "Kitsune no Oyome-chan"
      },
      {
        "en": "The Fox Girl is My Wife"
      }
    ],
    "description": {
      "en": "In Kyoto, the capital of a thousand years, a fox spirit and a young man meet and fall in love. And so begins the lovey-dovey life of a human-kitsune newlywed couple. Of course, it's full of fluff!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "55"
  },
  {
    "mangaId": "a680c65c-8b1d-4d6c-85e1-6f03c5463cdf",
    "title": {
      "en": "Drunk Bullet"
    },
    "updatedAt": "2024-09-06T11:14:20+00:00",
    "coverArt": "https://mangadex.org/covers/a680c65c-8b1d-4d6c-85e1-6f03c5463cdf/c579e5da-8ecb-4fe4-8714-8e8f4dfdfe02.jpg",
    "altTitles": [
      {
        "ja": "ドランクバレット"
      }
    ],
    "description": {
      "en": "After surviving World War I, Gary, a liquor-loving ex-serviceman, finally makes his way home. To his shock, Prohibition has post-war America in a chokehold! The curtains open on Gary's action-packed quest for a sweet, shining glass of booze!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1a9fdeb-f713-407f-960c-8326b586e6fd",
    "title": {
      "en": "Vagabond"
    },
    "updatedAt": "2023-04-12T09:27:48+00:00",
    "coverArt": "https://mangadex.org/covers/d1a9fdeb-f713-407f-960c-8326b586e6fd/05f8dcb4-8ea1-48db-a0b1-3a8fbf695e5a.jpg",
    "altTitles": [
      {
        "fr": "Avare"
      },
      {
        "vi": "Lãng Khách"
      },
      {
        "ru": "Бродяга"
      },
      {
        "ar": "المتشرد"
      },
      {
        "th": "วากาบอนด์"
      },
      {
        "ja": "バガボンド"
      },
      {
        "zh": "浪客行"
      },
      {
        "ko": "베가본드"
      },
      {
        "es-la": "Vagabundo"
      },
      {
        "es": "Vagabundo"
      },
      {
        "tr": "Avare"
      },
      {
        "tr": "Serseri"
      }
    ],
    "description": {
      "en": "Growing up in the late 16th century Sengoku era Japan, Shinmen Takezou is shunned by the local villagers as a devil child due to his wild and violent nature. Running away from home with a fellow boy at age 17, Takezo joins the Toyotomi army to fight the Tokugawa clan at the Battle of Sekigahara. However, the Tokugawa win a crushing victory, leading to nearly three hundred years of Shogunate rule. Takezo and his friend manage to survive the battle and afterwards swear to do great things with their lives. However, after their paths separate, Takezo becomes a wanted criminal and must change his name and his nature in order to escape an ignoble death.  \n  \n**Awards:**\n- Won the 24th Kodansha Manga Award in the general category in 2000.\n- Won the Tezuka Osamu Cultural Prize in 2002 \n**Note:** was nominated for the 2003 Eisner Award in the Best Writer/Artist category.",
      "es": "Creciendo en el Japón de la era Sengoku de finales del siglo XVI, Shinmen Takezou es rechazado por los aldeanos locales como un niño demonio debido a su naturaleza salvaje y violenta. A los 17 años, Takezou se escapa de casa con un compañero y se une al ejército Toyotomi para luchar contra el clan Tokugawa en la batalla de Sekigahara. Sin embargo, los Tokugawa obtienen una aplastante victoria, lo que da lugar a casi trescientos años de gobierno del Shogunato. Takezou y su amigo consiguen sobrevivir a la batalla y después juran hacer grandes cosas con sus vidas. Sin embargo, cuando sus caminos se separan, Takezou se convierte en un criminal buscado y debe cambiar su nombre y su naturaleza para escapar de una muerte innoble.  \n  \n**Premios:**\n    - Ganó el 24º Premio Kodansha de Manga en la categoría general en 2000.\n    - Ganó el Premio Cultural Tezuka Osamu en 2002\n    **Nota:** fue nominado al Premio Eisner 2003 en la categoría de Mejor Escritor/Artista.",
      "es-la": "Creciendo en el Japón de la era Sengoku de finales del siglo XVI, Shinmen Takezou es rechazado por los aldeanos locales como un niño demonio debido a su naturaleza salvaje y violenta. A los 17 años, Takezou se escapa de casa con un compañero y se une al ejército Toyotomi para luchar contra el clan Tokugawa en la batalla de Sekigahara. Sin embargo, los Tokugawa obtienen una aplastante victoria, lo que da lugar a casi trescientos años de gobierno del Shogunato. Takezou y su amigo consiguen sobrevivir a la batalla y después juran hacer grandes cosas con sus vidas. Sin embargo, cuando sus caminos se separan, Takezou se convierte en un criminal buscado y debe cambiar su nombre y su naturaleza para escapar de una muerte innoble.  \n  \n**Premios:**\n    - Ganó el 24º Premio Kodansha de Manga en la categoría general en 2000.\n    - Ganó el Premio Cultural Tezuka Osamu en 2002\n    **Nota:** fue nominado al Premio Eisner 2003 en la categoría de Mejor Escritor/Artista."
    },
    "status": "hiatus",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c9ec14d-c51f-49aa-b343-2e016c957f83",
    "title": {
      "en": "Otome Danshi ni Koisuru Otome"
    },
    "updatedAt": "2023-12-14T23:08:35+00:00",
    "coverArt": "https://mangadex.org/covers/0c9ec14d-c51f-49aa-b343-2e016c957f83/5897e3af-9700-4ad8-b8b5-e77fb5da8355.jpg",
    "altTitles": [
      {
        "en": "A Maiden in Love with a Maiden Boy"
      },
      {
        "ja-ro": "OtoKoi"
      },
      {
        "ru": "Её любовь в парня-девушку"
      },
      {
        "ja": "乙女男子に恋する乙女"
      }
    ],
    "description": {
      "en": "Minakuchi Mayu, a girl who hates men, fell in love at first sight with a… crossdressing boy?!   \nDoes she like \"girls?\" Or does she like \"boys?\"  \n  \nFind out in this heart-throbbing pure love comedy!  \n\n\n---",
      "it": "Mayu, la nostra protagonista, ha paura degli uomini in seguito a un trauma infantile. Riuscirà a superare questa sua debolezza grazie all'incontro di Yuki, un ragazzo che, nonostante le pressioni sociali delle persone che gli stanno attorno, le quali non vogliono accettare chi sia veramente, pratica crossdressing.  \n\n\n---",
      "pt-br": "Minakuchi Mayu é uma garota que odeia homens. Em um trem lotado, quando um homem tenta tocá-la, ela é salva por uma outra garota, chamada Yuuki, por quem se apaixona. Porém na realidade Yuuki é um menino que se veste como menina.  \n  \nAfinal, ela gosta de \"meninas\"? Ou ela gosta de \"meninos\"?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "604"
  },
  {
    "mangaId": "8d2e9520-4127-4bf2-94a3-b2571029562d",
    "title": {
      "en": "Make the Exorcist Fall in Love"
    },
    "updatedAt": "2024-08-08T14:33:28+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e9520-4127-4bf2-94a3-b2571029562d/1d8b322a-eff4-4f2d-ac99-8db32b77b398.jpg",
    "altTitles": [
      {
        "ja": "エクソシストを堕とせない"
      },
      {
        "zh-hk": "讓驅魔師免於墮落"
      },
      {
        "th": "เอ็กซอร์ซิส ไม่มีวันตกหลุมรัก"
      },
      {
        "id": "(Jangan) Biarkan Sang Eksorsis Jatuh Cinta"
      },
      {
        "ja-ro": "Exorcist wo Otosenai"
      },
      {
        "fr": "Make the Exorcist Fall in Love"
      }
    ],
    "description": {
      "en": "As the strongest exorcist, a boy chosen by God was engaged in mortal combat with the Demon Kings. Although he bears the fate of humanity on his shoulders, he actually wants to make sweets peacefully. One day, he meets a girl... This is a story of love and hope growing in the midst of a holy war.",
      "fr": "Un jeune prêtre, entraîné par le Vatican pour devenir l'exorciste le plus puissant du monde, reçoit pour mission divine de protéger une jeune artiste, Imuri Atsuki. Sur les conseils de son mentor, il espère néanmoins trouver l'amour afin de soulager son esprit du lourd fardeau qui lui incombe. Imuri sera-t-elle celle qui lui apportera son salut ?",
      "ja": "神に選ばれし少年は、最強のエクソシストとして魔王たちと死闘を繰り広げていた。人類の命運を背負いつつも本当は静かにお菓子作りをしていたい、そんな彼に訪れた一人の少女との出会い…。これは壮絶な聖戦の中で芽吹いた、恋と希望の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-09-07T11:58:17+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "“You’re amazing for being alive another day!”\n\nA Manga about an understanding girlfriend who rewards you with a “log-in bonus” every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb1d3464-4160-4339-8a80-dafd86eae398",
    "title": {
      "en": "D-Frag!"
    },
    "updatedAt": "2024-07-09T12:44:28+00:00",
    "coverArt": "https://mangadex.org/covers/fb1d3464-4160-4339-8a80-dafd86eae398/85262e2c-7016-468f-b872-ce638393c04b.jpg",
    "altTitles": [
      {
        "en": "D-FRAGMENTS!"
      },
      {
        "ru": "Дефрагментация!"
      },
      {
        "th": "ชมรมรั่วมหากาฬ!"
      },
      {
        "ja": "デーフラグ！"
      },
      {
        "ja": "ディーふらぐ!"
      },
      {
        "zh": "属性同好会"
      },
      {
        "ko": "디프래그!"
      }
    ],
    "description": {
      "en": "Kazama Kenji likes to believe he is something of a delinquent. Moreover, others seem to like to agree that he is. Of course, Kenji's gang finds their way to a group of four not-so-normal girls - Chitose, Sakura, Minami and Roka - and all at once, whatever reputation he may have, is nothing compared to the outrageous behavior of the girls. Shanghaied into joining their club, what will happen to his everyday life from that point on?  \n\n\n---\n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=15705)",
      "ru": "Печально известный главарь банды Казама Кенжи наталкивается на группу странных девчонок, воображающих, что они владеют магией стихий. В итоге девчонки шантажируют его, чтобы он вступил в их клуб. Итак, приключения начинаются…",
      "pt-br": "Kazama Kenji acredita que ele é mais ou menos um delinquente. Além disso, outras pessoas parecem acreditar que ele é. Claro, a gangue do Kenji se encontra com um grupo de quatro garotas nada normais—Chitose, Sakura, Minami e Roka—de uma vez só, qualquer reputação que ele tenha não é nada comparado ao comportamento escandaloso das garotas. Forçados a se juntarem ao grupo delas, o que acontecerá com o seu dia-a-dia apartir de agora?"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "263deeff-c010-4ac7-bc01-6341f3e698ac",
    "title": {
      "en": "Dragon Quest: The Great Adventure of Dai - Avan the Brave and the Demon King of Hellfire"
    },
    "updatedAt": "2024-09-09T18:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/263deeff-c010-4ac7-bc01-6341f3e698ac/5ac868bd-8b57-4cfc-972b-51f0fed552f1.jpg",
    "altTitles": [
      {
        "ja": "ドラゴンクエスト ダイの大冒険 勇者アバンと獄炎の魔王"
      },
      {
        "ja-ro": "Dragon Quest: Dai no Daibouken - Yuusha Avan to Gokuen no Maou"
      },
      {
        "ar": "مهمة التنين: مغامة داي الكبرى: البطل افان و جحيم ملك الشياطين المستعر"
      }
    ],
    "description": {
      "en": "The Demon King's army led by Hadler is attacking the world. The Kingdom of Carl and Princess Flora stand up to stop the invasion. And then there's young Avan! Another heroic story begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76ee7069-23b4-493c-bc44-34ccbf3051a8",
    "title": {
      "en": "Tomo-chan wa Onna no ko!"
    },
    "updatedAt": "2024-08-24T18:41:58+00:00",
    "coverArt": "https://mangadex.org/covers/76ee7069-23b4-493c-bc44-34ccbf3051a8/cfac7a67-3c4b-4b29-8599-bad47613185c.jpg",
    "altTitles": [
      {
        "es": "¡Tomo-chan es una chica!"
      },
      {
        "ca": "La Tomo és una noia!"
      },
      {
        "tl": "Si Tomo-chan ay babae!"
      },
      {
        "ja": "Tomo Chan ha Onnanoko!"
      },
      {
        "sv": "Tomo-chan är en tjej!"
      },
      {
        "pt": "Tomo-chan é uma Garota!"
      },
      {
        "it": "Tomo-chan è una ragazza!"
      },
      {
        "tr": "Tomo-chan da kız!"
      },
      {
        "no": "Tomo-chan er en jente!"
      },
      {
        "da": "Tomo-chan er en pige!"
      },
      {
        "fr": "Tomo-chan est une fille !"
      },
      {
        "en": "Tomo-chan Is a Girl!"
      },
      {
        "id": "Tomo-chan Itu Perempuan!"
      },
      {
        "ru": "Томо-тян — девушка!"
      },
      {
        "ja": "トモちゃんは女の子!"
      },
      {
        "ko": "토모짱은 여자아이!"
      }
    ],
    "description": {
      "en": "Tomo Aizawa was able to successfully confess to her crush Junichirou Kubota. There is only one problem: He just sees her as his buddy. He thought that she was a boy until they went to middle school together, because her grade school was in a different school district."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "953"
  },
  {
    "mangaId": "7e3f3661-54ef-4545-a6dc-74afc4760d79",
    "title": {
      "en": "Master of Ancient Divine Weapons"
    },
    "updatedAt": "2024-09-27T17:17:18+00:00",
    "coverArt": "https://mangadex.org/covers/7e3f3661-54ef-4545-a6dc-74afc4760d79/61887683-b969-4022-82f4-fe18468d7f2b.jpg",
    "altTitles": [
      {
        "zh": "斩灵少女：我契约的全是上古神兵"
      },
      {
        "en": "Soul-Slaying Girl: All the contracts I contracted are ancient divine weapons."
      }
    ],
    "description": {
      "en": "Han Zhan traveled through time and space, where the girls could transform into magic weapons and fight under contract. The boy would awaken and become a spiritual contract master, and make a contract with them to resist the insect tide together. As a time traveler, he was shocked when he saw that those who were despised were actually famous ancient magic weapons. [Fuxi Qin], [Demon Refining Pot], [Shennong Ding], [Kunlun Mirror], [Nuwa Stone]."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-10-02T05:49:05+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/a76e50e3-496c-490d-8872-8c836d58ba19.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e2707b8-b723-41de-a608-4e4d9ce2f99c",
    "title": {
      "en": "Maydare Tensei Monogatari: Kono Sekai de Ichiban Warui Majo"
    },
    "updatedAt": "2024-10-03T23:58:59+00:00",
    "coverArt": "https://mangadex.org/covers/9e2707b8-b723-41de-a608-4e4d9ce2f99c/2b70a60e-518b-4b64-9376-93833d362c56.jpg",
    "altTitles": [
      {
        "ja": "メイデーア転生物語"
      },
      {
        "ja": "メイデーア転生物語 この世界で一番悪い魔女"
      },
      {
        "ja-ro": "Maydare Tensei Monogatari"
      },
      {
        "en": "Tales of Reincarnation in Maydare: The World's Worst Witch"
      },
      {
        "ru": "История реинкарнаций в Мейдере"
      },
      {
        "ko": "메이데어 전생 이야기"
      },
      {
        "zh": "梅迪亚转生物语"
      },
      {
        "zh": "美狄亚魔王转生记"
      },
      {
        "zh-hk": "梅蒂亞轉生物語"
      },
      {
        "de": "Wiedergeburt in Maydare: Die bösartigste Hexe der Welt"
      },
      {
        "de": "Wiedergeburt in Maydare"
      },
      {
        "fr": "Les contes de la réincarnation en le Maydaré"
      },
      {
        "fr": "Les contes de la réincarnation en le Maydaré: La pire sorcière en le monde"
      },
      {
        "vi": "Chuyện chuyển sinh ở Maydare"
      },
      {
        "id": "Kisah Reinkarnasi Di Maydare"
      }
    ],
    "description": {
      "de": "Einst rettete Makia, die Tochter einer berüchtigten Hexe, dem Sklavenjungen Thor das Leben. Gemeinsam wuchsen sie auf und erlernten magische Fähigkeiten. Doch dann reißt das Schicksal sie auseinander und Makia landet an einer Magierakademie, wo sie sich schwört, die beste Schülerin ihres Jahrgangs zu werden, um ihren alten Freund möglichst schnell wiederzufinden. Denn es gibt noch ein weiteres Geheimnis, das sie verbindet: Beide kamen ursprünglich aus einer anderen Welt nach Maydare! Dort war Makia eine gewöhnliche, japanische Oberschülerin, die gemeinsam mit zwei anderen Klassenkameraden umgebracht wurde. Wird es ihr gelingen, das Verbrechen aufzuklären und in der neuen Welt ihr Glück zu finden?",
      "en": "Makia is a noble lady descended from an infamous witch. Thor, a boy who was raised with her and came from another world, is chosen to be the knight of the \"savior.\" The two are forced apart, and to see Thor once again, Makia aims to be the top student at Magic School!  \n\n\n---",
      "fr": "Makia est une noble dame issue d'une infâme sorcière. Thor, un garçon qui a été élevé avec elle et est venu d'un autre monde, est choisi pour être le chevalier du «sauveur». Les deux sont forcés de se séparer, et pour revoir Thor, Makia vise à être la meilleure élève de Magic School!",
      "id": "Makia adalah seorang gadis bangsawan yang merupakan keturunan dari seorang penyihir yang dikenal akan kejahatannya. Thor, seorang anak laki-laki yang dirawat bersama makia dan datang dari dunia lain, dipilih untuk menjadi seorang ksatria bagi sang \"penyelamat\". Keduanya terpaksa harus berpisah karena suatu alasan, dan ketika mereka berdua dipertemukan kembali, Makia bertekad untuk menjadi murid terbaik yang ada di sekolah sihir! ---",
      "ru": "Загадочный мир под названием «Мейдер». В нём существуют магия, рыцари, драконы и… ведьмы. Макия – юная волшебница из дворянской семьи, являющаяся потомком «Самой худшей ведьмы этого мира», и любительница провести вечерок-другой, изучая новые заклинания. Однажды она встречает необычного паренька, которому даёт имя Тор. Вместе они продолжают углубляться в исследование колдовства и довольно быстро находят общий язык. Это начало длинной истории о девочке, пытающейся понять себя и свои истинные чувства.",
      "tr": "Makia, kötü şöhretli bir cadının soyundan gelen asil bir hanımefendi. Başka bir dünyadan gelen ve Makia ile birlikte büyüyen Thor, \"Kurtarıcı\"nın şövalyesi olarak seçiliyor. İkisi de birbirlerinden ayrılmak zorunda kalıyorlar ve Makia, Thor'u bir kez daha görmek için Büyü Okulu'nun en iyi öğrencisi olmayı hedefliyor!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/e518e8fe-845a-4dae-bbc1-113f994b110f.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "edaae213-67c7-4a6c-ad5f-141001891741",
    "title": {
      "en": "Yu-Gi-Oh!"
    },
    "updatedAt": "2024-02-25T23:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/edaae213-67c7-4a6c-ad5f-141001891741/9064ab4f-ce36-4f37-9c36-a725d631fc40.jpg",
    "altTitles": [
      {
        "ja-ro": "Yu☆Gi☆Oh"
      },
      {
        "ru": "Король игр"
      },
      {
        "ja": "遊☆戯☆王"
      },
      {
        "ja": "遊戯王"
      },
      {
        "ko": "유희왕"
      },
      {
        "en": "The King of Games"
      },
      {
        "th": "เกมกลคนอัจฉริยะ"
      },
      {
        "sv": "spelkungen"
      },
      {
        "ru": "Ю:-ги-о:"
      },
      {
        "fi": "Pelien kuningas"
      },
      {
        "de": "König der Spiele"
      },
      {
        "vi": "Vua Trò Chơi"
      },
      {
        "pt": "rei dos jogos"
      },
      {
        "fr": "Le Roi des jeux"
      },
      {
        "es": "El rey de los juegos"
      },
      {
        "sr": "Југио"
      },
      {
        "bg": "Ю-Ги-О!"
      },
      {
        "bg": "цар на игрите"
      },
      {
        "da": "Spillenes Konge"
      },
      {
        "ro": "Game King"
      },
      {
        "nl": "Koning der Spellen"
      },
      {
        "el": "Game King"
      },
      {
        "hu": "A Játékok Királya"
      },
      {
        "fa": "یو-گی-او"
      },
      {
        "ar": "يوغي ملك اللعبة"
      },
      {
        "zh-hk": "遊戲王"
      },
      {
        "zh": "遊戲王"
      },
      {
        "zh-ro": "Iû-hì-ông"
      },
      {
        "id": "Raja Permainan"
      },
      {
        "ms": "raja permainan"
      },
      {
        "ko-ro": "yuhuiwang"
      },
      {
        "pt-br": "O Rei dos Jogos"
      },
      {
        "ja-ro": "Yu☆Gi☆Oh!"
      }
    ],
    "description": {
      "en": "Sitting by himself in the back of the class, 10th-grader Yugi always had his head in some game–until he solved the Millennium Puzzle, an Egyptian artifact containing the spirit of a master gambler from the age of the pharaohs! Awakened after three thousand years, the King of Games possesses Yugi, recklessly challenging bullies and evil-doers to the Shadow Games, where the stakes are high, and even the most ordinary bet may result in weirdness and danger beyond belief! Let the games… begin!",
      "pt-br": "O estudante Yugi Mutou passou a maior parte de seu tempo sozinho jogando jogos - até que ele resolveu o Enigma do Milênio, um artefato egípcio misterioso! Possuída pelo quebra-cabeça, Yugi se torna o Yu-Gi-Oh(O Rei dos Jogos), e irá enfrentar os desafios dos Jogos das Sombras - Jogos mortais com grandes apostas e altos riscos, como apostar a sua alma e a alma de seus queridos amigos! O mangá contém novas histórias não vistas no anime, incluindo a origem de Yugi e seus amigos!"
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "38",
    "lastChapter": "343"
  },
  {
    "mangaId": "261ff484-8ab5-45ba-8bcb-02517d1d1cc3",
    "title": {
      "en": "'Tis Time for \"Torture,\" Princess"
    },
    "updatedAt": "2024-07-29T14:19:18+00:00",
    "coverArt": "https://mangadex.org/covers/261ff484-8ab5-45ba-8bcb-02517d1d1cc3/1c7b9ab5-e2f5-427c-83e8-1906022253b7.jpg",
    "altTitles": [
      {
        "ja-ro": "Hime-sama, \"Goumon\" no Jikan desu"
      },
      {
        "en": "It's Time for \"Interrogation,\" Princess!"
      },
      {
        "fr": "Princesse, c'est l'heure de la “torture”"
      },
      {
        "ru": "Пришло время \"допроса\", принцесса!"
      },
      {
        "zh-hk": "公主大人，接下來是“拷問”時間"
      },
      {
        "zh": "公主大人，接下来是“拷问”时间"
      },
      {
        "ja": "姫様“拷問”の時間です"
      },
      {
        "pt-br": "É hora do \"interrogatório\", Princesa!"
      }
    ],
    "description": {
      "de": "Die illustre und militärisch begnadete Prinzessin des Königreiches wurde von Schergen des Dämonenfürsten gefangen genommen und in Ketten gelegt. Darauf bedacht, jede auch noch so kleine Information aus ihr herauszupressen, setzt der Dämonenfürst seine Großinquisitorin darauf an, die Prinzessin zum Reden zu bringen.  \n  \nKann sie dieser schier endlosen Folter widerstehen? Oder knickt sie bei den Verhören ein und offenbart ihrem erbitterten Feind vitale Informationen über ihr geliebtes Königreich?  \n  \nDies ist die Geschichte jener armen Prinzessin und der Qualen, die sie im Zuge der Verhöre erleiden muss.",
      "en": "The princess who's been held captive by the Demon Lord's army is scheduled to be executed by the Demon Lord's relentless torture!",
      "id": "Seorang Putri yang ditahan oleh pasukan Raja Iblis, disiapkan untuk menerima siksaan dari Raja Iblis tanpa henti!  \n\n\n---\n\n**Links:**  \n- [Chapter 1 art](https://i.imgur.com/SaOoznH.png)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17ce37ea-1cda-4429-b062-c4b627814225",
    "title": {
      "en": "Owari no Seraph"
    },
    "updatedAt": "2024-07-03T15:45:41+00:00",
    "coverArt": "https://mangadex.org/covers/17ce37ea-1cda-4429-b062-c4b627814225/8c6451e3-0642-4622-a884-38d7c1fe5c82.jpg",
    "altTitles": [
      {
        "ja-ro": "Owari no Serafu"
      },
      {
        "tr": "Seraph of the End: Kıyamet Meleği"
      },
      {
        "pl": "Seraph of the End: Serafin Dni Ostatnich"
      },
      {
        "en": "Seraph of the End: Vampire Reign"
      },
      {
        "ru": "Последний Серафим"
      },
      {
        "fa": "اسرافیل پایانی"
      },
      {
        "ar": "سيراف النهاية"
      },
      {
        "ja": "終わりのセラフ"
      },
      {
        "zh": "终结的炽天使"
      },
      {
        "ja-ro": "Owari no Seraph"
      },
      {
        "fr": "Le Séraphin de la Fin"
      }
    ],
    "description": {
      "en": "One day, a mysterious virus appeared on Earth which killed every infected human over the age of 13. At the same time, vampires emerged from the world's dark recesses and enslaved mankind. Enter Hyakuya Yuuichirou, a young boy, who along with the rest of the children from his orphanage, are treated as livestock by the vampires. Even in captivity, Yuuichirou dreams big. He dreams of killing vampires. He dreams of killing them all.",
      "ru": "В стремлении к запретным знаниям «человек разумный» опять напортачил — в 2012 году на волю вырвался смертельный вирус, начавший косить человечество. Умирали почему-то взрослые, и тут, откуда ни возьмись, явились вампиры и согнали оставшихся детей в свой подземный город, объявив, что отныне «людишки» будут жить под защитой клыкастых хозяев, расплачиваясь кровью. Резкий парень Юитиро пожил так 4 года и понял, что пора валить — вместе с названным братом Микой и всей «семьей Хьякуя», группой детей, выросшей в одном приюте. Конечно, вампиры легко догнали и перебили беглецов, ушел лишь один.   \nВыйдя на поверхность, юный Хьякуя понял, что эпидемия кончилась, но мир изменился — кругом разруха, бродят демоны, а кровососы потихоньку расширяют территорию, предлагая жителям «крышу». Власть в Японии захватила семья Хиираги, сформировавшая Имперскую Демоническую армию, которая защищает людей и бьет вампиров зачарованным оружием. Свой путь Юитиро ясен — готовиться к службе, мстить за погибшую родню. Прямого и порывистого парня ждет немало сюрпризов и неожиданностей, но в таком поганом мире лучше надеяться на свой дар и свой меч, чем на волю судьбы и благосклонность правителей!",
      "pt-br": "Um dia, um vírus misterioso apareceu na Terra e matou todos os humanos infectados com mais de 13 anos. Ao mesmo tempo, vampiros emergiram dos recantos sombrios do mundo e escravizaram a humanidade. Entra Hyakuya Yuuichirou, um menino que, junto com o resto das crianças de seu orfanato, é tratado como gado pelos vampiros. Mesmo em cativeiro, Yuuichirou sonha grande. Ele sonha em matar vampiros. Ele sonha em matar todos eles."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d042e605-a07a-4cd2-87d5-ebe53c0b135f",
    "title": {
      "en": "Ano Toki Tasukete Itadaita Monster Musume desu."
    },
    "updatedAt": "2024-09-19T00:08:30+00:00",
    "coverArt": "https://mangadex.org/covers/d042e605-a07a-4cd2-87d5-ebe53c0b135f/aaf57cc7-73aa-49f7-b272-63d18bc804b6.jpg",
    "altTitles": [
      {
        "ja": "あのとき助けていただいたモンスター娘です。"
      },
      {
        "ja": "「あのとき助けていただいたモンスター娘です。」異世界おっさん教師 突然のモテ期に困惑する"
      },
      {
        "ja-ro": "\"Ano Toki Tasukete Itadaita Monster Musume desu.\": Isekai Ossan Kyoushi Totsuzen no Moteki ni Konwaku suru"
      },
      {
        "en": "The Monster Girl I Saved."
      },
      {
        "zh": "那个时候被你拯救了的那个魔物娘是我的说。"
      },
      {
        "vi": "Cô bé ấy là con quái vật mà tôi đã cứu lấy năm xưa"
      }
    ],
    "description": {
      "en": "Some 20 years have passed since the protagonist was summoned to another world and retired from the army. He is still single in his 40s and lives as a low-ranking professor, until one day, an elite 'monster girl' transfers into his class.",
      "ja": "異世界に召喚され、軍を退役してから約20年。主人公は未だ独身で、もう40代も半ば。Eランクの落ちこぼれ教師として生活するある日、彼の学園にエリートの「モンスター娘」が転校してくるのだった。。",
      "vi": "Câu chuyện về một ông giáo trung niên (trước đây là một anh hùng) ở dị giới tình cờ gặp lại cô học trò vốn dĩ là con bạch tuộc cute phô mai que mà anh từng cứu giúp và dạy dỗ trước đây.",
      "pt-br": "Cerca de 20 anos se passaram desde que o protagonista foi convocado para outro mundo e se aposentou do exército. Ele ainda está solteiro na casa dos 40 anos e vive como um professor de baixo escalão, até que um dia, uma 'garota monstro' de elite é transferida para sua classe."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "462bd3fc-019c-4f28-8884-d7513d1e5a80",
    "title": {
      "en": "Koushaku Reijou ni Tensei shiteshimatta node, Mental Otome na Ore wa, Zenryoku de Onnanoko wo Tanoshimimasu"
    },
    "updatedAt": "2024-05-31T18:25:23+00:00",
    "coverArt": "https://mangadex.org/covers/462bd3fc-019c-4f28-8884-d7513d1e5a80/d505ac09-aa44-4fe7-8980-490bbaf18142.jpg",
    "altTitles": [
      {
        "ja": "公爵令嬢に転生してしまったので、メンタル乙女な俺は、全力で女の子を楽しみます"
      },
      {
        "en": "Since I Have Been Reincarnated as the Daughter of a Duke, I, the \"Girl Inside,\" Will Enjoy Being a Girl as Much as I Can!"
      }
    ],
    "description": {
      "en": "A humble man in his twenties suddenly dies and is reborn as the daughter of a duke in an 18th-century lookalike world where magic exists!\nHe is now living a second life as the adorable \"Miranda Mirandiehl,\" who looks like a doll.\nAs he was always a \"girl inside\" with girlish interests, he accepted his reincarnation surprisingly easily.\nAnd so, after being reborn as Miranda, he will enjoy his new life to the fullest!\nWhat kind of encounters await him, and what lies ahead in his gender-swapped otherworldly reincarnation life?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac",
    "title": {
      "en": "The Dangers in My Heart"
    },
    "updatedAt": "2024-09-29T15:07:25+00:00",
    "coverArt": "https://mangadex.org/covers/3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac/60b13fdd-6541-48e5-9181-fe1903d840f5.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Kokoro no Yabai Yatsu"
      },
      {
        "ru": "Угрозы в моём сердце"
      },
      {
        "ja": "僕の心のヤバイやつ"
      },
      {
        "ja": "僕ヤバ"
      },
      {
        "zh-hk": "我心裡危險的東西"
      },
      {
        "zh": "我心里危险的东西"
      },
      {
        "ko": "내 마음의 위험한 놈"
      },
      {
        "pt-br": "Os Perigos Do Meu Coração"
      },
      {
        "tr": "Kalbimdeki Tehlikeler"
      },
      {
        "es-la": "Los peligros en mi corazón"
      },
      {
        "it": "I pericoli nel mio cuore"
      },
      {
        "id": "Yang Bikin Bahaya di Hatiku"
      },
      {
        "ar": "الشخص الخطير في قلبي"
      },
      {
        "pl": "Czarne chmury w moim sercu"
      },
      {
        "ja-ro": "BokuYaba"
      },
      {
        "fr": "Les dangers de mon cœur"
      },
      {
        "de": "Die Gefahren in meinem Herzen"
      }
    ],
    "description": {
      "de": "Der Teenager Ichikawa Kyoutarou gehört zu den allerletzten auf seiner Schule. Neben seinen Bemühungen, Unterhaltungen mit einer bestimmten Klassenkameradin aufrechtzuerhalten, muss er sich außerdem noch dafür zusammenreißen, mörderische Dränge aus den Tiefen seiner Seele zu verbergen.\n\nEigentlich ist es aber eine niedliche Liebesgeschichte zwischen einem geistig gestörten Jungen und einer fröhlichen, leicht komisch, jedoch schönen Mädchen.",
      "en": "A ‘fearsome psycho-thriller’ centering on the ‘dark side of adolescence’.\n\nFollowing Ichikawa Kyoutarou, a teenage boy belonging to the very bottom caste of his school, this work details his troubled interactions with a certain classmate, and his attempt to hide murderous impulses that find themselves in the darkest recesses of his soul.\n\nIn reality, though, it's a sweet youth rom-com between a messed up boy and a bright, if somewhat strange, beautiful girl.\n\n- Won the Tsugi ni Kuru Web Manga 2020 Award.\n- Was nominated for the 2020 and 2021 Manga Taisho Award.\n- Won the top prize of 2021 Tsutaya Comic Awards",
      "ja": "学園カースト頂点の美少女・山田杏奈の殺害を妄想してはほくそ笑む、重度の中二病の陰キャ・市川京太郎。だが山田を観察する内に、京太郎が思う「底辺を見下す陽キャ」とは全然違うことに徐々に気づいていき…!? 陰キャ男子\n\n---\n\n- Exclusive art is occasionally posted to [the series' official account](https://twitter.com/boku__yaba/status/1060017522303414273)",
      "ru": "«Страшный психо-триллер», сосредоточенный на «тёмной стороне юности». История повествует о Киотаро Ичикаве — человеке, находящемся на самой низшей ступени в своей школе и скрывающем убийственный порыв, находящийся в самой глубине его души... на деле же, это милый ром-ком про странного мальчика и прекрасную, хоть и слегка странную, девушку.",
      "es-la": "La historia trata sobre un joven llamado Kyotaro Ichikawa que sufre de un caso grave de “chūnibyō” y se divierte imaginando la muerte de una hermosa chica llamada Anna Yamada, quien está en la cima de la jerarquía social de la escuela. Sin embargo, mientras observa a Yamada, Kyotaro comienza a darse cuenta de que ella es muy diferente de lo que él pensaba.\n\n - Ganó el premio Tsugi ni Kuru Web Manga 2020.\n- Fue nominado para el premio Manga Taisho en 2020 y 2021.\n- Ganó el primer premio en los premios Tsutaya Comic de 2021.",
      "pt-br": "Um \"intenso thriller psicológico\" centralizado no lado obscuro da adolescência. \n\nO mangá gira em torno de Kyoutaro Ichikawa, uma pessoa no fundo da hierarquia de sua escola, que esconde um impulso assassino no fundo de sua alma. Mas na realidade, é uma doce comédia romântica entre um garoto confuso e uma garota brilhante, embora um tanto estranha e bonita."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0438d896-547b-497f-866f-e97b8a77a574",
    "title": {
      "en": "Anan-san wa Deatte 3-byou de Gattai shitai!"
    },
    "updatedAt": "2024-03-13T04:48:57+00:00",
    "coverArt": "https://mangadex.org/covers/0438d896-547b-497f-866f-e97b8a77a574/5911b5e3-2f41-42c6-be4e-7fcfd9d31f98.jpg",
    "altTitles": [
      {
        "ja": "阿南さんは出会って3秒で合体したい!"
      },
      {
        "en": "Anan-san Wants to Combine Within 3 Seconds of Meeting!"
      },
      {
        "zh-ro": "Ānán xiǎojiě jiànmiàn 3 miǎo hòu jiù xiǎng hétǐ!"
      },
      {
        "zh": "阿南小姐见面3秒后就想合体！"
      }
    ],
    "description": {
      "en": "Anan, an office worker who's only experience with men comes watching porn, tries to win over her boss and love interest, Dept. Chief Kitazono, but fails at every turn. In fact, Kitazono is also a virgin with zero romantic experience... This is the start of a wild AV romantic comedy!",
      "ja": "恋愛経験の乏しい阿南さんは、AVを見て知識を得る拗らせOL。憧れの男性である上司の北園部長を落とすべく奮闘するが、ことごとく失敗してしまう。実は北園も童貞を拗らせた、恋愛経験0な男で…。妄想AVラブコメスタート！",
      "es-la": "Anan, una oficinista que sólo conoce a los hombres por el porno, intenta conquistar a su jefe e interés amoroso, el jefe de departamento Kitazono, pero fracasa en cada intento. De hecho, Kitazono también es virgen y no tiene ninguna experiencia romántica... Este es el comienzo de una salvaje comedia romántica AV."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5b21952-70de-414b-bed6-2e0af9fc845d",
    "title": {
      "en": "Haikyuu!! - Otanjoubi Wasurete Gome Nasai (Doujinshi)"
    },
    "updatedAt": "2024-10-04T14:35:15+00:00",
    "coverArt": "https://mangadex.org/covers/c5b21952-70de-414b-bed6-2e0af9fc845d/2bd2c807-1644-4ae4-969b-5e30dd1f939a.png",
    "altTitles": [
      {
        "ja": "お誕生日忘れてごめんなさい"
      },
      {
        "en": "haikyuu dj - Sorry for Forgettin' Our Birthday"
      }
    ],
    "description": {
      "en": "There comes a day when Osamu realizes that he forgot about his and Atsumu's birthday."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4536960e-a1a4-46c9-bb76-7604523f79fa",
    "title": {
      "en": "Corrupting the Heroine's First Love"
    },
    "updatedAt": "2024-07-20T19:19:08+00:00",
    "coverArt": "https://mangadex.org/covers/4536960e-a1a4-46c9-bb76-7604523f79fa/f1e561d0-1fd2-47b7-ae2d-30f68eee655b.jpg",
    "altTitles": [
      {
        "ko": "여주인공의 첫사랑을 타락시켜 버리면"
      },
      {
        "en": "If You Corrupt the Heroine's First Love"
      },
      {
        "en": "Corrupting Your Heroine's First Love Will Result With This"
      },
      {
        "es-la": "Robé al primer amor de la heroína"
      }
    ],
    "description": {
      "en": "“I am a knight of Latem. We’re not destined to stand under the same sky.”\n\nShe had become Karina Apocalita, the personification of evil and a member of the heterogeneous race that ruled the world with malevolence. The plot began to twist and turn when Karina unknowingly saved the life of Reneiger, a justful knight and the heroine’s first love.\n\nReneiger became doubtful of his faith, eventually losing his glow and radiant platinum blond. Soon the sacred knight fell from grace and aligned himself to Karina’s fate.\n\n“There’s no turning back now. Dear God, please forgive me.”\n\nHe knew he would never be able to escape from her hands.\n\n---\n\"I am a knight of Latem, and that means I cannot coexist under the same sky as you.\"\n\nAfter entering the book *A Trapped Bird Cannot Escape*, I realized that I had taken over the body of Karina Apocalypta, a member of a species that reigns as the evil of the world. However, the novel's plot begins to twist after I saved the life of Reneiger, the first love of the female protagonist, who happens to be a holy knight. Reneiger begins to doubt his faith, ultimately losing his brilliant platinum hair. Thus, the once sacred holy knight turns corrupt and eventually sympathizes with Karina's fate...\n\n\"Now we have each other's desires,\" Karina said while caressing his cheek. It was a feeling of being pulled in by each fascinating tendril of thorny vines.\n\nReneiger couldn't bear it, \"It can't be undone.\"\n\n---\nIn a land overshadowed by darkness, Karina Apocalita rises as a formidable figure, her being a tapestry of power from a diverse race. Her destiny intertwines with Reneiger, a knight from the virtuous Latem order, known for justice and as the former love of a legendary heroine. Their paths take an unforeseen turn when Karina, unaware of her impact, saves Reneiger's life. This act, challenging his convictions, triggers a crisis within him, tarnishing his once radiant aura and precipitating a fall from grace.\n\nFaced with his altered fate, Reneiger prays for forgiveness, realizing his escape from Karina's shadow is but a dream. This pivotal moment raises a haunting question: will Reneiger rediscover the light, or be consumed by the darkness emanating from Karina?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a433d6b-f51a-4c2f-a183-85419fe98efc",
    "title": {
      "en": "Medalist"
    },
    "updatedAt": "2024-10-04T14:33:12+00:00",
    "coverArt": "https://mangadex.org/covers/4a433d6b-f51a-4c2f-a183-85419fe98efc/d6ea3b81-bac6-4d2b-8a79-907552fc4557.jpg",
    "altTitles": [
      {
        "ja": "メダリスト"
      },
      {
        "zh": "舞冰的祈愿"
      },
      {
        "zh-hk": "舞冰的祈願"
      },
      {
        "zh-hk": "金牌得主"
      },
      {
        "ru": "Медалистка"
      }
    ],
    "description": {
      "en": "There is a dream worth putting two lives on the line for.  \n  \nTsukasa, a young man with shattered dreams, and Inori, a girl no one believed in. However, in the face of adversity, those two possessed a tenacity towards the rink greater than anyone had ever known. Together, they meet on the ice, and aim for the world with their figure skating!\n\n---\n\n**Links:**  \n- [Series' Twitter](https://twitter.com/medalist_AFT)\n- Alternative Official English - [K MANGA (U.S. Only)](https://kmanga.kodansha.com/title/10231/episode/318207), [Kodansha](https://kodansha.us/series/medalist/)",
      "es": "Tsukasa es un patinador que, tras haber dejado atrás su sueño de convertirse en un atleta de élite por problemas económicos, trabaja realizando espectáculos de patinaje sobre hielo.\n\nPero todo cambia cuando conoce a Inori, una niña que acude a una pista de hielo a escondidas de su madre, aunque esta esté totalmente en contra de ello y todo el mundo piense que es tarde para ella, y que es demasiado inútil.\n\nAsí, gracias a la tenacidad que muestra Inori, Tsukasa decide convertirse en su entrenador y buscará ayudarla en el difícil mundo del patinaje artístico, prometiéndose que la llevará a la cima.",
      "zh": "用利刃融化坚冰、开拓人生——！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]