[
  {
    "mangaId": "99b8eaeb-9041-4bfd-8eb7-d72addc88eb7",
    "title": {
      "en": "The Café Terrace and Its Goddesses"
    },
    "updatedAt": "2024-05-03T10:50:09+00:00",
    "coverArt": "https://mangadex.org/covers/99b8eaeb-9041-4bfd-8eb7-d72addc88eb7/9f1196d4-6afa-4eb5-97eb-a2685a7d4a7e.jpg",
    "altTitles": [
      {
        "ja": "女神のカフェテラス"
      },
      {
        "ru": "Терраса-кафе богинь"
      },
      {
        "ja-ro": "Megami no Cafe Terrace"
      },
      {
        "ja": "Megami no Kafeterasu"
      },
      {
        "ne": "देवीहरूको क्याफे टेरेस"
      },
      {
        "fr": "Le café terrasse des déesses"
      },
      {
        "en": "Goddess Café Terrace"
      }
    ],
    "description": {
      "en": "Kasukabe Hayato has been accepted to Tokyo U on his first try. Receiving news of his grandmother's death, he returns to his childhood home, Cafe Terrace Familia, for the first time in three years to find five strange girls there who claim to be \"Grandma's Family\"! Hayato's unexpected life in a seaside town with these five girls of fate begins here!  \n  \nIn this handsome harem under one roof by Koji Seo of *Suzuka*, *Kimi no Iru Machi*, and *Fuuka*, which girl will you fall in love with? A seaside love comedy with too many heroines!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10009/episode/319474) (U.S. Only)",
      "ru": "Спустя три года, после ссоры со своей бабушкой, Хаято Касукабэ возвращается в свой родной дом в котором поселилось пять девушек. Выясняется, что бабушка Хаято позволила девушкам жить в этом доме, а те заботились о ней до самой её смерти. Так начинается история Хаято и пяти \"Богинь\"."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0fef7be-d7e7-4b1d-a30f-23702599bd05",
    "title": {
      "en": "Scarlet Star"
    },
    "updatedAt": "2023-10-29T03:38:25+00:00",
    "coverArt": "https://mangadex.org/covers/d0fef7be-d7e7-4b1d-a30f-23702599bd05/a23d7a03-cf6c-4bf6-901d-2bb65a1e23cd.png",
    "altTitles": [],
    "description": {
      "en": "In New Pantheon City, monstrous \"Voids\" have plagued the people for over 500 years. However, they are not without their protectors- Immortal Magical guardians are also there to fight back against them. Living in New Pantheon City is Mars Hino- a troubled outcast. Because of his reputation, vulgar personality,  and lack of social finesse, he has found himself entering high school alone. That is before he meets the hero of the Blunbell district, the magical girl Scarlet Star- who chooses him for a higher duty"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "07779f9b-203b-437a-a6ce-6b6c1ca16f3c",
    "title": {
      "en": "Melt Flirt Cookies"
    },
    "updatedAt": "2024-05-13T16:47:51+00:00",
    "coverArt": "https://mangadex.org/covers/07779f9b-203b-437a-a6ce-6b6c1ca16f3c/5b09f428-5d6e-4f70-b03d-cc3fda36740b.jpg",
    "altTitles": [
      {
        "ko": "멜팅 플러팅 쿠키"
      }
    ],
    "description": {
      "en": "[A very nosy top Hanbyeok x Cute innocent bottom Yeomin]\nYeomin, a difficult person to communicate with, moves in next door and meets Hanbyeok, who is fed up with Yeomin for not greeting him back. That same night, Hanbyeok hears moaning coming from Yeomin's place, leaving him unable to sleep. He wonders if Yeomin is with another guy, though he's not bothered by that. The next morning, sleep-deprived Hanbyeok finds kiss marks all over Yeomin’s neck..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f8af500-4300-44d2-a163-75512df14397",
    "title": {
      "en": "Soul Calibur Dojo"
    },
    "updatedAt": "2024-05-23T18:50:59+00:00",
    "coverArt": "https://mangadex.org/covers/0f8af500-4300-44d2-a163-75512df14397/7dbaef8a-26be-4d33-ab8e-1a0cd2d96ea1.jpg",
    "altTitles": [
      {
        "en": "Soul Calibur 4 Omake"
      }
    ],
    "description": {
      "en": "Soul calibur manga omake explaning the gameplay and features of soul calibur 4. From the special edition of the game."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "4"
  },
  {
    "mangaId": "3da17cce-8094-4947-a215-e04340beaa5d",
    "title": {
      "en": "Shinju no Nectar"
    },
    "updatedAt": "2024-05-04T17:52:16+00:00",
    "coverArt": "https://mangadex.org/covers/3da17cce-8094-4947-a215-e04340beaa5d/8dfcd4e8-a7ca-4787-bf66-171071540c01.jpg",
    "altTitles": [
      {
        "fr": "Le Nectar de la Malédiction Divine"
      },
      {
        "en": "Nectar of Dharani"
      },
      {
        "en": "Nectar of Divine Curse"
      },
      {
        "ru": "Божественный нектар"
      },
      {
        "ja": "神呪のネクタール"
      },
      {
        "zh-hk": "神咒之蜜乳"
      },
      {
        "th": "ศึกน้ำทิพย์แห่งมนตรา"
      },
      {
        "ko": "신주의 넥타르"
      },
      {
        "zh": "神咒的涅库塔露"
      }
    ],
    "description": {
      "en": "Sakura, the last surviving princess of a fallen kingdom, is being hunted down for the power of Ambrosia she possesses - the ability to grant divine strength, but only to a human. With no human companion, she decides to summon one from another world in a desperate attempt to find a knight to protect her, but the man who answers her call is less than what she had hoped for.",
      "pt-br": "Sakura, a última princesa de um reino caído está sendo caçada devido ao poder de ambrosia que possui- habilidade a qual concede força divina, mas apenas aos humanos. Sem nenhum companheiro humano enquanto fugia, ela se viu obrigada a invocar desesperadamente um cavaleiro de outro mundo para se proteger, mas o homem que ela acaba invocando aparenta ser muito menos do que ela gostaria do que fosse. Conseguirá Sakura se proteger?"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4aee523-1ee8-4997-ac39-d368d5007ad6",
    "title": {
      "en": "Lilies, Voice, Wear Wind"
    },
    "updatedAt": "2024-05-07T20:39:06+00:00",
    "coverArt": "https://mangadex.org/covers/c4aee523-1ee8-4997-ac39-d368d5007ad6/99500414-f273-4775-9ddf-c1bffa660ff3.jpg",
    "altTitles": [
      {
        "ja-ro": "Yuri to Koe to Kaze Matoi"
      },
      {
        "ja": "百合と声と風纏い"
      }
    ],
    "description": {
      "en": "A high school girl who has never known love meets an older woman with a secret...\nA junior in high school, Matoi Noshita has never liked anyone and is fed up with being involved in her younger sister's and friends' boyfriend situations.\nOne day, she meets Yuriko, who has just moved from Tokyo. At a local driving school, she asks her to drive her home on her motorcycle.\nMatoi is perplexed by her own curiosity about a woman whose name she does not know and where she lives.\n\"What on earth is this feeling I am having for the first time...?\"",
      "ja": "恋を知らない女子高生が出会ったのは、ある秘密を抱えた年上の女性――\n高校 3 年生の埜下纏は、一度も人を好きになったことがなく、妹や友人の彼氏事情に巻き込まれることにうんざりしていた。\nある日纏は地元の教習所で東京から移り住んできたばかりの百合子に出会い、彼女の運転するバイクで家まで送ってもらうことになった。\n名前も住んでいる場所も知らない彼女の事が気になってしまう自分に戸惑う纏。\n初めて抱くこの気持ちは一体―…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "23"
  },
  {
    "mangaId": "de2b08c2-66ba-41e0-8cc0-f1ca17940612",
    "title": {
      "en": "The Hero Who's Been Like This Ever Since Forming a Party with a Female Priest"
    },
    "updatedAt": "2024-05-23T18:36:59+00:00",
    "coverArt": "https://mangadex.org/covers/de2b08c2-66ba-41e0-8cc0-f1ca17940612/5ed9069d-7995-487b-9408-55de0a8428f1.png",
    "altTitles": [
      {
        "ja": "僧侶とパーティ組んで以来、ずっとコレな勇者さま"
      },
      {
        "ja-ro": "Souryo to Party Kunde Irai, Zutto Kore na Yuusha-sama"
      }
    ],
    "description": {
      "en": "Full color is later on..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9356fa3f-9ecd-4ff7-a7fe-241884680079",
    "title": {
      "en": "Skip Beat!"
    },
    "updatedAt": "2024-03-06T18:31:12+00:00",
    "coverArt": "https://mangadex.org/covers/9356fa3f-9ecd-4ff7-a7fe-241884680079/715c34b1-988e-4e88-8a7f-7fa79ed765ed.jpg",
    "altTitles": [
      {
        "ja": "スキップ・ビート!"
      },
      {
        "en": "Skip Beat"
      },
      {
        "ru": "Не Сдавайся!"
      },
      {
        "ar": "!اسکیپ بیت"
      },
      {
        "zh": "下一站巨星"
      },
      {
        "zh-hk": "華麗的挑戰"
      },
      {
        "ko": "스킵 비트!"
      },
      {
        "ar": "تخطي العثرات"
      },
      {
        "kk": "Берілме!"
      }
    ],
    "description": {
      "en": "Kyouko Mogami lived solely for her childhood friend Shoutaro \"Shou\" Fuwa. She follows Shou to Tokyo so that he may realize his dream of becoming a famous singer. When his dream is realized, Kyouko overhears the truth behind his decision to bringing her with him: he was using her as a maid.  \n  \nShocked and enraged, Kyouko swears to take revenge by outdoing him in show business. With a new look and a new attitude, she joins LME, the agency where Ren Tsuruga (Shou's rival and the #1 actor of LME) works, in the hopes of achieving her goal of destroying Shou's pride.  \n  \nAlong the way, she discovers her true self, makes new friends (and enemies), and finds herself at the heart of some interesting situations that will change her life, and the lives of all others involved, forever."
    },
    "status": "ongoing",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "694fd8ba-0865-4821-b7cc-a7133645f757",
    "title": {
      "en": "Giant Ojou-sama"
    },
    "updatedAt": "2024-01-14T15:31:06+00:00",
    "coverArt": "https://mangadex.org/covers/694fd8ba-0865-4821-b7cc-a7133645f757/f4273110-6f60-4dbb-b11f-9321bf3b8c04.jpg",
    "altTitles": [
      {
        "ja-ro": "Jaianto Ojōsama"
      },
      {
        "en": "Oriko the Giant"
      },
      {
        "es": "Senhora Gigante"
      },
      {
        "ru": "Гигантская дама"
      },
      {
        "ja": "ジャイアントお嬢様"
      },
      {
        "ja-ro": "Giant Ojousama"
      },
      {
        "pt-br": "Senhorita gigante"
      }
    ],
    "description": {
      "en": "I can't believe my ojou-sama is so huge!  \n  \nFujido Oriko is the buxom young head of the Fujido Zaibatsu, a group that has a monopoly on Japan's vending machine industry. And serving at her side is her personal butler, the eccentric Dr. Sebastion.  \n  \nWhen a monster suddenly attacks the city, Dr. Sebastion slips his ojou-sama an experimental energy drink his team in R&D has been developing. As a result, she quickly finds herself growing into a giantess, matching the attacking kaiju in size! Will she be able to stop his rampage, or at the very least, keep her dignity intact?  \n  \n*[The pre-serialization version was the winner of Shounen Jump's Dec 2020 Bronze Rookie Award. The current serialization is on Sunday Web Every.]*"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi wo Suru"
    },
    "updatedAt": "2024-05-18T12:34:17+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/426242c4-b281-4f19-bb79-c4e15ab6bb24.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "ja-ro": "Sono Kisekae Ningyou wa Koi wo Suru"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll wa Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "en": "The Bisque doll is falling in love"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22f310da-d0d2-4180-8401-11210c4a6c78",
    "title": {
      "en": "Aflame Inferno"
    },
    "updatedAt": "2023-08-28T10:12:04+00:00",
    "coverArt": "https://mangadex.org/covers/22f310da-d0d2-4180-8401-11210c4a6c78/74969918-3ecc-44c2-90bc-7fa994bb83a6.jpg",
    "altTitles": [
      {
        "en": "A Flame Inferno"
      },
      {
        "NULL": "Bulnoriui Imperreuno"
      },
      {
        "en": "Fire Prison"
      },
      {
        "en": "Flame's Inferno"
      },
      {
        "vi": "Hỏa Vương"
      },
      {
        "en": "Inferno of Flame"
      },
      {
        "ru": "Пламя Инферно"
      },
      {
        "ru": "Пылающий ад"
      },
      {
        "ja": "炎のインフェルノ"
      },
      {
        "zh": "烈火圣狱"
      },
      {
        "zh-hk": "烈炎地狱"
      },
      {
        "ko": "불꽃의　INFERNO"
      },
      {
        "ko": "불꽃의 인페르노"
      }
    ],
    "description": {
      "en": "Aflame Inferno is about a self absorbed high schooler, Kang Shichan, that gets caught in the middle of a battle between demons. Injured severely and near death, the demon Inferno merges with the student to save his life. Together they win the battle to discover that they are inescapably joined. The only hope of ever being separate beings is to gather 1,000 Invento Hells and find the right spell of Resurrection. Can Kang Shichan balance hunting down demons with his school work?",
      "pl": "Kang Shichan, bardzo zaabsorbowany życiem szkolnym uczeń, wpada wprost w bitwę między dwoma demonami i zostaje poważnie ranny. Jeden z diabelskich pomiotów, Inferno, który również jest u kresu swych sił, proponuje mu układ: chłopak przeżyje, jeśli użyczy demonowi miejsca w swoim ciele."
    },
    "status": "cancelled",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "50"
  },
  {
    "mangaId": "9fedfc5e-62f2-410c-a922-660e65fd866d",
    "title": {
      "en": "Shadow of the Moon"
    },
    "updatedAt": "2024-05-22T16:50:21+00:00",
    "coverArt": "https://mangadex.org/covers/9fedfc5e-62f2-410c-a922-660e65fd866d/538536dd-74f4-4342-8d1c-dabda9b8b49b.jpg",
    "altTitles": [
      {
        "ko": "월영"
      }
    ],
    "description": {
      "en": "Yeonho is a military officer who uses his supernatural abilities to protect the people from various demon-like beasts. Although the abilities he possesses are extraordinary, his energy gets thrown into a frenzy upon exceedingly long usage, and he loses consciousness if he isn't purified right after subduing those ferocious beasts.\nYet, upon opening his eyes the next morning, he realizes that his frenzied energy had unbelievably disappeared after having sexual intercourse with someone while unconscious!\nHaving suspicions that the Purifier, Haejin, who has only ever been overtly concerned about his clan's authority and influence, couldn't have possibly purified him, Yeonho pretends to lose consciousness once again... Only to grab hold of Haeryung, the Purifier who enters his room for purification, and who is clearly a stranger but possesses an oddly familiar aura.\n\"Who... are you?\"",
      "fr": "Yeonho est un officier militaire qui utilise ses capacités surnaturelles pour protéger la population de diverses bêtes démoniaques. Bien que les capacités qu'il possède soient extraordinaires, son énergie devient frénétique après une utilisation excessivement longue, et il perd conscience s'il n'est pas purifié juste après avoir maîtrisé ces bêtes féroces.\nPourtant, en ouvrant les yeux le lendemain matin, il se rend compte que son énergie frénétique a incroyablement disparu après avoir eu des rapports sexuels avec quelqu'un alors qu'il était inconscient !\nSe doutant que le purificateur Haejin, qui ne s'est jamais préoccupé que de l'autorité et de l'influence de son clan, n'aurait pas pu le purifier, Yeonho fait semblant de perdre conscience une fois de plus... Seulement pour s'accrocher à Haeryung, le Purificateur qui entre dans sa chambre pour le purifier, et qui est clairement un étranger mais possède une aura étrangement familière.\n\n\"Qui... êtes-vous ?\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8bd19e5c-94f7-4368-a918-50f463857446",
    "title": {
      "en": "Kuroshitsuji"
    },
    "updatedAt": "2024-05-04T00:22:04+00:00",
    "coverArt": "https://mangadex.org/covers/8bd19e5c-94f7-4368-a918-50f463857446/eef23f37-2841-4447-a3ea-c13ccc4fbee0.jpg",
    "altTitles": [
      {
        "ja": "黒執事"
      },
      {
        "en": "Black Butler"
      },
      {
        "zh": "黑执事"
      },
      {
        "zh": "黑管家"
      },
      {
        "zh-hk": "黑執事"
      },
      {
        "ko": "흑집사"
      },
      {
        "ko": "검은 집사"
      },
      {
        "es": "Mayordomo negro"
      },
      {
        "pt": "O mordomo negro"
      },
      {
        "pt": "O mordomo sombrio"
      },
      {
        "it": "Black Butler - Il maggiordomo diabolico"
      },
      {
        "fr": "Majordome noir"
      },
      {
        "de": "Schwarzer Butler"
      },
      {
        "cs": "Kurošicudži"
      },
      {
        "pl": "Mroczny kamerdyner"
      },
      {
        "uk": "Темний дворецький"
      },
      {
        "bg": "Черният иконом"
      },
      {
        "ru": "Тёмный дворецкий"
      },
      {
        "ru": "Темный дворецкий"
      },
      {
        "ru": "Куросицудзи"
      },
      {
        "ru": "Чёрный дворецкий"
      },
      {
        "fa": "کوروشیتسوجی"
      },
      {
        "fa": "خادم سیاه"
      },
      {
        "vi": "Hắc Quản Gia"
      },
      {
        "ms": "Butler Hitam"
      },
      {
        "th": "คนลึกไขปริศนาลับ"
      },
      {
        "ar": "الخادم الأسود"
      },
      {
        "hu": "Kurosicudzsi"
      },
      {
        "hu": "Fekete komornyik"
      },
      {
        "fi": "Kuroshitsuji – Piru hovimestariksi"
      },
      {
        "fi": "Piru hovimestariksi"
      },
      {
        "tr": "Kara Kâhya"
      },
      {
        "tr": "Kara Kahya"
      },
      {
        "tr": "Kara Uşak"
      },
      {
        "kk": "Қара қызметші"
      }
    ],
    "description": {
      "de": "Ein teuflisch guter Butler ist Sebastian Michaelis, der dem Familienoberhaupt der noblen Phantomhives dient. Teuflisch ist hier wörtlich zu nehmen, denn Sebastian ist wirklich ein Dämon, mit dem das Oberhaupt der Phantomhives einen Pakt schloss. Seitdem hat er nicht nur die wichtigste Position in der Dienerschaft inne, sondern ist auch Leibwächter und Auftragskiller in Personalunion! Earl of Phantomhive ist der 12-jährige Ciel, der nicht nur das Familienunternehmen führt, sondern in seiner Funktion als Earl auch ein wichtiger Vertrauter Königin Victorias ist. Denn sie verlässt sich darauf, dass jede Gefahr diskret und schnell durch die Phantomhives beseitigt wird...",
      "en": "Just a stone's throw from London lies the manor house of the illustrious Phantomhive earldom and its master, one Ciel Phantomhive. Earl Phantomhive is a giant in the world of commerce, Queen Victoria's faithful servant...and a slip of a twelve-year-old boy. Fortunately, his loyal butler, Sebastian, is ever at his side, ready to carry out the young master's wishes. And whether Sebastian is called to save a dinner party gone awry or probe the dark secrets of London's underbelly, there apparently is nothing Sebastian cannot do. In fact, one might even say Sebastian is too good to be true...or at least, too good to be human...",
      "es": "Sebastian es el mayordomo de la familia Phantomhive, aristócratas de la alta sociedad inglesa. Él es perfecto en Todo. Detaca en: etiqueta, cultura, cocina y hasta en artes marciales... Es el acompañante de un joven amo muy caprichoso de tan sólo 12 años y siempre viste su frac negro, que aletea tras él. Este es un manga sobre un mayordomo perfecto para tu hora del té.\n\n---\nUn mayordomo que se precie tiene que estar dispuesto a lo que sea por el buen funcionamiento de la casa de su señor. Eso incluye prepararle el té que le gusta, asegurarse de que el resto del servicio sea eficiente, que todo funcione como un reloj… y en el caso especial de Sebastian, poner al servicio del joven conde Ciel sus habilidades especiales como mayordomo infernal.",
      "fi": "Sebastian on arvostetun Phantomhiven aristokraattisuvun täydellinen hovimestari. Hän on tietävä, oppinut, tyylikäs, loistava kokki ja taitaa taistelulajit. Silti hän saa juosta pikimustan frakin liepeet liehuen itsekkään 12-vuotiaan isäntänsä asioilla.\n\nYliluonnollisen taitavan hovimestarin palvelukset eivät kuitenkaan ole ilmaisia ja lopullisen palkkion joutuu maksamaan nuori isäntä. Sitä ennen parivaljakon pitää selvittää Lontoon alamaailman saloja ja kostaa pari murhaa.",
      "fr": "Sébastian est majordome au service de Ciel Phantomhive, héritier d'une grande famille de la noblesse anglaise. En matière d'érudition, d'éducation, d'art culinaire, rien à redire, il est parfait. Mais ne vous fiez pas à sa distinction, si vous vous en prenez à son jeune maître, vous découvrirez sa vraie nature... Ciel aurait-il signé un pacte avec le Diable...?!",
      "id": "Apa jadinya kalau seorang butler tidak bisa mengerjakan pekerjaan seperti ini? \n\nSebastian adalah seorang butler keluarga bangsawan terkemuka Inggris, yaitu Phantomhive. Ia sempurna dalam segala bidang. Berpengetahuan luas, elegan, jago masak, dan pandai bela diri. Ia selalu mengenakan jas buntut berwarna hitam kelam. Majikannya, Ciel Phantomhive, adalah seorang anak yang masih berumur 12 tahun dan bersifat egois. \n\nSimak kisah seorang butler nomor satu di dunia yang sangat cocok dengan teh warna merah...",
      "it": "Richiestissimo dai fan di tutta Italia, finalmente arriva il manga capolavoro di Yana Toboso! Una storia in cui un irresistibile black humour si fonde sapientemente al dramma, in un intreccio ricco di emozionanti colpi di scena. Sullo sfondo di un’Inghilterra vittoriana sapientemente rielaborata, preparatevi a scoprire il segreto che lega Ciel Phantomhive, un ragazzino che è l’unico erede rimasto in vita del casato dei Phantomhive, al suo perfetto, quasi irreale, maggiordomo Sebastian. Perché in questa storia, tutti sono molto più di quello che sembrano. State per scoprire perché!",
      "ja": "あくまで、執事ですから\n彼の職業は執事。彼は今日もお茶を煎れ、銀食器を磨く。そう、すべては主人のために…。",
      "pl": "Sebastian to kamerdyner w domu arystokratycznej rodziny Phantomhive. Jest utalentowany, wykształcony, dystyngowany, zna się na gotowaniu i sztukach walki. Słowem, jest doskonały w każdym calu. Jednak odziany w czarny frak kamerdyner zaczyna drżeć ze wzburzenia, gdy jego dwunastoletni pan wydaje rozkazy...\n\n---\nSebastian to kamerdyner w domu arystokratycznej rodziny Phantomhive. Jest utalentowany, wykształcony, dystyngowany, zna się na gotowaniu i sztukach walki. Słowem, jest doskonały w każdym calu. Jednak odziany w czarny frak kamerdyner, zaczyna drżeć ze wzburzenia, gdy jego dwunastoletni pan wydaje rozkazy… Zapraszamy do lektury bestsellerowej mangi Yany Toboso.",
      "ru": "Альтернативная Англия XIX-го века, роскошное поместье графа Фантомхайва, дружная компания нерасторопных слуг, над которыми возвышается во всех смыслах этого слова безупречный Себастьян. Юный граф Сиэль любит разные игры, и многочисленные способности дворецкого то и дело находят себе применение. Какая же тайна между дворецким и Графом? Ведь эти двое заключили важный контракт, который касается не только кулинарных талантов Себастьяна. Секреты правильного чая, жестокость итальянской мафии, неуклюжесть слуги-новичка и даже привычки родственников графа — всё по плечу Себастьяну, недаром его любимая присказка переводится и как «Я просто дьявольски хороший дворецкий», и как «Я и демон, и дворецкий».",
      "th": "คนที่เป็นหัวหน้าคนรับใช้นั้น ถ้าทำไม่ได้ขนาดนี้ จะใช้ได้อย่างไรกันล่ะครับ?\n\nเซบาสเตียน หัวหน้าคนรับใช้แห่งตระกูลแฟนทอมไฮฟ์ ตระกูลขุนนางมีชื่อของอังกฤษ\nเขามีความสมบูรณ์พร้อมในทุกๆด้าน ไม่ว่าจะเป็นด้านสติปัญญา การศึกษา ความเป็นผู้ดี อาหาร หรือศาสตรวุธ\nเมื่อต้องมารับใช้เจ้านายอายุ 12 ปี ที่เอาแต่ใจตัวเอง ชุดสูทชายด้านหลังยาวดำขลับก็พลิ้วขยับสั่นไหว\n\nการ์ตูนเกี่ยวกับหัวหน้าคนรับใช้ที่เข้ากันกับชาฝรั่งที่สุดในโลกมาถึงมือคุณแล้ว...",
      "tr": "Kahya olacak biri bu kadarını da yapabilir herhalde?\n\nSebastian, İngiltere’nin saygın aristokrat ailelerinden biri olan “Phantomhive Ailesi”nin kahyasıdır. Kendisi, bilgi birikimi, kültür, asalet, aşçılık ve dövüş sanatları konusunda mükemmeldir. On iki yaşındaki egoist efendisi için simsiyah kuyruklu takım elbisesi savrulup durmaktadır. İşte size dünyanın en iyi çayını yapan kahyasının mangası…",
      "vi": "Câu chuyện diễn ra vào thời Victoria. Ở ngoại thành London có một toàn lâu đài nguy nga vốn là nơi ở của gia tộc Phantomhive. Hiện giờ chủ nhân của toàn lâu đài đó là bá tước Ciel Phantomhive, một đứa trẻ mới 12 tuổi nhưng lại là người đứng đầu gia tộc Phantomhive, đồng thời cũng là người đứng đầu thế giới ngầm. Bên cạnh cậu lúc nào cũng có Sebastian Michaelis - một quản gia cực kỳ tài giỏi và luôn tuân theo mọi mệnh lệnh của cậu. Tuy nhiên, bọc sau lớp vỏ một quản gia, Sebastian thật sự không phải là con người, mà là một con quỷ. Sở dĩ một con quỷ chấp nhận làm một quản gia bình thường là vì Sebastian đã ký kết một “hợp đồng” với Ciel. Nội dung bản hợp đồng đó chính là Sebastian sẽ trở thành sức mạnh của Ciel, luôn trung thành phục vụ Ciel cho đến khi Ciel trả được mối thù giết cha mẹ. Đổi lại, sau khi Ciel trả thù xong, tức lúc bản hợp đồng kết thúc, thì Sebastian sẽ nuốt chửng linh hồn của Ciel xem như là thù lao. Dấu hiệu thể hiện hợp đồng đã được ký kết nằm trong con mắt phải của Ciel và trên mu bàn tay trái của Sebastian. Trong thời gian ở lại bên cạnh cậu chủ của mình, Sebastian đã cùng cậu chủ phá nhiều vụ án và trải qua nhiều cuộc phiêu lưu. Từ đó, nhiều bức màn bí mật dần dần được hé mở. Tập 21 Cậu chủ của tôi ơi, cậu đã sai một điều rồi ạ! Cơ thể Sebastian đã thoát khỏi lời nguyền. Thế nhưng, vào lúc này, những chủ nhân thực sự của Thung lũng ma sói lại ráo riết đuổi theo Lục phù thủy và ma pháp tối thượng mà Ciel đã cướp mất, nhăm nhe hàm răng trắng nhởn của mình. Và sau bóng lưng toan tính tẩu thoát của gã quý tộc ma quỷ, một con quái thú màu xanh rêu, đang chậm rãi, chậm rãi nhích lại gần..",
      "zh": "身为一个执事，连这种事都不会，那怎么成？ 英国的名门贵族法多姆凯贝家，有一位执事——锡巴斯查恩——不论是知识、教养、品位、料理、武术……他都样样精通， 面对那位任性的十二岁主人，漆黑的燕尾服在摇摆、摇摆…… 为您送上全世界 适合品尝着红茶欣赏的执事漫画……",
      "es-la": "Sebastian Michaelis. Mayordomo, cocinero, guardaespaldas, jardinero y experto en etiqueta. Siempre hace que su joven jefe, Ciel Phantomhive, mantenga el prestigio y la integridad física. Nunca permite que algo quede fuera de lugar o que los sirvientes caigan en la holgazanería. ¿Pero qué misterio guarda este singular hombre, que observa una agilidad y fuerza inimaginables y a quien las balas no le afectan? ¡Un personaje que no debe estar fuera de la mente fantástica de los asiduos lectores de mangas, y a quien podrás conocer en este primer tomo de *Black Butler*!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27179c2f-72d7-4a49-a577-2fa6eaf9df4d",
    "title": {
      "en": "Joshikousei no Mudazukai"
    },
    "updatedAt": "2024-05-23T18:54:44+00:00",
    "coverArt": "https://mangadex.org/covers/27179c2f-72d7-4a49-a577-2fa6eaf9df4d/66aa41b8-2554-4787-a868-96d2648d0bab.jpg",
    "altTitles": [
      {
        "ja-ro": "Joshikousei no Muda Zukai"
      },
      {
        "ja-ro": "JoshiMuda"
      },
      {
        "en": "Useless High School Girls"
      },
      {
        "en": "Wasteful Days of High School Girls"
      },
      {
        "ja": "女子高生の無駄づかい"
      },
      {
        "pt-br": "Um Desperdício de Colegiais"
      },
      {
        "pt": "Um Desperdício de Raparigas do Liceu"
      }
    ],
    "description": {
      "en": "One day out of boredom, Tanaka decided to give her classmates nicknames based on their quirks. Her friend Kikuchi became “Ota” for her nerdy interests and her other friend Saginomiya became “Robo” because of her expressionless face. In retaliation, her friends decided to name Tanaka “Baka”. \nEnjoy the ridiculous days of three high school friends claiming the height (or not) of their youth.",
      "es": "Un día de aburrimiento, Tanaka decidió darle apodos a sus compañeras de clase basada en sus características. Su amiga Sakuchi se volvió \"Ota\" por sus intereses otakus, y su otra amiga Saginomiya se volvió \"Robo\" por su personalidad sin expresiones, a cambio, sus amigas decidieron llamar a Tanaka, \"Baka\". Estos son los ridículos días de estas tres amigas que aprovechan (o no) sus días de juventud.",
      "es-la": "Un día de aburrimiento, Tanaka decidió darle apodos a sus compañeras de clase basada en sus características. Su amiga Sakuchi se volvió \"Ota\" por sus intereses otakus, y su otra amiga Saginomiya se volvió \"Robo\" por su personalidad sin expresiones, a cambio, sus amigas decidieron llamar a Tanaka, \"Baka\". Estos son los ridículos días de estas tres amigas que aprovechan (o no) sus días de juventud.",
      "pt-br": "Um dia, por tédio, Tanaka decidiu dar apelidos a suas colegas de classe com base em suas peculiaridades. Sua amiga Kikuchi tornou-se \"Ota\" por seus interesses 'otaku' e sua outra amiga Saginomiya tornou-se \"Robô\" por causa de seu rosto inexpressivo. Em retaliação, suasamigas decidiram chamá-la de \"Baka\". Diverte-se com os dias ridículos de três amigas do ensino médio que reivindicam viver o auge (ou não) de sua juventude."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5",
    "title": {
      "en": "The Kouhai who Went from Introvert to Influencer"
    },
    "updatedAt": "2024-04-05T22:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5/ebe6fcfb-e8fd-4475-8421-1e1995434536.jpg",
    "altTitles": [
      {
        "ja": "後輩は陰キャ上がりのインフルエンサー"
      },
      {
        "pt-br": "A Caloura Anti-social é uma Influencer em Ascenção"
      },
      {
        "ja-ro": "Kouhai wa Inkya Agari no Infuruensaa"
      },
      {
        "tr": "Utangaç Kouhai İnternet Ünlüsü Oldu"
      },
      {
        "es-la": "Una kohai que fue introvertida ahora es streamer"
      }
    ],
    "description": {
      "en": "After years of missed connections, our protagonist reunites with the junior he got along well with in high school. However, apparently, she has become a famous influencer.\n\n---\n**Links:**\n* Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/1722837/series/225813)",
      "tr": "Yıllarca süren ayrılıktan sonra kahramanımız, lise yıllarında iyi anlaştığı alt sınıfıyla yeniden bir araya gelir. Ancak görünüşe göre o artık bir internet ünlüsüdür.",
      "pt-br": "Após anos de desencontros, nosso protagonista reencontra a caloura com quem se dava bem no ensino médio. Porém, aparentemente, ela se tornou uma famosa influenciadora."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4dde1161-3101-4dbb-aaba-ff3a84219cba",
    "title": {
      "en": "Shameless School"
    },
    "updatedAt": "2024-05-21T20:55:18+00:00",
    "coverArt": "https://mangadex.org/covers/4dde1161-3101-4dbb-aaba-ff3a84219cba/6d0b1dc4-f0ef-49ce-b174-f1514e4b38a0.jpg",
    "altTitles": [
      {
        "ja": "ハレンチ学園"
      },
      {
        "fr": "L'École impudique"
      },
      {
        "it": "La Scuola Senza Pudore"
      },
      {
        "ja-ro": "Harenchi Gakuen"
      },
      {
        "zh-hk": "破廉恥學園"
      },
      {
        "ko": "파렴치 학원"
      }
    ],
    "description": {
      "en": "The first ecchi in history.\n\nBeginning in the first issue of Weekly Shonen Jump (ch 2). The nature of the content is very extreme with both teachers and students being involved in perverted situations. Over the publication, Go Nagai included more extreme content at the encouragement of his editor. As the manga continued its serialization, it garnered more and more controversy from parents. As a result, the Jump Editorial Dept. decided to cancel the serial. \n\nNagai, in response to the controversy, decided to end off the manga [End of part 1] with the very infamous \"Harenchi War\" (Shameless War) arc.\n\n_(spoiler)\nThe arc kills off the majority of the cast in a very gory and disturbing manner and remains a very infamous arc to this day._\n\n\nShameless School is controversial in Japan even today and is regarded as a \"traumatic work\" by several news publications.\n\nThe manga consists of 3 parts, with the last left unfinished due to the cancellation. + last volume includes 3 chapters backstory arc for Bearded Godzilla."
    },
    "status": "cancelled",
    "releaseDate": 1968,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "66"
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei Doesn't Know about Embarrassment"
    },
    "updatedAt": "2024-05-22T23:41:40+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/4e02cfa9-56d4-42af-b027-4ea3c774b6d0.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "ja-ro": "Akanabe-sensei wa Tereshirazu"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... \n\nThe story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou."
    },
    "updatedAt": "2024-03-30T23:26:30+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/b70c874a-be6d-4089-989d-7c408536544d.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind.\n\nWhen he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.\n\nThe new normal graph of youth is about to begin.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。\n\n舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。\n\n真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n日常が変わっていく、つみきさんと一緒なら。\n\nまだ誰も知らない、ニューノーマルな青春がここに。",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6753601-bdbf-40f3-8103-9ed24dbd5b2a",
    "title": {
      "en": "Sparkling Baby"
    },
    "updatedAt": "2024-05-23T18:20:03+00:00",
    "coverArt": "https://mangadex.org/covers/c6753601-bdbf-40f3-8103-9ed24dbd5b2a/4d0eca44-5a17-45e7-9f8f-6df513bb4f59.png",
    "altTitles": [
      {
        "ko": "스파클링 베이비"
      }
    ],
    "description": {
      "en": "\"Excuse me, are you Korean?\"\n\nDue to a recent heartbreak, Hanjoon arrives at New York.\n\nNot only is he delighted to meet a Korean in an unfamiliar city,\nhe has a one-night stand with him.\n\n\"I should've asked for his name.\"\n\nHowever, these two end up meeting again in an unusual place.\n\nWhere will their one-night stand in the artist's city of New York lead them to?",
      "pl": "\"Przepraszam, jesteś Koreańczykiem?\"\n\nZ powodu niedawnego złamanego serca Hanjoon przybywa do Nowego Jorku.\n\nNie tylko jest zachwycony spotkaniem Koreańczyka w nieznanym mieście,\nma z nim jednonocną przygodę.\n\n\"Powinienem był zapytać o jego imię\".\n\nJednak ta dwójka spotyka się ponownie w nietypowym miejscu.\n\nDokąd zaprowadzi ich jednonocna przygoda w mieście artysty, Nowym Jorku?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b91f496a-2b8a-4f95-8efa-569d5622b369",
    "title": {
      "en": "Flawed Almighty"
    },
    "updatedAt": "2024-05-02T20:14:41+00:00",
    "coverArt": "https://mangadex.org/covers/b91f496a-2b8a-4f95-8efa-569d5622b369/bc05ad1a-9ca9-4e5b-9b5e-7b1721a13dbd.png",
    "altTitles": [
      {
        "ko": "천치전능"
      },
      {
        "en": "Omnipotence"
      },
      {
        "en": "Omniscient And Omnipotent"
      },
      {
        "es": "Omnisciente"
      },
      {
        "ru": "Чмоджи Всемогущий"
      }
    ],
    "description": {
      "en": "Kim Jeonji, a problem child who caused violence every day while in school, injured his leg in a motorcycle accident, retired from active duty (?), and is living a good life as a social misfit. Then, one day, he gets into an argument with the old beggar on the overpass, and he does something against the old beggar.... The old man is supposed to be a 'God'?",
      "ru": "Ты был легендой — стал никем,\nКак старый лев среди шакалов.\nМечты все обратились в тлен,\nПогребены среди завалов.\n\nУвидев слабого, толкни,\nПусть и его жизнь станет адом.\nВот только даже в наши дни\nЛегенды оживают рядом. © RSC",
      "pt-br": "Faça o bem ou vá para o inferno. As condições de sua nova maldição parecem simples o suficiente para o outrora esperançoso bandido Kim Jeonji. Ou assim parece quando seu animado anjo da guarda aparece em sua porta um dia e o cura. Mas será que simplesmente fazer o que é necessário para ajudar as pessoas será o suficiente para apaziguar um deus mesquinho com rancor?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "121"
  },
  {
    "mangaId": "bab3340e-90c4-47fc-a979-61b8ad9fa022",
    "title": {
      "en": "What the Duke Picked up in the Forest"
    },
    "updatedAt": "2024-05-19T17:49:33+00:00",
    "coverArt": "https://mangadex.org/covers/bab3340e-90c4-47fc-a979-61b8ad9fa022/3b8dba88-42ff-4fb4-a70e-39273ffd81e5.png",
    "altTitles": [
      {
        "ko": "숲 속에서 공작이 주운것은"
      },
      {
        "ko-ro": "Supsogeseo Gongjagi Juungeoseun"
      },
      {
        "en": "The Duke Picked up Something in the Forest"
      },
      {
        "fr": "Ce qui le duc ramassa dans la forêt"
      },
      {
        "es": "El duque cogió algo en el bosque"
      },
      {
        "es": "Lo que el duque recogió en el bosque"
      },
      {
        "ru": "Что нашёл герцог в лесу"
      },
      {
        "tr": "Dük ormanda ne buldu?"
      },
      {
        "id": "Duke mengambil sesuatu di hutan"
      },
      {
        "zh": "森林中公爵找到的她"
      }
    ],
    "description": {
      "en": "“I’m going to do this for the last time, so let me go back with my memories.”\n\nThose who died for me 29 times... I wanted to protect you with my own hands at least once. I want to protect those poor and pitiful 'my people.'\n\nThus, Elysia's 30th and last regression began. Everything began to change as if fate had been twisted into place. A child who was born without a ‘sign’ in a family that received God’s protection and lived a harsh life. I gradually realize that the beginning of the curse disguised as God's blessing all started with one person...",
      "fr": "Élisia Creed est de retour dans son corps de 10 ans.\"Mais pourquoi à ce moment précis ?\"La personne qui l'a sauvée, qui était presque la proie des chiens sauvages dans la forêt de minuit, est le duc Balne, le protagoniste de toutes sortes de rumeurs dangereuses.Elle a vécue 29 vies dans le malheur à cause de sa belle-mère, qui cherche désespérément à la tuer, et de son père froid et négligent. C'était la dernière chance que Dieu lui a donnée. Avec l'aide du duc, Élysia change son destin.",
      "zh": "重生30次遇见危险公爵\n这次要亲手改变不幸的命运\n艾莉希雅·克雷德回来了！再一次回到了自己儿时的身体里。这倒不是坏事，可为什么偏偏回到了这个时间点啊？在午夜的森林里，有着各种危险传闻的瓦尔恩公爵，救了差点被一群野狗撕咬的她。因为绞尽脑汁想要夺走她的性命的继母，和对此冷眼旁观、放任不管的父亲，艾莉希雅过了29次悲惨的人生。这是神给予她的最后一次机会，这一次艾莉希雅在公爵的帮助之下，开始了改写自己命运的故事！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da194d80-11c5-4908-b41d-0875dbc0e608",
    "title": {
      "en": "When The Full Moon Rises"
    },
    "updatedAt": "2024-04-24T12:00:59+00:00",
    "coverArt": "https://mangadex.org/covers/da194d80-11c5-4908-b41d-0875dbc0e608/ff3b0fb3-876a-4157-be1c-77fb8637c06b.jpg",
    "altTitles": [
      {
        "ko": "보름달이뜨면"
      }
    ],
    "description": {
      "en": "We just broke up but we live together? Coming Soon April 27th."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "109cf150-2ec3-4e34-9ecf-ce928e484f43",
    "title": {
      "en": "Beni Tsubaki"
    },
    "updatedAt": "2024-04-07T11:36:16+00:00",
    "coverArt": "https://mangadex.org/covers/109cf150-2ec3-4e34-9ecf-ce928e484f43/324eb51c-ac74-48dc-a74c-c90aa0ccc475.jpg",
    "altTitles": [
      {
        "es": "Camelia Carmesí"
      },
      {
        "en": "Crimson Camellia"
      },
      {
        "ja": "紅椿妃"
      },
      {
        "ko": "베니츠바키"
      },
      {
        "zh-hk": "紅椿妃"
      },
      {
        "zh": "红椿妃"
      },
      {
        "ja-ro": "Benitsubaki"
      }
    ],
    "description": {
      "en": "Kisshouin Tsubaki aka the \"Crimson Camellia\" wants to satisfy her occultistic curiosity by having a hands-on experience with every Yokai she can find.  Let's follow her in her travels, accompanied by her trusted cameraman Yokomizo-kun.",
      "es": "Kisshouin Tsubaki alias la \"Camelia Carmesí\", una bella reportera de lo oculto, quiere satisfacer su curiosidad intelectual teniendo una experiencia práctica con cada Yokai que pueda encontrar.  \nSígala en sus viajes, acompañada por su confiable camarógrafo Yokomizo-kun."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f5366b7-3c41-4cff-895c-385a41d5e39a",
    "title": {
      "en": "Onna Chara de Isekai Ten'i shite Cheatppoi kedo Zako Chara na no de Medatazu Heiwa na Shomin wo Mezashimasu!"
    },
    "updatedAt": "2024-05-23T16:58:08+00:00",
    "coverArt": "https://mangadex.org/covers/8f5366b7-3c41-4cff-895c-385a41d5e39a/dca61f18-4968-4869-a03b-9b20fceb3ef8.jpg",
    "altTitles": [
      {
        "ja": "女キャラで異世界転移してチートっぽいけど雑魚キャラなので目立たず平和な庶民を目指します！"
      },
      {
        "en": "After Reincarnating in Another World as My Sort of Cheat but Small Fry Female Character I will Strive to Live a Peaceful Life of an Ordinary Person!"
      }
    ],
    "description": {
      "en": "A little weary salaryman. One day, after waking up... he found himself in another world in the body of a female character, Susie, from the MMORPG he liked to play. Confused, he tried an attack... and made all the mosters flee to the place people live, afraid of his destructive power that's able to smash a mountain. Having dealt with them, he ended up saving Howard, a local tribune who invited his savior to the village, but...",
      "ja": "お疲れ気味のサラリーマン。ある日、目が覚めると...やりこんでいたネットゲームの女キャラ・スージィの姿で異世界転移していた。とまどいながらも攻撃を放つと...なぜか山の形を変えてしまうほどの破壊力で、人里のほうに魔獣を散らしてしまう。そしてその対処をしていた護民官ハワードを助けたことをきっかけに、村に招かれることになるのだが――"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-05-21T17:34:21+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/8cb529dd-ab47-4d2d-b613-183dd076141b.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c28d99bc-02f4-4541-b770-080464be4f8e",
    "title": {
      "en": "Maou Tsukai no Saikyou Shihai"
    },
    "updatedAt": "2024-05-14T02:03:51+00:00",
    "coverArt": "https://mangadex.org/covers/c28d99bc-02f4-4541-b770-080464be4f8e/fa9d4881-6af4-423f-a527-9478d24f0249.jpg",
    "altTitles": [
      {
        "en": "The Demon King Tamer’s Strongest Domination"
      },
      {
        "ja": "魔王使いの最強支配"
      }
    ],
    "description": {
      "en": "For incompetence, Lewin, a Demon-Tamer adventurer, was banished from the hero’s party. Without being acknowledged for his achievements as a commanding officer...\n\nHowever, the moment he comes into contact with Sasha, the Demon King of Death, one of the sealed Seven Demon Kings, he awakens to become a Demon King with the ability to subjugate Demon Kings! Moreover, by shattering the seal, he tames the Demon King, Sasha——\n\nLewin, backed by Sasha, succeeds in drawing out the Demon King’s power and works to subdue all Demon Kings, the root of the strife between the humans and the demons.\n\nAn overwhelming fantasy of warriors by the boy who rules the Demon King begins."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8a959f7-648e-4c8d-8f23-f1f3f8e129f3",
    "title": {
      "en": "One-Punch Man"
    },
    "updatedAt": "2024-04-15T16:49:46+00:00",
    "coverArt": "https://mangadex.org/covers/d8a959f7-648e-4c8d-8f23-f1f3f8e129f3/fd109385-623d-46fe-b908-aedc4528a35c.jpg",
    "altTitles": [
      {
        "es": "El hombre de un solo golpe"
      },
      {
        "en": "One Punch Man"
      },
      {
        "en": "One-Punch Man"
      },
      {
        "en": "OPM"
      },
      {
        "tr": "Tek Yumruk"
      },
      {
        "ja-ro": "Wanpanman"
      },
      {
        "ru": "Ванпанчмен"
      },
      {
        "fa": "مرد تک‌مشتی"
      },
      {
        "fa": "وان‌پانچ‌من"
      },
      {
        "ja": "ワンパンマン"
      },
      {
        "zh": "一拳超人"
      },
      {
        "ko": "원펀맨"
      },
      {
        "zh": "一击男"
      },
      {
        "ne": "वान्-पन्च् म्यान्"
      },
      {
        "ar": "ون بنش مان"
      },
      {
        "ar": "رجل اللكمة الواحدة"
      },
      {
        "th": "วันพันช์แมน"
      },
      {
        "he": "איש האגרוף הבודד"
      },
      {
        "he": "וואן פאנץ' מן"
      },
      {
        "kk": "Бірұрман"
      },
      {
        "kk": "Уанпанчмен"
      },
      {
        "de": "ONE-PUNCH MAN"
      },
      {
        "pt-br": "One-Punch Man"
      }
    ],
    "description": {
      "en": "After rigorously training for three years, the ordinary Saitama has gained immense strength which allows him to take out anyone and anything with just one punch. He decides to put his new skill to good use by becoming a hero. However, he quickly becomes bored with easily defeating monsters, and wants someone to give him a challenge to bring back the spark of being a hero.  \n  \nUpon bearing witness to Saitama's amazing power, Genos, a cyborg, is determined to become Saitama's apprentice. During this time, Saitama realizes he is neither getting the recognition that he deserves nor known by the people due to him not being a part of the Hero Association. Wanting to boost his reputation, Saitama decides to have Genos register with him, in exchange for taking him in as a pupil. Together, the two begin working their way up toward becoming true heroes, hoping to find strong enemies and earn respect in the process.  \n  \n\n\n\n---\n\n**Notes:**  \n- Because some groups use the web version of the manga while others use the magazine version, the numbering won't match between different languages.  \n- **Because a takedown notice was sent to MangaDex from the owners of this series, fan translations of One Punch Man are currently unavailable to be uploaded. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-punch-man) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US).**",
      "fa": "در جهان اَبَر قهرمان ها قهرمانی بسیار قدرتمند و شکست ناپذیر وجود داره که به (مرد تک مشتی) معروفه چون اون تمامی دشمنان و رقیب هاشو فقط با یک مشت از میدان به در میکنه. بعد از مدتی سایتاما  دیگه از مبارزاتش لذت نمیبره و احساساتی مثل هیجان و ترس رو در خودش فراموش میکنه! و همراه تنها شاگردش که یک سایبورگ هست به انتظار رقیبی خوب ، ماجراهایی رو دنبال میکنن و……",
      "ru": "Манга повествует о молодом человеке по имени Сайтама. Он — герой, обычный герой. Основная его проблема в том, что он вышибает дух из злодеев одним ударом. А это очень скучно…",
      "tr": "Üç yıllık sıkı bir eğitimden sonra, Saitama, tek bir yumrukla herkesi ve her şeyi alt etmesine izin veren muazzam bir güç kazandı. Bir kahraman olarak yeni becerisini iyi bir şekilde kullanmaya karar verir. Bununla birlikte, canavarları kolayca yenmekten çabucak sıkılır ve kahraman olma kıvılcımını geri getirmek için birinin ona meydan okumasını ister.\n  Bir cyborg olan Genos, Saitama'nın inanılmaz gücüne tanık olduktan sonra, Saitama'nın çırağı olmaya kararlıdır. Bu süre zarfında Saitama, Kahraman Derneği'nin bir parçası olmadığı için ne hak ettiği takdiri görmediğini ne de insanlar tarafından tanınmadığını fark eder. İtibarını artırmak isteyen Saitama, Genos'u öğrenci olarak alması karşılığında kendisine kaydettirmeye karar verir. İkisi birlikte, güçlü düşmanlar bulmayı ve bu süreçte saygı kazanmayı umarak gerçek kahramanlar olma yolunda ilerlemeye başlar.",
      "pt-br": "One-Punch Man conta a história de Saitama, um super-herói extremamente poderoso, que se entediou com a ausência dos desafios nas suas lutas contra o mau e procura encontrar um oponente digno para lutar."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5846bc89-b47a-4de7-9ca1-6fbef0f881b8",
    "title": {
      "en": "Where the Wind Stays"
    },
    "updatedAt": "2023-02-05T15:35:17+00:00",
    "coverArt": "https://mangadex.org/covers/5846bc89-b47a-4de7-9ca1-6fbef0f881b8/68fe8e7c-e070-43ac-87d3-86f5a980e580.jpg",
    "altTitles": [
      {
        "ko": "风停之迹 / 바람이 머무는 자리"
      }
    ],
    "description": {
      "pl": "Aby złamać starożytną klątwę, która nęka królewską linię krwi, młody książę Tasara ma zostać złożony w ofierze śmierci. Nara zostaje zatrudniony jako pałacowy sługa, który ma wykonać egzekucję księcia, gdy nadejdzie czas. Po popełnieniu okrutnego i niewybaczalnego czynu wobec Tasary, Nara jest zdesperowany, by naprawić swoje krzywdy. Wkrótce ich lubieżny związek, który do tej pory był trzymany w tajemnicy, wystawia na próbę jego determinację. Czy Nara da się odwieść od swojej pierwotnej misji? Nie wiadomo, jak daleko się posunie, by zyskać przebaczenie Tasary."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c888dc5-090d-4e53-a990-5091fd25bcae",
    "title": {
      "en": "Traditional Erotic Fairy Tales - The Goblin's Hat"
    },
    "updatedAt": "2024-05-23T16:37:30+00:00",
    "coverArt": "https://mangadex.org/covers/9c888dc5-090d-4e53-a990-5091fd25bcae/41ba34f9-d4cc-4d16-835b-8814e81a2673.jpg",
    "altTitles": [],
    "description": {
      "fr": "Muwon marche dans les pas de son défunt père en devenant à son tour un voleur qui se bat pour la justice. Un jour où il est poursuivi par un seigneur suprême du palais et ses gardes, il rencontre un homme suspect qui connaît sa véritable identité. Il est à deux doigts de se faire prendre quand cet homme étrange prête à Muwon un chapeau noir qui, lorsqu'il le porte, lui permet de disparaître aux yeux des autres. Mais ce mystérieux cadeau a un prix..."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "5"
  },
  {
    "mangaId": "3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac",
    "title": {
      "en": "The Dangers in My Heart"
    },
    "updatedAt": "2024-03-17T10:42:33+00:00",
    "coverArt": "https://mangadex.org/covers/3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac/43760422-c1d5-42f1-92d9-53a434fcf823.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Kokoro no Yabai Yatsu"
      },
      {
        "ru": "Угрозы в моём сердце"
      },
      {
        "ja": "僕の心のヤバイやつ"
      },
      {
        "ja": "僕ヤバ"
      },
      {
        "zh-hk": "我心裡危險的東西"
      },
      {
        "zh": "我心里危险的东西"
      },
      {
        "ko": "내 마음의 위험한 놈"
      },
      {
        "pt-br": "Os Perigos Do Meu Coração"
      },
      {
        "tr": "Kalbimdeki Tehlikeler"
      },
      {
        "es-la": "Los peligros en mi corazón"
      },
      {
        "it": "I pericoli nel mio cuore"
      },
      {
        "id": "Yang Bikin Bahaya di Hatiku"
      },
      {
        "ar": "الشخص الخطير في قلبي"
      },
      {
        "pl": "Czarne chmury w moim sercu"
      },
      {
        "ja-ro": "BokuYaba"
      },
      {
        "fr": "Les dangers de mon cœur"
      },
      {
        "de": "Die Gefahren in meinem Herzen"
      }
    ],
    "description": {
      "de": "Der Teenager Ichikawa Kyoutarou gehört zu den allerletzten auf seiner Schule. Neben seinen Bemühungen, Unterhaltungen mit einer bestimmten Klassenkameradin aufrechtzuerhalten, muss er sich außerdem noch dafür zusammenreißen, mörderische Dränge aus den Tiefen seiner Seele zu verbergen.\n\nEigentlich ist es aber eine niedliche Liebesgeschichte zwischen einem geistig gestörten Jungen und einer fröhlichen, leicht komisch, jedoch schönen Mädchen.",
      "en": "A ‘fearsome psycho-thriller’ centering on the ‘dark side of adolescence’.\n\nFollowing Ichikawa Kyoutarou, a teenage boy belonging to the very bottom caste of his school, this work details his troubled interactions with a certain classmate, and his attempt to hide murderous impulses that find themselves in the darkest recesses of his soul.\n\nIn reality, though, it's a sweet youth rom-com between a messed up boy and a bright, if somewhat strange, beautiful girl.\n\n- Won the Tsugi ni Kuru Web Manga 2020 Award.\n- Was nominated for the 2020 and 2021 Manga Taisho Award.\n- Won the top prize of 2021 Tsutaya Comic Awards",
      "ja": "学園カースト頂点の美少女・山田杏奈の殺害を妄想してはほくそ笑む、重度の中二病の陰キャ・市川京太郎。だが山田を観察する内に、京太郎が思う「底辺を見下す陽キャ」とは全然違うことに徐々に気づいていき…!? 陰キャ男子\n\n---\n\n- Exclusive art is occasionally posted to [the series' official account](https://twitter.com/boku__yaba/status/1060017522303414273)",
      "ru": "«Страшный психо-триллер», сосредоточенный на «тёмной стороне юности». История повествует о Киотаро Ичикаве — человеке, находящемся на самой низшей ступени в своей школе и скрывающем убийственный порыв, находящийся в самой глубине его души... на деле же, это милый ром-ком про странного мальчика и прекрасную, хоть и слегка странную, девушку.",
      "es-la": "La historia trata sobre un joven llamado Kyotaro Ichikawa que sufre de un caso grave de “chūnibyō” y se divierte imaginando la muerte de una hermosa chica llamada Anna Yamada, quien está en la cima de la jerarquía social de la escuela. Sin embargo, mientras observa a Yamada, Kyotaro comienza a darse cuenta de que ella es muy diferente de lo que él pensaba.\n\n - Ganó el premio Tsugi ni Kuru Web Manga 2020.\n- Fue nominado para el premio Manga Taisho en 2020 y 2021.\n- Ganó el primer premio en los premios Tsutaya Comic de 2021.",
      "pt-br": "Um \"intenso thriller psicológico\" centralizado no lado obscuro da adolescência. \n\nO mangá gira em torno de Kyoutaro Ichikawa, uma pessoa no fundo da hierarquia de sua escola, que esconde um impulso assassino no fundo de sua alma. Mas na realidade, é uma doce comédia romântica entre um garoto confuso e uma garota brilhante, embora um tanto estranha e bonita."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff4b6bfd-40b4-4a84-b60e-1006c46c106b",
    "title": {
      "en": "How the Little Brother Who Turned Into a Girl Became His Big Brother's Girlfriend"
    },
    "updatedAt": "2024-05-23T16:45:08+00:00",
    "coverArt": "https://mangadex.org/covers/ff4b6bfd-40b4-4a84-b60e-1006c46c106b/8ab088a7-fd39-41bb-9caa-cd7cbc3b785c.jpg",
    "altTitles": [
      {
        "ja": "兄貴の彼女になる、女の子になっちゃった弟。"
      },
      {
        "ja-ro": "Aniki no Kanojo ni Naru, Onnanoko ni Nacchatta Otouto"
      },
      {
        "en": "When I Returned Home for the First Time in a Long Time, My Brother Transformed Into a Girl"
      },
      {
        "ja": "久しぶりに実家に帰ったら弟がTSしてた。"
      },
      {
        "ja-ro": "Hisashiburi ni Jikka ni Kaettara Otouto ga TS Shiteta."
      }
    ],
    "description": {
      "en": "When I returned home for the first time in a long time, my little brother transformed into a girl!?\n\n---\n\n[Fantia 18+ Content](https://mangadex.org/title/7a23de9c-01b8-43bd-ac38-0bfe0bebcc3b)",
      "id": "Ketika aku pulang ke rumah setelah sekian lamanya adik tiri laki-laki ku berubah menjadi gadis!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-03-31T17:56:45+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/32a2bf59-f437-4bdc-9827-0ab9818497c3.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25886ab0-17f1-4801-b929-6b36fe4e5214",
    "title": {
      "en": "Minami-ke"
    },
    "updatedAt": "2024-04-19T18:31:33+00:00",
    "coverArt": "https://mangadex.org/covers/25886ab0-17f1-4801-b929-6b36fe4e5214/36abc3e6-35f1-4622-8db5-42ac0dea5ff5.jpg",
    "altTitles": [
      {
        "ja": "Minamike"
      },
      {
        "ja": "みなみけ"
      },
      {
        "ja": "南家"
      },
      {
        "en": "The Minami Family"
      },
      {
        "en": "The Minami Household"
      }
    ],
    "description": {
      "en": "*Minami-ke* (\"The Minami Household\") is a manga following the three Minami sisters, Haruka, Kana, and Chiaki in their lives at home and school. It's a funny manga that depicts how these characters interact with each other and their classmates. Although they are ordinary girls, their ordinary adventures are told in an extraordinary manner.\n**Source:** MangaUpdates"
    },
    "status": "ongoing",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "778b8438-af3a-4534-841c-adf923b55ee1",
    "title": {
      "en": "Uma Musume Pretty Derby: Star Blossom"
    },
    "updatedAt": "2024-03-31T18:10:29+00:00",
    "coverArt": "https://mangadex.org/covers/778b8438-af3a-4534-841c-adf923b55ee1/3124d911-022c-419e-a2f9-4fc855aff651.jpg",
    "altTitles": [
      {
        "ja": "ウマ娘 プリティーダービー スターブロッサム"
      },
      {
        "ja-ro": "Uma Musume Puritiudaubiu Sutauburossamu"
      },
      {
        "ru": "Девушки-пони Славное Дерби: Звёздный цветок"
      }
    ],
    "description": {
      "en": "The popular cross-media content \"Uma Musume Pretty Derby\" features \"Uma Musume\" who have inherited the names and souls of numerous racehorses! A new legend begins with the indomitable horse girl \"Sakura Laurel\" as the main character.\n\n---\n\n- [Alternative Raw](https://shonenjumpplus.com/episode/4856001361118480104)",
      "ja": "「挑戦なくして、得られるものなど何もない」　見習いトレーナー・椿が出会ったのは、ガラスの脚を抱えたデビュー前のウマ娘・サクラローレル。半人前の2人が見た頂点への夢は、無謀なのか――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff7acd30-a447-4ebc-9dc9-3ad588ccaa8d",
    "title": {
      "en": "Sherbet Above the Sea of Fog"
    },
    "updatedAt": "2024-04-19T23:23:56+00:00",
    "coverArt": "https://mangadex.org/covers/ff7acd30-a447-4ebc-9dc9-3ad588ccaa8d/f83a0850-f835-4446-9e4f-4ddaa06c3657.jpg",
    "altTitles": [
      {
        "ko": "안개 바다 위의 샤베트"
      }
    ],
    "description": {
      "en": "Sherbet, a girl from a noble family, is forced to marry a man she has never met. She decides to escape this fate and joins a cruise that sails through the sea of mist, a place full of legends and secrets.\n\nThere, she meets several interesting characters, such as a pirate captain, a runaway princess, a curious mermaid and a cruel empress. She also discovers that the cruise is actually a ghost ship that takes the souls of the dead to the next world.\n\nShe will have to face various dangers and challenges to escape the ship and find her true love."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6dc99d1-4b39-4a7e-bfda-ad66fdff235f",
    "title": {
      "en": "Hotaru no Yomeiri"
    },
    "updatedAt": "2024-05-19T21:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/c6dc99d1-4b39-4a7e-bfda-ad66fdff235f/31e721e8-c156-40fb-a54d-897912419ddf.jpg",
    "altTitles": [
      {
        "ja": "ホタルの嫁入り"
      },
      {
        "en": "Firefly Wedding"
      },
      {
        "uk": "Весілля світлячків"
      },
      {
        "ne": "जुनकिरी को विवाह"
      },
      {
        "zh-hk": "螢火蟲之婚"
      },
      {
        "vi": "Đám cưới đom đóm"
      },
      {
        "es": "Matrimonio de luciérnagas"
      },
      {
        "es-la": "Matrimonio de luciérnagas"
      },
      {
        "en": "Firefly Marriage"
      }
    ],
    "description": {
      "en": "A romance story set in the Meiji era. Born into a prestigious family and blessed with good looks, Satoko is said to have a short life expectancy. But suddenly, her life is targeted by a mysterious killer...?! In order to survive on the spot, Satoko makes a \"proposal\" for the killer...?! - A young lady and an assassin... A contract marriage love suspense between two people who should never meet!",
      "es": "Una joven y un asesino a sueldo... ¡un thriller de amor sobre un matrimonio contractual entre dos personas que nunca deberían cruzarse!\nEstamos en la era Meiji.\nNacida en el seno de una familia prominente y bendecida con una buena apariencia, a Satoko le dicen que le queda poco tiempo de vida, y su único sueño es casarse en beneficio de su familia.\n¡Pero, de repente, un misterioso asesino atenta contra su vida...!\n¡Para sobrevivir, Satoko le hace una proposición al asesino...!",
      "ja": "令嬢と殺し屋…絶対交わらないはずの二人の、契約結婚ラブサスペンス！\n時は明治。\n名家に生まれ美貌に恵まれるも、余命わずかと言われている紗都子の唯一の夢は…家の利益になる結婚をすること。\nしかし突然、謎の殺し屋に命を狙われ…！？\nその場を生き延びるため、紗都子は殺し屋にある“提案”を…！？",
      "uk": "\"Весілля світлячків\" – манґа, події якої розгортаються у давні часи епохи Мейджі. Дівчина на ім'я Сатоко, донька заможної родини, якій пощастило успадкувати красу, прагне одружитися з тим, кого запропонує їй батько, але як же це зробити, якщо її життю загрожує хвороба? Одного дня героїня потрапляє до рук викрадачів, де, задля порятунку себе, вона пропонує шлюб власному вбивці. Куди її приведе узгоджений шлюб з людиною, яку вона ніколи не мала зустріти?",
      "es-la": "Una joven y un asesino a sueldo... ¡un thriller de amor sobre un matrimonio contractual entre dos personas que nunca deberían cruzarse!\nEstamos en la era Meiji.\nNacida en el seno de una familia prominente y bendecida con una buena apariencia, a Satoko le dicen que le queda poco tiempo de vida, y su único sueño es casarse en beneficio de su familia.\n¡Pero, de repente, un misterioso asesino atenta contra su vida...!\n¡Para sobrevivir, Satoko le hace una proposición al asesino...!",
      "pt-br": "Uma história de romance ambientada na era Meiji.  \n\nNascida em uma família de prestígio e abençoada com boa aparência, Satoko tem uma expectativa de vida curta. Mas de repente, sua vida é alvo de um misterioso assassino...?! Para sobreviver no local, Satoko faz uma \"proposta\" para o assassino...?! \n- Uma jovem e um assassino... \n\nUm suspense de amor por contrato de casamento entre duas pessoas que nunca deveriam se encontrar!",
      "zh-hk": "千金小姐與殺手…絕對沒有交集的兩個人間的契約結婚愛情喜劇！\n時值明治時代。\n出生名門又集美貌於一身，卻被告知餘命不久矣的紗都子唯一的夢想是…為了家族的利益而結婚。\n但是，突然之間被謎樣的殺手給襲擊了…！？\n為了從這種局面中活下來，紗都子向殺手提出了某項“提案”…！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f6003ca-e7f3-43ce-bfd2-0694146994be",
    "title": {
      "en": "Tying the Knot with an Amagami Sister"
    },
    "updatedAt": "2024-05-09T17:23:11+00:00",
    "coverArt": "https://mangadex.org/covers/0f6003ca-e7f3-43ce-bfd2-0694146994be/86d1a0a7-4b08-4bfb-8e63-f9e89d1a6fd2.jpg",
    "altTitles": [
      {
        "ja-ro": "Amagami-san Chi no Enmusubi"
      },
      {
        "ru": "Брачные узы с семьёй Амагами"
      },
      {
        "ja": "甘神さんちの縁結び"
      },
      {
        "zh-hk": "甘神家的連理枝"
      },
      {
        "fr": "Se Marier avec une Sœur Amagami"
      },
      {
        "fr": "Comment j'ai Marié une Sœur Amagami"
      },
      {
        "pt-br": "Casamento da Família de Amagami"
      },
      {
        "id": "Perjodohan Keluarga Amagami"
      },
      {
        "ar": "التوفيق بين عائلة كانغامي"
      },
      {
        "es-la": "El Emparejamiento de la Familia Amagami"
      },
      {
        "en": "Matchmaking of the Amagami Household"
      },
      {
        "es-la": "Emparejamiento del Hogar Amagami"
      }
    ],
    "description": {
      "en": "Kamihate Uryuu, orphaned since childhood, receives an invitation to stay at the local Shinto shrine. All he wanted was a quiet place to study so that he can fulfill his dream of making it into a top medical school, but after arriving there, he comes across three beautiful shrine maiden sisters... and the head priest requests that he marry one of them and take over the shrine. A tale of love and miracles is about to unfold!",
      "fr": "Kamihate Uryuu, orphelin depuis l'enfance, reçoit une invitation à séjourner dans le sanctuaire shinto local. Tout ce qu'il voulait, c'était un endroit tranquille pour étudier afin de réaliser son rêve d'entrer dans une grande école de médecine, mais en arrivant sur place, il tombe sur trois belles demoiselles du sanctuaire... Le prêtre en chef lui demande d'épouser l'une d'entre elles et de prendre la succession du sanctuaire. Une histoire d'amour et de miracles est sur le point de se dérouler !",
      "ja": "京大医学部を目指す高校生の上終 瓜生。児童養護施設育ちの瓜生は「甘神神社」の宮司さんに引き取られ、居候することに。受験勉強ができる環境があれば…と思っていたが、居候の条件は「婿養子として神社を継ぐ」こと!? しかも結婚相手は同居する巫女三姉妹!! 一つ屋根の下、巫女と紡ぐ恋と奇跡の物語、開幕!!",
      "ru": "Камихатэ Урю долгое время прожил в приюте, пока не был взят под опеку священником Тидори Амагами. Остановившись в храме, Урю узнаёт, что здесь живут три жрицы-сёстры, которые являются внучками главного священника. В конечном итоге, Тидори Амагами рассказывает, что взял парня под опеку, чтобы он женился на одной из его внучек и унаследовал храм, как его зять. Так начинается история любви и чудес с семьёй Амагами.",
      "es-la": "Un chico que había perdido la fe en las Oraciones y los Dioses, de pronto conocerá a 3 hermosas Hermanas que son Doncellas del Templo donde comenzará a vivir, ¿Esto afectará de alguna Manera a nuestro Protagonista? Léelo para descubrirlo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "5f20aded-1216-41e3-b48d-87b0c4d9957c",
    "title": {
      "en": "Kono Healer, Mendokusai"
    },
    "updatedAt": "2023-10-14T10:07:34+00:00",
    "coverArt": "https://mangadex.org/covers/5f20aded-1216-41e3-b48d-87b0c4d9957c/f3b661a3-0caa-4efc-929b-04c6abd99cb3.jpg",
    "altTitles": [
      {
        "en": "This Healer is Annoying"
      },
      {
        "en": "This Healer is Obnoxious"
      },
      {
        "ja": "このヒーラー、めんどくさい"
      },
      {
        "ru": "Этот противный целитель!"
      }
    ],
    "description": {
      "en": "Fantasy adventuring comedy starring Karla the dark elf cleric who invested too much on her taunting skills and Alvin the swordsman who has to put up with her.",
      "ru": "Фантастическая приключенческая комедия с участием Карлы, тёмной эльфийки-клирика, которая слишком много вложила в навыки грубости, и Элвина, мечника, вынужденного мириться с ней.\n\n---\n\n(Source: [readmanga](https://readmanga.io/etot_protivnyi_celitel___A5275))"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79a9cce8-26f8-457b-935d-437149682855",
    "title": {
      "en": "Reporting for Duty, Duchess!"
    },
    "updatedAt": "2024-05-19T17:46:32+00:00",
    "coverArt": "https://mangadex.org/covers/79a9cce8-26f8-457b-935d-437149682855/23c32fcd-7555-486c-a64d-2e6949070880.jpg",
    "altTitles": [
      {
        "zh": "长官！本次战场是这里吗？"
      },
      {
        "ko": "대위님! 이번 전쟁터는 이곳인가요?"
      },
      {
        "en": "Captain! Where is the battlefield?"
      },
      {
        "en": "Captain! Is This Battlefield Here?"
      }
    ],
    "description": {
      "en": "Elite Special Forces Captain Lee Yoon-ah, who is said to be Korea's nerd. As a soldier to the bone, there was no romance in her life. However, a completely different world unfolds in front of her, who lost her mind after being hit by a shell while dispatched overseas. Being possessed by a romance fantasy novel written by a friend! She also becomes an extra 'Rosalie' who lives a miserable life. Taking a deep breath and shaking her head for a moment, she considers this a battlefield and decides to change her life. \"This is a class society.\" \"Because I've experienced enough to get tired of a hierarchical society called the military.\" \"Are you disobeying my orders now?\" Captain who conquers the duke with absolute charisma! However, she unintentionally seizes the romance... \"Duke, how does it feel to kneel down to the Crown Prince? It's the first time you've kneeled down to anyone other than the Emperor.\" The original male lead, not the female lead, falls to her knees. Captain, who didn't care about love, can you win this battlefield?",
      "fr": "Lee Yoon-Ah, capitaine d'une unité des forces spéciales, considérée comme la meilleure de Corée.\n\nEn tant que soldat, il n’y avait pas de romance dans sa vie. Cependant, un monde complètement différent se déroule devant elle, après avoir perdue sa tête à cause d'un bombardement lors de son expédition à l’étranger.\n\nElle se retrouve dans un roman d’amour fantastique écrit par son ami !\nElle devient alors « Rosalie », une femme qui vit une vie misérable.\n\nPrenant une profonde respiration et se tenant la tête un moment, elle décida de changer sa vie, considérant cet endroit comme un nouveau champ de bataille.\n\n« C’est une société hiérarchique, et j’ai suffisamment vécue dans une société hiérarchique appelée l’armée que j'en ai marre. »\n« Désobéissez-vous à mes ordres maintenant ? »\n\nElle rencontre alors un homme possédant un charisme absolu !\nMais involontairement, une romance s'installe...\n\n« Duchesse, que pensez-vous de faire agenouiller le prince héritier ? »\n« C’est la première fois que je m'agenouille devant quelqu’un d’autre que l’empereur. »\n\nLe personnage masculin original se met à genoux, et non pour l'héroïne.\nL'ancienne capitaine, qui ne se soucie pas de l’amour, pourra-t-elle gagner cette bataille ?",
      "pt-br": "Capitão das Forças Especiais de Elite Lee Yoon-ah, que dizem ser o nerd da Coreia. Como soldado até os ossos, não havia romance em sua vida. No entanto, um mundo completamente diferente se desenrola diante dela, que enlouqueceu após ser atingida por um projétil enquanto era despachada para o exterior. Ser possuído por um romance de fantasia escrito por um amigo! Ela também se torna uma 'Rosalie' extra que vive uma vida miserável. Respirando fundo e balançando a cabeça por um momento, ela considera isso um campo de batalha e decide mudar de vida. “Esta é uma sociedade de classes.” “Porque já experimentei o suficiente para me cansar de uma sociedade hierárquica chamada militar.” \"Você está desobedecendo minhas ordens agora?\" Capitão que conquista o duque com carisma absoluto! No entanto, ela involuntariamente agarra o romance ... “Duke, como é se ajoelhar para o príncipe herdeiro? É a primeira vez que você se ajoelha diante de alguém que não seja o imperador. O protagonista masculino original, não o protagonista feminino, cai de joelhos. Capitão, que não se importava com o amor, você pode vencer este campo de batalha?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "37cbe8a9-4a2f-4e71-a8c8-c33be7aee3cc",
    "title": {
      "en": "Atsumare! Fushigi Kenkyu-bu"
    },
    "updatedAt": "2024-04-16T19:22:15+00:00",
    "coverArt": "https://mangadex.org/covers/37cbe8a9-4a2f-4e71-a8c8-c33be7aee3cc/57183c28-207a-4d5b-8c2b-a5233bcfb099.jpg",
    "altTitles": [
      {
        "en": "Assemble! Mysterious Research Club"
      },
      {
        "tr": "Gizemli Araştırma Kulübü, Toplan!"
      },
      {
        "pt-br": "Reúnam-se! Clube de Pesquisas Misteriosas"
      },
      {
        "es-la": "Reúnanse! Club de Investigaciones Misteriosas"
      },
      {
        "ru": "Все сюда! Таинственный клуб исследований"
      },
      {
        "ja": "あつまれ！ふしぎ研究部"
      },
      {
        "zh-hk": "聚集！不可思議研究部"
      },
      {
        "zh": "聚集！不可思议研究部"
      },
      {
        "ko": "모여라! 불가사의 연구부"
      },
      {
        "ja-ro": "Atsumare! Fushigi Kenkyuubu"
      }
    ],
    "description": {
      "en": "Goryo Daisuke is still unsure about which club to join. When he meets the three girl members of Mysterious Research Club while looking for the school's warehouse, he gets hypnotized to sign the registration form. Suzu who is obsessed with scary curses, Chiaki who only relies on her monstrous strength to perform dangerous magic tricks, and Kotone who can control people by hypnosis.",
      "es-la": "Goryou Daiseuke aún está indeciso sobre a qué club unirse en su escuela. Cuando conoce a tres chicas miembros del “Club de Investigaciones Misteriosas” mientras buscaba el almacén de la escuela, es hipnotizado por ellas y, sin saberlo, firma una solicitud de ingreso. Suzu, quien está obsesionada con las maldiciones, Chiaki quien confía en su monstruosa fuerza para realizar actos de magia y Kotone, quien puede controlar a la gente con hipnosis. Ahora comienza una nueva y caótica vida para Daisuke, siendo el conejillo de indias del club.",
      "pt-br": "Goryo Daisuke ainda não sabe ao certo a qual clube ingressar. Quando ele conhece as três garotas do Clube de Pesquisa Misteriosa enquanto procura o depósito da escola, ele fica hipnotizado para assinar o formulário de inscrição. Suzu, que é obcecada por maldições assustadoras, Chiaki, que só conta com sua força monstruosa para realizar truques de mágica perigosos, e Kotone, que pode controlar as pessoas por meio da hipnose."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ef6e461-033b-4976-b222-943856c94a97",
    "title": {
      "en": "Smiley"
    },
    "updatedAt": "2024-05-12T12:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/9ef6e461-033b-4976-b222-943856c94a97/083717c3-019a-4e3f-add1-2dd4a372dc58.jpg",
    "altTitles": [
      {
        "ja": "スマイリー"
      },
      {
        "ru": "Улыбающиеся"
      },
      {
        "vi": "Smiley - Cười lên"
      }
    ],
    "description": {
      "en": "Yuushi Kamome is a freelance writer who lost his beloved daughter in an accident. In despair, his wife leaves him, and he spends his days like a shell of a man. One day, however, a flyer from a strange religious group, the \"Heart Laughing Society,\" changes his fate. It shows the image of his wife, whom he has lost touch with...This is a story of faith and madness. What is the black darkness of the cult that an evil smile invites? A chilling “new religion” suspense begins!",
      "ru": "Томодзи Камомэ — писатель-фрилансер, потерявший любимую дочь в результате несчастного случая. В отчаянии от него уходит жена, и он проводит свои дни в одиночестве, закрывшись от внешнего мира.\nОднако однажды листовка странной религиозной группы «Общество смеющегося сердца» меняет его судьбу. В ней он увидел свою жену, с которой потерял связь..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6306c976-d776-48c3-b29f-d345e65f272b",
    "title": {
      "en": "YuruYuri"
    },
    "updatedAt": "2023-05-12T01:27:05+00:00",
    "coverArt": "https://mangadex.org/covers/6306c976-d776-48c3-b29f-d345e65f272b/090f9d7a-8ed2-486a-ae32-588102d1ca22.jpg",
    "altTitles": [
      {
        "en": "YRYR"
      },
      {
        "en": "Yuru Yuri"
      },
      {
        "ja": "ゆるゆり"
      },
      {
        "zh": "摇曳百合"
      },
      {
        "zh-hk": "輕鬆百合"
      },
      {
        "ru": "Лилии на ветру"
      }
    ],
    "description": {
      "en": "Four mischievous girls illegally occupy the former Traditional Tea Ceremony clubroom, in order to create the \"Amusement Club.\" These scamps…who ignore repeated warnings—in direct rebellion with the righteous directives of the Student Council—decide to remain in the room until they finally get off their bums and do something! In this slightly sluggish manga, full of fits and starts, the four girls set off from their homes for a walk together with days full of a little this and that!",
      "pt-br": "Quatro meninas sapecas ocupa ilegalmente o antigo salão de festas tradicional da cerimônia do chá, a fim de criar o \"Club de diversões.\" Estes patifes ... que ignoram as advertências repetidas - em rebelião direta com as ordem de justiça do Conselho de Estudantes - decidem permanecer na sala até que finalmente saia seus vagabundos para fazerem alguma coisa! Neste manga ligeiramente lento, cheio de trancos e barrancos, as quatro meninas partiram de suas casas para um passeio em conjunto com dias cheios de um pouco disso e daquilo!"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a892e04c-e20c-4fd3-9169-d620cee8dbd4",
    "title": {
      "en": "A Divorced Crybaby Has Moved in Next Door"
    },
    "updatedAt": "2024-05-18T07:05:48+00:00",
    "coverArt": "https://mangadex.org/covers/a892e04c-e20c-4fd3-9169-d620cee8dbd4/ef198af6-ef6c-4cf5-bee4-5ffeb6d102d0.jpg",
    "altTitles": [
      {
        "ja": "バツイチで泣き虫なおとなりさん"
      },
      {
        "ja-ro": "Batsuichi de Nakimushi na Otonari-san"
      },
      {
        "ja-ro": "Batsuichide Nakimushina Otonarisan"
      },
      {
        "en": "My Divorced Crybaby Neighbour"
      },
      {
        "en": "My Divorced Crybaby Neighbor"
      },
      {
        "en": "A Divorced Crybaby Has Moved in Next door"
      },
      {
        "en": "A Divorced Crybaby has Moved in Next door"
      },
      {
        "en": "My Once-Divorced & Crybaby Next-door Neighbor"
      },
      {
        "ru": "Моя Разведенная Плакса-Соседка"
      },
      {
        "uk": "Моя розлучена сусідка-плакса"
      },
      {
        "es-la": "Mi vecina llorona divorciada"
      },
      {
        "pt-br": "Minha Vizinha Divorciada e Chorona"
      },
      {
        "tr": "Yan Daireme Taşınan Ağlak Komşum"
      },
      {
        "ja": "バツ泣き"
      },
      {
        "ja-ro": "BatsuNaki"
      }
    ],
    "description": {
      "en": "Ochiai-San is an ordinary woman who recently went through a divorce. Years of marital neglect have chipped away at her self-esteem, making her more reserved and depressed. However, there is one light at the end of her tunnel - her next door neighbor, Sawatari-kun. Can he help bring her back out of her shell?",
      "tr": "Yeni boşanmış, ağlak komşu Ochiai-san ve Sawatari-kun'un yaşadıkları olayları anlatan seri.",
      "pt-br": "Ochiai-san é uma mulher comum que recentemente se divorciou. Anos de abandono conjugal prejudicaram sua autoestima, tornando-a mais reservada e deprimida. No entanto, há uma luz no fim do túnel, seu vizinho, Sawatari-kun. Ele pode ajudar a trazê-la de volta para fora de sua concha?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3aae438-6b4b-409c-bc0d-b6851d09aa5b",
    "title": {
      "en": "By? Chance!"
    },
    "updatedAt": "2024-04-28T22:51:52+00:00",
    "coverArt": "https://mangadex.org/covers/f3aae438-6b4b-409c-bc0d-b6851d09aa5b/a2c6df40-bd52-4717-bcb5-6a0f7352db9e.jpg",
    "altTitles": [
      {
        "ko": "우연?히도!"
      }
    ],
    "description": {
      "en": "A wolf pup separated from his parents before his name was even given gets saved by Heedo, a hare who was passing by. \n\"Can't you give me a name, Hyung...?\"\nAs the clear and bright eyes of the wolf pup plead with him, Heedo names the pup Wooyeon.\nAnd with that, Wooyeon and Heedo grow up in each others' company.\nOn the day Wooyeon successfully takes on his human form for the first time upon becoming an adult, a strangely dangerous look flashes from his eyes...\nWhat will happen between Heedo the hare and his natural enemy Wooyeon the wolf?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31195a76-d460-4fb3-8e72-d5cd80184900",
    "title": {
      "en": "Hoshino-kun, Shitagatte!"
    },
    "updatedAt": "2024-02-09T06:16:11+00:00",
    "coverArt": "https://mangadex.org/covers/31195a76-d460-4fb3-8e72-d5cd80184900/0f3c286c-454d-4e8e-908d-177cb071190c.jpg",
    "altTitles": [
      {
        "ja": "星野くん、したがって！"
      },
      {
        "en": "Hoshino-kun, Please Follow My Lead!"
      },
      {
        "ru": "Хосино-кун, следуй за мной!"
      },
      {
        "ar": "!هوشينو-كن، رجاءً اتبع توجيهاتي"
      },
      {
        "vi": "Nghe lời tôi nào Hoshino!"
      }
    ],
    "description": {
      "ar": "روم-كوم عن صبي مدرسة ثانوية خجول ولطيف من مدرسة البيسبول يلتقي بطالبة منتقلة جديدة بمفردها. فيعلم عن تعرضها للاعتداء ولكن بطريقة ما تبدو هذه الفتاة غريبة نوعًا ما لأنها فجأةً طلبت منه المال لمساعدتها!",
      "en": "Hoshino, a member of the baseball club meets Yamada, a classmate who has just transferred to his new school. She cries loudly that she was \"mugged\" and makes a certain \"request\" to him. The world's funniest master-slave relationship between a clueless girl and a good-natured little guy is about to begin."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7fe636b8-af53-4fd0-b036-993b375ee58e",
    "title": {
      "en": "Mobile Suit Gundam SEED featuring SUIT CD"
    },
    "updatedAt": "2024-05-23T14:58:47+00:00",
    "coverArt": "https://mangadex.org/covers/7fe636b8-af53-4fd0-b036-993b375ee58e/dea37d55-ff1e-4570-a267-ecdbbbcabd15.jpg",
    "altTitles": [
      {
        "ja": "機動戦士ガンダムSEED featuring SUIT CD"
      },
      {
        "ja-ro": "Kidou Senshi Gandamu SEED featuring SUIT CD"
      }
    ],
    "description": {
      "en": "Adaptation of the Gundam SEED SUIT CD drama CDs by Yasushi Yamaguchi"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "79428c31-72f5-4fb0-8579-250f7933b2d5",
    "title": {
      "en": "Author of My Own Destiny"
    },
    "updatedAt": "2024-01-05T06:43:01+00:00",
    "coverArt": "https://mangadex.org/covers/79428c31-72f5-4fb0-8579-250f7933b2d5/6a7c269b-f885-4567-978a-69f870c64dfa.jpg",
    "altTitles": [
      {
        "ko": "내 남자 주인공의 아내가 되었다"
      },
      {
        "ko-ro": "Nae Namja Juingongui Anaega Doeeotda"
      },
      {
        "en": "I Became the Wife of the Male Lead"
      },
      {
        "fr": "Autrice de ma propre destinée"
      },
      {
        "it": "Artefice del mio destino"
      },
      {
        "pt": "Me tornei a esposa do protagonista"
      },
      {
        "es": "Me convertí en la esposa del protagonista masculino"
      },
      {
        "uk": "Я стала дружиною головного героя"
      },
      {
        "ru": "Я стала женой главного героя"
      },
      {
        "ja": "ラスボスの私が主人公の妻になりました"
      },
      {
        "zh": "成为我男主的妻子"
      },
      {
        "zh": "成为我笔下男主之妻"
      },
      {
        "zh-hk": "成為我筆下男主角的妻子"
      },
      {
        "th": "ฉันกลายเป็นภรรยาของพระเอก"
      },
      {
        "mn": "Гүнтний эхнэр болон амьдарсан нь"
      },
      {
        "mn": "Би эрэгол дүрийн гэргий болсон"
      },
      {
        "mn": "Би эрэгтэй гол дүрийн гэргий болсон"
      },
      {
        "vi": "Tôi Trở Thành Vợ Của Nam Chính"
      },
      {
        "vi": "Tôi Đã Trở Thành Vợ Của Nam Chính"
      },
      {
        "vi": "Trở Thành Vợ Của Nam Chính"
      },
      {
        "hu": "A férfi vezető felesége lettem"
      }
    ],
    "description": {
      "en": "In the novel *The Emperor and the Saintess*, the male lead and heroine were able to defeat the cursed dragons and the demons, as well as the final boss of the story, with their beautiful love.\n\n\"...Haha. I'd rather die now, so I can go in peace.\"\n\nRather than having a brilliant future and being hailed as a genius mage, I just want a secure future where I can have a comfortable retirement... That's what I wish, but when this world comes to an end, I'm the final boss. Please, just let me live... However, \"Wait, isn't this the male lead, Siegren? Why is he here?\"\n\nSiegren, the heroic male lead who will save the world, is dying right in front of my eyes? The male lead whose mind and body where all tattered from rolling around in the battlefield.\n\n\"Siegren, I'm sure you'll have many things to do in the future. I promise to help you achieve that.\"\n\nWhen I saw Siegren's wounds, I made a promise. This person, who suffered because of the lines I wrote. I promise to bring him happiness, a brilliant future, and a comfortable life.\n\n---\nEvil mage Fiona Green was destined to die at the hands of the protagonist couple in *The Emperor and the Saint*. That is until the story’s author became Fiona herself! Though mistreated, cast out by her pompous family, and thrown into the battle at Heylon, Fiona is determined to use her magic for good. But things take a rather unexpected turn when she rescues the male lead, Siegren, turning him from foe to friend… Will she successfully rewrite her fate without changing the story’s happy ending?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/51579678), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4623950), [Ridibooks](https://ridibooks.com/books/3170012762)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%82%A8%EC%9E%90-%EC%A3%BC%EC%9D%B8%EA%B3%B5%EC%9D%98-%EC%95%84%EB%82%B4%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2830), [KakaoPage](https://page.kakao.com/content/57746592)\n\n**Official Translations:**\n* [English](https://tapas.io/series/author-of-my-own-destiny/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=142&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526142)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%90%E7%82%BA%E6%88%91%E7%AD%86%E4%B8%8B%E7%94%B7%E4%B8%BB%E8%A7%92%E7%9A%84%E5%A6%BB%E5%AD%90/222)\n* [French / Français](https://fr.piccoma.com/fr/product/422)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Author-of-My-Own-Destiny/72)\n* [Japanese / 日本語](https://piccoma.com/web/product/79110)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A0%E0%B8%A3%E0%B8%A3%E0%B8%A2%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AD%E0%B8%81/271)",
      "ru": "Я попала в тело Фионы, главной злодейки, чья душа была приговорена к вечным страданиям после ужасной кончины от рук главного героя. Её семья издевалась над ней только потому, что она была незаконнорожденной. И вот, переселившись в тело за 6 лет до начала романа, меня отправили на войну в возрасте 13 лет! К счастью, Фиона как главная злодейка романа оказалась гениальным магом. Я должна пережить нашествие монстров, но сейчас не могу находиться в центре поля боя. Как раз перед тем как я выдохлась, я столкнулась с главным героем-подростком. …Почему он здесь? Что ж, если главный герой здесь умрёт, то мир будет разрушен. Так что давайте сначала спасём его!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/51579678), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4623950), [Ridibooks](https://ridibooks.com/books/3170012762)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%82%A8%EC%9E%90-%EC%A3%BC%EC%9D%B8%EA%B3%B5%EC%9D%98-%EC%95%84%EB%82%B4%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2830), [KakaoPage](https://page.kakao.com/content/57746592)\n\n**Official Translations:**\n* [English](https://tapas.io/series/author-of-my-own-destiny/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=142&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526142)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%90%E7%82%BA%E6%88%91%E7%AD%86%E4%B8%8B%E7%94%B7%E4%B8%BB%E8%A7%92%E7%9A%84%E5%A6%BB%E5%AD%90/222)\n* [French / Français](https://fr.piccoma.com/fr/product/422)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Author-of-My-Own-Destiny/72)\n* [Japanese / 日本語](https://piccoma.com/web/product/79110)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A0%E0%B8%A3%E0%B8%A3%E0%B8%A2%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AD%E0%B8%81/271)",
      "tr": "\"İmparator ve Azize\" romanında erkek başrol ve kadın başrol, lanetli ejderhaları, iblisleri ve hikâyenin son düşmanını güzel aşklarıyla yenmeyi başardı. \"...Haha. Şimdi ölmeyi tercih ederim, böylece huzurla gidebilirim.\" Parlak bir geleceğe sahip dahi bir büyücü olarak yaşamak yerine, rahat bir emeklilik hayatı sürdürebileceğim güvenli bir gelecek istiyorum... Tek dileğim buydu fakat bu dünyanın sonu geldiğinde, son ve en güçlü düşman ben olacağım. Lütfen, sadece yaşamama izin verin... Ancak, \"Bir dakika, bu erkek başrol Siegren değil mi?\" \"O neden burada?\" Dünyayı kurtaracak kahraman erkek başrol Siegren gözlerimin önünde mi ölüyor? Savaş alanında hırpalanmaktan aklı ve vücudu parçalanan bir erkek başrol. \"Siegren, eminim gelecekte yapacak çok şeyin olacak.\" \"Bunu başarmana yardım edeceğime söz veriyorum.\" Siegren'ın yaralarını gördüğümde bir söz verdim. 'Yazdığım satırlar yüzünden acı çeken bu kişiye; mutluluk, parlak bir gelecek ve rahat bir hayat getireceğime söz veriyorum.' \n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/51579678), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4623950), [Ridibooks](https://ridibooks.com/books/3170012762)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%82%A8%EC%9E%90-%EC%A3%BC%EC%9D%B8%EA%B3%B5%EC%9D%98-%EC%95%84%EB%82%B4%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2830), [KakaoPage](https://page.kakao.com/content/57746592)\n\n**Official Translations:**\n* [English](https://tapas.io/series/author-of-my-own-destiny/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=142&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526142)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%90%E7%82%BA%E6%88%91%E7%AD%86%E4%B8%8B%E7%94%B7%E4%B8%BB%E8%A7%92%E7%9A%84%E5%A6%BB%E5%AD%90/222)\n* [French / Français](https://fr.piccoma.com/fr/product/422)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Author-of-My-Own-Destiny/72)\n* [Japanese / 日本語](https://piccoma.com/web/product/79110)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A0%E0%B8%A3%E0%B8%A3%E0%B8%A2%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AD%E0%B8%81/271)",
      "uk": "Я потрапила у тіло головної лиходійки, що приречена на смерть і вічні страждання душі. Її сім’я знущалась з неї лишень тому, що вона була позашлюбною дочкою графа.\nІ ось, перемістившись в тіло задовго до початку роману, мене відправили на війну. На щастя, я стану геніальним магом. Переживши основну навалу монстрів, я зіткнулась із головним героєм. \nЧому він тут? Якщо головний герой помре, то світ буде зруйновано. Врятуймо його!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/51579678), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4623950), [Ridibooks](https://ridibooks.com/books/3170012762)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%82%A8%EC%9E%90-%EC%A3%BC%EC%9D%B8%EA%B3%B5%EC%9D%98-%EC%95%84%EB%82%B4%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2830), [KakaoPage](https://page.kakao.com/content/57746592)\n\n**Official Translations:**\n* [English](https://tapas.io/series/author-of-my-own-destiny/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=142&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526142)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%90%E7%82%BA%E6%88%91%E7%AD%86%E4%B8%8B%E7%94%B7%E4%B8%BB%E8%A7%92%E7%9A%84%E5%A6%BB%E5%AD%90/222)\n* [French / Français](https://fr.piccoma.com/fr/product/422)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Author-of-My-Own-Destiny/72)\n* [Japanese / 日本語](https://piccoma.com/web/product/79110)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A0%E0%B8%A3%E0%B8%A3%E0%B8%A2%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AD%E0%B8%81/271)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d066e86-f0ee-4487-a4d8-a19ec9f27bfd",
    "title": {
      "en": "Dreaming of the Dokkaebi"
    },
    "updatedAt": "2024-05-22T10:16:29+00:00",
    "coverArt": "https://mangadex.org/covers/2d066e86-f0ee-4487-a4d8-a19ec9f27bfd/48faa57e-b8a2-4e4f-93e5-c00662ca6548.jpg",
    "altTitles": [
      {
        "en": "The Mountain Branches Dream of Goblins"
      },
      {
        "ko": "산가지는 도깨비의 꿈을 꾼다"
      }
    ],
    "description": {
      "fr": "Min-chan, doit vivre sa vie en chassant des fantômes à cause de la malédiction dont il souffre depuis l'enfance. Un jour, il se voit proposer un \"gros coup\" par un homme puissant en qui lui a autant confiance qu'en sa famille. S'il parvient à se débarrasser de \"lui\" il pourra mener une vie normale ! Après être arrivé à l'endroit où \"il\" se trouve, Min-chan rencontre un homme qui l'appelle \"Kim Seo-ho\".\n\n\"Tu es enfin de retour, Kim Seo-ho... !!! Je vais faire en sorte que tu ne puisses plus t'enfuir. Parce que je me souviens de chaque odeur qui te concerne.\"\n\nMin-chan sera-t-il capable de chasser cet homme en toute sécurité ?\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34ef2d69-2a7e-4d11-815e-986043556f55",
    "title": {
      "en": "Mugen no Skill Getter!"
    },
    "updatedAt": "2024-01-31T17:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/34ef2d69-2a7e-4d11-815e-986043556f55/e42cf5e7-968a-4d5b-a4c4-8013e8ab213e.jpg",
    "altTitles": [
      {
        "ja": "無限のスキルゲッター！"
      },
      {
        "en": "Infinite Skill Getter!"
      }
    ],
    "description": {
      "en": "During a Once-in-A-lifetime ceremony, the young boy, Yuri, receives the trash skill “Life transfer”, allowing him to transfer his life force to another person…\nCrushed by despair after receiving the skill, Yuri encounters a woman who loses her life right in front of him. Wanting to be the one to decide who he gives his life to, he activates “Life Transfer”, dying on the spot. It had appeared as though the woman’s life was ended rather abruptly, however, the woman turned out to be the daughter of god. As a “thank you” for saving the life of his daughter, god resurrected Yuri, and in addition, gave him the ability to receive double the experience points each month.\nWith the endless amount of experience he gains, Yuri will leisurely walk the path to the world’s strongest, collecting endless amounts of skills along the way!\n***\n[Orignal webnovel](https://www.alphapolis.co.jp/novel/587737999/279349914)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1dbb9d5-cc9d-45b5-a04d-b033e456bdec",
    "title": {
      "en": "Butterfly Trap"
    },
    "updatedAt": "2024-05-22T07:10:53+00:00",
    "coverArt": "https://mangadex.org/covers/c1dbb9d5-cc9d-45b5-a04d-b033e456bdec/2045b6b1-6d2b-4895-95db-df3918c8b05c.png",
    "altTitles": [
      {
        "ko": "버터플라이 트랩"
      }
    ],
    "description": {
      "fr": "Yang Dojin a toujours travaillé dur depuis son enfance pour essayer d'exceller dans tous les domaines. Mais lorsqu'il a rencontré Lee Tae-Woong au lycée, il a commencé à avoir un complexe d'infériorité.\n\nPeu importe ce qu'il faisait, Dojin était toujours placé en deuxième position par rapport à Tae-Woong. Ils sont même devenus amis, bien que Dojin ait toujours été ouvert à la compétition avec Tae-Woong. Devenu de plus en plus jaloux, il décide alors de ruiner la préparation de Tae-Woong à l'examen d'entrée à l'université en lui faisant une fausse confession d'amour !\n\n10 ans plus tard, Yang Dojin rejoint le même lycée en tant que professeur de littérature. Mais quel coup du sort ! C'est là qu'il retrouve Lee Tae-Woong, qui a rejoint l'école en tant qu'infirmier.\n\nDès lors, la vie professionnelle de Dojin en tant que professeur devient un véritable enfer."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "45"
  }
]