[
  {
    "mangaId": "97e8bb6b-1407-4053-b167-87d1077fb9df",
    "title": {
      "en": "Suguru-kun Fight!"
    },
    "updatedAt": "2024-04-17T01:01:14+00:00",
    "coverArt": "https://mangadex.org/covers/97e8bb6b-1407-4053-b167-87d1077fb9df/bcd3fb1d-31c6-400b-8d89-421d8aaf78dd.jpg",
    "altTitles": [
      {
        "en": "Fight, Suguru-kun!"
      },
      {
        "uk": "Борись, Сугуро!"
      },
      {
        "ja": "スグルくんファイト!"
      }
    ],
    "description": {
      "en": "When Suguru, an ordinary high school student, comes home as usual, he bumps into his sister's friend, Noriyuki!\n\nSuguru decides at a glance that the big and cool Noriyuki is the type he doesn't like, and runs away from the scene, but for some reason, Noriyuki starts to pick on Suguru persistently...!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bc00a43-f16f-4bb3-b3c2-59b6e9effdd1",
    "title": {
      "en": "Ochikobore Kenshi, Tsuihousareta no de Majutsushi ni Tenkou suru - Kenshi no Toki wa Gomi Skill datta \"Zettai Kioku\" wa Majutsushi ni Totte wa Kami Skill deshita"
    },
    "updatedAt": "2024-04-17T17:12:43+00:00",
    "coverArt": "https://mangadex.org/covers/3bc00a43-f16f-4bb3-b3c2-59b6e9effdd1/da123a30-8994-4934-86e3-44488819647f.jpg",
    "altTitles": [
      {
        "ja": "落ちこぼれ剣士、追放されたので魔術師に転向する ～剣士のときはゴミスキルだった『絶対記憶』は魔術師にとっては神スキルでした～"
      },
      {
        "en": "The Exiled Failed Swordsman Becomes a Sorcerer ~ [Absolute Memory], Which Was a Garbage Skill for a Swordsman, Is a God Skill for a Sorcerer!"
      }
    ],
    "description": {
      "en": "In a world where swordsmanship and magic clash, Durandal is born into one of the world’s most prestigious swordsman families. However, his innate skill is ‘Absolute Memory’. A skill that allows him to never forget anything he has seen or heard, but it was completely useless in swordsmanship where power is everything. Eventually, the banished Durandal encounters ‘magic’, and starts to change the life he had once given up on!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f907c4b8-eeb6-42e1-8590-0792fc8423b3",
    "title": {
      "en": "Reincarnated as a Side Character?!"
    },
    "updatedAt": "2024-04-09T09:10:21+00:00",
    "coverArt": "https://mangadex.org/covers/f907c4b8-eeb6-42e1-8590-0792fc8423b3/8c48d276-09f6-4451-8495-7623dd84e3e8.jpg",
    "altTitles": [
      {
        "en": "RAASC?!"
      }
    ],
    "description": {
      "en": "A college student get's hit by a bus and wakes up in the world of her favourite DatingSim Game \" Miracle Lovers \" as a side character with no role. Not only is she a mere supporting role, her character is also destined to die, when she turns 18. Can she change her destiny and live peacefully?  \n \nIf you want to translate my work please ask for permission first."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6670ee28-f26d-4b61-b49c-d71149cd5a6e",
    "title": {
      "en": "Mieruko-chan"
    },
    "updatedAt": "2024-02-08T05:54:03+00:00",
    "coverArt": "https://mangadex.org/covers/6670ee28-f26d-4b61-b49c-d71149cd5a6e/341eab95-c6f7-49f0-99ea-d35c4012757b.jpg",
    "altTitles": [
      {
        "en": "The Girl Who Sees \"Them\""
      },
      {
        "en": "Child That Can See It"
      },
      {
        "en": "Girl That Can See It"
      },
      {
        "en": "Li'l Miss Can-See-Ghosts"
      },
      {
        "fr": "Mieruko-chan : Slice of Horror"
      },
      {
        "en": "Can-See-Ghosts-chan"
      },
      {
        "zh": "看得见的女孩"
      },
      {
        "ja": "見える子ちゃん"
      },
      {
        "zh-hk": "陰陽眼見子"
      },
      {
        "ru": "Девочка, которая видит это"
      },
      {
        "ne": "मिएरुको-चान"
      },
      {
        "ar": "مييروكو تشان"
      },
      {
        "th": "มิเอรุโกะจัง ใครว่าหนูเห็นผี"
      },
      {
        "ko": "보이는 여고생"
      },
      {
        "de": "Mieruko-chan - Die Geister, die mich riefen"
      }
    ],
    "description": {
      "en": "All of a sudden, Miko is able to see grotesque monsters all around her; but no one else can. Rather than trying to run away or face them, she instead musters all of her courage and… ignores them. Join in on her day-to-day life as she keeps up her best poker face despite the supernatural goings-on.",
      "fr": "**Officially Published:**  \n- In French by [Ototo Manga](http://www.ototo.fr/Serie-94-Mieruko-chanSliceofHorror)",
      "ja": "- [Alternative Raw](http://seiga.nicovideo.jp/comic/37662)",
      "ru": "Мико — старшеклассница, проклятая шестым чувством; у нее есть способность видеть призраков- Она пытается жить обычной жизнью, но трудно, когда призраки продолжают преследовать ее- Она также может видеть души людей, и она понимает, что люди — настоящие монстры.В один «прекрасный» день старшеклассница внезапно начала видеть призраков! Она не может от этого избавиться, но изо всех сил старается вести себя так, будто вообще их не видит. История девушки с шестым чувством начинается!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c30363a6-2ca6-465f-9782-9114ec0dd292",
    "title": {
      "en": "Doppel-san"
    },
    "updatedAt": "2023-03-12T20:20:22+00:00",
    "coverArt": "https://mangadex.org/covers/c30363a6-2ca6-465f-9782-9114ec0dd292/6d1833b0-8568-49d5-9f09-ba42c6767eba.png",
    "altTitles": [
      {
        "ja": "ドッペルさん"
      },
      {
        "ja-ro": "Doppel-san"
      },
      {
        "ja-ro": "Doppelsan"
      }
    ],
    "description": {
      "en": "Unsociable girl vs. shady boy + doppelganger-san! Yamamoto and Hattori. The two can't start a romantic comedy on their own, but... Hattori's doppelganger, \"Doppel-san,\" will tell him what she's really thinking! Is Doppel-san the cupid of love? Or is she just a figment of his imagination?",
      "pt-br": "Uma garota insociável x garoto sombrio + doppelgänger-san! Yamamoto e Hattori. Os dois não podem começar uma comédia romântica por conta própria, mas… O doppelganger de Hattori, “Doppel-san”, lhe dirá o que ela realmente está pensando! Doppel-san é o cupido do amor? Ou ele é apenas mais uma presença sinistra?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "31"
  },
  {
    "mangaId": "6922c395-f00d-4112-8c2f-31aebb79ac2a",
    "title": {
      "en": "Tenkuu no Shiro o Moratta no de Isekai de Tanoshiku Asobitai"
    },
    "updatedAt": "2023-12-25T18:50:21+00:00",
    "coverArt": "https://mangadex.org/covers/6922c395-f00d-4112-8c2f-31aebb79ac2a/d665df46-880b-4f3f-be7c-fd7d033e56ab.jpg",
    "altTitles": [
      {
        "ja-ro": "Tenkuu no Shiro wo Moratta node Isekai de Tanoshiku Asobitai"
      },
      {
        "ja": "天空の城をもらったので異世界で楽しく遊びたい"
      },
      {
        "ko": "천공의 성을 받았으니 이세계에서 즐겁게 놀고싶다"
      },
      {
        "en": "I Want To Play Happily In Another World Because I Got A Heavenly Castle"
      },
      {
        "zh": "带着天空城遨游异世界"
      },
      {
        "fr": "Je veux jouer et être heureux car j’ai eu le château celeste"
      },
      {
        "en": "I Want to Play Happily Because I Got the Heavenly Castle"
      }
    ],
    "description": {
      "en": "An angel made a mistake, resulting in Shiihara Daiki’s death. In order to hide the mistake, he was then sent to a different world. The angel will grant him one wish as a payment for keeping it a secret. Daiki asked for a Heavenly Castle floating in the sky without hesitation.  \nSuddenly a floating castle appeared in the new world, which causes confusion amongst the people. They attempt to contact Daiki in various ways. A country tries to steal it by force, while another seeks to befriend him. What in the world would Daiki do?",
      "fr": "Un ange fit une erreur qui provoqua la mort de Shiihara Daiki. Pour cacher cette erreur, il fut envoyé dans un monde différent. L’ange lui accorda un vœu en tant que payement pour qu’il garde cela secret. Daiki demanda pour un château céleste qui flotte dans le ciel sans hésitation.\nSoudainement, un château flottant apparut dans le nouveau monde, ce qui causa une confusion parmi les populations. Ils essayèrent de contacter Daiki de plusieurs manières. Un pays essaye de le voler de force, pendant qu’un autre tente d’être amis avec lui. Que va donc faire Daiki ?\n \n\n\n\n\n---\n\n- Site officiel (anglais): <https://over-lap.co.jp/narou/865544077/>",
      "ja": "- Official Site: <https://over-lap.co.jp/narou/865544077/>  \n- Japanese Light Novel: [Bookwalker](https://bookwalker.jp/de6cb15267-8327-4ad6-9b51-3d9ff12534dd/)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42b464cd-a8a1-45bb-9140-2f5674b54c22",
    "title": {
      "en": "The Person Sitting Next to Me Looking at Me with Perverted Eyes"
    },
    "updatedAt": "2024-04-20T03:03:09+00:00",
    "coverArt": "https://mangadex.org/covers/42b464cd-a8a1-45bb-9140-2f5674b54c22/2a5a1c72-c783-49f8-84e1-4e49c7c531dd.jpg",
    "altTitles": [
      {
        "ja": "隣の席の奴がエロい目で見てくる話"
      },
      {
        "vi": "Người bàn bên thường nhìn tôi bằng ánh mắt biến thái"
      },
      {
        "ja-ro": "Tonari no Seki no Yatsu ga Eroi me de Mitekuru Hanashi"
      },
      {
        "uk": "Людина, що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "ru": "Одноклассница, сидящая за соседней партой, смотрит на меня развратным взглядом"
      },
      {
        "es-la": "La persona de al lado me mira con ojos pervertidos"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/117358783)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78",
    "title": {
      "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
    },
    "updatedAt": "2023-09-18T06:19:48+00:00",
    "coverArt": "https://mangadex.org/covers/d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78/fc1ec077-4e3d-40a3-9638-09a875dfffcf.jpg",
    "altTitles": [
      {
        "zh": "反派大师兄，师妹们全是病娇"
      },
      {
        "zh-ro": "Fǎnpài Dà Shīxiōng, Shīmèimen Quán Shì Bìng Jiāo"
      },
      {
        "zh-ro": "Fanpai Da Shixiong, Shimeimen Quan Shi Bing Jiao"
      },
      {
        "en": "The Big Villain Brother and the Junior Sisters Are All Sick and Delicate"
      },
      {
        "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
      }
    ],
    "description": {
      "en": "Lin Xiao became Villain senior Brother of the Qinglan Sect after Reincarnation!\n\nAs long as you follow the plot of the original book, and become a Evil villain, you can become a God and ascend to heaven!\n\nEven if he is suffering he had no choice but to tease the fourth junior sister, steal the clothes of the third junior sister, pour some strong medicine into the second junior sister’s water, and conscientiously perform the villain’s duties.\nAnd Finally made it to the day when the male protagonist became a teacher!\n\nLin Xiao was very excited and prepared to poison the male lead. According to the plot, he will be caught by several junior sisters and thrown by the male lead.\n\nHe did not expect......\n- - -\nSecond Junior Sister: My Eldest Senior Brother is still so kind, how can this bit of poison be enough! Look at me!\n\nThird Junior Sister: I'll kill Ye Chen, and kidnap my Senior Brother! He is mine alone!\n\nFourth Junior Sister: I'll kill everyone... Create a world where there is only my Senior Brother!\n\nBeautiful Master: He's so cute, poisoning behind his back, he really deserves to be called my good disciple.\n\nLin Xiao: (⊙ˍ⊙) You all should read the script! It's me who should be killed!\n\nA relaxed and joyful anti-routine fairy tale."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05bd710c-d94a-45eb-be99-2109d58f1006",
    "title": {
      "en": "Hajirau Kimi ga Mitainda"
    },
    "updatedAt": "2024-04-15T01:01:36+00:00",
    "coverArt": "https://mangadex.org/covers/05bd710c-d94a-45eb-be99-2109d58f1006/bc22bc4a-5d83-40f8-85bd-45b7ecb08d83.jpg",
    "altTitles": [
      {
        "en": "I Want to See You Embarrassed"
      },
      {
        "ja": "恥じらう君が見たいんだ"
      },
      {
        "ko": "부끄러워하는 널 보고 싶어"
      },
      {
        "zh-hk": "想要看到羞恥的你"
      },
      {
        "th": "เทคนี้ที่ผมถ่ายเป็นเรื่องน่าอายที่เธอไม่คัท"
      },
      {
        "en": "I Want To See You Blush"
      },
      {
        "zh-hk": "想看妳露出羞恥的模樣"
      },
      {
        "zh": "露出导演"
      },
      {
        "es-la": "Quiero verte avergonzada"
      }
    ],
    "description": {
      "en": "Akito Shirasawa, a high school boy whose father is a film director, sees something in the library preparation room. It was the \"masturbation scene\" of his classmate, Kaho Honjou. Akito is puzzled, but ends up filming it with his smartphone. Kaho notices Akito, and in the men's restroom, makes a \"proposal\" to Akito! Exposed high school girl and movie boy. The \"exposed love\" of twisted adolescence, begins!",
      "es-la": "Akito Shirasawa, un chico de secundaria cuyo padre es director de cine, ve algo en la sala de preparación de la biblioteca. Era la \"escena de la masturbación\" de su compañera de clase, Natsuho Honjo. Akito está desconcertado, pero termina filmándolo con su teléfono inteligente. Natsuho nota a Akito, y en el baño de hombres, ¡le hace una \"propuesta\" a Akito! Chica de secundaria expuesta y chico de película. ¡Comienza el \"amor expuesto\" de la retorcida adolescencia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96338481-0531-4a25-b209-152e4178684b",
    "title": {
      "en": "Radiation House"
    },
    "updatedAt": "2024-04-17T18:25:45+00:00",
    "coverArt": "https://mangadex.org/covers/96338481-0531-4a25-b209-152e4178684b/bd45319c-a720-4ee9-855e-31bcd969cc40.jpg",
    "altTitles": [
      {
        "ru": "Дом Радиологии"
      },
      {
        "ja": "ラジエーションハウス"
      },
      {
        "ko": "레디에이션 하우스"
      },
      {
        "zh-hk": "X光室的奇蹟"
      },
      {
        "zh": "X光室的奇迹"
      }
    ],
    "description": {
      "en": "A new milestone in medical drama begins! A medical diagnosis mystery manga depicting the other side of medical care, the radiology department. Iori Igarashi is a talented radiology technician who has patiently waited for his chance to work with An Amakasu, his childhood friend. After being hired at her family's hospital, he is determined to fulfill a promise that he made with An when they were younger. Unfortunately, having been out of touch for years, she doesn't recognize him and it doesn't help that she also isn't a fan of the way he performs his duties. As all sorts of cases come into the department, she must acknowledge his skills and learn to work together so that patients can receive the best treatment possible. While the two of them adapt to each other, will An recognize her childhood friend, who has been working with her all this time?"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ed6a432-e852-41fd-88bb-cc8507b17165",
    "title": {
      "en": "THE iDOLM@STER: Shiny Colors - Hazuki's Shinography"
    },
    "updatedAt": "2024-02-01T18:33:17+00:00",
    "coverArt": "https://mangadex.org/covers/1ed6a432-e852-41fd-88bb-cc8507b17165/f78d6978-4bb3-474c-bc8d-eda9888ff69c.jpg",
    "altTitles": [
      {
        "ja-ro": "THE iDOLM@STER: Shiny Colors - Jimuteki Shinography"
      },
      {
        "ja": "アイドルマスター シャイニーカラーズ 事務的光空記録"
      }
    ],
    "description": {
      "en": "\"283 Production\" is a place where idols with striking personalities hang out and gather, a tiny yet lively agency that makes them feel right at home.\nDealing with phone calls, preparing documents, accounting expenses, and so on... With a job different from \"producing\", office staff are the ones who support idols who shine.\n283 Production's office staff, Nanakusa Hazuki. Being a staff, a daughter, and an older sister, the experiences she gathered from her daily life and her feelings shall become the light to help the idols \"shine\". \nA new \"Idolm@ster Shiny Colors\" will begin to unfold──from the perspective of an office staff!",
      "ja": "「283プロダクション」 個性豊かなアイドルたちが集まる、小さいながら賑やかな「家」のような事務所。 電話対応、書類作成、経費精算などなど…… 「プロデュース」とは別のお仕事で、輝くアイドルたちを支えているのが事務員さんです。 283プロの事務員・七草はづき。 事務員として、娘として、そして姉として 積み重なった日々と想いが、アイドルを“輝かせる”明かりとなる── 事務員視点で綴る、新たな「アイドルマスター シャイニーカラーズ」開幕です！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b64cdcc2-b4e9-48f7-b45e-7f6e80aabd3a",
    "title": {
      "en": "Yowa Yowa Sensei"
    },
    "updatedAt": "2024-04-13T18:55:20+00:00",
    "coverArt": "https://mangadex.org/covers/b64cdcc2-b4e9-48f7-b45e-7f6e80aabd3a/794e1e97-9aac-4a3e-8e84-b3eb4e92c37b.jpg",
    "altTitles": [
      {
        "ja": "よわよわ先生"
      },
      {
        "en": "Weak-kneed Teacher"
      },
      {
        "ru": "Учитель Ёваёва"
      },
      {
        "ja-ro": "Yowayowa Sensei"
      }
    ],
    "description": {
      "en": "It's the start of a new school year. The new homeroom teacher for Abikura-kun, a second-year high school boy, is Hiyori Hiwamura, who is known as a \"Scary Teacher\", rumored to curse you if she gets offended!One day after school, Abikura-kun witnessed the other side of \"YowaYowa-sensei\"... and he is shocked by the gap between reputation and reality! The opening of a romantic comedy that will stir up your protective instincts!!",
      "ja": "新学期。2年生に進級した男子高校生・阿比倉くん達のクラス担任になったのは、機嫌を損ねれば呪われると噂の通称『こわこわ先生』こと、鶸村ひより先生だった！ そんな、『こわこわ先生』の裏の一面を、ある日の放課後、目撃してしまった阿比倉くんは……。まさかのギャップに悶絶必至！ あなたの庇護欲を掻き立てる、よわよわラブコメ開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0ed1506-f76d-4d95-b9d2-77463be576c0",
    "title": {
      "en": "The Story of a Succubus Who Came to the Human World"
    },
    "updatedAt": "2024-04-17T18:39:56+00:00",
    "coverArt": "https://mangadex.org/covers/b0ed1506-f76d-4d95-b9d2-77463be576c0/6a34a034-df28-406e-b39c-95815724f3f1.jpg",
    "altTitles": [
      {
        "ja": "サキュバスがやってきたお話"
      },
      {
        "ja-ro": "Sakyubasu ga Yattekita Ohanashi"
      },
      {
        "vi": "Chuyện nàng Succubus"
      }
    ],
    "description": {
      "en": "The story of a Succubus who comes to the human world to absorb life force energy. Accidentally, she lives as a child in a strange man's house."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "029b5f96-0fe6-49e6-8d2e-8c774175b978",
    "title": {
      "en": "I Encountered A False Spiritual Revival"
    },
    "updatedAt": "2024-04-16T23:23:24+00:00",
    "coverArt": "https://mangadex.org/covers/029b5f96-0fe6-49e6-8d2e-8c774175b978/9920438a-c0d7-493b-b3d0-171f1221f862.jpg",
    "altTitles": [
      {
        "zh": "我遇到了假的灵气复苏"
      }
    ],
    "description": {
      "en": "Everyone in the world is mentally ill, except me! (Confirmed!)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f491e32-3934-4e1a-a8b5-2510aecd40d9",
    "title": {
      "en": "Cleric of Decay"
    },
    "updatedAt": "2024-02-10T18:41:22+00:00",
    "coverArt": "https://mangadex.org/covers/7f491e32-3934-4e1a-a8b5-2510aecd40d9/6bc59079-32ee-47d3-b01d-50a51d2c6df2.jpg",
    "altTitles": [
      {
        "en": "Priest of Corruption"
      },
      {
        "en": "Priest of Decay"
      },
      {
        "ko": "부패의 사제"
      }
    ],
    "description": {
      "en": "Not all job classes are created equal!\n\nMarnac was pulled into a game while trying to play as one of its worst job classes, Cleric of Decay. Now he’s the only cleric of the Order of Decay, serving a goddess who’s been reduced to an animated hand that repeats the word “MURDER!”\n\nWill the Order’s last cleric become powerful enough before the prophecy of “the end” comes true?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dba664f4-5911-4863-a74c-41dc3ad537b7",
    "title": {
      "en": "Friends Shouldn't Act This Way"
    },
    "updatedAt": "2024-04-02T03:11:58+00:00",
    "coverArt": "https://mangadex.org/covers/dba664f4-5911-4863-a74c-41dc3ad537b7/7cb80bbb-b070-4401-a97a-2e3b0af4ad9e.jpg",
    "altTitles": [
      {
        "ko": "친구끼리 이러는 거 아니야"
      },
      {
        "ko-ro": "Chingukkiri Ireoneun Geo Aniya"
      },
      {
        "ja": "私たち友達でしょ？"
      },
      {
        "zh": "朋友之间不应该这样"
      },
      {
        "en": "Friends Don't Act Like This"
      },
      {
        "en": "I'm Not Doing This With a Friend"
      }
    ],
    "description": {
      "en": "Rien is a transfer student at Arena Academy who wants a peaceful life. The successor of the Lisianthus Duchy fell in love at first sight with her.\n\nCarlson, who has the face of an innocent man, is a genius in magic, who excels in both looks and family background. He only has one flaw.; he always beats up anything that irritates him.\n\n\"I like kind men.\"\n\nRien's determination with such words, Carlson's gentle face, and even the thought that this relationship will end once they graduate all clouded her mind. However, Rien still can't help but feel attracted to Carlson.\n\nCan this friendship proceed smoothly?",
      "ko": "아레나 아카데미의 편입생 리엔.\n평온한 아카데미 생활을 바라던 그녀에게 리시안셔스 공작가의 후계자가 첫눈에 반해버렸다.\n\n용모 우수, 집안 우수, 마법 천재이자 순애보인 카르시온에게 부족한 단 하나,\n거슬리는 건 모두 박살내는 '인성'!\n\n\"난 착한 애가 좋더라.\"\n\n그 한마디로 리엔 한정 순한 얼굴이 된 카르시온과\n언젠가 졸업하고 나면 잊어버릴 인연이라고 생각하면서도\n속절없이 카르시온에게 이끌리는 리엔.\n\n이 우정, 과연 순조롭게 이어질 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9f7540f-4934-446a-923c-81619b5d3b53",
    "title": {
      "en": "Oh! Dangun"
    },
    "updatedAt": "2024-02-02T00:47:18+00:00",
    "coverArt": "https://mangadex.org/covers/d9f7540f-4934-446a-923c-81619b5d3b53/bd640e86-4d5f-487b-a252-0508f945f1d8.jpg",
    "altTitles": [
      {
        "ko": "오!단군"
      },
      {
        "en": "Legend of Dangun"
      }
    ],
    "description": {
      "en": "There are animals that were abandoned by Dangun and live secretly in the human world. Narae, an ordinary high school student, discovers their existence...\nA modern version of Beauty and the Beast with comedy and exorcism action.\n\n‘Will the project of becoming human, for the animals that could not become human, be successful?'"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74502f72-ad26-4af1-846c-de18061107a0",
    "title": {
      "en": "Non Non Biyori"
    },
    "updatedAt": "2023-05-30T17:10:58+00:00",
    "coverArt": "https://mangadex.org/covers/74502f72-ad26-4af1-846c-de18061107a0/1aabe4b1-a427-4b2c-8682-926b1aeba60f.jpg",
    "altTitles": [
      {
        "ru": "Глухомань"
      },
      {
        "ru": "Деревенская глубинка"
      },
      {
        "ja": "のんのんびより"
      },
      {
        "ko": "논 논비 요리"
      }
    ],
    "description": {
      "en": "Elementary school student Ichijou Hotaru has moved with her parents from Tokyo to the middle of the country. Now she must adapt to her new school, where there are a total of 5 students in the same class who range through elementary and middle school ages. Join their everyday adventures in the countryside.",
      "ru": "История разворачивается в отдаленной деревеньке Асахигаока, в школе, где учится всего пять учеников, причем каждый — на разном году обучения. Однажды 11-летняя Хотару Итидзё переселилась из Токио в настоящую японскую глубинку – настолько глухую, что до ближайшего книжного магазина час езды поездом. Нравы здесь простые, двери никто не запирает – зачем, ведь все друг друга знают до седьмого колена. Излишне говорить, что в сельской школе в одной комнате учится все местное детское население – первоклассница Рэнгэ, семиклассница Нацуми, ее сестра восьмиклассница Комари и их на год старший брат Сугуру. А теперь вот еще и пятиклассница Хотару прибавилась! Конечно, сперва многие сцены деревенского быта показались юной столичной жительнице странными и необычными. Но потом Хотару, кстати, в обоих отношениях весьма развитая для своего возраста, начала понимать, что «на всякого мудреца довольно простоты». На природе под ясным небом чувства делаются проще, чище и глубже, а развлекаться с подругами среди полей и холмов можно не хуже, чем в каменных джунглях Гиндзы или Синдзюку. У главной героини появился отличный шанс стать лучше, мудрее и ответственнее, и тогда за взрослую и зрелую девушку ее будет принимать не только наивная малышка Комари!  \n  \nThe following are links to AnimeNewsNetwork for the anime:  \n[Season 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=15149)  \n[OAV 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20465) (side story)  \n[Season 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=16655)  \n[OAV 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20466) (side story)  \n[Movie](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20464) (sequel to season 2)  \n[Season 3](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=22215)",
      "pt-br": "Bem-vindo à vila rural de Asahigaoka, uma pitoresca cidade distante da agitação da cidade grande. Você não poderia imaginar um cenário mais isolado em todo o Japão. Então, quando Hotaru Ichijo, uma estudante do ensino fundamental criada em Tóquio, se transfere para a pequena escola secundária de Asahigaoka devido ao trabalho de seu pai, ela enfrenta o choque cultural de sua vida!\n\nJunte-se a Hotaru e seus novos amigos, a excêntrica Renge e as irmãs travessas Natsumi e Komari, enquanto compartilham aventuras diárias no idílico interior japonês."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "120"
  },
  {
    "mangaId": "ddcd1002-1f44-45b8-9c5d-6b9a91629a43",
    "title": {
      "en": "Nightwatcher"
    },
    "updatedAt": "2023-08-28T12:05:20+00:00",
    "coverArt": "https://mangadex.org/covers/ddcd1002-1f44-45b8-9c5d-6b9a91629a43/43446100-1025-4342-9c1f-da602d060979.jpg",
    "altTitles": [
      {
        "en": "Dafeng's Night Squad"
      },
      {
        "zh-ro": "Dà Fèng Dǎ Gēng Rén"
      },
      {
        "zh": "大奉打更人"
      },
      {
        "vi": "Đại Phụng Đả Canh Nhân"
      }
    ],
    "description": {
      "en": "In this world, there is: Confucianism; Taoism; Buddhism, Demons, and Magicians. Xu Qi’an, a graduate from the police academy, suddenly finds himself waking up in prison, to be exiled to the border three days later …\n\nHis initial goal was to protect himself in this world with no laws, and to be able to live a leisurely life as a rich man..\n\nMany years later, Xu Qi’an looks back on the past, and the long-dead enemies and friends, as well as the numerous bones he has left behind.\n\nAs the Yangtze River flows eastward, the waves wash away the heroes; right and wrong, success or failure will all turn into nothing but history. However, just like the sun’s rays gleaming over the towering mountains, after the sunset, a new sun will rise."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "733fc3ac-deca-444e-bb79-14186e00ccf1",
    "title": {
      "en": "Shadows House - Digital Colored Comics"
    },
    "updatedAt": "2024-04-22T15:20:39+00:00",
    "coverArt": "https://mangadex.org/covers/733fc3ac-deca-444e-bb79-14186e00ccf1/43d0aed9-dec3-483f-94d7-81bf63a518eb.jpg",
    "altTitles": [
      {
        "es": "Casa de Sombras"
      },
      {
        "en": "Shadows House (Official Colored)"
      },
      {
        "ja-ro": "Shadōhausu"
      },
      {
        "id": "Keluarga Shadow"
      },
      {
        "ru": "Дом теней"
      },
      {
        "ru": "Мрачный дом"
      },
      {
        "ja": "シャドーハウス"
      },
      {
        "zh": "影宅"
      },
      {
        "pt-br": "Casa das Sombras"
      },
      {
        "ja": "シャドーハウス カラー版"
      },
      {
        "id": "Rumah Shadow"
      }
    ],
    "description": {
      "en": "Faceless shadow nobles living in a vast mansion, attended by living dolls who spend much of their time cleaning up the soot endlessly emitted by their mysterious masters.  \r\n  \r\nFollow the story of Emilyko, a young and cheerful living doll, as she learns her duties serving as the attendant for Kate Shadow-sama. What dangers and dark secrets will she and Kate encounter, as they become more deeply involved in the inner workings of the shadows' society?",
      "es": "Nobles sombras sin rostro que viven en una vasta mansión, atendidos por muñecos vivientes que pasan gran parte de su tiempo limpiando el hollín emitido por sus misteriosos maestros.  \n  \nSigue la historia de Emilyko, una joven y alegre muñeca viviente, mientras aprende sus deberes como asistente de Kate Shadow-sama.",
      "ja": "不思議な洋館に住む、 顔のないシャドー一族と、 世話係の“生き人形”たち。 彼らが織りなす、 摩訶不思議な日常とは…？",
      "ru": "Безликие теневые дворяне, живущие в огромном особняке, сопровождаемые живыми куклами, которые проводят большую часть своего времени, очищая сажу, бесконечно испускаемую их таинственными хозяевами.",
      "es-la": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama.",
      "pt-br": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2024-04-15T00:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/28c371c2-a991-47ff-aefa-e7138fcd2a26.jpg",
    "altTitles": [
      {
        "ko": "여친의 친구"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      },
      {
        "ja": "彼女の友達"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ja-ro": "Kanojo no Tomodachi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her ... What would you do if your girlfriend's friend pressed you like this? A fascinating erotic story drawn by Jura from the popular doujin circle \"JACK-POT\".",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？ 大人気同人サークル「JACK-POT」のじゅらが描く、魅惑の背徳物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7",
    "title": {
      "en": "Reincarnation Coliseum"
    },
    "updatedAt": "2024-04-12T17:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7/8a42306e-47c1-4dca-a740-9b713f8d1ab5.jpg",
    "altTitles": [
      {
        "ja": "転生コロシアム～最弱スキルで最強の女たちを攻略して奴隷ハーレム作ります～"
      },
      {
        "ja-ro": "Tensei Coliseum ~Saijaku Skill de Saikyo no Onna-tachi o Koryaku Shite Dorei Harem Tsukurimasu~"
      },
      {
        "ja-ro": "Tensei Coliseum ~Saijaku Skill de Saikyo no Onna-tachi wo Koryaku Shite Dorei Harem Tsukurimasu~"
      },
      {
        "en": "Reincarnation Coliseum ~Using The Weakest Skill To Defeat The Strongest Women And Create A Slave Harem~"
      },
      {
        "en": "Reincarnation Colosseum - Using the Weakest Skills in Order to Defeat the Strongest Women and Create a Slave Harem"
      },
      {
        "id": "Reinkarnasi Colosseum - Menggunakan Keterampilan Terlemah untuk Mengalahkan Wanita Terkuat dan Membuat Harem Budak"
      },
      {
        "zh-hk": "轉生競技場～用最弱技能擊敗最強的女人們打造奴隸後宮～"
      },
      {
        "zh": "转生奴隶角斗场"
      },
      {
        "es-la": "Coliseo de Reencarnación - Utilizar las Habilidades Más Débiles para Atacar a las Mujeres Más Fuertes y Crear un Harén de Esclavas"
      },
      {
        "ko": "전생 콜로세움 ～최약 스킬로 최강의 여자들을 공략해 노예 할렘 만듭니다～"
      },
      {
        "ja": "転コロ"
      },
      {
        "ja-ro": "TenColi"
      },
      {
        "en": "ReColi"
      }
    ],
    "description": {
      "en": "His grades are average. His physical fitness is average. But when it comes to games, high school student Mikagami​ Kouji is a battle-worn veteran. After being summoned to another world by a magic circle, he's given only the Copy skill, which is derided as useless trash in this world. Enslaved as a gladiator by his summoner, Head Priestess Zayd, Mikagami is forced to fight in the horrible Battle Coliseum. Losing means getting raped. In this moment, as despair turns to hope, this is Mikagami's chance to grow!!",
      "es": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami.",
      "id": "Siswa sekolah menengah Kouji Mikagami, memiliki nilai pelajaran biasa dan kemampuan atletik biasa, tapi \"dia tidak banyak kalah\" dalam bermain game, entah kenapa saat bermain game dia tiba-tiba dipanggil ke dunia lain. Sebuah cerita yang dimulai dengan apa yang terjadi. Meskipun mengkonsumsi 1.000 batu ajaib tingkat tinggi untuk melakukan pemanggilan, fakta bahwa ia hanya memiliki \"Skill Copy\" kemampuan terlemah membuat marah pendeta, dan akhirnya Mikagami dijadikan budak gladiator di Colosseum. Mikagami yang kesal dengan situasi yang tiba-tiba menyadari bahwa situasinya seperti dalam game, dan dengan kemampuan terlemahnya dia akan membuat budak harem di dunia lain.",
      "es-la": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19cabfbe-f31b-48d6-ae92-d4b2f7f13073",
    "title": {
      "en": "Please Behave, My Wife"
    },
    "updatedAt": "2024-04-02T08:37:01+00:00",
    "coverArt": "https://mangadex.org/covers/19cabfbe-f31b-48d6-ae92-d4b2f7f13073/73ba705f-ee17-4b6b-96ec-9591ec919a11.jpg",
    "altTitles": [
      {
        "zh": "老婆请安分"
      },
      {
        "zh-ro": "Lǎopó qǐng ānfèn"
      },
      {
        "vi": "Vợ ơi, xin hãy ngoan nhé!"
      }
    ],
    "description": {
      "en": "This is brought to you by the same author of \"My Wife Is From a Thousand Years Ago\". \n\n\"If you could go back in time, what would you do?\"\n\n\"I would go to the school entrance and wait for you every day to pursue you shamelessly until you're my girlfriend. What about you?\"\n\n\"Hmm... I will definitely carefully wait until I'm twenty-four to get to know you again, then gradually fall in love, then get married, and then ask you this question. I live cautiously because I'm afraid that the butterfly effect will make me lose you.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6886009-e60b-44a7-abc2-a575765277ba",
    "title": {
      "en": "D.Gray-man"
    },
    "updatedAt": "2024-04-15T21:52:12+00:00",
    "coverArt": "https://mangadex.org/covers/b6886009-e60b-44a7-abc2-a575765277ba/2722ec59-83df-48ed-a97d-a3f22fefed5b.jpg",
    "altTitles": [
      {
        "en": "DGM"
      },
      {
        "NULL": "Dī Gureiman"
      },
      {
        "vi": "Thầy trừ tà"
      },
      {
        "ru": "Д.Грэй-мен"
      },
      {
        "he": "ד.גריי-מן"
      },
      {
        "ar": "الرجل الرمادي"
      },
      {
        "ja": "ディー・グレイマン"
      }
    ],
    "description": {
      "en": "Losing a loved one is so painful that one may sometimes wish to be able to resurrect them—a weakness that the enigmatic Millennium Earl exploits. To make his mechanical weapons known as \"Akuma,\" he uses the souls of the dead that are called back. Once a soul is placed in an Akuma, it is trapped forever, and the only way to save them is to exorcise them from their vessel using the Anti-Akuma weapon, \"Innocence.\"  \n  \nAfter spending three years as the disciple of General Cross, Allen Walker is sent to the Black Order—an organization comprised of those willing to fight Akuma and the Millennium Earl—to become an official Exorcist. With an arm as his Innocence and a cursed eye that can see the suffering souls within an Akuma, it's up to Allen and his fellow Exorcists to stop the Millennium Earl's ultimate plot: one that can lead to the destruction of the world.",
      "ru": "Действие манги разворачивается в альтернативной Европе конца 19 века. Мир заселен Акума - созданиями Тысячелетнего Графа, созданными из механизма и человеческой души. Те, кто могут уничтожать Акума и освобождать души заключенные в них, называются экзорцистами, которые наделены некой Чистой Силой. Главный герой манги - Аллен Уолкер, юноша пятнадцати лет, проклятый Акума, носитель Чистой Силы в его левой руке. Путь Аллена Уолкера связан с его любовью к людям и Акума, путь, который принесет ему много неожиданностей…"
    },
    "status": "ongoing",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de3745b8-4a77-4f2c-8929-68395360793f",
    "title": {
      "en": "The Ranker's Guide to Live an Ordinary Life"
    },
    "updatedAt": "2024-04-04T12:58:26+00:00",
    "coverArt": "https://mangadex.org/covers/de3745b8-4a77-4f2c-8929-68395360793f/0020a858-ff7d-4714-8274-9303631f2229.png",
    "altTitles": [
      {
        "en": "A Guide to the Right Life for Rankers"
      },
      {
        "ko": "랭커를 위한 바른 생활 안내서"
      }
    ],
    "description": {
      "en": "The first S-class Awakened is really a third-rate student?!\n\nIn the 21st century, the world became a 'fantasy'. In a South Korea filled with despair, S-classes have descended! The greatest of them - Witch Queen Jyo!\n\n\"Goddess Jyo... Queen Jyo... Who are you...? Who could it be?\"\n\nThe true identity of the savior who has been shrouded in mystery for 10 years. Her identity? Gyung Jyo, a third-rate student, who's unable to make outgoing calls due to her mother's anger.and on the verge of being strangled and trapped in the abyss.\n\nShe was leading a peaceful and ordinary life as Korea's top unemployed person, however...\n\n[The rankings are being updated.]\n[Your current ranking has dropped to 2nd place.] \n\n\"!?\"\n\n\"I know who you are, Witch Queen.\"\n\nBaek Dohyun, a regressor, appears in front of Gyung Jyo!\n\nWill Gyung Jyo, an S-class Munchkin ranker, be able to maintain her comfortable and lazy tyrant life, as her well-rolling life turns upside down into the position of the world's savior?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db8a87ba-90a1-4611-971c-f01e8f374f9e",
    "title": {
      "en": "Motto Atsumare! Falcom Gakuen"
    },
    "updatedAt": "2023-09-13T21:33:24+00:00",
    "coverArt": "https://mangadex.org/covers/db8a87ba-90a1-4611-971c-f01e8f374f9e/02540b4d-4ac5-4ec9-b716-bacd36fa20ba.jpg",
    "altTitles": [
      {
        "en": "Gather Together! Falcom Academy"
      },
      {
        "en": "も〜っと集まれ！ファルコム学園"
      }
    ],
    "description": {
      "en": "Xanadu, the land where the characters of Nihon Falcom, a game maker known for its blockbuster RPG works such as the \"Ys\" and \"Trails\" series, were summoned.  \nThe heroes and warriors were enjoying their school life, but it's time for all of them to return to their original world!  \nBut here again they are back! What is the reason???"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "52ab10b8-d539-4839-9b31-7937fb08c813",
    "title": {
      "en": "I Love Amy"
    },
    "updatedAt": "2024-04-06T23:35:10+00:00",
    "coverArt": "https://mangadex.org/covers/52ab10b8-d539-4839-9b31-7937fb08c813/7c8f7447-a813-46bf-ae91-d5cc06482824.jpg",
    "altTitles": [
      {
        "ko": "나는 에이미를 사랑해"
      },
      {
        "ko-ro": "Naneun Eimireul Saranghae"
      },
      {
        "ru": "Я Люблю Эми"
      },
      {
        "fr": "J'aime Amy"
      }
    ],
    "description": {
      "en": "\"Is this how it feels to have a friend?\" \n\nBibi is obsessed with Peter, the prince of the school. When she spots Amy next to him, she starts to feel jealous. She invites Amy to her house to warn her, but instead takes a liking to the girl. They agree to be friends on the condition that Amy has to help Bibi confess.",
      "fr": "\"C'est ce qu'on ressent lorsqu'on a une amie ?\"\nBibi est obsédée par Peter, le prince de l'école. Lorsqu'elle repère Amy près de lui, elle commence à être jalouse. Elle invite Amy chez elle pour la prévenir, mais à la place, elle commence à apprécier cette fille. Elles acceptent d'être amies à la condition que Amy doive aider Bibi à se déclarer.",
      "ko": "\"원래 친구 사이엔 이런 기분이 드는 걸까?\"\n\n'비비'는 학교 제일의 킹카 피터에게 집착하다, 그의 곁에 있던 '에이미'를 보고 질투를 느낀다. 그녀에게 경고하기 위해서 자신의 집에 초대했지만 오히려 호감을 느끼게 되고...\n둘은 비비의 고백을 돕는다는 조건으로 서로에게 유일한 친구가 되기로 한다.",
      "ru": "\"Вот что значит быть друзьями?\" Биби одержима Питэром, принцем школы.\nКогда она замечает Эми рядом с ним, она начинает ревновать. Она приглашает Эми к себе, чтобы предупредить. Но вместо этого Эми нравится ей. Они соглашаются быть друзьями, но при одном условии: Эми должна помочь Биби признаться в любви."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "46.10"
  },
  {
    "mangaId": "85a99758-de39-471e-9f6d-800547f53d0a",
    "title": {
      "en": "Tougen Anki"
    },
    "updatedAt": "2023-09-23T02:42:02+00:00",
    "coverArt": "https://mangadex.org/covers/85a99758-de39-471e-9f6d-800547f53d0a/c0f158ec-87bc-4e8b-8b0d-f43638670e2f.jpg",
    "altTitles": [
      {
        "ja": "桃源暗鬼"
      }
    ],
    "description": {
      "en": "Ichinose Shiki, an inheritor of the blood of Oni had lived out his entire childhood oblivious to this fact. However, when an unknown man comes rushing into his home in attempts to assassinate him, his foster father finally reveals the truth. In a world where Oni and Momotarou have never been able to coexist, join Ichinose in his struggle for power and unifying the two races!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64127f6d-4c79-4dd5-b8e0-de46b0c8916e",
    "title": {
      "en": "The 100th Regression of the Max-Level Player"
    },
    "updatedAt": "2024-03-18T20:15:15+00:00",
    "coverArt": "https://mangadex.org/covers/64127f6d-4c79-4dd5-b8e0-de46b0c8916e/b0a12eb3-21eb-46fd-8d70-dfde0c8afa47.jpg",
    "altTitles": [
      {
        "ko": "만렙 플레이어의 100번째 회귀"
      },
      {
        "ko-ro": "Mallep Player-ui 100-beonjjae Hoegwi"
      }
    ],
    "description": {
      "en": "Earth ends up in a worldwide death game where everyone from the ages of 15 to 29 must participate.\n\nIn this 20-round death game, Ryu Min stands alone at the entrance of the last round. However, the game taunts him, killing him for having not met the entry requirement of a minimum 5-man party.\n\nNow, on his 100th and final attempt, he uses the information he learned from his previous 99 attempts to help raise the necessary companions to reach the end. Can Ryu Min finally beat the game, or will he perish in his attempt?",
      "ko": "전세계적으로 15세부터 25세는 무조건 참가해야 하는 총 20라운드의 데스게임. 이 게임에 회귀특성으로 100번째 도전을 시작하게 된 주인공이 99번의 경험으로 얻은 정보를 이용해 남들보다 압도적으로 강해지는 사이다물. 마지막 라운드의 조건이 최소 5명인 걸 깨닫고, 실패를 반복하지 않기 위해 필요한 인원들을 자신이 키우는 먼치킨 성장 스토리."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc86a871-ddc5-4e42-812a-ccd38101d82e",
    "title": {
      "ja": "Hana ni Arashi"
    },
    "updatedAt": "2024-03-05T21:33:42+00:00",
    "coverArt": "https://mangadex.org/covers/bc86a871-ddc5-4e42-812a-ccd38101d82e/43fc00ab-79d8-4539-8893-dd5f9dee59ca.jpg",
    "altTitles": [
      {
        "en": "Rainbows After Storms"
      },
      {
        "ja-ro": "Nanoha to Chidori"
      },
      {
        "es": "Tormenta de Flores"
      },
      {
        "ru": "Наноха и Чидори"
      },
      {
        "ja": "はなにあらし"
      },
      {
        "id": "Badai di antara Bunga"
      },
      {
        "zh": "好事多磨"
      },
      {
        "zh-hk": "好事多磨"
      },
      {
        "fr": "Une fleur dans la tempête"
      },
      {
        "en": "Rainbows After Storms"
      }
    ],
    "description": {
      "en": "Unbeknownst to their friends and classmates, Nanoha and Chidori are dating. Watch as they try to keep their relationship secret!",
      "es": "A las espaldas de sus amigas y compañeras the salón, Nanoha y Chidori están saliendo juntas. ¡Velas tratando de mantener su relación en secreto!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "162"
  },
  {
    "mangaId": "decb475a-c54a-430f-a08a-0ffbfb12a977",
    "title": {
      "en": "Legal Pirate Parfait"
    },
    "updatedAt": "2024-03-25T23:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/decb475a-c54a-430f-a08a-0ffbfb12a977/f763e319-805a-47f6-97f0-928c43da7daf.jpg",
    "altTitles": [
      {
        "ko": "합법해적 파르페"
      },
      {
        "en": "Privateer Parfait"
      },
      {
        "en": "Parfait: the Privateer"
      },
      {
        "en": "Parfait: the Legal Pirate"
      }
    ],
    "description": {
      "en": "The extraordinary Princess Parfait's marvelous fantasy adventure!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2ff6606-4391-4286-93db-78f78297305f",
    "title": {
      "en": "Captain Tsubasa - Rising Sun"
    },
    "updatedAt": "2024-04-20T20:48:41+00:00",
    "coverArt": "https://mangadex.org/covers/e2ff6606-4391-4286-93db-78f78297305f/fca1c8f5-b262-4cc0-aacb-ebe2b12e8184.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa - Rising Sun - Part 1"
      },
      {
        "ja": "キャプテン翼　ライジングサン"
      }
    ],
    "description": {
      "en": "Rising Sun will revolve around Tsubasa as he aims to participate in the Olympics as a representative from Japan."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e88ee62a-6a51-4d15-a525-da28449f364d",
    "title": {
      "en": "Office Worker Who Sees Fate"
    },
    "updatedAt": "2024-02-19T22:53:57+00:00",
    "coverArt": "https://mangadex.org/covers/e88ee62a-6a51-4d15-a525-da28449f364d/0b5adcb6-ff04-49d6-8c8f-382dcb88842a.jpg",
    "altTitles": [
      {
        "ko": "운명을 보는 회사원"
      },
      {
        "en": "Employee that can see fate"
      }
    ],
    "description": {
      "en": "A child born to become a shaman and disrupt the world. He tries to become an ordinary office worker in order not to give up his greed and receive God.Choi Young-hoon, who sees through fate through contemplation and spurs. Can you really become an ordinary office worker?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8572da1b-3b5d-44aa-a40c-8a92b512c336",
    "title": {
      "en": "Dungeon no Osananajimi"
    },
    "updatedAt": "2024-03-11T10:10:32+00:00",
    "coverArt": "https://mangadex.org/covers/8572da1b-3b5d-44aa-a40c-8a92b512c336/80aba5a2-72e1-46fb-a6d9-120ce42f04a1.jpg",
    "altTitles": [
      {
        "ja": "ダンジョンの幼なじみ"
      },
      {
        "en": "Dungeon Friends Forever"
      },
      {
        "en": "Dungeon's Childhood Friend"
      }
    ],
    "description": {
      "en": "Dungeon x Childhood Friend!? \r\n\r\nLet's observe them, in this warm romantic comedy! At the bottom of an impregnable underground dungeon awaits the final boss, the mighty black dragon Obsidian. The one who dared to challenge Obsidian is Van, an experienced adventurer who has fought many battles with the dragon over the years. The battle between two passionate souls is about to begin!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4413d794-e0da-4a6e-b61a-afd5758914e6",
    "title": {
      "en": "Hanninmae no Koibito"
    },
    "updatedAt": "2024-03-26T13:02:30+00:00",
    "coverArt": "https://mangadex.org/covers/4413d794-e0da-4a6e-b61a-afd5758914e6/7188e434-cc6e-43bb-9469-3cc7b7c60dfe.jpg",
    "altTitles": [
      {
        "ja": "半人前の恋人"
      },
      {
        "en": "Blooming Love"
      },
      {
        "ru": "Цветущая любовь"
      },
      {
        "bg": "Разцъфтяваща любов"
      },
      {
        "th": "มือใหม่หัดรัก"
      },
      {
        "pt-br": "Amor Florescente"
      },
      {
        "ru": "Неопытные возлюбленные"
      },
      {
        "ru": "Недостаточно опытные возлюбленные"
      }
    ],
    "description": {
      "en": "One day, when I was making school supplies in the art room, a very scary-looking girl was staring at me...!? Crafts girl vs. art boy romantic comedy!!",
      "ru": "В один прекрасный день Ибуки Синтаро поручили сделать ящик для предложений только потому, что он состоит в художественном кружке. Пока он работал с непривычными для него инструментами, он заметил на себе сверлящий взгляд устрашающей девчонки. Неожиданно она забирает у него пилу и энергичными движениями начинает резать доску! Так начинаются отношения между мальчишкой-художником и девчонкой-мастерицей!",
      "th": "“ในวันหนึ่ง ขณะที่กำลังทำงานอุปกรณ์ในห้องศิลปะ มีเด็กสาวที่มีหน้าตาน่ากลัวกำลังเฝ้ามองมาที่ผม...!?” เรื่องราวความรักคอมเมดี้ระหว่างสาวช่างฝีมือกับหนุ่มสายศิลป์!?",
      "pt-br": "Um dia, quando eu estava fazendo material escolar na sala de arte, uma garota muito assustadora estava olhando para mim...!? \n\nMenina do artesanato vs. garoto da arte comédia romântica!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a9a475f-5051-4e2b-ba4d-10ff9ed4e3e1",
    "title": {
      "en": "Nokori Ichinichi de Hametsu Flag Zenbu Heshiorimasu: Zamaa RTA Kiroku 24Hr"
    },
    "updatedAt": "2024-02-18T12:17:50+00:00",
    "coverArt": "https://mangadex.org/covers/3a9a475f-5051-4e2b-ba4d-10ff9ed4e3e1/b9292a42-9858-4f49-9840-a212d90ec481.png",
    "altTitles": [
      {
        "en": "With One Day Left I'll Break All the Destruction Flags: \"Serves You Right!\" RTA 24 Hour Record"
      },
      {
        "ja": "残り一日で破滅フラグ全部へし折ります: ざまぁRTA記録24Hr"
      },
      {
        "en": "Only One Day Remaining to Break All My Destruction Flags: 24 Hour Just Deserts Speedrun"
      },
      {
        "id": "Villainess Speedrun 24 Jam RTA"
      }
    ],
    "description": {
      "en": "Alexandra is the duchess of the Kingdom of Tarraconensis. It was only the day before the absolution event that she realized that she was the villainous daughter of an otome game! It's clear that she'll be denounced and her engagement will be broken tomorrow.\nBut I don't want to be condemned honestly! I'd rather show my eyes to the people who despised me! With only 24 hours left, Alexandra begins to make a breakthrough in her desperate situation.",
      "id": "Alexandra adalah putri seorang duke dari Kerajaan Tarraconensis. \nKetika dia telah sadar jika dia adalah seorang villaness dari sebuah otome game, waktu yang tersisa sebelum acara pembatalan pertunangan hanya tersisa satu hari saja!\nSudah dipastikan bahwa saat itu akan diumumkan pembatalan pertunangannya!\nTapi dia tidak ingin hanya menerima pembatalan itu! melainkan dia ingin melakukan perlawanan kepada orang-orang yang membencinya!\nHanya tersisa 24 jam saja, alexandra memulai langkahnya untuk bisa keluar dari situasi keputus-asaan ini."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16.5"
  },
  {
    "mangaId": "f81ad5fe-8a3f-4f30-8f7e-5f755af48a52",
    "title": {
      "en": "Ranker's Return"
    },
    "updatedAt": "2024-03-21T20:22:48+00:00",
    "coverArt": "https://mangadex.org/covers/f81ad5fe-8a3f-4f30-8f7e-5f755af48a52/0ad3bfed-0330-45fc-a132-27e5c46c8125.jpg",
    "altTitles": [
      {
        "ko": "랭커의 귀환 (2021)"
      },
      {
        "en": "Ranker's Return (Remake)"
      },
      {
        "ja": "ランカーの帰還"
      },
      {
        "ru": "Возвращение ранкера"
      },
      {
        "zh": "榜上玩家的归还"
      },
      {
        "en": "Ranker's Return (2021)"
      }
    ],
    "description": {
      "en": "During the early years of the hottest MMORPG called Arena, the world’s top ranker Meleegod vanished after setting every possible record in the virtual world.\n\nIn the real world, this deathly melee damage dealer was the happy-go-lucky Kang Hyeonu, who simply deleted his character and quit his hobby to finish mandatory military service and inherit his father’s company.\n\nThis rosy future dissolves within two years when a business rival makes his father go bankrupt. Hyeonu struggles to make ends meet with a string of part-time jobs, but his best friend has a better idea. He urges Hyeonu to conquer the Arena once again and earn a cushy living as a gaming celebrity.\n\nVowing to strike it rich and avenge his father, the former Meleegod returns to the Arena as a newbie. Only this time, he’s out for blood!\n\n---\n\n**Links:**\n- [Alternative Raw (Ridibooks)](https://ridibooks.com/books/4357000090)\n- [Alternative Raw (Naver)](https://series.naver.com/comic/detail.series?productNo=6433067)\n- [Official Simplified Chinese Translation (BiliBili)](https://manga.bilibili.com/detail/mc30486)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/77017)",
      "ja": "バーチャルリアリティーゲーム「アレナ」の初期、最強最高のランカーだったメレーゴッド！ キャラクターを削除して忽然と姿を消していた彼が、人生のどん底から這い上がるためにまたアレナに戻ってきた！ 「感謝、絶望、復讐、全部晴らしてやる！」",
      "ko": "가상현실게임 <아레나> 초창기,\n최강최고의 랭커였던 밀리갓!\n\n캐릭터를 삭제하고 홀연히 떠났던 그가\n망해버린 집안을 일으키기 위해 다시 아레나에 돌아왔다!\n\n“캐릭터를 생성하시겠습니까?”",
      "ru": "В былые времена Миллигат был самым лучшим игроком и очень долгое время занимал первое место в мировом топе игры «Арена»...\n\nОднажды, устав от Арены, он решил удалить свой аккаунт и заняться личной жизнью.\n\nПрошло 2 года. Семья разрушена, бизнес потерян, и у него ничего не осталось...\n\nОт безысходности Миллигат решил вернуться туда, где всё начиналось... В Арену.\n\n«Вы уверены, что хотите создать персонажа»?\n\nТрепещите, мерзавцы и обычные игроки... Король вернулся.",
      "zh": "虚拟现实游戏《幻神》创建初期最强最厉害的玩家，“米利神”高泽宇，曾经把角色删除后毫无留恋地离开了游戏，但为了拯救没落的家庭，他再次返回到此游戏当中…… “您要创建一个新角色吗？”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "356de811-ae92-48f1-b93b-cfdf0f8d02e4",
    "title": {
      "en": "Kakunaru Ue wa"
    },
    "updatedAt": "2024-02-22T22:07:27+00:00",
    "coverArt": "https://mangadex.org/covers/356de811-ae92-48f1-b93b-cfdf0f8d02e4/038efe96-8e01-459a-9abb-117879018e8e.jpg",
    "altTitles": [
      {
        "ja": "描くなるうえは"
      },
      {
        "en": "Now That We Draw"
      },
      {
        "id": "Rupa Gambar Kita"
      },
      {
        "vi": "Ta Cùng Vẽ Thôi Nào!"
      },
      {
        "zh": "既然要画恋爱漫画"
      },
      {
        "ja-ro": "Kakunaru Ue wa"
      }
    ],
    "description": {
      "en": "Uehara-kun loves 2-dimensional characters and his desire is to become a manga artist! However, his dreams are dashed when an editor rejects his work as too boring.\n\nThe next day while contemplating giving up on his dream, a gal in his class, Miyamoto Niina, sees his manuscript and starts a pseudo-romance with him that's a little too close to comfort, to help him with his manga!\n\nThis is a mangakas ✖ adolescent love comedy!",
      "id": "Uehara-kun menyukai karakter 2 dimensi dan mempunyai cita-cita menjadi mangaka! Namun, mimpinya pupus saat seorang editor menolak manga-nya karena bikin ngantuk. Besoknya, dia berencana membuang manga yang ditolak tersebut, namun, salah satu gadis dari kelasnya, Miyamoto Niina, mengetahui manga hasil buatannya, timbulah kisah komedi-romantis yang terjalin dari sebuah manga!",
      "ja": "2次元をこよなく愛する上原くんの夢は漫画家！\n\nある日、同じクラスのギャル宮本さんに自分の原稿を見られたことで漫画のための距離感近すぎ疑似恋愛、開始!?\n\n漫を持して描く漫画家×青春ラブコメディ！！",
      "vi": "Uehara-kun là một thằng rất thích gái 2D và ước mơ làm hoạ sĩ Manga! Tuy nhiên, giấc mơ của anh ta lại ngay lập tức bị đạp đổ khi bị một biên tập viên nhận xét rằng tác phẩm này nhìn chán chả buồn nói.\n\nTưởng như anh đã định từ bỏ giấc mơ của mình thì một cô gái trong lớp của anh, Miyamoto Niina, nhìn thấy bản phác thảo của cậu ấy và muốn bắt đầu một mối tình tưởng lãng mạn nhưng ai ngờ là giả tạo, để giúp cậu hoàn thành được bộ manga của mình!\n\nMột bộ manga về Mangaka ✖ Romcom tuổi mới lớn!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e4192ce-6b10-476b-bce6-67db3e79bfd1",
    "title": {
      "en": "Hime to Onna Yuusha ga Musubareru Tame no 12 no Sei Koui"
    },
    "updatedAt": "2024-03-29T20:22:19+00:00",
    "coverArt": "https://mangadex.org/covers/8e4192ce-6b10-476b-bce6-67db3e79bfd1/c43e5f1b-dd51-41da-b22a-d22bc61fbc31.jpg",
    "altTitles": [
      {
        "ja": "姫と女勇者が結ばれるための12の聖行為"
      },
      {
        "en": "12 Holy Deeds for a Princess and a Heroine to Marry"
      },
      {
        "ru": "12 священных действий для единения принцессы и героини"
      },
      {
        "uk": "12 священних дій для єднання принцеси та героїні"
      },
      {
        "en": "12 Sacred Acts to Unite the Princess and the Hero"
      }
    ],
    "description": {
      "en": "Save the kingdom with yuri ecchi! A battle fantasy full of surprises!  \n\nPrincess Sephilia and the female hero, Renaria, have been promising each other a future since they were children. As time goes by, the hero finally destroys the Demon King and returns to the princess's castle. However, in order to break the curse the heroes received from the Demon King, they need the princess's freshly used panties...?",
      "ru": "Спасите королевство с помощью юри-этти! Боевое фэнтези, полное неожиданностей! Принцесса Сефилия и героиня Ренария с детства обещали друг другу быть вместе. Время идет, героиня наконец-то уничтожает короля демонов и возвращается в замок принцессы. Однако для того, чтобы снять проклятие, полученное героиней от Короля Демонов, ей нужны только что снятые трусики принцессы...?",
      "uk": "Врятуйте королівство за допомогою юрі-еччі! Бойове фентезі, сповнене несподіванок! Принцеса Сефілія та героїня Ренарія з дитинства обіцяли одне одному бути разом. Час минає, героїня нарешті знищує короля демонів і повертається до замку принцеси. Однак для того, щоб зняти прокляття, отримане героїнею від Короля Демонів, їй потрібні щойно зняті трусики принцеси...?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "48de4f49-d7f9-4b0c-99f4-0929c2a9910b",
    "title": {
      "en": "Gakeppuchi Reijou wa Kurokishi-sama o Horesasetai!"
    },
    "updatedAt": "2024-03-31T08:41:08+00:00",
    "coverArt": "https://mangadex.org/covers/48de4f49-d7f9-4b0c-99f4-0929c2a9910b/ce155177-be92-4337-8486-9b183742b180.jpg",
    "altTitles": [
      {
        "ja": "崖っぷち令嬢は黒騎士様を惚れさせたい！"
      },
      {
        "ja-ro": "Gakeppuchi Reijou wa Kurokishi-sama wo Horesasetai!"
      },
      {
        "en": "I want to make Black-Knight fall in love with me!"
      },
      {
        "es-la": "¡Quiero hacer que el Caballero Oscuro se Enamore de mi!"
      },
      {
        "en": "A Noblewoman on the Brink of Disaster Wants to Make the Black Knight Fall in Love!"
      },
      {
        "en": "I Want to Make Black-Knight Fall In Love With Me!"
      },
      {
        "pl": "Chcę, żeby Czarny Rycerz Się We Mnie Zakochał"
      }
    ],
    "description": {
      "en": "My family is in debt, and we don't have enough money for my sick sister's treatment...\r\nThe troubled noble, Clarice, finds herself engaged in a political marriage with the most feared Black-Knight in the kingdom, Frost, known for \"slaughtering beasts with his bare hands\".\r\nIn an attempt to secure the fortune, Clarice tries to seduce the \"Black-Knight\", but just as she does, she discovers \"her\" secret...",
      "es-la": "Mi familia está endeudada, y no tenemos suficiente dinero para el tratamiento de mi hermana enferma...\r\nLa nobleza en apuros, Clarice, se encuentra comprometida en un matrimonio político con el Caballero Oscuro más temido del reino, Frost, quien es conocido por \"matar bestias con sus propias manos\"\r\nCon la intención de asegurar la fortuna, Clarice intenta seducir al \"Caballero Oscuro\", pero justo cuando lo hace, descubre el secreto de \"ella\"..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ff01fec1-6465-4825-9497-44c7d9133f2c",
    "title": {
      "en": "Bell & Ring wa Kane"
    },
    "updatedAt": "2024-01-12T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/ff01fec1-6465-4825-9497-44c7d9133f2c/596d223c-97bb-48b8-9129-2ecc89b9b78e.jpg",
    "altTitles": [
      {
        "ja": "ベルリンは鐘"
      },
      {
        "ja-ro": "Bell & Ring ha Kane"
      },
      {
        "en": "Bell & Ring are Bells"
      }
    ],
    "description": {
      "en": "A chaotic 4-panel manga about the daily lives of siblings Ringabelle and Bigbell, who are bells."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "132"
  },
  {
    "mangaId": "c323bce7-f210-4811-9019-069e67d2588f",
    "title": {
      "en": "Cats Own the World"
    },
    "updatedAt": "2023-12-04T12:40:54+00:00",
    "coverArt": "https://mangadex.org/covers/c323bce7-f210-4811-9019-069e67d2588f/565f3be6-19fc-4bb4-b98a-46d5a080c60e.jpg",
    "altTitles": [
      {
        "ko-ro": "Jigu-eui Juin-eun Goyang-ida"
      },
      {
        "ko": "지구의 주인은 고양이다"
      },
      {
        "es-la": "Los gatos dominan el mundo"
      }
    ],
    "description": {
      "en": "Though Chichi the cat looks very cute, she has one goal: eradicate humanity and take over the world! She decides to recruit comrades to aid her in her quest, but it looks like world conquest won't be that easy?! \n\nFollow the adventures of Chichi the tyrant, Dunno the doggo who loves humans, and Kaiser Kang Taeshik, the hard-boiled wild hamster, as they face many hardships on their path to absolute dominion!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "207"
  },
  {
    "mangaId": "f89ed57a-e4c0-48f5-b664-8ef88aa87fd9",
    "title": {
      "en": "I Shall Master This Family"
    },
    "updatedAt": "2024-04-22T05:02:14+00:00",
    "coverArt": "https://mangadex.org/covers/f89ed57a-e4c0-48f5-b664-8ef88aa87fd9/8deb6809-72af-4b3a-83ec-9ada79cd0fa7.jpg",
    "altTitles": [
      {
        "ko": "이번 생은 가주가 되겠습니다"
      },
      {
        "ko-ro": "Ibeon Saengeun Gajuga Doegetseumnida"
      },
      {
        "ko-ro": "Ibeonsaeng-eun Gajuga Doegessseubnida"
      },
      {
        "en": "In This Life, I Will Be the Lord"
      },
      {
        "en": "I'll Be the Matriarch in This Life"
      },
      {
        "en": "In This Life, I'll Become the Head of the Family"
      },
      {
        "fr": "En cette vie, je deviendrai la cheffe de famille"
      },
      {
        "pt": "Nesta vida, serei a matriarca"
      },
      {
        "pt-br": "Nesta vida, eu serei a matriarca"
      },
      {
        "pt-br": "Serei a matriarca nessa vida"
      },
      {
        "uk": "Цього разу я господарка свого життя"
      },
      {
        "uk": "Цього разу я володарка свого життя"
      },
      {
        "uk": "У цьому житті я очолю родину"
      },
      {
        "ru": "В этой жизни я - глава семьи"
      },
      {
        "ru": "На сей раз я - хозяйка этой жизни"
      },
      {
        "ru": "Я стану хозяйкой этой жизни"
      },
      {
        "th": "เกิดใหม่ชาตินี้ฉันจะเป็นเจ้าตระกูล"
      },
      {
        "ja": "今世は当主になります"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирна"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирах болно"
      },
      {
        "zh": "这一世我来当家主"
      },
      {
        "zh": "今生我会成为家主"
      },
      {
        "zh-hk": "今生我來當家主"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành gia chủ"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành Matriarch"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành mẫu hệ"
      },
      {
        "es": "Seré la matriarca en esta vida"
      },
      {
        "es": "En esta vida seré la soberana"
      },
      {
        "fr": "Cette fois-ci, je serais la Matriarche"
      },
      {
        "fr": "La nouvelle cheffe de clan (piccoma)"
      },
      {
        "ja-ro": "Konyo Ha Toshu Ni Narimasu"
      }
    ],
    "description": {
      "cs": "Veľká rodina Lombardi bola kedysi na vrchole impéria. Po smrti jej patriarchu sa osud rodiny a Firentie - nemanželskej dcéry, sa rúca do záhuby rukami jej neužitočných a krutých bratrancov. Jej otec zomrel, príbuzní ju vyhodili na ulicu a významná rodina, na ktorú bola taká hrdá, bola úplne zničená... Keď sa však prevtelí do svojho sedemročného ja, bude sa snažiť ochrániť česť rodiny, získať si priazeň starého otca Lulaca a zabrániť smrti vlastného otca. V tomto živote pre ňu existuje len jeden spôsob, ako zvíťaziť: stať sa hlavou ich mocného rodu.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "en": "I've reincarnated as Firentia Lombardy, the illegitimate daughter of the wealthiest and most influential family in the Empire. I thought I was all set to have a comfortable and luxurious life… but it wasn't long before my beloved father died, my relatives kicked me out, and our family went bankrupt!!\n\nTo add insult to injury, I was hit by a carriage one day when I drank (a bit too much) booze to drown my sorrows… but my despair was only temporary. When I opened my eyes, I found that I'd traveled back in time to when I was 7 years old!\n\nI was surprised to see my father again in the flesh. But as if that wasn't already shocking enough, the 2nd prince, our family's once sworn enemy, was now following me around like a dog!\n\nNow that I've been given a second chance at life, I'll take things into my own hands and claim both the 2nd prince and my family for myself!\n\n---\n**Links:**\n* Alternative Official English - [Tapas](https://tapas.io/series/i-shall-master-this-family/info)",
      "fr": "Florentia s'est réincarnée comme l'enfant illégitime de la famille la plus riche de l'empire, même si elle n'était pas de sang pure elle pensait que tout irait bien, son père était gentil avec elle, mais à la mort de ce dernier sa famille l'a abandonnée et elle s'est retrouvée seule, puis soudainement le trou noir.\n\nElle se souvient d'avoir un peu bu puis avoir ressenti un violent coup sur la tête et maintenant elle est de retour dans son corps de 7 ans! L'occasion de tout changer et de devenir même en étant illégitime la cheffe de la famille!\n\n---\nLa grande famille Lombardi était autrefois au sommet de l’Empire. Après la mort de son patriarche, le sort de la famille et celui de Firentia, née d’un Lombardi et d’un paysan, tombent en ruine aux mains de ses cousins inutiles et cruels. Mais lorsqu’elle se réincarne à l’âge de ses sept ans, elle fera tout pour protéger l’honneur de la famille, gagner les faveurs de son grand-père Lulac et, empêcher la mort de son père. Dans cette vie, il n’y a qu’un seul moyen pour elle de gagner: devenir la cheffe de leur puissante famille.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "id": "Aku pikir aku adalah putri bangsawan yang hidupnya bergelimang harta dan kebahagiaan, tapi ternyata aku ini anak berdarah campuran bangsawan dan rakyat biasa yang keberadaannya tidak dianggap dalam keluargaku sendiri. Ibuku sudah tiada dan tidak ada yang menyayangiku kecuali ayahku sendiri. Setelah bekerja keras mengabdikan diri untuk keluarga ini, siapa sangka aku malah diusir dan berakhir mati tertabrak kereta kuda. Ketika terbangun lagi aku bereinkarnasi untuk kedua kalinya di tubuh yang sama.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "ja": "今度こそ守れるんじゃないかな？ ランブル帝国随一の家門、ロンバルディを！ 交通事故で死んだ後ロンバルディ家の婚外子として転生したフィレンティア。 だが…彼女を待ち受けていたのは愛する父の死とロンバルディ家の滅亡だった。 家門の滅亡を知った日に彼女は酒を飲んで馬車に轢かれてしまうのだが、目を覚ますと7歳の自分に戻っていた。 今度こそ父と家門を守り抜くと決めたフィレンティア。 彼女を待ち構える試練とは一体何なのか… 当主になると決めた彼女の挑戦が始まるーー！\n\n---\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)",
      "ko": "“한번 해 보자, 내가 가주가 되는 거야.”\n환생에 회귀까지, 인생 3회차 피렌티아의 가주 되기 프로젝트!\n\n제국 제일가는 명문가 롬바르디가의 막내 손녀 ‘피렌티아’. 그녀는 똑똑하고 능력 있지만 사생아로 태어났다는 이유로 친척들에게 온갖 수모를 당하고, 결국 가문에서 쫓겨나고 만다. 이후 피렌티아는 더 이상 가문 일에 참여할 수 없게 되고, 그저 무능력한 큰아버지의 손에 롬바르디가가 망해가는 것을 지켜볼 수밖에 없었다. 화가 나 술을 진탕 마신 어느 날, 피렌티아는 마차 사고를 당해 죽음을 맞이하는데…. 그러나 어떻게 된 일인지 눈을 떠 보니 거울에 비친 것은 일곱 살 때의 모습?! 전생의 기억을 가지고 회귀한 피렌티아는 다시 찾은 생에서는 롬바르디가의 멸문을 막기 위해 스스로 가주가 되기로 결심하는데…!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)",
      "th": "เมื่อเธอมาเกิดใหม่ในร่างของฟีเรนเทีย ลอมบาร์เดีย บุตรีแห่งตระกูลลอมบาร์เดีย หลังปู่ของเธอเสียไปเธอก็ถูกไล่ออกจากตระกูลและเพียงไม่นานตระกูลได้ล่มสลาย ฟีเรนเทียประสบอุบัติเหตุเสียชีวิตอีกครั้ง และย้อนกลับมาตอนอายุ 7 ขวบ ฟีเรนเทียที่ล่วงรู้อนาคตที่กำลังจะเกิดขึ้นทุกอย่างจึงพยายามแก้ไขทุกอย่างให้ดีขึ้น และมุ่งสู่เส้นทางการขึ้นเป็นผู้นำตระกูล...\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "uk": "\"...спробуймо. Я очолю цю родину.\" Фірентія переродилася позашлюбною дитиною аристократа Ломбарді - наймогутнішої родини в імперії. Ба більше, історія цього роду тотожна історії держави Лембру! Ломбарді, знамениті своїми статками, обросли зв'язками та стали надійними покровителями для талановитих людей. Здавалось, що на Фірентію чекає світле майбутнє... Але її батько помер, а родичі, які прогнали дівчину, розвалили впливовий дім! Трохи (ні) випивши, вона потрапила під екіпаж на шляху додому. \"Це занадто...\" Фірентія знову розплющила очі семирічною дівчинкою. Тепер вона може врятувати татка і свою родину? А другий принц бігає за нею, немов відданий пес? Гаразд, тоді другий принц і дім Ломбарді належать їй!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "vi": "Gia đình vĩ đại Lombardy, đã một thời đứng đầu đế quốc. Sau cái chết của chủ gia đình, số phận của gia đình và của cả Firentia, sinh ra từ một Lombardy và thường dân, rơi vào tay những anh em họ độc ác và vô dụng của cô ấy. Nhưng khi Firentia quay về cơ thể của mình vào năm 7 tuổi, cô ấy sẽ làm hết sức để bảo vệ danh dự của gia đình, lấy lòng người ông nội Lulac, và ngăn chặn cái chết của cha mình. Trong lần này, chỉ có một đường để Firentia thắng: trở thành mẫu hệ của gia đình vĩ đại này.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "zh": "意外穿成为了帝国最声名鼎盛的第一家族的私生女。虽然蒂亚头脑出众，也积累了大量的实战经验，但最终在爷爷去世后被叔叔扫地出门，而无能的叔叔很快便败光了家族的产业…… 意外死亡后，又一次重新回了小时候——这一世，蒂亚决定成为家主，重新让家族站上帝国巅峰！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "pt-br": "Florentia reencarnou como filha ilegítima da família mais rica do império. Ela pensou que tudo iria bem no futuro. Mas seu pai havia falecido, seus parentes a deixaram na porta, e a família honrada de que ela tanto se orgulhava estava completamente arruinada…. Mas isso é real? Ela bebeu um pouco (muito) e foi atropelada por uma carruagem, Quando ela abriu os olhos novamente, ela tinha sete anos? Além disso, o Segundo Príncipe, que era inimigo de sua família em sua vida anterior, está seguindo-a como um cachorro!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37a338e3-1bd3-46f3-a3d3-705f674bcd7c",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Double Seven-hen"
    },
    "updatedAt": "2022-10-09T21:45:38+00:00",
    "coverArt": "https://mangadex.org/covers/37a338e3-1bd3-46f3-a3d3-705f674bcd7c/70bb4e77-f3ba-4262-9245-504a659b6d3b.jpg",
    "altTitles": [
      {
        "ja-ro": "Mahouka Koukou no Rettousei - Daburu Sebun-hen"
      },
      {
        "en": "The Irregular at Magic High School - Double Seven Arc"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Близняшки Саэгуса"
      },
      {
        "ja": "魔法科高校の劣等生 ダブルセブン編"
      },
      {
        "zh-hk": "魔法科高校的劣等生：雙七篇"
      },
      {
        "zh": "魔法科高校的劣等生：双七篇"
      },
      {
        "ja-ro": "Mahō-ka Kōkō no Rettō-sei Double Seven-hen"
      },
      {
        "ko": "마법과 고등학교의 열등생 더블 세븐편"
      }
    ],
    "description": {
      "en": "The second year has started! Mikihiko has been promoted to Course 1, Tatsuya has entered the new Magical Engineering Course, and trouble is brewing between Saegusa Mayumi's younger twin sisters and 1st year representative Shippou Takuma, a member of the 18 Assistant Houses' Shippou Household.  \n  \nAdaptation of the original novel's volume 12."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "32"
  },
  {
    "mangaId": "0aa2520a-a18f-406d-8908-32cec22b88ac",
    "title": {
      "en": "Only I Know That the World Will End"
    },
    "updatedAt": "2024-04-11T17:54:11+00:00",
    "coverArt": "https://mangadex.org/covers/0aa2520a-a18f-406d-8908-32cec22b88ac/ac528114-61e1-4de6-a709-2ed9158bbdf5.jpg",
    "altTitles": [
      {
        "ja-ro": "Kono Sekai ga Izure Horobu Koto wo, Ore dake ga Shitte Iru"
      },
      {
        "ja": "この世界がいずれ滅ぶことを、俺だけが知っている　～モンスターが現れた世界で、死に戻りレベルアップ～"
      },
      {
        "ja-ro": "Kono Sekai ga Izure Horobu Koto o, Ore dake ga Shitteiru: Monster ga Arawareta Sekai de, Shi ni Modori Level Up"
      },
      {
        "en": "Only I Know That the World Will End ~ In a World Where Monsters Appear, I Level Up by Returning From Death"
      },
      {
        "en": "Only I Know the World Is Ending and Getting Killed by Rampaging Beasts Only Makes Me Stronger"
      },
      {
        "ja": "この世界がいずれ滅ぶことを、俺だけが知っている"
      }
    ],
    "description": {
      "en": "Akira Ichijo is your average, run-of-the-mill businessman. One day, on his way home from work, he is suddenly attacked by a Minotaur and killed on the spot. But in the blink of an eye...he wakes up back at the office! When monsters invade into the real world, a cruel reality sets in as the world as we know it plummets into destruction and death. But with the unique skill, \"Resurrection,\" Akira can come back to life every time he dies, all the while inheriting the same levels and skills from his last run at life! With unlimited chances to correct his past mistakes, it's up to Akira to utilize the skill he's given and survive this terrifying world with his childhood friend, Nao Nanase.\n\n(Source: Kodansha USA)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbca8dd7-4408-4a52-950f-eb335da467de",
    "title": {
      "en": "4-Koma 13 Sentinels: Aegis Rim This Is Sector X"
    },
    "updatedAt": "2024-02-21T22:19:14+00:00",
    "coverArt": "https://mangadex.org/covers/dbca8dd7-4408-4a52-950f-eb335da467de/715576e1-6e9a-4bef-8a7c-4e3cffa926bb.png",
    "altTitles": [
      {
        "ja": "よんこま十三機兵防衛圏!! ～こちらセクターX～"
      },
      {
        "ja-ro": "Yonkoma 13 Kihei Bouei-ken!!: Kochira Sector X"
      }
    ],
    "description": {
      "en": "A 4-Koma adaptation of the simulation adventure gem \"13 Sentinels:Aegis Rim\"  created by Atulus & Vanillaware.13 boys and girls overcoming the intertwined past, present and future ... slapstick drama!?(Source: Amazon Kindle)",
      "ja": "ATLUS×ヴァニラウェアが贈る珠玉のシミュレーションアドベンチャーゲーム『十三機兵防衛圏』公式4コマ漫画、第1巻！\n\n十三人の少年少女たちが、過去・未来を超えて紡ぐーードタバタ群像劇!?\n（出典・Amazon Kindle）"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "35"
  },
  {
    "mangaId": "1693697a-783c-4d3c-a2d3-dc069e137a23",
    "title": {
      "en": "No Home"
    },
    "updatedAt": "2023-11-20T17:18:37+00:00",
    "coverArt": "https://mangadex.org/covers/1693697a-783c-4d3c-a2d3-dc069e137a23/bc55de2a-47dd-41cb-9338-75b3f0650a69.jpg",
    "altTitles": [
      {
        "en": "Homeless"
      },
      {
        "en": "I Have No Home"
      },
      {
        "ko": "집이 없어"
      },
      {
        "ko-ro": "Jib-i Eobs-eo"
      }
    ],
    "description": {
      "en": "Haejoon Goh, who ran from home, and Eunyung Baek, the problem child who lives in a tent.   \r\nThese two, who met under terrible circumstances, are forced to live together in an abandoned dormitory.   \r\nThis is a story of difficult growth between two people who hate both the dorm and each other."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af38f328-8df1-4b4c-a272-e737625c3ddc",
    "title": {
      "en": "Senpai ga Uzai Kouhai no Hanashi"
    },
    "updatedAt": "2024-03-16T16:06:17+00:00",
    "coverArt": "https://mangadex.org/covers/af38f328-8df1-4b4c-a272-e737625c3ddc/57004e6b-3573-414d-b234-afd512d89c63.jpg",
    "altTitles": [
      {
        "en": "A Story About a Senior Who Annoys His Junior"
      },
      {
        "en": "A Story About a Senpai Who Annoys His Kouhai"
      },
      {
        "en": "My Senpai Is Annoying"
      },
      {
        "ja-ro": "Senpai ga Urusai Kouhai no Hanashi"
      },
      {
        "ro": "Senpai-ul meu este enervant"
      },
      {
        "tr": "Senpai'si Uyuz Kouhai'nin Hikayesi"
      },
      {
        "ja": "先輩がうざい後輩の話"
      },
      {
        "pt-br": "Meu Senpai é Irritante"
      },
      {
        "uk": "Мій семпай дратує"
      },
      {
        "el": "Ο Senpai Μου Είναι Ενοχλητικός"
      }
    ],
    "description": {
      "en": "Futaba Igarashi is a diminutive office lady who finds that her towering and boisterous work senpai Harumi Takeda always gets in her hair, but he always has her back, he always keeps her company, and she starts noticing that her heart is slowly veering towards him…  \n  \n1st place of Tsugi Manga Awards, Category Webmanga (2018)\n\n---\n\n+++ Difference to volumes\nPixiv/Twitter (Web) to volume mapping:\n| Web Ch. | Volume Ch. | Change | Difference \n| :--- | :--- | :--- | :--- |\n| 64 | v.4 64 | | 0 |\n| 65 | v.4 64.5 | - | 1 |\n| 66 | v.4 65 |  | 1 |\n| 79 | v.4 77.5 | - | 2 |\n| 146.5 | v. 5. 145 | + | 1 |\n| 149.5 | v. 8 149 | + | 0 |\n| 150.5 | v. 8 151 | + | 1 |\n| 153.5 | v. 8 155 | + | 2 |\n| 154.5 | v. 8 157 | + | 3 |\n+++",
      "ja": "ちょっぴりガサツだけど面倒見のいい先輩・武田と、そんな彼に素直になれない（？）後輩・五十嵐。\n\n今日も五十嵐は武田をうざいと思いつつ、本当はまんざらでもなかったりやっぱり本当にうざいときもあったりと自覚のない二人の微妙な距離感にもだえちゃうことまちがいなし！",
      "uk": "Іґараші - працьовита молода офісна жінка. Такеда - семпай з роботи, нервує її постійно - і все ж вона стає все ближче до нього. Кожен день наповнений комічними невдачами та романтичними моментами, коли Іґараші намагається збалансувати роботу, життя та кохання.",
      "pt-br": "Igarashi é uma jovem esforçada que trabalha em um escritório. Takeda, o senpai acima dela no trabalho, a irrita constantemente - e ainda assim ela se encontra cada vez mais próxima dele. Todos os dias são repletos de contratempos cômicos e momentos românticos enquanto Igarashi tenta equilibrar trabalho, vida e amor."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dfae3a2c-987c-47bd-8a71-4732a23148d7",
    "title": {
      "en": "Qianqiu's World"
    },
    "updatedAt": "2024-04-22T18:19:03+00:00",
    "coverArt": "https://mangadex.org/covers/dfae3a2c-987c-47bd-8a71-4732a23148d7/276e4436-d06e-45e4-a4aa-03c3dfaa185a.jpg",
    "altTitles": [
      {
        "en": "A World of a Thousand Autumns"
      },
      {
        "zh": "千秋的世界"
      },
      {
        "zh-ro": "Qiānqiū de shìjiè"
      }
    ],
    "description": {
      "en": "After the 16th playthrough, Qianqiu finally realized that the world she was living in was just a game. However, she was not the heroine, and was destined instead to be the loser, the second female lead. Getting tired of being stuck in an endless loop, she decides to break free from the game's plot. However, in the process of doing so, the protagonist also appears to be gradually going amiss?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "0.1"
  },
  {
    "mangaId": "1003024d-101c-4fb6-86e6-033167bab723",
    "title": {
      "en": "Amai Seikatsu"
    },
    "updatedAt": "2023-08-01T16:39:59+00:00",
    "coverArt": "https://mangadex.org/covers/1003024d-101c-4fb6-86e6-033167bab723/57892aeb-0a79-4f4f-a59d-33151b1daf24.png",
    "altTitles": [
      {
        "zh": "内衣高手"
      },
      {
        "ja": "甘い生活"
      },
      {
        "ko": "달콤한 생활"
      },
      {
        "en": "Sweet Life"
      }
    ],
    "description": {
      "en": "The complicated story of a young man who goes to work for a lingerie company. \nOne of the very first harem manga, done by a former shojo mangaka known for his peculiar tendencies \n(was known to cross dress among other things) and serialized in the now defunct Business Jump.\n \nVolume titles and Romaji equivalent:  \n  \n2. ランジェリーに恋してる♥ (Ranjerī ni Koishiteru ♥)  \n- 愛の悩み (Ai no Nayami)  \n- 恋模様みだれ髪 (Koi Moyō Midare-kami)  \n- おかしな二人 (Okashina Futari)  \n- 弓香の日記 (Yumika no Nikki)  \n- 二人の気持ち (Futari no Kimochi)  \n- 伸介の選択 (Shinsuke no sentaku)  \n- おかしな気分 (Okashina Kibun)  \n- おかしな三角関係 (Okashina Sankaku Kankei)  \n- よみがえる美 (Yomigaeru Bi)  \n- 東京ショック (Tokyo Shock)  \n- ユミカ・センセーション (Yumika Sensation)  \n- セルフヌード (Self-nude)  \n- 能力喪失 (Nōryoku Sōshitsu)  \n- お嬢様の初体験 (Ojō-sama no Shotaiken)  \n- 巴の目覚め (Tomoe no Mezame)  \n- ぱんつのお披露目 (Pantsu no Ohirome)  \n- 女優・佐倉澪 (Joyū Sakura Mio)  \n- 弓香が女優 (Yumika ga Joyū)  \n- 美人双子姉妹 (Bijin Futago Shimai)  \n- 政略結婚！？ (Seiryaku Kekkon!?)  \n- 触りのライセンス (Sawari no License)  \n- がんばれ！！大統領！！ (Ganbare!! Daitōryō!!)  \n- ブービー・トラップ (Booby Trap)  \n- ガマン大会 (Gaman Taikai)  \n- 世界新記録！？ (Sekaishinkiroku!?)  \n- 殿・姫・伸介 (Tono Hime Shinsuke)  \n- 姫のお目覚め？ (Hime no o Mezame?)  \n- ニューゴッドハンド？ (New God Hand?)  \n- コスプレ秘書 (Cosplay Hisho)  \n- 天才×天才 (Tensai × Tensai)  \n- ナマで大事件！？ (Nama de Daijigen!?)  \n- 4回転マッサージ (4 Kaiten Massage)  \n- 官能タイフーン (Kan'nō Typhoon)  \n- デザイナーの資質 (Designer no Shishitsu)  \n- 伸介の痴漢騒動 (Shinsuke no Chikan Sōdō)  \n- ベガスの狂乱 (Vegas no Kyōran)  \n- 1000万ドルの下着 (1000 Man-doru no Shitagi)  \n- 幼なじみの下着 (Osana Najimi no Shitagi)  \n- 呪いのコルセット発動！？ (Noroi no Corset Hatsudō!?)"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "erotica",
    "lastVolume": "40",
    "lastChapter": "480"
  }
]