[
  {
    "mangaId": "aafb046c-9de4-4c3d-990c-6d75b079c0b9",
    "title": {
      "en": "Release That Witch"
    },
    "updatedAt": "2024-06-19T23:47:40+00:00",
    "coverArt": "https://mangadex.org/covers/aafb046c-9de4-4c3d-990c-6d75b079c0b9/ee278e22-9bfb-4b1b-9681-f8782b93e57b.jpg",
    "altTitles": [
      {
        "zh-ro": "Fangkai Nage Nüwu"
      },
      {
        "fr": "Relâchez cette Sorcière"
      },
      {
        "ru": "Освободите эту Ведьму"
      },
      {
        "zh": "放开那个女巫"
      },
      {
        "uk": "Звільніть цю відьму"
      },
      {
        "tr": "Cadıyı Salın"
      },
      {
        "vi": "Thả Vu Nữ Đó Ra"
      }
    ],
    "description": {
      "en": "A male engineer transmigrated into another world, and became a prince. This place strikingly resembles the Middle Ages of Europe, but at the same time, it seems kind of different? Witches truly exist, and they even possess magic powers! Magic powers are productive forces! Save the witches, liberate the productive forces! Open map, fight demons, break conspiracies, climb up the science and technology tree, and open the path of hardcore ‘farming’!",
      "ru": "Чэн Янь прошел сквозь время и попал в мир, подобный Средневековой Европе, став Роландом, 4-м принцем королевства. Но этот мир не такой, к какому он уже привык. Ведьмы и магия здесь — нормальное явление. Сможет ли Роланд заполучить трон короля и решить выпавшие на его долю проблемы? Только его опыт современных технологий и помощь ведьм, известных как «слуги Дьявола», позволят ему добиться успеха!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "134005d1-1dba-4b64-afce-ea508eaef7aa",
    "title": {
      "en": "GE ~Good Ending~"
    },
    "updatedAt": "2024-03-11T20:57:47+00:00",
    "coverArt": "https://mangadex.org/covers/134005d1-1dba-4b64-afce-ea508eaef7aa/f9f4ba04-8f3e-4abc-98c4-7ddc47098f9f.jpg",
    "altTitles": [
      {
        "en": "GE: Good Ending"
      },
      {
        "zh": "GE～恋爱成就"
      },
      {
        "ja": "ＧＥ～グッドエンディング～"
      },
      {
        "tr": "Mutlu Son"
      },
      {
        "ar": "نهاية حسنة"
      }
    ],
    "description": {
      "en": "Utsumi is your everyday student. He is also a boy that has always had a strong sense of what is right in the world. With nothing but innocence and a mind that longs for his \"significant other,\" Utsumi takes on one of the toughest subjects: love. With the help of the devious and mysterious Kurokawa Yuki, will Utsumi learn how to be fortunate in the game of love? Only through the ups and downs of real life, and the assistance of his friends, will Utsumi be able to take a bite out of life and learn just what love is.\n\n- Alternative English: [Kodansha US](https://kodansha.us/series/ge-good-ending)"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "156"
  },
  {
    "mangaId": "daa6f76d-b7b4-4328-8d31-65aedbf1e071",
    "title": {
      "en": "Bloody Sweet"
    },
    "updatedAt": "2023-08-09T16:26:03+00:00",
    "coverArt": "https://mangadex.org/covers/daa6f76d-b7b4-4328-8d31-65aedbf1e071/7c283462-62d2-4b35-a91f-2a831753fb7d.jpg",
    "altTitles": [
      {
        "en": "Honey Blood"
      },
      {
        "ja": "ハニーブラッド"
      },
      {
        "ko": "허니 블러드"
      },
      {
        "uk": "Медова кров"
      }
    ],
    "description": {
      "en": "When the daughter of a shaman gets \"strung up\" with a centuries-old vampire, is it love or something more sinister that binds them? From Narae Lee, artist of the hit OEL manga ’Maximum Ride,’ comes the story of two misfits and their quirky, fantastical romp to find one another."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "85"
  },
  {
    "mangaId": "c30e8e1c-c53c-4111-a00e-7995c261d325",
    "title": {
      "en": "Cipher Academy"
    },
    "updatedAt": "2024-05-03T18:04:22+00:00",
    "coverArt": "https://mangadex.org/covers/c30e8e1c-c53c-4111-a00e-7995c261d325/ab5edd0c-df2c-448c-aa15-ba00f5aa3b57.jpg",
    "altTitles": [
      {
        "ja": "暗号学園のいろは"
      },
      {
        "en": "Iroha from the Crypto Academy"
      },
      {
        "ru": "Ироха из Крипто Академии"
      },
      {
        "ja-ro": "Angou Gakuen no Iroha"
      }
    ],
    "description": {
      "en": "Iroha is an average student newly enrolled in Cipher Academy, a Spartan school where students must crack code after code after code with barely enough time to catch their breath! Then a mysterious person named Kogoe gives Iroha an unusual pair of glasses with a crazy secret behind them!\n\n(Source: MANGA Plus)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "58"
  },
  {
    "mangaId": "d8dcbff1-a8b6-4fcf-88de-3977aa5cef33",
    "title": {
      "en": "Bungou Stray Dogs: Dazai, Chuuya, Juugo-sai"
    },
    "updatedAt": "2024-05-08T05:33:06+00:00",
    "coverArt": "https://mangadex.org/covers/d8dcbff1-a8b6-4fcf-88de-3977aa5cef33/0b468862-3e68-43ed-8636-6f6a85b5bd46.png",
    "altTitles": [
      {
        "en": "Bungou Stray Dogs - Dazai, Chuuya, Fifteen years old"
      },
      {
        "ja": "文豪ストレイドッグス 太宰、中也、十五歳"
      },
      {
        "uk": "Бродячі Пси: Дазай і Чуя 15"
      },
      {
        "es-la": "Bungou Stray Dogs - Dazai, Chuuya, 15 años"
      },
      {
        "en": "Bungou Stray Dogs - Dazai, Chuuya, age fifteen"
      },
      {
        "ru": "Великий из Бродячих Псов: Дазай и Чуя, 15 лет"
      }
    ],
    "description": {
      "en": "Not long after Ougai Mori takes the reins of the Port Mafia, his accomplice Osamu Dazai has a dreadful run in with Chuuya Nakahara, a boy known as the Sheep King who is capable of manipulating gravity. But when strange rumors about the mysterious being Arahabaki start spreading throughout Yokohoma, the duo must put aside their differences and get to the bottom of things. Before they achieved infamy as the fearsome pairing Twin Dark, Dazai and Chuuya were just boys. Was their first encounter a harbinger of hope, or an ill omen of things to come...?",
      "ru": "«Призрак», неожиданно воскресшего, предыдущего босса не даёт покоя Портовой Мафии Йокогамы. Молодому члену мафии Дазаю, под присмотром новоиспечённого Босса Мафии Мори, было поручено разобраться в этом деле. Расследование приводит к так называемому «королю» печально известной группе подростков — «Овцы». Чуя соглашается работать вместе с Дазаем, чтобы раскрыть правду о его собственном прошлом и выяснить истинную причину недавних событий.",
      "es-la": "El fantasma del predecesor acecha a Port Mafia. A los quince años, Osamu Dazai, bajo la atenta mirada de Ōgai Mori, recibe su primera misión de investigar el asunto. La investigación lo lleva a Chūya Nakahara, el infame \"Rey de las Ovejas\", un grupo rival de jóvenes. Con su propio pasado desconocido para él, y las vidas de los miembros de Sheep en juego gracias a Port Mafia, Chūya acepta trabajar junto a Dazai para revelar la verdad detrás del exjefe de Port Mafia."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1fc1355b-9c02-48e2-a457-094b592ecd9c",
    "title": {
      "en": "Monkey Peak"
    },
    "updatedAt": "2023-09-05T09:57:45+00:00",
    "coverArt": "https://mangadex.org/covers/1fc1355b-9c02-48e2-a457-094b592ecd9c/ea33182d-54c3-4f67-b72d-72f2c26463d2.jpg",
    "altTitles": [
      {
        "vi": "Đỉnh Núi Khỉ"
      },
      {
        "ja": "モンキーピーク"
      }
    ],
    "description": {
      "en": "A group of employees from the Fujitani Pharmaceutical Company are on a hiking trip. After the company suffered a crisis, the CEO hopes to improve teamwork and morale among new and old employees with this trip. Not everyone is as excited as he is. Unfortunately for them, they soon find themselves having to deal with problems that they weren't prepared for.  \n  \nWhat's going to happen to these employees? Will they fall in love with hiking? Will they be able to work together, get along well, and bring the company back to its feet? Read and find out in this heartwarming story of adventure, friendship, and teamwork!",
      "pt-br": "Um grupo de funcionários da Fujitani Pharmaceutical Company está em uma viagem de caminhada. Depois que a empresa sofreu uma crise, o CEO espera melhorar o trabalho em equipe e o moral entre novos e antigos funcionários com esta viagem. Nem todo mundo está tão animado quanto ele. Infelizmente para eles, eles logo se vêem tendo que lidar com problemas para os quais não estavam preparados.\n\nO que vai acontecer com esses funcionários? Será que eles vão se apaixonar por caminhadas? Eles serão capazes de trabalhar juntos, se dar bem e trazer a empresa de volta aos seus pés? Leia e descubra nesta emocionante história de aventura, amizade e trabalho em equipe."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "120"
  },
  {
    "mangaId": "c4aee523-1ee8-4997-ac39-d368d5007ad6",
    "title": {
      "en": "Lilies, Voice, Wear Wind"
    },
    "updatedAt": "2024-05-07T20:39:06+00:00",
    "coverArt": "https://mangadex.org/covers/c4aee523-1ee8-4997-ac39-d368d5007ad6/99500414-f273-4775-9ddf-c1bffa660ff3.jpg",
    "altTitles": [
      {
        "ja-ro": "Yuri to Koe to Kaze Matoi"
      },
      {
        "ja": "百合と声と風纏い"
      }
    ],
    "description": {
      "en": "A high school girl who has never known love meets an older woman with a secret...\nA junior in high school, Matoi Noshita has never liked anyone and is fed up with being involved in her younger sister's and friends' boyfriend situations.\nOne day, she meets Yuriko, who has just moved from Tokyo. At a local driving school, she asks her to drive her home on her motorcycle.\nMatoi is perplexed by her own curiosity about a woman whose name she does not know and where she lives.\n\"What on earth is this feeling I am having for the first time...?\"",
      "ja": "恋を知らない女子高生が出会ったのは、ある秘密を抱えた年上の女性――\n高校 3 年生の埜下纏は、一度も人を好きになったことがなく、妹や友人の彼氏事情に巻き込まれることにうんざりしていた。\nある日纏は地元の教習所で東京から移り住んできたばかりの百合子に出会い、彼女の運転するバイクで家まで送ってもらうことになった。\n名前も住んでいる場所も知らない彼女の事が気になってしまう自分に戸惑う纏。\n初めて抱くこの気持ちは一体―…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "23"
  },
  {
    "mangaId": "cb98bd40-a903-4416-bdd0-dab93d8f36ad",
    "title": {
      "en": "R15+ Ja Dame Desuka?"
    },
    "updatedAt": "2024-01-21T03:16:07+00:00",
    "coverArt": "https://mangadex.org/covers/cb98bd40-a903-4416-bdd0-dab93d8f36ad/1101bb52-dcb2-4e09-ba04-62599307e5f0.jpg",
    "altTitles": [
      {
        "ja-ro": "R15+ Ja Dame Desuka?"
      },
      {
        "ja": "R15＋じゃダメですか？"
      },
      {
        "vi": "Xem phim \"người lớn\" được không?"
      },
      {
        "en": "How About R15?"
      }
    ],
    "description": {
      "en": "What should I do to become an adult? Akane Amou, who grew up with her parents forbidding any kind of entertainment, is a little bad with \"stimulating\" stuff, to the point she can't even watch a kissing scene in a drama. Now that she’s a highschool student, she somehow wants to overcome it! Those are her intentions, but it’s not that easy. Meanwhile, she got acquainted with a movie otaku named Fuyumine. Will she be able to watch an R15 movie…?",
      "ja": "大人になるって、どうすればいいの？　親からすべての娯楽を禁止されて育った天羽秋音は、ドラマのキスシーンも観れないくらい、”刺激的”なものが少し苦手。高校生にもなったんだから、なんとか克服したい！　と意気込むが、なかなか道は険しい。そんな中、映画オタクの冬峰と知り合い、15禁映画を観ることになり…⁉\n \n--- \n \nOtona ni naru tte, dōsureba ī no? Oya kara subete no goraku o kinshi sa rete sodatta Amou aki-on wa, dorama no kisushīn mo mi renai kurai, ”shigeki-teki” na mono ga sukoshi nigate. Kōkōsei ni mo natta ndakara, nantoka kokufuku shitai! To ikigomu ga, nakanaka michi wa kewashī. Son'na Chū, eiga otaku no fuyu-hō to shiriai, 15 kin eiga o miru koto ni nari...!?",
      "vi": "\"Mình sẽ làm gì để trở thành người lớn?\"\nAkane Amou, lớn lên trong sự bảo bọc nghiêm khắc của cha mẹ mà không tiếp xúc với phương tiện giải trí, bước qua tuổi 15, trước những thứ \"tình cảm\", thậm chí là một nụ hôn cũng không thể xem được.\nGiờ đã vào trường cấp ba, cùng với cậu bạn Fuyumine, Amou sẽ bước qua những rào cản ấy. Liệu cô bé có thể xem được một phim nhán mác \"cấm trẻ em\"?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49650a04-d0d7-4526-b460-8203ae223586",
    "title": {
      "en": "Fight Class 3"
    },
    "updatedAt": "2024-06-12T16:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/49650a04-d0d7-4526-b460-8203ae223586/e684daa6-8687-4b54-a5ee-0fdc82bdd4bd.jpg",
    "altTitles": [
      {
        "ko-ro": "Gyeoggi 3 Ban"
      },
      {
        "ko-ro": "Gyeok Gi 3 Ban"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma de Luta 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---",
      "fr": "Un monde dans lequel la Corée est le Pays leader des sports de combats. Au lycée Nam-il où les meilleurs et plus talentueux élèves en arts martiaux étudient, Jiu Ji-tae se trouve soudainement entraîné avec eux alors qu'il n'est qu'un faiblard.  \n  \nEn faisant disparaître ses défauts physiques à l'aide du Ju-Jitsu, pourra-t-il devenir le meilleur des classes de combat ?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b98c4daf-be1a-46c8-ad83-21d532995240",
    "title": {
      "en": "My Food Looks Very Cute"
    },
    "updatedAt": "2024-06-18T17:17:30+00:00",
    "coverArt": "https://mangadex.org/covers/b98c4daf-be1a-46c8-ad83-21d532995240/5a720839-f246-4856-865a-68d53563cc73.png",
    "altTitles": [
      {
        "zh": "我的食物看起来很可爱"
      },
      {
        "en": "My Food Seems to Be Very Cute"
      },
      {
        "zh-ro": "Wǒ de shíwù kàn qǐlái hěn kě'ài"
      },
      {
        "zh-hk": "我的食物看起來很可愛"
      },
      {
        "es-la": "Mi comida se ve adorable"
      },
      {
        "id": "Makananku yang Cantik"
      },
      {
        "pl": "Moje jedzonko wygląda uroczo"
      }
    ],
    "description": {
      "en": "A vampire who has been sleeping for nearly two hundred years, Maria is awakened by a passing werewolf girl by a chance, and the moment the coffin is opened, the curse falls on the werewolf girl. The two girls set foot on the journey to the city",
      "es-la": "Maria, una vampiro que había estado durmiendo por casi doscientos años, es despertada por Xing Lan, una chica lobo que pasaba por ahí. Cuando el ataúd se abre, una maldición cae sobre Xing Lan. Sin embargo, en lugar de asustarse, la inocente Xing Lan cree haber encontrado una excelente compañera, y ambas embarcan juntas un viaje a la ciudad. Así comienza su historia."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd3a2e1d-cc1c-4028-887b-38d7c22eb4f7",
    "title": {
      "en": "Give Me a Pat!"
    },
    "updatedAt": "2024-06-27T19:04:30+00:00",
    "coverArt": "https://mangadex.org/covers/dd3a2e1d-cc1c-4028-887b-38d7c22eb4f7/2ea11461-d7cc-400e-b1fe-67112c2abf8f.jpg",
    "altTitles": [
      {
        "zh": "帮我拍拍"
      },
      {
        "zh-ro": "Bang wo pai pai"
      },
      {
        "pl": "Pogłaskaj mnie!"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42cef0aa-a21d-4c93-a78d-d035ab830ad5",
    "title": {
      "en": "Two Ways"
    },
    "updatedAt": "2023-08-03T20:12:29+00:00",
    "coverArt": "https://mangadex.org/covers/42cef0aa-a21d-4c93-a78d-d035ab830ad5/84a18fff-aa4a-4b10-8f98-bd981ffae5d4.png",
    "altTitles": [],
    "description": {
      "pt-br": "Em um mundo cruel que não tem lugar para os fracos, onde um Imperador e seus domínios crescem a cada dia, o caçador de recompensas Tyler Fumetsu recebe uma proposta que pode mudar a sua vida."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "bb5ea32b-2faf-4432-a67d-ebc26bfda95d",
    "title": {
      "en": "Mobile Suit V Gundam Gaiden ~Letters from Odelo Henrik~"
    },
    "updatedAt": "2024-05-04T17:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/bb5ea32b-2faf-4432-a67d-ebc26bfda95d/e9f0471c-0a8f-4526-b56c-3853fc09f410.png",
    "altTitles": [
      {
        "en": "Mobile Suit V Gundam Sidestory ~Letters from Odelo Henrik~"
      },
      {
        "ja": "機動戦士Vガンダム外伝 ～オデロ・ヘンリークからの手紙～"
      },
      {
        "ja-ro": "Kidou Senshi V Gundam Gaiden Odero Henriiku kara no Tegami"
      }
    ],
    "description": {
      "en": "A new series celebrating the 30th anniversary of V Gundam's broadcast! What memories from that day will find themselves resurfacing?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5bf9cc3-d003-47fe-bc76-99774b2a0562",
    "title": {
      "en": "Nichijou"
    },
    "updatedAt": "2024-04-24T19:29:16+00:00",
    "coverArt": "https://mangadex.org/covers/f5bf9cc3-d003-47fe-bc76-99774b2a0562/2c0a7c4f-43cc-4d3c-b43e-0246ffc2aad3.jpg",
    "altTitles": [
      {
        "fi": "Arki"
      },
      {
        "tr": "Günlük Yaşam"
      },
      {
        "en": "My Ordinary Life"
      },
      {
        "ru": "Мелочи Жизни"
      },
      {
        "ja": "日常"
      },
      {
        "ko": "일상"
      },
      {
        "fr": "Mon quotidien"
      },
      {
        "uk": "Повсякденнощі"
      }
    ],
    "description": {
      "de": "Währendessen der Titel \"alltägliches Leben\" bedeutet ist der Inhalt alles andere als alltäglich. Es handelt sich um ein komplett bizarres und verücktes \"alltags Leben\" von einer gruppe High School Schüler. Das Setting ist eine außergewöhnliche Schule, wo du den Rektor sehen kannst wie er mit einen Reh kämpft oder einen Roboter Arm. Wie auch immer, es gibt immernoch normale Geshichten, wie ein Kartenhaus bauen oder einen Test schreiben für den du dich nicht vorbereitet bist. Der Stil ist süß aber mischt auch extreme Ausdrücke und Actionszenen für Überraschende Komedie Einlagen.",
      "en": "While the title suggests a story of simple, everyday school life, the contents are more the opposite. The setting is a strange school where you may see the principal wrestle a deer or a robot's arm hide a rollcake. However there are still normal stories, like making a card castle or taking a test you didn't study for. The art style is cute but mixes with extreme expressions and action sequences for surprising comedy bits.\n\n(The original magazine run ends at Chapter 192)",
      "ru": "Обычная манга про обыную японскую жизнь.",
      "pt-br": "Enquanto o título sugere uma história simples de vida escolar, todos os dias, o conteúdo é mais o contrário. O cenário é uma escola estranha, onde você poderá ver o principal lutar com um cervo ou o braço de um robô esconder um bolo. No entanto ainda há histórias normais, como fazer um castelo de cartas ou de um teste que você não estudou. O estilo de arte é bonito, mas se mistura com expressões extremas e sequências de ação para os bits de comédia surpreendentes..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a30061a-bc66-4efd-9c4b-87daf8313381",
    "title": {
      "en": "Citrus +"
    },
    "updatedAt": "2024-06-19T19:34:03+00:00",
    "coverArt": "https://mangadex.org/covers/4a30061a-bc66-4efd-9c4b-87daf8313381/81684dc8-4068-496f-9988-31a5a12ccf5c.jpg",
    "altTitles": [
      {
        "en": "Citrus Plus"
      },
      {
        "en": "citrus+"
      },
      {
        "ru": "Цитрус+"
      },
      {
        "ja": "シトラスプラス"
      },
      {
        "zh-hk": "citrus～柑橘味香氣PLUS～"
      },
      {
        "zh": "citrus～柑橘味香气PLUS～"
      }
    ],
    "description": {
      "en": "High schoolers (and stepsisters) Yuzu and Mei have gone public with their relationship! The two are happy to be dating out in the open, but friends and family keep trying to butt in with advice. Can Yuzu and Mei figure things out on their own?",
      "it": "Seguito di Citrus ambientato dopo la fine del manga! Yuzu è riuscita a convincere Mei a tornare da lei e le ha chiesto di sposarla! In Citrus+ seguiremo le vicende delle due ragazze una volta riunite e delle loro amiche che non le lasciano mai sole.",
      "pt-br": "As estudantes do ensino médio (e meias-irmãs) Yuzu e Mei foram a público com seu relacionamento! As duas estão felizes em namorar ao ar livre, mas amigos e familiares continuam tentando se aproximar com conselhos. Yuzu e Mei podem resolver as coisas sozinhas?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6c30be6-3ded-428b-8bcf-be81ab8f7d33",
    "title": {
      "en": "Sasinsonyeon"
    },
    "updatedAt": "2024-04-14T20:27:56+00:00",
    "coverArt": "https://mangadex.org/covers/c6c30be6-3ded-428b-8bcf-be81ab8f7d33/3eb0d3de-0479-44fb-8120-7d61c1d78536.jpg",
    "altTitles": [
      {
        "en": "The Boy of Death"
      },
      {
        "ko-ro": "Sasinsonyeon"
      },
      {
        "zh-hk": "死神少年"
      },
      {
        "ko": "사신소년"
      },
      {
        "ru": "Жнец смерти"
      },
      {
        "en": "Reaper Boy"
      },
      {
        "en": "Hero Ticket"
      },
      {
        "th": "ตั๋วโกงชีวิต"
      },
      {
        "vi": "Cậu Bé Của Thần Chết"
      },
      {
        "id": "Ticket Hero"
      },
      {
        "es-la": "El Niño de la Muerte"
      }
    ],
    "description": {
      "en": "Lee Kyung Ho's mind was engulfed with ending his life due to bullying and the loss of his mother. He attempts to, but is saved. His determination to commit suicide somehow entices Sierra, a grim reaper who later offers him a contract. This contract blesses him with the ability to borrow the powers of the dead in their previous life in return of sacrificing years from his lifespan. For the sake of attaining what he wishes for, he eventually agrees to it.\n\n---\n**Original Webtoon:** [Naver](https://comic.naver.com/webtoon/list?titleId=730656)\n\n---\n**Official Translations:** [Chinese (Traditional Characters) / 漢語](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771),  [Indonesian / Bahasa](https://www.webtoons.com/id/action/ticket-hero/list?title_no=2195)",
      "fr": "L'esprit de Lee Kyung Ho était complètement bouleversé à l'idée de mettre fin à ses jours à cause du harcèlement et de la perte de sa mère. Il essaie, mais il est sauvé. Sa détermination à se suicider séduit Sierra, une faucheuse sinistre qui lui offre plus tard un pacte. Ce pacte lui permet d'emprunter les pouvoirs des morts dans leur vie antérieure en échange de plusieurs années sacrifiées de sa vie. Afin d'atteindre ce qu'il souhaite, il finit par l'accepter.  \n  \n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771)",
      "ru": "Ли Кён Хо был поглощен идеей суицида, из-за издевательств в школе и гибели его матери. Очередная попытка, но спасен. Его решимость покончить с собой каким-то образом соблазняет Сиеру, мрачного жнеца, который позже предлагает ему контракт. Этот контракт даёт возможность заимствовать способности и силы мертвых из их предыдущей жизни, в обмен на силу, он должен жертвовать годами, которые ему остались на этой земле. Ради достижения того, чего он желает, он всё таки соглашается на сделку.",
      "es-la": "Lee Kyung Ho queria terminar su vida debido al acoso y la pérdida de su madre. Intenta hacerlo, pero no lo consigue. Su determinación de suicidarse de alguna manera fracasa, una persona llega y le ofrece un contrato. Este contrato lo bendice con la capacidad de tomar prestados los poderes de los muertos en su vida anterior a cambio de sacrificar años de su vida. Para lograr lo que desea y el acepta el trato."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "157ab2cc-1fc7-4b29-8955-72d94a140982",
    "title": {
      "en": "Kesa Mo Yuraretemasu"
    },
    "updatedAt": "2024-05-22T15:49:16+00:00",
    "coverArt": "https://mangadex.org/covers/157ab2cc-1fc7-4b29-8955-72d94a140982/18537f1a-d8cd-4bfb-9cb3-263c202748fb.jpg",
    "altTitles": [
      {
        "ja": "今朝も揺られてます"
      },
      {
        "vi": "Thình Thịch Mỗi Sớm Mai"
      },
      {
        "en": "They Are Still Being Shaken This Morning"
      }
    ],
    "description": {
      "en": "This is your typical story of a boy who's secretly in love with a girl, they both share a 20 minute ride on the commuter train on their way to different schools, will the boy be able to approach the girl and confess his love? And also... What he doesn't know: There's 3 other passengers that secretly support the boy's secret love towards the girl! Read now the hijinks that ensue when the boy tries to approach the girl; from the creator of *[Jitsu wa Watashi wa](https://mangadex.org/title/a990c2a1-b54f-4f4f-986c-3cdab1c9f2f9/)* and *[Yumemi ga Oka Wonderland](https://mangadex.org/title/32bbfefa-8a58-462c-bc9e-e9dd3bd4c152/)*.",
      "pt-br": "Esta é a típica história de um garoto que está secretamente apaixonado por uma garota. Ambos compartilham uma viagem de 20 minutos no trem do subúrbio a caminho de escolas diferentes. O garoto será capaz de se aproximar da garota e confessar seu amor? E, além disso... O que ele não sabe: há três outros passageiros que secretamente apoiam o amor secreto do garoto pela garota! Leia agora as confusões que acontecem quando o garoto tenta se aproximar da garota; do criador de *[Jitsu wa Watashi wa](https://mangadex.org/title/a990c2a1-b54f-4f4f-986c-3cdab1c9f2f9/)* e *[Yumemi ga Oka Wonderland](https://mangadex.org/title/32bbfefa-8a58-462c-bc9e-e9dd3bd4c152/)*."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6df29d13-2dab-4ca6-a0b5-74070abf3e1d",
    "title": {
      "en": "The One Within the Villainess"
    },
    "updatedAt": "2024-05-23T15:20:44+00:00",
    "coverArt": "https://mangadex.org/covers/6df29d13-2dab-4ca6-a0b5-74070abf3e1d/f8e1f874-1ee4-4ae0-92c6-54ef8a72ddda.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuyaku Reijou no Naka no Hito ~Danzai sareta Tenseisha no Tame Usotsuki Heroine ni Fukushuu Itashimasu~"
      },
      {
        "ja": "悪役令嬢の中の人"
      },
      {
        "ja": "悪役令嬢の中の人〜断罪された転生者のため嘘つきヒロインに復讐いたします〜"
      },
      {
        "zh": "恶役千金的真面目"
      },
      {
        "zh": "恶役千金的真面目～为被定罪的转生者向骗子女主报复～"
      },
      {
        "zh-hk": "惡役千金的真面目"
      },
      {
        "zh-hk": "惡役千金的真面目～為被定罪的轉生者向騙子女主報復～"
      },
      {
        "ko": "악역 영애 안의 사람"
      },
      {
        "ja": "Akuyaku Reijou no Naka no Hito"
      },
      {
        "vi": "Kẻ Cư Ngụ Bên Trong Ác Nữ"
      },
      {
        "fr": "La fille au sein de l'antagoniste"
      },
      {
        "fr": "Celle à l'intérieur de la vilaine"
      },
      {
        "id": "Didalam Diri Seorang Villaness"
      }
    ],
    "description": {
      "en": "In order to clear the name of 'Emi,' a girl who had reincarnated as Remilia, the villainess of an otome game, the real Remilia who had been watching all along inside awakens.\n\nNow it's time for the true villainess' revenge to begin!",
      "id": "Agar bisa membersihkan nama \"Emi\", yaitu nama seorang gadis yang bereinkarnasi menjadi Remilia sang villainess dari sebuah game otome, Remilia asli yang selama ini mengawasi emi dari dalam akhirnya telah tersadar.\n\nSekarang adalah waktunya bagi sang villainess yang asli untuk membalaskan dendamnya!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "576d59fb-1885-4642-81ad-93b58dd5e57f",
    "title": {
      "en": "From Eroica with Love"
    },
    "updatedAt": "2023-07-01T16:25:26+00:00",
    "coverArt": "https://mangadex.org/covers/576d59fb-1885-4642-81ad-93b58dd5e57f/31762a16-c12b-4281-a6e4-ad297fd17902.jpg",
    "altTitles": [
      {
        "ja": "エロイカより愛をこめて"
      },
      {
        "zh": "浪漫英雄"
      },
      {
        "ja-ro": "Eroica Yori Ai wo Komete"
      }
    ],
    "description": {
      "en": "What happens when a gay art thief and a conservative NATO officer cross paths? Disaster, of course. \nDorian is an aristocrat, a thief, and a hedonist; Klaus is a duty-driven espionage agent with no patience for fools.\n\nFollow them as they chase each other across the globe – from Britain to Baghdad, from Alaska to Alexandria or Moscow to Madrid. \nSpectacular locations and non-stop adventures await!"
    },
    "status": "completed",
    "releaseDate": 1976,
    "contentRating": "safe",
    "lastVolume": "39",
    "lastChapter": ""
  },
  {
    "mangaId": "da0f5e67-843b-420c-af19-6655dd338812",
    "title": {
      "en": "Yumemiru Maid no Tea Time"
    },
    "updatedAt": "2024-03-17T20:56:54+00:00",
    "coverArt": "https://mangadex.org/covers/da0f5e67-843b-420c-af19-6655dd338812/3b039978-de42-494a-baf2-e917f2f234bf.jpg",
    "altTitles": [
      {
        "en": "Tea Time For Dreaming Maids"
      },
      {
        "en": "Dreaming Maid's Tea Time"
      },
      {
        "ja": "夢見るメイドのティータイム"
      }
    ],
    "description": {
      "en": "In the spring of her second year of high school, Fuyuka Yukinoshita starts working part-time at a maid cafe. She dreams of becoming someone who can make people smile, like the manager she admired, but she is always getting flustered by her idiosyncratic co-workers!\n\nIt is the magic that makes you smile. A fluffy and sweet moment.",
      "es": "En la primavera de su segundo año de instituto, Fuyuka Yukinoshita empieza a trabajar a tiempo parcial en una cafetería. Sueña con convertirse en alguien capaz de hacer sonreír a la gente, como la encargada a la que admiraba, pero sus idiosincrásicas compañeras de trabajo siempre la ponen nerviosa.\n\nEs la magia que te hace sonreír. Un momento esponjoso y dulce.",
      "ja": "高校二年の春。メイド喫茶でアルバイトを始めた雪ノ下冬花。\n憧れの店長のように誰かを笑顔にできる人になりたいという夢を抱くが、個性的な同僚たちに振り回されて!?\nそれはあなたを笑顔にする魔法☆ ふわふわで甘々なひと時を♪",
      "es-la": "En la primavera de su segundo año de instituto, Fuyuka Yukinoshita empieza a trabajar a tiempo parcial en una cafetería. Sueña con convertirse en alguien capaz de hacer sonreír a la gente, como la encargada a la que admiraba, pero sus idiosincrásicas compañeras de trabajo siempre la ponen nerviosa.\n\nEs la magia que te hace sonreír. Un momento esponjoso y dulce."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou."
    },
    "updatedAt": "2024-06-12T13:31:18+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/f70539fa-36d5-4d6b-a3e0-4d9a4ef7401c.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      },
      {
        "fr": "Ogami Tsumiki et l'étrange vie du quotidien"
      },
      {
        "vi": "Tsumiki Ogami và Cuộc sống diệu kì!"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind.\n\nWhen he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.\n\nThe new normal graph of youth is about to begin.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "fr": "Aujourd'hui, nous vivons à l'ère de la diversité. L'expression « non-humains » appartient au passé. Les « Genjin » vivent leur vie en interaction avec les êtres humains.\n\nUn garçon humain, Yutaka Shinsou, est troublé. Il est tellement habitué à être en phase avec son environnement qu'il ne comprend plus ses propres sentiments. Au lycée Keiki, que fréquentent de nombreux « Genjin », il rencontre Tsumiki Ogami, un loup-garou. Elle est mignonne, puissante, un peu hors du commun et gentille.\n\nLorsqu'il passe du temps avec elle, le cœur de Yutaka est plus bruyant que d'habitude. Une vie quotidienne « inhabituelle » avec Tsumiki le loup-garou.\n\nLe nouveau parcours normal de la jeunesse est sur le point de commencer.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。\n\n舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。\n\n真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n日常が変わっていく、つみきさんと一緒なら。\n\nまだ誰も知らない、ニューノーマルな青春がここに。",
      "pl": "Obecnie żyjemy w erze różnorodności. Wyrażenie „nie-ludzie” należy już do przeszłości. „Genjin” żyją w interakcji z ludźmi.\n\nPewien ludzki chłopiec, Yutaka Shinsou, jest zaniepokojony. Jest tak przyzwyczajony do bycia w zgodzie z otoczeniem, że nie rozumie już własnych uczuć. W Liceum Keiki, gdzie uczęszcza wielu „Genjin”, spotyka Tsumiki Ogami, wilkołaka. Jest urocza, potężna, trochę nietypowa i miła.\n\nKiedy spędza z nią czas, serce Yutaki staje się głośniejsze niż zwykle. Niezwykłe niecodzienne życie z wilkołakiem Tsumiki.",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3390cac-4827-436b-a9a2-4f317a155117",
    "title": {
      "en": "Subete no Jinrui wo Hakai Suru. Sorera wa Saisei Dekinai."
    },
    "updatedAt": "2024-05-10T17:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/d3390cac-4827-436b-a9a2-4f317a155117/e96be2cf-063d-4fd6-bd04-2e237aa49b77.jpg",
    "altTitles": [
      {
        "en": "Destroy All Humankind. They Can’t Be Regenerated."
      },
      {
        "en": "Destroy All Humans. They Can't Be Regenerated."
      },
      {
        "en": "Destroy All of Humanity. It Can't Be Regenerated."
      },
      {
        "es-la": "Destruye a toda la humanidad. Ellos no pueden regenerarse."
      },
      {
        "ja-ro": "Subete no jinrui o hakai suru. Sorera wa saisei dekinai"
      },
      {
        "ru": "Уничтожите всё человечество. Оно не может быть регенерировано."
      },
      {
        "ja": "すべての人類を破壊する。それらは再生できない。"
      },
      {
        "pt-br": "Destrua Toda a Humanidade. Eles Não Podem Ser Regenerados"
      }
    ],
    "description": {
      "en": "The \"youth graffiti\" manga centers on two people in the 1990s who play the Magic the Gathering trading card game.",
      "es-la": "El manga de \"youth graffiti\" se centra en dos personas de los años 90 que juegan al juego de cartas coleccionables Magic the Gathering.",
      "pt-br": "Julho de 1999, o mês em que o mundo será destruído segundo Nostradamus. O estudante do fundamental, chamado Hajime, sempre fica atrás de sua rival, a bela Sawatari. Ela não o considera como seu rival, após de ter se introduzido como tal. Ele também é um avido jogador de \"Magic: The Gathering\". Enquanto ele procura novas cartas ele descobre que a Sawatari também joga MTG, mas escondida. Ela foge após reconhecer ele durante uma partida do card game. No dia seguinte ele desafia ela para um duelo, com um deck especial criado para ganhar dela, prometendo ficar falado e fazer qualquer coisa que ela desejar caso perca. Uma coisa leva a outra e eles finalmente se tornam amigos. Que no fim ele lembra que este era seu objetivo inicial. \n\n| O título do manga é um trocadilho com a descrição da carta \"Cólera de Deus\" que é \"Destrua todas as criaturas. Elas não podem ser regeneradas.\" |"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57fe3f00-8626-462b-8f75-fce0e6faa6be",
    "title": {
      "en": "Waka-chan wa Kyou mo Azatoi"
    },
    "updatedAt": "2024-01-26T17:26:58+00:00",
    "coverArt": "https://mangadex.org/covers/57fe3f00-8626-462b-8f75-fce0e6faa6be/3764c25f-c596-421b-b0c7-9eabba109b5a.jpg",
    "altTitles": [
      {
        "ja": "和歌ちゃんは今日もあざとい"
      },
      {
        "en": "Waka-chan Is Pushy Again"
      },
      {
        "ja-ro": "Waka-chan wa Kyou mo Azatoi"
      },
      {
        "en": "A Hidden Side to my Crush"
      }
    ],
    "description": {
      "en": "Tomoya is a college freshman on a mission to finally get his first ever girlfriend, but with one small problem: he's still a virgin! While he's gotten close with the beautiful and charming girl Waka Sakuraba in his club at school, he can't wrack up the courage to take the first step and ask her out. One day, Tomoya stumbles upon a hidden side to his crush Waka...",
      "ja": "彼女を作ろうと意気込むDT（童貞）な大学１年生・友哉。同じサークルの癒やし系美少女・桜庭和歌と親しくなるものの、勇気が出ずなかなか第一歩を踏み出せずにいた。\nそんなある日、友哉は和歌の「別の一面」を目撃してしまい…？"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17eebcc7-d993-446c-84be-c222bfb27794",
    "title": {
      "en": "Tensei Akuma no Saikyou Yuusha Ikusei Keikaku"
    },
    "updatedAt": "2024-06-19T12:09:10+00:00",
    "coverArt": "https://mangadex.org/covers/17eebcc7-d993-446c-84be-c222bfb27794/6e4a4b00-5903-4a8a-be68-c2dee06d6c7c.jpg",
    "altTitles": [
      {
        "en": "Reincarnated Devil’s Plan for Raising the Strongest Hero"
      },
      {
        "ja": "転生悪魔の最強勇者育成計画"
      }
    ],
    "description": {
      "en": "Kakyu, a former Japanese who was reincarnated as a low-level demon in hell, has acquired unparalleled strength over two thousand years. However, unexpectedly, he is exiled to another “different world,” liberated from the harsh underworld.\n\nKakyu, who was enjoying his dream slow life, witnesses the village he owes everything to being attacked. Despite rushing to the scene, the village is annihilated.\n\nPicking up the only surviving baby, Alus, Kakyu resolves to raise Alus to become the happiest person in the world to repay the debt…!?",
      "id": "Kakyu, yang dulunya orang jepang terlahir kembali sebagai iblis tingkat rendah di neraka, telah memperoleh kekuatan yang tak tertandingi selama dua ribu tahun. Namun, dengan tak terduga, ia diasingkan ke “dunia lain” yang berbeda, terbebas dari dunia bawah yang keras. Kakyu, yang menikmati hidup lambat impian, menyaksikan desa tempat dia berhutang segalanya diserang. Meskipun bergegas ke tempat kejadian, desa tersebut dihancurkan. Mengangkat bayi yang selamat, Ars, Kakyu bertekad untuk membesarkan Ars agar menjadi orang paling bahagia di dunia untuk membayar hutangnya…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77e12106-cd14-41eb-8fcf-eb3ba7a69d92",
    "title": {
      "en": "Spider-Man: Octopus-Girl"
    },
    "updatedAt": "2024-05-18T03:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/77e12106-cd14-41eb-8fcf-eb3ba7a69d92/b04a4b2d-688e-415c-9a32-a563c9a47c99.jpg",
    "altTitles": [
      {
        "ja": "スパイダーマン：オクトパスガール"
      },
      {
        "en": "Spider-Man: Octo-Girl"
      }
    ],
    "description": {
      "en": "Doctor Octopus falls into a coma; when he awakens, he finds himself inhabiting the body of Japanese middle schooler Otoha Okutamiya.",
      "pt-br": "Doutor Ictopus entrou em coma. Quando ele acorda, ele se encontra vivendo no corpo de uma japonesa do Fundamental, Otoha Okutamiya."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67258389-41e4-4e3e-8d1b-ac7eed806623",
    "title": {
      "en": "My Arika"
    },
    "updatedAt": "2024-01-18T16:57:31+00:00",
    "coverArt": "https://mangadex.org/covers/67258389-41e4-4e3e-8d1b-ac7eed806623/250a7e3e-79b7-426a-bf72-ef1cf9ff0d72.jpg",
    "altTitles": [
      {
        "ja": "私のアリカ"
      },
      {
        "ja-ro": "Watashi no Arika"
      },
      {
        "vi": "Arika của tôi"
      }
    ],
    "description": {
      "en": "A huge incident happens to Arika, the center of a hugely popular idol group. Is the culprit a fan? Or could it be... The light and dark sides of the glamorous idol industry are now exposed!",
      "ja": "人気急上昇中のアイドルグループのセンター・アリカの身に起きた大事件。犯人はファンか、それとも‥‥。華々しいアイドル業界の光と闇が今暴かれる！",
      "vi": "Mamiya Arika, nữ hát chính của nhóm nhạc thần tượng \"Lyrical Trick\" bỗng mất tích một cách bí ẩn. Và đầu mối duy nhất về dấu vết của cô chỉ đơn giản là một đoạn video camera an ninh.\nLiệu đây có đơn giản chỉ là hành vi của một fan hâm mộ quá khích, một idol otaku hay không...!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi o Suru"
    },
    "updatedAt": "2024-06-20T22:24:08+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/426242c4-b281-4f19-bb79-c4e15ab6bb24.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll ha Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "en": "The Bisque doll is falling in love"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.\n\n---\n**Links:**\n- Promotional video - [YouTube](https://youtu.be/FdEk9V9g424)",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e19faf72-2235-4126-9a77-46f9275de222",
    "title": {
      "en": "Primal Hunter"
    },
    "updatedAt": "2024-06-27T14:20:19+00:00",
    "coverArt": "https://mangadex.org/covers/e19faf72-2235-4126-9a77-46f9275de222/271f0620-e408-436c-b673-c514f9d83fd7.jpg",
    "altTitles": [
      {
        "pl": "Pierwotny Łowca"
      }
    ],
    "description": {
      "en": "Jake, a seemingly average office worker, unexpectedly finds himself thrust into a fantasy world teeming with dangers and opportunities. Rather than succumbing to fear, Jake thrives in this unfamiliar realm. As he navigates the expansive multiverse, his power grows and he transforms—evolving from a mundane office worker into a true apex hunter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77462deb-15bf-4957-9109-e12f4e06d0e7",
    "title": {
      "en": "Maou to Ryuuou ni Sodaterareta Shounen wa Gakuen Seikatsu wo Musou suru You desu"
    },
    "updatedAt": "2023-09-16T17:20:41+00:00",
    "coverArt": "https://mangadex.org/covers/77462deb-15bf-4957-9109-e12f4e06d0e7/dcca2227-fbc6-49f3-bd6d-85b87dbfd0b2.jpg",
    "altTitles": [
      {
        "ja": "魔王と竜王に育てられた少年は学園生活を無双するようです"
      },
      {
        "en": "The Boy Raised by the Demon Queen and the Dragon Queen Has No Rival"
      }
    ],
    "description": {
      "en": "A boy named Ruisha is trapped in a distorted space created by the ancient hero. What he finds there is the Demon King and the Dragon King, who should have been defeated by the hero 300 years ago. Ruisha befriends the Demon King and the Dragon King, and is trained by them, going from a weak child to a legendary warrior with the power of both demons and dragons. Using his power, Ruisha escaped from the strange place and was accepted into the magic academy where the hero’s descendants live. And now he will have to face many challenges to free the Demon King and Dragon King.",
      "ja": "「魔王」と「竜王」の力を継ぐ少年の無双ファンタジー！\n才能ゼロの少年ルイシャは、ある日謎の穴に落ちてしまう。その先にいたのは、巨乳で美人の「魔王」と褐色幼女の「竜王」！　2人から300年の修行を受け、少年は魔族と竜族の力に覚醒する！　ちょっとだけHな少年の英雄譚が、タテ読みフルカラーで開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3295871-b930-4ee3-ac0f-ff7102ecec4e",
    "title": {
      "en": "Sasha-chan to Classmate Otaku-kun"
    },
    "updatedAt": "2024-06-22T22:52:46+00:00",
    "coverArt": "https://mangadex.org/covers/c3295871-b930-4ee3-ac0f-ff7102ecec4e/08a9c075-7cea-49c4-9e82-3873e5b9bcc1.jpg",
    "altTitles": [
      {
        "ja": "サーシャちゃんとクラスメイトオタクくん"
      },
      {
        "en": "Sasha-chan and Her Classmate Otaku-kun"
      },
      {
        "fr": "Sasha et son camarade Otaku"
      },
      {
        "es-la": "La chica de secundaria Sasha-chan y su compañero de clases Otaku-kun"
      },
      {
        "en": "Sasha-chan & Her Classmate Geek-kun"
      },
      {
        "en": "Sasha and Her Otaku Classmate"
      },
      {
        "ru": "Саша и ее одноклассник Отаку"
      },
      {
        "zh-hk": "莎夏醬和阿宅君同學"
      },
      {
        "zh": "JC莎夏酱和同班的宅宅"
      }
    ],
    "description": {
      "en": "I am an aspiring mangaka, currently assisting in the production of erotic doujinshi as a middle school student. While I was reading doujinshi at school, a beautiful girl very interested in erotic things, Sasha-san, suddenly called me \"Master\"!?\r\n\r\nThe story of a beautiful, cheerful girl volunteering to be my ecchi disciple.",
      "fr": "Fujiwara est un mangaka amateur, il dessine des mangas érotiques alors qu’il n’est que collégien. Tandis qu'il lisait un porno à l'école, une jolie fille nommée Sasha qui s’avère être très intéressée par ces choses, et lui adresse la parole, elle se met même à l’appeler \"Maître\" !? \n\n\u2029\u2029C’est l'histoire d'une belle et joyeuse fille qui se porte volontaire pour être mon disciple dans la perversion.",
      "es-la": "Sin importarle el qué dirán y sin temor a caer en lo más bajo de la escala social dentro de la escuela, Otaku-kun no oculta su gran afición por los mangas para adultos, cosa que le hace ganarse el rechazo de su salón apenas en el primer día de clases; sin embargo, Sasha, lejos de sentir aberración por su afición, muestra un interés peculiar, iniciando así una relación... ¡¿mentor-alumna?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8aa133b3-8d97-4bd4-8e29-512a08cf5d25",
    "title": {
      "en": "The Big Apple"
    },
    "updatedAt": "2023-05-18T07:23:01+00:00",
    "coverArt": "https://mangadex.org/covers/8aa133b3-8d97-4bd4-8e29-512a08cf5d25/4d2769db-7a02-4a07-ba0a-c37d451042c1.jpg",
    "altTitles": [
      {
        "ko": "빅 애플"
      },
      {
        "ru": "Большое яблоко"
      }
    ],
    "description": {
      "en": "Johan, a Swedish gay office worker has moved to New York to work at a small company. Unbeknown to everybody, he's actually an assassin who kills Wizards belonging to a secret society. What happens when he's caught by his lover, Juergen when he fails an assignment?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb114652-dbaa-49bc-b49a-ac9483967a78",
    "title": {
      "en": "Shojo Null"
    },
    "updatedAt": "2024-05-28T19:02:22+00:00",
    "coverArt": "https://mangadex.org/covers/cb114652-dbaa-49bc-b49a-ac9483967a78/ca107776-882c-48f6-a547-2c26fb6b2652.jpg",
    "altTitles": [
      {
        "ja": "少女Null"
      }
    ],
    "description": {
      "en": "With the proliferation of organic robots called Gijins, humanity is enjoying prosperity in 23rd century Tokyo. But when a young man named Riaha meets a certain Gijin, he uncovers the dark truth of the world! From the creators of Hiasobi Domei!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6080bba-2d95-4f4d-9f1b-5c8f671da6c4",
    "title": {
      "en": "Usami-san wa Kamawaretai!"
    },
    "updatedAt": "2023-08-27T17:58:12+00:00",
    "coverArt": "https://mangadex.org/covers/b6080bba-2d95-4f4d-9f1b-5c8f671da6c4/fd359003-4b57-444a-b26d-66ca03482b3d.jpg",
    "altTitles": [
      {
        "ja": "うさみさんは構われたい！"
      },
      {
        "zh": "羽冴美同学想要被照顾"
      }
    ],
    "description": {
      "en": "Usami Nagisa is a yankee who suffers from a supposed \"rare disease\" which causes her health to decline if she feels lonely. Sewa Natsuhito, the boy who sits next to her in class realizes this and keeps her company, but the only way Usami believes she can cure her \"illness\" is to make lots of friends, a process she might find quite difficult due to her aggressive looks and personality.",
      "it": "Usami Nagisa è una yankee che soffre di una presunta \"malattia rara\" che causa il declino della sua salute se si sente sola. Sewa Natsuhito, il ragazzo che le siede accanto in classe, se ne rende conto e le tiene compagnia, ma l'unico modo in cui Usami crede di poter curare la sua \"malattia\" è farsi molti amici, un processo che potrebbe risultare piuttosto difficile per il suo aspetto aggressivo e la sua personalità.",
      "pt-br": "Usami Nagisa é uma delinquente que sofre de uma suposta doença rara que faz com que sua saúde diminua se ela se sentir sozinha. Sewa Natsuhito, o menino que senta ao lado dela na aula percebe isso e lhe faz companhia, mas a única maneira de Usami acreditar que ela pode curar sua \"doença\" é fazendo muitos amigos, um processo que ela pode achar muito difícil devido à sua agressividade aparência e personalidade."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "65"
  },
  {
    "mangaId": "fd25196d-27eb-43bc-a7e1-81f7d31dc383",
    "title": {
      "en": "Seirou Opera"
    },
    "updatedAt": "2022-12-18T19:47:13+00:00",
    "coverArt": "https://mangadex.org/covers/fd25196d-27eb-43bc-a7e1-81f7d31dc383/194feecd-bf4a-48d7-a06a-a9aea3db1555.jpg",
    "altTitles": [
      {
        "ja": "青楼オペラ"
      },
      {
        "zh": "青楼绮谈"
      }
    ],
    "description": {
      "en": "Yoshiwara, Edo period's red-light district.  \nAfter witnessing her parents being murdered in cold blood, Akane, a young girl from a Samurai-class family, sells herself into a popular establishment called 'Akebonorou' in the red-light district of Yoshiwara. There, she is taken under the wings of the brothel's number one courtesan, 'Asakeno'. With her mind set to unravel the truth behind her parent's death, Akane strives to become the top courtesan in this district.  \n  \nHere she encounters a messy haired, lady-killer, Oumiya Sousuke, who is a loan shark and young master of the famous Oumiya Family. He comes in with the declaration to redeem Akane of her debts, to which she refuses. As their paths cross, Akane's fate begins to stir. Is this place truly heaven or hell…?   \n  \nAnd so unfolds, this bewitching tale set in Yoshiwara, the red-light district during Japan's Edo period."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "48.3"
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Record of Ragnarok"
    },
    "updatedAt": "2024-04-16T21:46:34+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/dfd2d1d9-7d36-481c-9bd3-ecfb3c3a2ca8.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "World's End Valkyrie"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "ja-ro": "Shuumatsu no Valkyrie"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n\n---\n  - Alternative English Translation: [<comikey>](https://comikey.com/comics/record-of-ragnarok-manga/61/)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7324c64a-b35a-4072-84e6-dff029a4af27",
    "title": {
      "en": "Kuroneko to Majo no Kyoushitsu"
    },
    "updatedAt": "2024-06-26T16:00:52+00:00",
    "coverArt": "https://mangadex.org/covers/7324c64a-b35a-4072-84e6-dff029a4af27/3cfbb3f4-a430-4033-a3b9-40ae91b164de.jpg",
    "altTitles": [
      {
        "ja": "黒猫と魔女の教室"
      },
      {
        "en": "The Classroom of a Black Cat and a Witch"
      },
      {
        "vi": "Hắc miêu và lớp học phù thủy"
      },
      {
        "ru": "Черный кот и класс ведьм"
      },
      {
        "zh-hk": "黑貓與魔女的教室"
      },
      {
        "en": "The Black Cat and the Witch's Classroom"
      },
      {
        "id": "Ruang Kelas Kucing Hitam dan Penyihir"
      },
      {
        "vi": "Lớp học của mèo đen và nàng phù thuỷ"
      }
    ],
    "description": {
      "en": "Spica Virgo is an apprentice witch, but she can't use magic. She needs a tutor to get into the magic academy she's always dreamed of, but she doesn't have the money or the connections... But suddenly, Spica meets a mysterious, talking black cat who can use magic! He agrees to make her his apprentice, but only if she promises to rid him of his curse! But to break it, she has to kiss him on the...!?",
      "ja": "『寄宿学校のジュリエット』金田陽介、最新作！「魔女見習い」スピカ・ヴァルゴは魔法が使えない。憧れの魔法学校合格のためには師匠が必要だが、金もコネもない。そんな時、人語を駆使し魔法を使う謎の黒猫がスピカの前に現れた!! 魔術を学びたいスピカと呪いを解きたい黒猫の思惑は完全一致。秘密の師弟関係が結ばれた！呪いを解く鍵は「×××」にキス!?ポンコツ魔女×黒猫先生の魔法学園ファンタジー、開幕!!",
      "vi": "Tác phẩm mới nhất của Kaneda Yousuke, tác giả bộ truyện “Juliet của trường nội trú”! “Phù thuỷ tập sự” Spica Virgo không thể sử dụng phép thuật. Để có thể đỗ vào ngôi trường ma pháp mà mình hằng ngưỡng mộ, Spica cần phải có một vị sư phụ dạy bảo, nhưng cô không có tiền, cũng chẳng có quan hệ. Chính vào lúc đó, một con mèo bí ẩn biết nói tiếng người và sử dụng ma pháp đột nhiên xuất hiện trước mắt cô! Spica – cô bé muốn học ma thuật và chú mèo đen muốn hoá giải lời nguyền bị ếm lên mình, cùng với ý tưởng lớn gặp nhau, giữa hai người đã hình thành mối quan hệ thầy – trò bí mật! Chìa khoá để hoá giải lời nguyền chính là một nụ hôn lên ×××!? Câu chuyện kỳ ảo về học viện ma pháp của cô phù thuỷ hậu đậu và người thầy mèo đen, chính thức bắt đầu!",
      "pt-br": "Do mesmo autor de \"Kishuku Gakkou no Juliet\", Kaneda Yousuke, nova serialização! [Uma bruxa novata] Spica Virgo não consegue usar magia. Para poder entrar na academia de bruxos de seus sonhos ela precisa de um mestre de magia, mas ela não tem dinheiro nem conexões. Nessa hora, um misterioso gato preto que pode falar a lingua humana e usar magia aparece na sua frente!! Os objetivos da Spica que quer aprender magia e o gato preto que quer quebrar a maldição se coincidem. Uma relação secreta entre professor e aprendiz foi estabelecida! A chave para quebrar a maldição é beijar o [xxx]!? A história de fantasia da bruxa desajeitada x O professor gato preto na academia de magia, inicia-se!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6c62d637-4004-426f-ba7f-be45e18941b6",
    "title": {
      "en": "Yankee JK KuzuHana-chan"
    },
    "updatedAt": "2024-05-30T05:42:52+00:00",
    "coverArt": "https://mangadex.org/covers/6c62d637-4004-426f-ba7f-be45e18941b6/c731bd3e-4629-461c-9d4f-a3c34ffd0f7e.jpg",
    "altTitles": [
      {
        "es": "Colegiala Delincuente/Yankee KuzuHana-chan"
      },
      {
        "en": "Delinquent high school girl KuzuHana-chan"
      },
      {
        "en": "Yankee high school girl KuzuHana-chan"
      },
      {
        "ja": "ヤンキーJKクズハナちゃん"
      },
      {
        "zh-hk": "不良JK華子醬"
      },
      {
        "pt-br": "Garota Delinquente Do Ensino Médio KuzuHana-chan"
      }
    ],
    "description": {
      "en": "At the beginning of the academic year, Saotome Hodaka enrolls into Moteshiro Prefectural High School, a former all-girls school that had recently integrated, but discovers it has a male to female ratio of 1:359! \n\nWhile most might think of this as a paradise, the majority of the students are delinquents and Saotome immediately finds himself being extorted by some of the more aggressive girls. However, he is inadvertently saved by Hanako Kuzuryu, a beautiful delinquent who just wants to be left alone.\n\nIs this the start of a new friendship? And how will Saotome's life unfold in a school full of troublesome women?",
      "fr": "Au début de l'année scolaire, Saotome Hodaka intègre le lycée préfectoral de Moteshiro, ancien établissement réservé aux filles et récemment devenu mixte. Il découvre rapidement que le ratio garçons/filles est de 1:359 !\n\nBien que cela puisse sembler être un paradis pour certains, la majorité des élèves sont des délinquantes, et Saotome se retrouve aussitôt extorqué par certaines des filles les plus agressives. Par chance, il est sauvé malgré lui par Hanako Kuzuryu, une belle délinquante qui aspire seulement à être laissée en paix.\n\nEst-ce le début d'une nouvelle amitié ? Comment la vie de Saotome évoluera-t-elle dans une école pleine de filles turbulentes ?",
      "ja": "男女比率1対359!!　359人の女子高生にいじられまくり!!　つらたんハーレム学園ラブコメ!!　コワかわ最強ヒロイン爆誕!!\n四方八方ギャルだらけな県立茂手城高校に入学した黒一点・早乙女穂高は、ヤンキーJK・九頭竜華子にピンチを救われて…!?",
      "pt-br": "Uma proporção de homem para mulher de 1:359?!\n\nSaotome-kun é admitido em uma escola cheia de gyarus e conhece uma garota delinqüente chamada Hanako Kuzuryu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "540f5728-6521-4a93-8eb1-059c1a6585e1",
    "title": {
      "en": "The Shikisaki Sisters Want to Be Exposed"
    },
    "updatedAt": "2024-04-29T06:22:37+00:00",
    "coverArt": "https://mangadex.org/covers/540f5728-6521-4a93-8eb1-059c1a6585e1/fbce4013-aef4-47f2-b85c-75c8fc35e4b9.jpg",
    "altTitles": [
      {
        "ja-ro": "Shikisaki Shimai wa Abakaretai"
      },
      {
        "ja": "四季崎姉妹はあばかれたい"
      }
    ],
    "description": {
      "en": "One day, Tarou Yamada, who runs a detective business, slips on a banana peel and reincarnates into Tsukushi Shikisaki, the younger brother of three beautiful big-breasted sisters who will all die on the same day. As he spends time surrounded by the three beautiful sisters, he finds out that the boy he is reincarnated as will be killed by one of the three sisters ...!?",
      "ja": "探偵業を営む山田太郎はある日、バナナの皮に足を滑らせてしまい、同日に命を落とした美麗三姉妹の弟・四季崎つくしに転生をしてしまう。美人三姉妹に囲まれて過ごすことになるが、四季崎つくしが三姉妹の誰かに殺されたことに気がついてしまい…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "62"
  },
  {
    "mangaId": "78b5a685-8852-4625-b8a1-d346120b0f9b",
    "title": {
      "en": "Nanji, Boshi no Gotoku"
    },
    "updatedAt": "2024-06-27T16:05:09+00:00",
    "coverArt": "https://mangadex.org/covers/78b5a685-8852-4625-b8a1-d346120b0f9b/9a7a7bd3-e0b1-4a02-ac36-a66268d5dd56.jpg",
    "altTitles": [
      {
        "ja": "汝、星のごとく"
      }
    ],
    "description": {
      "en": "From Himnae Scans: Akimi, a high school student living on a picturesque island in the Seto Inland Sea, lives with her mother, who stopped smiling due to her father's affair. One day, she becomes close to Kai, who has transferred to the island and is being swept along by his free-spirited mother's love affairs. Both harboring loneliness and emptiness within, they are drawn to each other, miss each other, and eventually grow together."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d1fc77e-706a-4fc5-bea8-486c9be0145d",
    "title": {
      "en": "Vinland Saga"
    },
    "updatedAt": "2023-06-14T21:04:00+00:00",
    "coverArt": "https://mangadex.org/covers/5d1fc77e-706a-4fc5-bea8-486c9be0145d/6c78781e-1c29-44cf-803a-8cfbc8a5f5c2.jpg",
    "altTitles": [
      {
        "pl": "Saga Winlandzka"
      },
      {
        "tr": "Vinland Destanı"
      },
      {
        "ru": "Сага о Винланде"
      },
      {
        "uk": "Сага про Вінланд"
      },
      {
        "ja": "ヴィンランド・サガ"
      },
      {
        "zh-hk": "海盜戰記"
      },
      {
        "zh": "海盗战记"
      },
      {
        "kk": "Винланд дастаны"
      }
    ],
    "description": {
      "en": "As a child, Thorfinn sat at the feet of the great Leif Ericson and thrilled to wild tales of a land far to the west. But his youthful fantasies were shattered by a mercenary raid. Raised by the Vikings who murdered his family, Thorfinn became a terrifying warrior, forever seeking to kill the band's leader, Askeladd, and avenge his father. Sustaining Thorfinn through his ordeal are his pride in his family and his dreams of a fertile westward land, a land without war or slavery… the land Leif called Vinland.  \n\n---\n- **Won the Japan Media Arts Award Division Grand Prize in 2009**\n- **Won the 36th Kodansha Manga Award for General Manga in 2012**",
      "ru": "Эта история случилась в начале XI века, когда викинги, безраздельно господствовавшие в северных морях, грабили побережья Франции и Англии. В эпоху, где оружие значило больше, нежели слова, маленький мальчик невольно оказывается косвенной причиной гибели своего отца. Повзрослев и став на путь воина, он жаждет честного поединка с убийцей отца – легендарным главарём отряда викингов-наемников, но возраст и отсутствие опыта не позволяют ему сделать это. Чтобы не упускать своего врага из виду, юноша вступает в его отряд и в награду за выполнение тяжелого боевого задания требует поединка с ним, но терпит поражение. Юноша продолжает прилагать все усилия, чтобы осуществить свою месть. Внезапно он оказывается вовлечён в куда более кровавое столкновение…",
      "tr": "Çocukken Thorfinn, büyük Leif Ericson'un ayaklarının dibinde oturur ve batıdaki uzak diyarların vahşi masallarıyla heyecanlanırdı. Ama gençlik hayalleri bir paralı asker baskınıyla paramparça oldu. Ailesini öldüren Vikingler tarafından yetiştirilen Thorfinn, grubun lideri Askeladd'ı öldürmek ve babasının intikamını almak isteyen korkunç bir savaşçı oldu. Thorfinn'i çileli yaşamı boyunca ayakta tutan, ailesiyle olan gururu ve batıdaki bereketli topraklara, savaşın ve köleliğin olmadığı bir ülkeye, Leif'in Vinland adını verdiği topraklara dair hayalleridir.",
      "pt-br": "Thorfinn é filho de Thors, um lendário guerreiro viking, mas que após anos no campo de batalha, descobre uma coisa mais maravilhosa que matar seus iguais. Viver sua própria vida, em paz. Mas os ventos lhe trazem uma notícia que atrapalhará seus dias de paz, e Thorfinn, seu filho, pouco sabe desta vida passada de guerra de seu pai. Após descobrir o passado de seu pai, Thorfinn se revolta contra ele, e sai para a guerra junto de seu pai, mas quando reconhece o verdadeiro valor dele, já é tarde demais. Agora Thorfinn deverá seguir sua própria vida, seguindo valores que seu pai lhe ensinou, mas sem perder sua coragem. Este é só o começo desta grande saga de Thorfinn que acompanha os Vikings no século XI!"
    },
    "status": "ongoing",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6e9b748-9187-4f93-a5df-b802c567f60c",
    "title": {
      "en": "Realist Maou ni Yoru Seiiki Naki Isekai Kaikaku"
    },
    "updatedAt": "2024-06-19T22:40:12+00:00",
    "coverArt": "https://mangadex.org/covers/d6e9b748-9187-4f93-a5df-b802c567f60c/fafa8224-26b7-441e-a0fd-23421185a332.jpg",
    "altTitles": [
      {
        "el": "Η θρυλική ανακατασκευή ενός κόσμου από έναν ρεαλιστή βασιλιά δαίμονα"
      },
      {
        "ru": "Король демонов — реалист. Легенда о перестройке мира"
      },
      {
        "ja": "リアリスト魔王による聖域なき異世界改革"
      },
      {
        "zh": "现实主义魔王的异世界改革"
      },
      {
        "ko": "리얼리스트 마왕에 의한 성역없는 이세계 개혁"
      },
      {
        "zh-hk": "現實主義魔王的異世界改革"
      },
      {
        "en": "The Legendary Rebuilding of a World by a Realist Demon King"
      },
      {
        "en": "The Reformation of the World as Overseen by a Realist Demon King"
      }
    ],
    "description": {
      "en": "In a dilapidated castle, Astaroth awoke as a Demon King. With his ‘wisdom from his past life,’ he would rule over his lands as a thorough ‘realist.’ “Demon King, why are you attacking the level 1 Heroes?” “Defeat them before they become stronger. That is called strategy.”  “Demon King, why are you sending fake money to the enemy country?” “To bring chaos to their economy, so they will self-destruct.” “The werewolf troops have attacked. Should we use silver bullets?” “Not bullets, shoot them with cannons.”  \n  \nAnd like that, Astaroth ‘reformed’ the old tendencies. He became a lord who was loved by the people and his subordinates, and he would go on to be called the most powerful Demon King in history.",
      "ja": "72の魔王が跋扈する混沌とした世界に、72番目の魔王として転生したアシュタロト。そんな彼の前に突如謎の女神が現れ、この世界を改革するようアシュタロトを導く。初めに召喚したメイド兼参謀の魔族・イヴを従え、現実主義者（リアリスト）魔王の伝説がはじまる！",
      "pt-br": "Em um castelo em ruínas, Astaroth acordou como um Rei Demônio. Com sua \"sabedoria de sua vida passada\", ele governaria suas terras como um completo \"realista\".Conheça quem se tornou um senhor que era amado pelo povo e seus subordinados, o homem que seria chamado de o mais poderoso rei demônio da história."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9dbd08c3-a4ed-4fa3-82e2-18a400f80627",
    "title": {
      "en": "Nimotsu Mochi no Nousuji Musou"
    },
    "updatedAt": "2024-02-27T16:23:26+00:00",
    "coverArt": "https://mangadex.org/covers/9dbd08c3-a4ed-4fa3-82e2-18a400f80627/8a69494d-4213-434f-841e-ce3aecc7f04d.jpg",
    "altTitles": [
      {
        "ja": "荷物持ちの脳筋無双"
      }
    ],
    "description": {
      "en": "The more he carries, the stronger he becomes! An unmatched fantasy by the weakest adventurer duo!\n\nRyuk, a boy with a unique skill “Porter,” which allows him to carry a massive amount of items, was being exploited as a chore boy for the S-rank party “Black Lion of Foresight.” One day, the party managed to acquire a storage item more convenient than Ryuk’s skill, thus no longer needed, Ryuk is banished inside a dangerous dungeon. Despairing in this hopeless situation, suddenly he meets a shrine maiden girl, Mio — and then?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29ab6984-7c1d-4d45-b925-25aa082b492e",
    "title": {
      "en": "Shangri-La Frontier"
    },
    "updatedAt": "2024-06-26T17:17:05+00:00",
    "coverArt": "https://mangadex.org/covers/29ab6984-7c1d-4d45-b925-25aa082b492e/b91dc7d2-60b5-49e6-b250-d7779ce10055.jpg",
    "altTitles": [
      {
        "en": "Shangri-La Frontier ~From Trash Game Hunter to God-Tier Gamer!~"
      },
      {
        "ru": "Рубеж Шангри-Ла: любитель игрошлака бросает вызов топ игре"
      },
      {
        "ja": "シャングリラ・フロンティア　～クソゲーハンター、神ゲーに挑まんとす～"
      },
      {
        "zh-hk": "香格里拉・開拓異境～糞作獵手挑戰神作～"
      },
      {
        "ja-ro": "Shangri-La Frontier ~Kusoge Hunter, Kamige ni Idoman to su~"
      }
    ],
    "description": {
      "en": "Second-year high school student Rakuro Hizutome loves nothing more than finding so-called “trash games” and beating the crap out of them. When he decides to change things up by playing a new, “god-tier” VR game known as Shangri-La Frontier (aka. SLF), he does what he does best: min-maxes, skips the prologue, and jumps straight into action! Rakuro may be a seasoned gamer, but a meeting with an old rival will change the fate of every SLF player forever.\n\nClad in nothing but shorts and a bird mask, Rakuro (player name: Sunraku) launches into the world of SLF. Things are going well at first as he takes down a goblin, a bunny, and even a python. But then Sunraku comes up against a huge, hard-hitting wolf known as Lycagon the Nightslayer. Will Sunraku’s years of “trash game” experience be enough, or is he about to suffer a rude awakening just a few hours into his SLF adventure?",
      "pt": "A adaptação cômica do romance superpopular de Syosetu Ni Narou.  \n  \nHizutome Rakurou adora jogos de merda. Seu próximo desafio é Shangri-la Frontier, o jogo divino com uma base de jogadores total de 30.000.000. Reunindo companheiros (ralé) em um mundo expansivo e encontrando velhos inimigos pelo caminho, ele mudará o destino de cada jogador.",
      "ru": "Главный герой истории — лидер таблиц рейтинга в посредственных малоизвестных VR-играх (так называемый «игрошлак») которые, тем не менее, полностью его устраивают. Но однажды он решается бросить вызов сверхпопулярной игре с 30 миллионами активных пользователей под названием «Shangri-La Frontier». Адаптация суперпопулярного романа из \"Shousetsuka ni Narou\"."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "109cf150-2ec3-4e34-9ecf-ce928e484f43",
    "title": {
      "en": "Beni Tsubaki"
    },
    "updatedAt": "2024-04-07T11:36:16+00:00",
    "coverArt": "https://mangadex.org/covers/109cf150-2ec3-4e34-9ecf-ce928e484f43/324eb51c-ac74-48dc-a74c-c90aa0ccc475.jpg",
    "altTitles": [
      {
        "es": "Camelia Carmesí"
      },
      {
        "en": "Crimson Camellia"
      },
      {
        "ja": "紅椿妃"
      },
      {
        "ko": "베니츠바키"
      },
      {
        "zh-hk": "紅椿妃"
      },
      {
        "zh": "红椿妃"
      },
      {
        "ja-ro": "Benitsubaki"
      }
    ],
    "description": {
      "en": "Kisshouin Tsubaki aka the \"Crimson Camellia\" wants to satisfy her occultistic curiosity by having a hands-on experience with every Yokai she can find.  Let's follow her in her travels, accompanied by her trusted cameraman Yokomizo-kun.",
      "es": "Kisshouin Tsubaki alias la \"Camelia Carmesí\", una bella reportera de lo oculto, quiere satisfacer su curiosidad intelectual teniendo una experiencia práctica con cada Yokai que pueda encontrar.  \nSígala en sus viajes, acompañada por su confiable camarógrafo Yokomizo-kun."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "451c07d6-f6f8-4cc4-a112-bbe6b6d1a9f3",
    "title": {
      "en": "Hana to Akuma"
    },
    "updatedAt": "2023-10-30T18:50:58+00:00",
    "coverArt": "https://mangadex.org/covers/451c07d6-f6f8-4cc4-a112-bbe6b6d1a9f3/f6574f8a-eaee-4d7d-b51b-cdc899b0dfa0.jpg",
    "altTitles": [
      {
        "ja": "花と悪魔"
      },
      {
        "en": "The Flower and the Demon"
      },
      {
        "en": "Blossom and Devil"
      },
      {
        "en": "Flower and Devil"
      },
      {
        "nl": "De Bloem en de Duivel"
      },
      {
        "no": "Blomsten og Demonen"
      },
      {
        "fr": "La fleur du démon"
      },
      {
        "es": "La flor y el demonio"
      },
      {
        "ru": "Хана и Дьявол"
      },
      {
        "th": "DEVIL WITH FLOWER เดวิล วิธ ฟลาวเวอร์"
      },
      {
        "zh": "花与恶魔"
      },
      {
        "zh-hk": "花與惡魔"
      },
      {
        "vi": "Hoa và ác ma"
      }
    ],
    "description": {
      "en": "15-years-ago Vivi, the demon, decided to leave the demon realm and come to the human world. There he found an abandoned baby and on a whim decided to keep it. Since then he lives together with Hana… but having a 14 year-old girl around you, is it really that simple?"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "58.5"
  },
  {
    "mangaId": "d299f08c-725c-4500-b407-e64c472c2223",
    "title": {
      "en": "Suikoden (YOKOYAMA Mitsuteru)"
    },
    "updatedAt": "2024-04-26T18:44:15+00:00",
    "coverArt": "https://mangadex.org/covers/d299f08c-725c-4500-b407-e64c472c2223/6ca1bca5-65ea-4e5e-9486-de8f5302ad51.jpg",
    "altTitles": [
      {
        "ja": "水滸伝"
      },
      {
        "zh": "水滸後傳"
      },
      {
        "en": "Water Margin"
      },
      {
        "en": "All Men are Brothers"
      },
      {
        "en": "Outlaws of the Marsh"
      },
      {
        "fr": "Au bord de l'eau"
      }
    ],
    "description": {
      "en": "Suikoden is the Japanese adaptation of the Water Margin or Outlaws of the Marsh, one of the four great Chinese classical novels. The original story tells how a group of 108 outlaws are granted amnesty when they form an army to resist foreign invaders and suppress rebel forces. Winding through the maze of political and social ancient China, their adventure brings them up against the apathy and conservatism of the current government, where very little regard exists for the truly brave."
    },
    "status": "completed",
    "releaseDate": 1967,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "36"
  },
  {
    "mangaId": "ece8f390-8aea-45f9-b8ed-bf4bfdfee967",
    "title": {
      "en": "1st Kiss"
    },
    "updatedAt": "2023-12-11T06:26:41+00:00",
    "coverArt": "https://mangadex.org/covers/ece8f390-8aea-45f9-b8ed-bf4bfdfee967/38b9d1d9-5603-4397-83a3-da81f7097fac.jpg",
    "altTitles": [
      {
        "es": "1er beso - No quiero considerarte más como una hermana"
      },
      {
        "en": "1st Kiss – I Don’t Want To Consider You As Sister Anymore"
      },
      {
        "it": "1u basgiu - Ùn vogliu micca cunsiderà ti cum'è surella"
      },
      {
        "vi": "Tôi Không Muốn Coi Em Là Chị Nữa!"
      },
      {
        "mn": "Анхны үнсэлт"
      },
      {
        "fa": "بوسه اول - دیگر نمی خواهم تو را خواهر بدانم"
      },
      {
        "zh": "你的人生是我来迟了"
      },
      {
        "ko": "퍼스트 키스"
      },
      {
        "zh-ro": "Nǐ De Rénshēng Shì Wǒ Lái Chíle"
      }
    ],
    "description": {
      "en": "He is her younger brother, although the two have no blood relationship but she always considers him to be her biological brother … can only be brother that’s all. of course he doesn’t want to be like that, but he is also afraid that he will create distance with her more and more far away. If their first meeting in life was not like that, would they have another result? The girl he loves is right in front of his eyes but is like a wind and can’t hold … Can only as younger brother? How must he do to let her know that he can also become a guardian for her whole life?",
      "es": "Él es su hermano menor, aunque los dos no tienen una relación de sangre, pero ella siempre considera que él es su hermano biológico … solo puede ser hermano, eso es todo. por supuesto, él no quiere ser así, pero también teme que va a crear distancia con ella cada vez más lejos. Si su primer encuentro en la vida no fuera así, ¿tendrían otro resultado? La chica que ama está justo delante de sus ojos, pero es como un viento y no puede sostener … ¿Puede solo como hermano menor? ¿Qué debe hacer para hacerle saber que también puede convertirse en un tutor para toda su vida?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c96fd0f0-603b-4a09-a589-32a7e14e0936",
    "title": {
      "en": "Ore no Kantei Skill ga Cheat Sugite"
    },
    "updatedAt": "2024-06-24T20:49:13+00:00",
    "coverArt": "https://mangadex.org/covers/c96fd0f0-603b-4a09-a589-32a7e14e0936/6e3c9cfd-555a-4c70-b570-58ea0a5aafbd.jpg",
    "altTitles": [
      {
        "ja": "俺の鑑定スキルがチートすぎて"
      },
      {
        "en": "My \"Appraisal\" Skill is Too Overpowered ~Reading and \"Stealing\" the Legendary Heroes Skills to Become the Strongest~"
      }
    ],
    "description": {
      "en": "When Mel Rairoot, an orphaned boy, turned 15, he was given the unique skill of \"Appraisal,\" which allows him to read information about people and objects. Moreover, it was an extraordinary skill that should not exist, surpassing even the legendary rank \"S\"... rank \"EX\"! \n\nHowever, since \"Appraisal\" can also read information about people, there is a risk that it will be targeted by criminals who want to hide their identities. Mel's life is immediately targeted, and although he somehow manages to fight back, he is now being pursued! \n\nMel is forced to live on the run with Silphy, the princess of the elf country who has lost her memory, and Clara, a tiger girl. However, he makes full use of his cheat ability to brilliantly overcome many difficulties! With the \"Eye of God\" in his hands, the boy reads and \"steals\" the power of the legendary hero, and rises to the top!\n\n\n\n[Webnovel link](https://ncode.syosetu.com/n7932dt/)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "81b52da2-d4bf-4ce4-b0a0-b288a86b5d8d",
    "title": {
      "en": "Yami Baito Saki wa Isekai Deshita"
    },
    "updatedAt": "2024-06-27T17:24:20+00:00",
    "coverArt": "https://mangadex.org/covers/81b52da2-d4bf-4ce4-b0a0-b288a86b5d8d/5630627f-3d15-47e7-b58e-1d72cf87b1b6.png",
    "altTitles": [
      {
        "en": "Dark Part-time job in Another World"
      },
      {
        "ja": "闇バイト先は異世界でした"
      }
    ],
    "description": {
      "en": "If you don't earn money, you can't survive!\n\nWhen his parent falls ill, high school student Hashiba Ryuuji has to give up his dreams and start working to earn money for his mother's hospital bills. One day, Ryuuji finds a part-time job that pays an unbelievable amount, and even though he knows it's suspicious, he joins to pursue his dream once again. Following his employer's instructions, he passes through a mysterious door and finds himself in an unknown world where he is suddenly attacked by monsters...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]