[
  {
    "mangaId": "2a6d6ea2-18a5-4a31-9777-f4bb5bd32726",
    "title": {
      "en": "Little Mushroom"
    },
    "updatedAt": "2023-11-18T02:21:37+00:00",
    "coverArt": "https://mangadex.org/covers/2a6d6ea2-18a5-4a31-9777-f4bb5bd32726/cd987770-8002-4426-9ed4-a9d758427026.jpg",
    "altTitles": [
      {
        "zh": "小蘑菇"
      }
    ],
    "description": {
      "en": "“Until the day humanity falls.”\n\nIn the year 2020, Earth’s magnetic poles disappeared and humankind was nearly wiped out by cosmic radiation. Within the span of a hundred years, living creatures began to mutate and devour each other while the remaining humans, numbering in the tens of thousands, struggled bitterly in their man-made bases.\n\nIn the Abyss, home to the mutated xenogenics, there lived a sentient little mushroom. Because it had been nourished by the blood and flesh of the deceased human An Ze, not only did it take on a similar-looking human form, but a similar name as well: An Zhe.\n\nAn Zhe is determined to go to the human base to search for his spore, which had been harvested by humans. Once there, however, he faces the omnipresent risk of discovery and certain death as he tries to keep his non-human nature hidden from the Judges, whose responsibility is to inspect for and eliminate xenogenics like himself. And of all the Judges, Colonel Lu Feng is the most perceptive and merciless—as soon as he determines that someone is a xenogenic, he will execute that person on the spot.\n\nBut An Zhe’s mutation goes undetected by Lu Feng’s eyes, and so a tale of humans and xenogenics unfolds…\n\nSilver Award winner at the 12th Chinese Nebula Awards for Chinese Science Fiction.",
      "pl": "Ponury i niegościnny świat po katastrofie ekologicznej. Spustoszoną ziemię bombarduje promieniowanie kosmiczne. Niedobitki ludzkości schroniły się w dwóch ostatnich ocalałych bazach, desperacko próbując przetrwać. Każdy kontakt z obcym organizmem żywym grozi skażeniem genetycznym.\n\nDo bazy ludzi trafia zagubiony chłopak, który w rzeczywistości nie jest nawet człowiekiem. Los styka go z bezlitosnym sędzią, wyszkolonym do tropienia i likwidowania mutantów. Niespodziewanie ich znajomość przeradza się w coś więcej…\n\nPolskie tłumaczenie powieści dostępne tutaj: https://www.wattpad.com/story/251281478-little-mushroom"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "718704c8-d61d-41df-93d5-a8f1cef2e5da",
    "title": {
      "en": "I Just Want to Game in Peace"
    },
    "updatedAt": "2023-12-29T03:03:05+00:00",
    "coverArt": "https://mangadex.org/covers/718704c8-d61d-41df-93d5-a8f1cef2e5da/63af077c-f8ea-4db7-b113-8ebf1e45a9e8.jpg",
    "altTitles": [
      {
        "zh": "我只想安静地打游戏"
      },
      {
        "zh-ro": "Wǒ Zhǐ Xiǎng Ānjìng De Dǎ Yóuxì"
      },
      {
        "en": "I Just Want to Play Games Quietly"
      },
      {
        "en": "I Just Want to Play the Game Quietly"
      },
      {
        "zh-ro": "Wo Zhi Xiang Anjing De Da Youxi"
      },
      {
        "en": "Let Me Game in Peace"
      }
    ],
    "description": {
      "en": "Dimensional storms have descended and many extradimensional areas have appeared on Earth. All kinds of mysterious extradimensional lives are born in these extradimensional areas. In order to become strong, humans started to enter these dangerous areas to hunt and kill extradimensional creatures. But I, Zhou Wen, have made these extradimensional areas into instance dungeons in my mobile game. By levelling up my game character, I will be levelling up my strength in reality. When others are risking their lives, I’m here getting stronger by gaming."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bdbf5e66-32ff-4c07-a93a-e6d4b0536309",
    "title": {
      "en": "Jimoto Saikou!"
    },
    "updatedAt": "2024-05-20T13:03:41+00:00",
    "coverArt": "https://mangadex.org/covers/bdbf5e66-32ff-4c07-a93a-e6d4b0536309/947163d6-830c-43aa-9628-cef9240fbdb3.jpg",
    "altTitles": [
      {
        "ja": "Jimoto Saiko"
      },
      {
        "ja": "地元最高！"
      }
    ],
    "description": {
      "en": "A manga about girls who have never left their hometown, and no matter how many misfortunes they encounter due to their ignorance, they keep saying, \"My hometown is the best!\""
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c9d1254-f074-4b5c-8795-6f0641b2597b",
    "title": {
      "en": "Girl and Science"
    },
    "updatedAt": "2023-10-03T07:40:15+00:00",
    "coverArt": "https://mangadex.org/covers/5c9d1254-f074-4b5c-8795-6f0641b2597b/f606b3ce-4f64-400e-8a1c-265698f68d01.jpg",
    "altTitles": [
      {
        "ms": "Gadis dan Sains"
      },
      {
        "zh-ro": "Meizi yu Kexue"
      },
      {
        "zh": "妹子与科学"
      },
      {
        "en": "Girls and Science"
      }
    ],
    "description": {
      "en": "They were childhood friends, and she had always been more powerful than him. But when they accidentally traveled (summoned?) to another world, it was finally time for him to become the knight in shining armor! He had to find her first though, since they were separated… Come and witness his fight to be better in a crazy world where monsters roamed and technology was so advanced your amputated limbs could be restored to perfection…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "819"
  },
  {
    "mangaId": "88949f72-43b8-48af-94a0-dc639e44be07",
    "title": {
      "en": "Company and Private Life -On and Off-"
    },
    "updatedAt": "2024-05-04T15:48:43+00:00",
    "coverArt": "https://mangadex.org/covers/88949f72-43b8-48af-94a0-dc639e44be07/6361a9db-7edc-46b8-ad37-a6341ab97e37.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活－オンとオフ－"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu -On to Off-"
      },
      {
        "es-la": "Vida Empresarial y Privada - ON y OFF -"
      }
    ],
    "description": {
      "en": "Working people have company (on) and private lives (off). Some are office workers and Lolita in women's clothing. Others are office workers and punks dressed as men.\n\nThe gap between on and off life is a must-see! A daily tale of two working people's metamorphosis!\n\n---\n\nA serialization of the [Twitter series](https://mangadex.org/title/0fa5d834-fdab-4ac4-b3c9-821f1580f991/company-and-private-life) about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.",
      "ja": "働く二人の大変身（メタモルフォーゼ）日常譚！\n働く人々には会社（オン）と私生活（オフ）がある。ある人は会社員と女装ロリィタ。ある人は会社員と男装パンク。オンとオフのギャップにキュン必至！ 働く二人の大変身（メタモルフォーゼ）日常譚！X（旧:Twitter）にて累計200万いいね突破の話題作が、イラストから完全コマ割りでコミックス化！",
      "es-la": "Estos trabajadores tienen una vida en la empresa (ON) y otra privada (OFF). El es un oficinista que se viste de Lolita. Ella es una oficinistas que se viste de punk."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2419695a-840b-4e3a-8d0c-d19d050c7afa",
    "title": {
      "en": "Paradise Kiss"
    },
    "updatedAt": "2023-09-27T23:37:33+00:00",
    "coverArt": "https://mangadex.org/covers/2419695a-840b-4e3a-8d0c-d19d050c7afa/e5699f6c-29b3-4a13-9d9a-bf854e809352.jpg",
    "altTitles": [
      {
        "ja": "パラダイス キス"
      },
      {
        "zh": "天堂之吻"
      },
      {
        "ar": "قبلة الجنة"
      }
    ],
    "description": {
      "en": "Yukari wants nothing more than to make her parents happy by studying hard and getting into a good college. One afternoon, however, she is kidnapped by a group of self-styled fashion-obsessed artists who call themselves \"Paradise Kiss.\" Yukari suddenly finds herself flung into the roller-coaster life of the fashion world, guided by George, art-snob extraordinaire. In a glamorous makeover of body, mind and soul, she is turned from a hapless bookworm into her friends own exclusive clothing model.  \n\nIn this manga we meet characters from Gokinjo Monogatari like Mikako (and her little sister, Miwako - she's in \"ParaKiss\" group) and Arashi's father (only poster, but still) and new like Isabella.",
      "id": "Yukari hanya ingin orang tuanya bahagia, lulus sekolah kemudian masuk ke perguruan tinggi favorit. Suatu hari, dia diculik oleh sekumpulan orang pecinta fashion yang menamakan diri mereka “Paradise Kiss”. Yukari yang tiba-tiba terseret ke dalam dunia fashion, dengan arahan George, seorang desainer genius; mengubah dirinya dari seorang kutu buku menjadi seorang Yukari yang mampu menjadi seorang model terkenal."
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "48"
  },
  {
    "mangaId": "084f390c-e8b1-471a-aa68-2aa29d454ec6",
    "title": {
      "en": "Azur Lane 4-koma: Slow Ahead!"
    },
    "updatedAt": "2024-02-09T16:23:46+00:00",
    "coverArt": "https://mangadex.org/covers/084f390c-e8b1-471a-aa68-2aa29d454ec6/303e4f9d-f38b-4b0e-aed0-6f41c1eb0bfb.jpg",
    "altTitles": [
      {
        "ja-ro": "Azur Lane 4-koma: Bisoku Zenshin!"
      },
      {
        "ja-ro": "Azure Lane: Bisoku Zensin!"
      },
      {
        "en": "Azure Lane: Slow Ahead!"
      },
      {
        "ja": "アズールレーン４コママンガ　びそくぜんしんっ！"
      },
      {
        "pl": "Azur Lane: Leniwie Naprzód!"
      }
    ],
    "description": {
      "en": "Official 4-koma webcomic from the popular mobile game Azur Lane."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "daf4d5b5-3444-47b7-baf6-7b0e99102d3c",
    "title": {
      "en": "Assassin & Cinderella"
    },
    "updatedAt": "2024-05-02T04:38:38+00:00",
    "coverArt": "https://mangadex.org/covers/daf4d5b5-3444-47b7-baf6-7b0e99102d3c/c0ddbb75-1408-4ed8-a330-aedb58aeaccb.jpg",
    "altTitles": [
      {
        "en": "Assassin × Cinderella"
      },
      {
        "ja": "アサシン＆シンデレラ"
      },
      {
        "zh": "刺客与灰姑娘"
      },
      {
        "ru": "Ассасин & Золушка"
      },
      {
        "ja-ro": "Asashin & Shinderera"
      },
      {
        "en": "Assassin and Cinderella"
      }
    ],
    "description": {
      "en": "Neneko is spying on a rival organization's assassin, but her true identity is revealed, and the condition for her safety is \"marriage\"!? The world's sweetest and most dangerous «Contract Marriage» begins!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85a99758-de39-471e-9f6d-800547f53d0a",
    "title": {
      "en": "Tougen Anki"
    },
    "updatedAt": "2024-05-19T20:31:46+00:00",
    "coverArt": "https://mangadex.org/covers/85a99758-de39-471e-9f6d-800547f53d0a/32630577-5f30-4c5f-9ef6-84f643dc7844.jpg",
    "altTitles": [
      {
        "ja": "桃源暗鬼"
      },
      {
        "en": "Tougen Anki: Legend of the Cursed Blood"
      }
    ],
    "description": {
      "en": "Ichinose Shiki, an inheritor of the blood of Oni had lived out his entire childhood oblivious to this fact. However, when an unknown man comes rushing into his home in attempts to assassinate him, his foster father finally reveals the truth. In a world where Oni and Momotarou have never been able to coexist, join Ichinose in his struggle for power and unifying the two races!",
      "pt-br": "Ichinose Shiki, um herdeiro do sangue de Oni, viveu toda a sua infância alheio a esse fato. No entanto, quando um homem desconhecido entra correndo em sua casa na tentativa de assassiná-lo, seu pai adotivo finalmente revela a verdade. Em um mundo onde Oni e Momotarou nunca puderam coexistir, junte-se a Ichinose em sua luta pelo poder e unificando as duas raças!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e306bf5f-a464-44d9-9607-1d21f1e1ff08",
    "title": {
      "en": "Yandere Nisshi"
    },
    "updatedAt": "2024-05-19T11:52:10+00:00",
    "coverArt": "https://mangadex.org/covers/e306bf5f-a464-44d9-9607-1d21f1e1ff08/1e1868c5-5db2-426b-9537-f711f7362fed.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレ日誌"
      },
      {
        "en": "Yandere Diary"
      }
    ],
    "description": {
      "en": "A series of different yandere images by the artist @RinRin200001.\n\n---\n\n**Links:**\n- Retail Site - [DLsite](https://www.dlsite.com/maniax-touch/work/=/product_id/RJ420882.html) (Includes Chapter 1-50)\n\n**Notes:**\n- From Chapter 134 the author has been publishing a \"DereDere version\" of the comic on their [FANBOX](https://rinrin83.fanbox.cc/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a53111bb-e36b-4abf-9de6-bd67b239bafc",
    "title": {
      "en": "Valhalla Otintin-kan"
    },
    "updatedAt": "2024-03-07T18:10:47+00:00",
    "coverArt": "https://mangadex.org/covers/a53111bb-e36b-4abf-9de6-bd67b239bafc/9888194d-2131-4063-97ee-b8e17ca1d722.jpg",
    "altTitles": [
      {
        "ja-ro": "Valhalla Otintin-kan"
      },
      {
        "ja": "ヴァルハラ・オチンチン館"
      },
      {
        "ja": "ヴァルハラ・オティンティン館"
      },
      {
        "id": "Rumah Bordil Kontol Valhalla"
      },
      {
        "zh": "瓦尔哈拉・神枪馆"
      },
      {
        "ja-ro": "Valhalla Otintin Palace"
      },
      {
        "en": "Valhalla Penis Mansion"
      },
      {
        "ja-ro": "Valhalla Ochinchin-kan"
      }
    ],
    "description": {
      "en": "Shota Iijima picked up a mysterious erotic book during his childhood. Since then he has developed a severe fantasy onee-san fetish. From the age of 12 to 15, he masturbated 999 times. For his 1000th round of masturbation, he had been transferred to a different world and was sold as a slave.",
      "es": "Shota Iijima aprendió libros eróticos durante su infancia y sufre un severo fetiche con las hermanas extranjeras. A partir de entonces, entre los 12 y los 15 años, se m*sturbó 999 veces. Para su milésima ronda de m*sturbación, había sido trasladado a un mundo diferente. Y Shota se vende como esclav*. Un paraíso para las mujeres y un infierno para los hombres…Valhalla, la mansión de los pen*s.",
      "id": "dialah Shota, ketika anak seumurannya masih suka bermain kelereng, berenang, atau mencari belalang untuk dijual, Shota justru memilih untuk mengurung diri di kamar dan menghabiskan waktunya untuk bercoli ria, semua itu berawal saat dia berjalan di pinggir sungai dan menemukan sebuah buku misterius, ketika dibuka, buku itu ternyata berisi gambar para Onee-sama asing namun mempesona, dan bagaikan terkena sihir Shota sangat terkesima dengan gambar itu, dan sejak hari itu, kegiatan colinya rutin dia lakukan…  \nhampir 3 tahun lamanya, atau lebih tepatnya 1000 hari meninggalnya… eh, maksud saya, 1000 hari colinya Shota, hal yang luar biasa terjadi, saking nikmatnya saat mengelus kepala penis, peju shota muncrat dan hampir mengenai gambar onee-sama, namun dengan secepat kilat Shota berhasil menutup buku itu, alhasil walau mengenai sampul tapi Shota bersyukur pejunya tidak mengotori gambar onee-sama yang ada di dalamnya, namun tiba-tiba buku itu mengeluarkan cahaya terang, saking silaunya hal itu sampai membuat Shota terpaksa menutup matanya, namun saat dia membuka mata, dia sadar dia sudah berada di tempat asing, yang mana ternyata merupakan penjara milik makelar budak sex di ibukota sebuah kerajaan,  \nShota kemudian sadar bahwa dia terisekaikan ke dunia lain yang peran jenis kelaminnya terbalik, dunia dimana wanita berdiri di atas laki-laki, dunia dimana laki-laki hanya diperlakukan sebagai alat untuk berkembang biak dan pemuas nafsu birahi wanita, mampukah Shota bertahan di dunia yang sadis nan penuh gejolak ini?",
      "ja": "**超女性優位社会の異世界に転生したら男娼になった！！？**\n\nファンタジー風のお姉さんが大好きな飯島翔太は、ある日千回目のオナニーを迎えると同時に異世界に転生してしまう。 気が付くとそこは女の支配する帝国だった！憧れのお姉さんたちとイチャイチャできる夢の世界で、男娼として成り上がる、セクシー系転生ファンタジー連載！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f31bde3d-c67c-4836-99c8-539b71adf833",
    "title": {
      "en": "All's Nice!"
    },
    "updatedAt": "2024-04-24T12:25:19+00:00",
    "coverArt": "https://mangadex.org/covers/f31bde3d-c67c-4836-99c8-539b71adf833/51588c10-a330-4a42-a017-900a4c80427f.png",
    "altTitles": [
      {
        "ko": "알쓰나이쓰!"
      }
    ],
    "description": {
      "en": "Da Seulgi is a timid female college student who becomes a [libertine/philanderer] when she drinks alcohol. She heard a rumor that you’d have to participate in company dinners to get good grades in a compulsory liberal art class with the College of Physical Education.\n\nTo maintain her top rank, Seulgi was forced to go to the drinking party and kept silent in her seat amidst the noisy environment, catching the eye of ‘Oh Bora’, a popular student from the college of physical education. Bora asks her why she didn’t touch her glass and she quickly answers in surprise. \n\n“Ah, I’m a lightweight!” \n“What? Did you say ‘nice’? Awe~some! You should’ve said so before!” \n\nShe misunderstood, getting caught in the atmosphere of the college students. She got drunk and… seduced Bora who was helping her in her drunken state! \n\nA give & take love comedy between an introverted timid nerd, Seulgi and a confident extrovert, Bora.\n\nTL/N: the slang for “lightweight” that was used sounds like nice, so that’s why she misheard her"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7532f86a-023b-482a-8d53-670eff0484c5",
    "title": {
      "en": "Duchess Crow"
    },
    "updatedAt": "2022-11-11T06:14:41+00:00",
    "coverArt": "https://mangadex.org/covers/7532f86a-023b-482a-8d53-670eff0484c5/7a6b2ff0-98bf-4469-a041-1e8ebe0c6701.png",
    "altTitles": [
      {
        "ko": "까마귀 공작 부인"
      },
      {
        "ko-ro": "Kkamagwi Gongjang Buin"
      },
      {
        "en": "The Duchess' Jewel Story"
      },
      {
        "en": "The Raven Duchess"
      },
      {
        "en": "Crow Duchess"
      },
      {
        "uk": "Герцогиня Ворона"
      },
      {
        "zh": "公爵夫人的宝石物语"
      }
    ],
    "description": {
      "en": "Could love bedazzle like a gem?\n\nFor Melisa, the best gemologist in Annabel, no love can outshine a gem. She'd rather remain single and devoted to her career! But just when she thinks she has it all figured out, Duke Lewis Winterfelt, the most eligible bachelor in all the kingdom, asks for her hand in marriage — through a contract!\n\n---\nThe Duke of Winterfield, who drives thousands of girls crazy, broke into my shop and proposed to me? All of a sudden talking about a marriage contract, asking me, a gem appraiser, to help replace the fake crown of the royal family in return for a huge amount of wealth? What a joke, I won't agree to such a dangerous thing, even if... even if he looks handsome, absolutely not..\n\n---\n[Official Simplified Chinese Translation / 汉语](https://www.kuaikanmanhua.com/web/topic/12554/)",
      "uk": "Чи може кохання замінити коштовності?\nДля Меліси, найкращого гемолога в Анабель, ніяке кохання не зможе затьмарити коштовності. Вона б віддала перевагу залишитись одинокою й присвятити себе кар'єрі! Але саме тоді, коли вона про це подумала, герцог Луїс Вінтерфельд, найвідоміший холостяк в усім королевстві, просить її руки задля фіктивоного шлюбу й контракту.\n\n---\n[Official Simplified Chinese Translation / 汉语](https://www.kuaikanmanhua.com/web/topic/12554/)",
      "zh": "使万千少女疯狂的温特菲尔德公爵竟然闯入我的店中向我求婚？突然说什么结婚契约，要以巨额财富为报酬让我这个宝石鉴定师帮忙换掉王室的赝品王冠？开什么玩笑，这么危险的事情我才不会答应，就算…就算他长得很好看也绝对不行。\n\n---\n[Official Simplified Chinese Translation / 汉语](https://www.kuaikanmanhua.com/web/topic/12554/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75b15447-4c7e-40c4-acac-7da048aaad86",
    "title": {
      "en": "Female Commander x Soldier"
    },
    "updatedAt": "2024-05-14T01:35:40+00:00",
    "coverArt": "https://mangadex.org/covers/75b15447-4c7e-40c4-acac-7da048aaad86/03b8b5ef-d371-48d6-a449-600556bed67c.jpg",
    "altTitles": [
      {
        "ja": "女将軍✕兵卒"
      },
      {
        "ja-ro": "Okamigun x Heisotsu"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d4b349e-b7a2-4d63-9ce0-f864e790c4a2",
    "title": {
      "en": "Veil"
    },
    "updatedAt": "2024-05-17T02:30:47+00:00",
    "coverArt": "https://mangadex.org/covers/0d4b349e-b7a2-4d63-9ce0-f864e790c4a2/d007f9f5-c959-4c03-9c8e-4f1bb19f5ecd.jpg",
    "altTitles": [
      {
        "ja": "ヴェール"
      },
      {
        "ne": "घुम्टो"
      }
    ],
    "description": {
      "en": "\"He\", a police officer on his shift, happened to meet \"her\" on the streets, by chance.\n\nThrough its bold, yet delicate brushwork and elegant prose, this stylish, full-colour comic illustrates the subtle air of intimacy between these two individuals.\n\n---\nA chance encounter. A handsome policeman. A beautiful woman. A tentative love affair smolders on the snowy cobblestone streets, out of sight of those that might keep them apart. \n\n*Veil* is a beautifully illustrated full-color romance manga, told in stylish short vignettes, beautiful illustrations, and secret moments.",
      "pt-br": "Eles se conheceram na rua por acaso. Ele era policial e ela caminhava pela rua. Através de suas pinceladas ousadas, mas delicadas e diálogos elegantes, esta história refinada e colorida, ilustra o ar sutil da intimidade presente entre os dois."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a37158c0-3499-4684-9538-25967fde6e79",
    "title": {
      "en": "Otokojuku Gaiden - Date Omito"
    },
    "updatedAt": "2023-10-07T01:38:57+00:00",
    "coverArt": "https://mangadex.org/covers/a37158c0-3499-4684-9538-25967fde6e79/ef71a63d-94d5-4d5f-8c1f-d5a639f1ee56.png",
    "altTitles": [
      {
        "en": "Otoko Juku Gaiden Date Omito"
      },
      {
        "en": "Otokojuku Gaiden: Date Omito"
      },
      {
        "ja": "Otokojyuku Gaiden Date Omito"
      }
    ],
    "description": {
      "en": "A spin-off of Sakigake!! Otokojuku focusing on Date Omito."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "69"
  },
  {
    "mangaId": "f0d50fe2-d8ad-4631-96a3-7599c8be910f",
    "title": {
      "en": "Mahoutsukai Rose no Sado Life"
    },
    "updatedAt": "2024-05-01T14:18:05+00:00",
    "coverArt": "https://mangadex.org/covers/f0d50fe2-d8ad-4631-96a3-7599c8be910f/c95127e9-f0d3-4742-a10d-42b6740b2ca2.jpg",
    "altTitles": [
      {
        "ja": "魔法使いロゼの佐渡ライフ"
      },
      {
        "zh": "魔法使萝世的佐渡求生记"
      },
      {
        "en": "The Sado Life of Rosé the Witch"
      },
      {
        "ko": "마법사 로제의 사도라이프"
      }
    ],
    "description": {
      "en": "A young witch from Isekai, Rose arrived at Sado Island in modern-day Japan. There, she met Sana, a villager girl on the island. Having nowhere to go, Rose decided to live with Sana, and the colorful daily life on Sado Island was waiting for her.",
      "ja": "第1巻の内容紹介: 〝黒髪〟を理由に、国から半ば追放された魔法使い・ロゼスタリア（通称：ロゼ）。新天地でリスタートしようと、転移して辿り着いた先は…〝佐渡島〟！？島民の女の子・紗菜と一緒に、スローライフを目指して奔走する頑張りコメディ・第1巻！\n\nDai 1-kan no naiyō shōkai: _\"Kurokami\"_ o riyū ni,-koku kara nakaba tsuihō sa reta mahōtsukai rozesutaria (tsūshō: Roze). Shintenchi de risutāto shiyou to, ten'i shite tadori tsuita saki wa… _\"sadogashima\"!?_ Tōmin no on'nanoko shana to issho ni, surōraifu o mezashite honsō suru ganbari komedi dai 1-kan!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04efd613-2c24-4cb4-ac68-b7d7908c9619",
    "title": {
      "en": "A Studio Apartment Will Suffice"
    },
    "updatedAt": "2024-04-15T09:39:29+00:00",
    "coverArt": "https://mangadex.org/covers/04efd613-2c24-4cb4-ac68-b7d7908c9619/006ad0af-886f-4abe-949f-b2d7defb07a7.png",
    "altTitles": [
      {
        "en": "A One-Room Apartment Will Suffice"
      },
      {
        "ko": "원룸이면 되는데요"
      }
    ],
    "description": {
      "en": "Jaeyoon, a graduate student, can no longer withstand the noise while living in a college town and goes forth to look for a new house. His efforts go to waste until he walks into a real estate office and ends up meeting the broker of his dreams."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "6"
  },
  {
    "mangaId": "86983879-a9ed-4b91-8f7e-be1cbc57baaa",
    "title": {
      "en": "Yandere-chan Is Scary"
    },
    "updatedAt": "2024-03-23T02:52:37+00:00",
    "coverArt": "https://mangadex.org/covers/86983879-a9ed-4b91-8f7e-be1cbc57baaa/30a11dee-b614-452b-8a1b-0f27b3a63925.png",
    "altTitles": [
      {
        "ja": "ヤンデレちゃんこわい"
      },
      {
        "es-la": "Yandere-chan da Mucho Miedo"
      },
      {
        "pt-br": "Yandere-chan é assustadora"
      }
    ],
    "description": {
      "en": "A Yandere girl obsessed with her childhood friend, how will this story unfold?",
      "es-la": "Una chica Yandere muy obsesionada con su amigo de la infancia. ¿Como se desenvolverá esta historia?",
      "pt-br": "Uma garota yandere que é obsecada pelo seu amigo de infância."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c941e60f-4c23-420f-ab56-a1c81acac5ae",
    "title": {
      "en": "Hybrid"
    },
    "updatedAt": "2023-12-03T12:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/c941e60f-4c23-420f-ab56-a1c81acac5ae/d8788cdf-b913-4171-b9ca-931d63c532c5.jpg",
    "altTitles": [
      {
        "ko": "사기캐"
      }
    ],
    "description": {
      "en": "the Grand Hybrid, born from the union of angels and demons, is believed to possess the highest lineage among hybrids. When awakened, this extraordinary being, known as the ‘Apex Hybrid’, is said to have the power to blow up the universe.\n\nContrary to Jake’s desire for a simple and ordinary life, angels and devils eventually seek him out as the ultimate ‘Apex Hybrid’. They employ various strategies to convince him to join their respective sides."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c44a357-ca67-4bcd-ac67-07af452b61eb",
    "title": {
      "en": "The Crow"
    },
    "updatedAt": "2023-12-01T19:37:31+00:00",
    "coverArt": "https://mangadex.org/covers/4c44a357-ca67-4bcd-ac67-07af452b61eb/e1cbe9c7-7a2d-4128-af85-93e0d882eeab.png",
    "altTitles": [
      {
        "zh": "楚乌"
      }
    ],
    "description": {
      "en": "People become ‘ghouls’ upon dying, and will enter the physical world through a door to cause chaos. Zhang Zha, a mere delivery boy, accidentally entered a haunted house, and resulted in a crisis— a ‘ghoul’ breakout. As such, people from all factions began to make an appearance in the story, while Zhang Zha continues to grow upon experiencing a series of adventures and fights with a mysterious scroll about modern Jianghu slowly unfolding alongside."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c76aaff-e99d-4fd2-b22e-62c103d22e88",
    "title": {
      "en": "A Red Knight Does Not Blindly Follow Money"
    },
    "updatedAt": "2023-11-24T00:58:14+00:00",
    "coverArt": "https://mangadex.org/covers/6c76aaff-e99d-4fd2-b22e-62c103d22e88/c40ea583-9e89-4e73-9a46-cb466d00d818.jpg",
    "altTitles": [
      {
        "ko": "적기사는 눈먼 돈을 좇지 않는다"
      },
      {
        "ko-ro": "Jeokgisaneun Nunmeon Doneul Jotji Anneunda"
      },
      {
        "ko-ro": "Jeoggisaneun Nunmeon Don'eul Jochji Anhneunda"
      },
      {
        "en": "The Red Knight Seeks No Reward"
      },
      {
        "en": "A True Knight Does Not Blindly Follow Money"
      },
      {
        "es": "El caballero ya no sigue el dinero ciegamente"
      },
      {
        "pt-br": "Um cavaleiro vermelho não segue o dinheiro cegamente"
      },
      {
        "fr": "Une chevalière rouge ne suit pas de l'argent"
      },
      {
        "ru": "Настоящий рыцарь никогда не бывает ослеплен деньгами"
      },
      {
        "th": "อัศวินสีชาดผู้ละจากความโลภ"
      },
      {
        "vi": "Kỵ sĩ đỏ không mê tiền mù quáng"
      },
      {
        "vi": "Một Hiệp Sĩ Chân Chính Không Chạy Theo Tiền Một Cách Mù Quáng"
      },
      {
        "ja": "少ない住む盲目のお金を従わない"
      },
      {
        "zh-hk": "浴火重生的紅騎士"
      },
      {
        "zh": "红骑士绝不追求不劳而获的金钱"
      },
      {
        "zh": "红衣骑士不盲从"
      },
      {
        "ar": "رواية الفارسة الحمراء لا تتبع المال بشكل أعمى"
      }
    ],
    "description": {
      "en": "The Imperial Knight Judith was once a scumbag who would do anything for money. She lived as a slave to money as a dog of the imperial family and a tool of her commander. Under the guise of destitution, she abandoned her guilt. But what was at the end was betrayal and death.\n\nHowever, when she opened her eyes, she went back to being a new knight after six years?\n\n'I'm not going to be a swordsman for money anymore!'\n\nIn front of Judith, who is determined to live a different life than before, the commander of the Red Knights and scouts appears...\n\n\"I assure you that you will be treated fairly. Why don't you join the Red Knights?\"\n\nJudith decided not to pursue money blindly as a Red Knight, abandoning her past of being a Black Knight. Can she live this life without regret?\n\n---\nAfter dying at the hands of her backstabbing superior, money-grubbing Judith learned the hard way that bounty is never worth bloodshed. When she somehow finds herself alive and well, six years prior to her death, she decides to use her second chance at life to abandon her greed and become a genuine knight. She begins by accepting Captain Kaillou Lewalmeigh's offer to join the honorable Order of Red Knights. Will Judith be able to redeem herself by overcoming the wrongdoings of her past?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%81%EA%B8%B0%EC%82%AC%EB%8A%94-%EB%88%88%EB%A8%BC-%EB%8F%88%EC%9D%84-%EC%A2%87%EC%A7%80-%EC%95%8A%EB%8A%94%EB%8B%A4/2524), [KakaoPage](https://page.kakao.com/home?seriesId=57142071)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-red-knight-seeks-no-reward/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc31388)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%B5%B4%E7%81%AB%E9%87%8D%E7%94%9F%E7%9A%84%E7%B4%85%E9%A8%8E%E5%A3%AB/198)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Red-Knight-Seeks-No-Reward/52)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%B1%E0%B8%A8%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B8%B0%E0%B8%88%E0%B8%B2%E0%B8%81%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1%E0%B9%82%E0%B8%A5%E0%B8%A0/226)",
      "fr": "Judith est un chevalier imperial qui a vécue en tant que chien et outil de la famille impériale, son désir d'argent était si fort qu'elle ne voyait aucune ligne de limite à ses actes, cependant lorsque son chef n'a plus eu besoin d'elle, il l'a trahit et assassiné. \n\nJudith revient alors mystérieusement des années en arrière, là où elle a encore le choix de changer de destin, plus jamais elle utilisera son épée contre de l'argent. Elle est décidée à vivre une autre vie.\n\nEt une opportunité se présente à elle quand le commandant des chevaliers rouges apparaît.\n\n---\nLe chevalier impérial Judith était autrefois une ordure prête à tout pour de l'argent. Elle vivait comme une esclave de l'argent, comme un chien de la famille impériale et un outil du chef. Sous couvert de dénuement, elle a abandonné sa culpabilité. Mais à la fin, elle n'a connu que la trahison et la mort. Cependant, quand elle a ouvert les yeux, elle est redevenue un nouveau chevalier après six ans?\n\n«Je ne serai plus un épéiste pour de l'argent!»\n\nDevant Judith, qui est déterminée à vivre une vie différente de celle d'avant, apparaît le commandant des chevaliers rouges et des éclaireurs….\n\n«Je vous assure que vous serez traitée équitablement. Pourquoi ne rejoignez-vous pas les Chevaliers rouges?»\n\nJudith a décidé de ne pas poursuivre aveuglément l'argent en tant que chevalier rouge, abandonnant son passé de chevalier noir. Peut-elle vivre cette vie sans regret?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%81%EA%B8%B0%EC%82%AC%EB%8A%94-%EB%88%88%EB%A8%BC-%EB%8F%88%EC%9D%84-%EC%A2%87%EC%A7%80-%EC%95%8A%EB%8A%94%EB%8B%A4/2524), [KakaoPage](https://page.kakao.com/home?seriesId=57142071)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-red-knight-seeks-no-reward/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc31388)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%B5%B4%E7%81%AB%E9%87%8D%E7%94%9F%E7%9A%84%E7%B4%85%E9%A8%8E%E5%A3%AB/198)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Red-Knight-Seeks-No-Reward/52)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%B1%E0%B8%A8%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B8%B0%E0%B8%88%E0%B8%B2%E0%B8%81%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1%E0%B9%82%E0%B8%A5%E0%B8%A0/226)",
      "id": "Pengkhianatan berujung kematian menyadarkan Judith bahwa dia harus mengubah jalan hidupnya. Berawal dari seorang Kesatria Hitam yang terlampau setia pada sang Komandan, Judith pun beralih menjadi Kesatria Merah yang tak lagi diperbudak oleh uang. Bukan hal yang mudah memang, sebab bayang-bayang akan pertumpahan darah dan nyawa yang pernah ia permainkan terus menerus menghantuinya. Namun perkataan sang Guru di masa lalu tak ayal menjadi pedoman Judith di saat goyah. \"Jika kau menginginkan jabatan, tanah, dan emas, kau bukanlah seorang kesatria, melainkan ahli pedang semata.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%81%EA%B8%B0%EC%82%AC%EB%8A%94-%EB%88%88%EB%A8%BC-%EB%8F%88%EC%9D%84-%EC%A2%87%EC%A7%80-%EC%95%8A%EB%8A%94%EB%8B%A4/2524), [KakaoPage](https://page.kakao.com/home?seriesId=57142071)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-red-knight-seeks-no-reward/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc31388)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%B5%B4%E7%81%AB%E9%87%8D%E7%94%9F%E7%9A%84%E7%B4%85%E9%A8%8E%E5%A3%AB/198)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Red-Knight-Seeks-No-Reward/52)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%B1%E0%B8%A8%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B8%B0%E0%B8%88%E0%B8%B2%E0%B8%81%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1%E0%B9%82%E0%B8%A5%E0%B8%A0/226)",
      "ko": "황실 기사 유디트는 한때 돈만 쥐여 주면 뭐든 했던 쓰레기였다.\n황실의 개로, 단장의 도구로, 돈의 노예로 살았다.\n가난을 핑계 삼아 죄책감을 버렸다.\n그러나 끝에 있던 건 배신과 죽음이었다.\n\n하지만 눈 떠보니 6년의 세월을 회귀해 신입 기사 때로 돌아와 있는데...?\n\n'이제 돈 때문에 움직이는 칼잡이는 되지 않겠어.'\n\n이전과는 다른 생을 살겠다며 다짐하는 유디트 앞에\n적기사단장이 나타나 스카우트하는데......\n\n\"합당한 대우를 약속하겠다. 적기사단에 소속을 두지 않겠나?\"\n\n흑기사였던 과거를 버리고 적기사로서\n눈먼 돈을 좇지 않기로 한 유디트.\n이번 생은 후회하지 않는 삶을 살 수 있을까?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%81%EA%B8%B0%EC%82%AC%EB%8A%94-%EB%88%88%EB%A8%BC-%EB%8F%88%EC%9D%84-%EC%A2%87%EC%A7%80-%EC%95%8A%EB%8A%94%EB%8B%A4/2524), [KakaoPage](https://page.kakao.com/home?seriesId=57142071)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-red-knight-seeks-no-reward/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc31388)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%B5%B4%E7%81%AB%E9%87%8D%E7%94%9F%E7%9A%84%E7%B4%85%E9%A8%8E%E5%A3%AB/198)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Red-Knight-Seeks-No-Reward/52)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%B1%E0%B8%A8%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B8%B0%E0%B8%88%E0%B8%B2%E0%B8%81%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1%E0%B9%82%E0%B8%A5%E0%B8%A0/226)",
      "th": "หลังจากเสียชีวิตด้วยน้ำมือของผู้บังคับบัญชาที่แทงข้างหลัง จูดิธผู้กระหายเงินได้เรียนรู้วิธีการที่เงินรางวัลจะไม่คุ้มกับการนองเลือด เมื่อเธอพบว่าตัวเองยังมีชีวิตอยู่และสบายดี เมื่อหกปีก่อนที่เธอจะตาย เธอตัดสินใจที่จะใช้โอกาสครั้งที่สองในชีวิตเพื่อละทิ้งความโลภและกลายเป็นอัศวินที่แท้จริง เธอเริ่มต้นด้วยการยอมรับข้อเสนอของกัปตัน Kailou Lewalmeigh เพื่อเข้าร่วม Order of Red Knights จูดิธจะสามารถกอบกู้ตัวเองด้วยการเอาชนะความผิดในอดีตของเธอได้หรือไม่?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%81%EA%B8%B0%EC%82%AC%EB%8A%94-%EB%88%88%EB%A8%BC-%EB%8F%88%EC%9D%84-%EC%A2%87%EC%A7%80-%EC%95%8A%EB%8A%94%EB%8B%A4/2524), [KakaoPage](https://page.kakao.com/home?seriesId=57142071)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-red-knight-seeks-no-reward/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc31388)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%B5%B4%E7%81%AB%E9%87%8D%E7%94%9F%E7%9A%84%E7%B4%85%E9%A8%8E%E5%A3%AB/198)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Red-Knight-Seeks-No-Reward/52)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%B1%E0%B8%A8%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B8%B0%E0%B8%88%E0%B8%B2%E0%B8%81%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1%E0%B9%82%E0%B8%A5%E0%B8%A0/226)",
      "tr": "İmparatorluk şövalyesi Judith bir zamanlar para için her şeyi yapan pisliğin tekiydi. Para kazanarak yoksulluktan kurtulmak için imparatorluk ailesinin ve komutanın kölesi gibi hayatını yaşadı. Ama sonunda ihanet ve ölümle karşılaştı. Ancak altı yıl sonrasında gözlerini açtığında yeni bir şövalye olarak hayata geri mi dönmüştü? \"Artık para için kılıç ustası olmayacağım!\" diyen Judith'in önüne, eskisinden farklı bir hayat yaşatmaya kararlı olan Kızıl Şövalyeler ve İzciler Komutanı çıkar... \"Sana adil davranılacağından emin olabilirsin. Neden Kızıl Şövalyelere katılmıyorsun?\" derler ve Judith, Kara Şövalye olma geçmişini terk ederek Kızıl Şövalye olarak körü körüne para peşinde koşmamaya karar verir. Peki bu hayatı pişmanlık duymadan yaşayabilir mi?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%81%EA%B8%B0%EC%82%AC%EB%8A%94-%EB%88%88%EB%A8%BC-%EB%8F%88%EC%9D%84-%EC%A2%87%EC%A7%80-%EC%95%8A%EB%8A%94%EB%8B%A4/2524), [KakaoPage](https://page.kakao.com/home?seriesId=57142071)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-red-knight-seeks-no-reward/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc31388)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%B5%B4%E7%81%AB%E9%87%8D%E7%94%9F%E7%9A%84%E7%B4%85%E9%A8%8E%E5%A3%AB/198)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Red-Knight-Seeks-No-Reward/52)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%B1%E0%B8%A8%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B8%B0%E0%B8%88%E0%B8%B2%E0%B8%81%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1%E0%B9%82%E0%B8%A5%E0%B8%A0/226)",
      "vi": "Judith đã từng là một kẻ cặn bã có thể làm bất cứ điều gì vì tiền. Cô đã trở thành nô lệ của đồng tiền, trở thành một công cụ, một con chó trung thành của đế quốc. Thế nhưng đến cuối cùng thứ cô nhận được lại là sự phản bội và cái chết. Nhưng mà khi tỉnh lại thì cô đã trở về 6 năm trước, trở về những năm tháng cô mới trở thành kỵ sĩ...? Judith đã tự thề rằng sẽ không sống như trước đây nữa sẽ không trở thành một kiếm khách vì tiền mà bất chấp tất cả nữa. Thủ lĩnh của Red Knight (Tổ chức kỵ sĩ áo đỏ) đã xuất hiện và nói với Judith: “Ta sẽ đối xử thích đáng với ngươi. Ngươi sẽ gia nhập Red Knight chứ?” Liệu rằng Judith có thể từ bỏ quá khứ vào trở thành một kỵ sĩ áo đỏ hành hiệp không chạy theo đồng tiền? Liệu rằng lần này Judith có thể sống một cuộc sống mới không khiến mình hối hận?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%81%EA%B8%B0%EC%82%AC%EB%8A%94-%EB%88%88%EB%A8%BC-%EB%8F%88%EC%9D%84-%EC%A2%87%EC%A7%80-%EC%95%8A%EB%8A%94%EB%8B%A4/2524), [KakaoPage](https://page.kakao.com/home?seriesId=57142071)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-red-knight-seeks-no-reward/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc31388)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%B5%B4%E7%81%AB%E9%87%8D%E7%94%9F%E7%9A%84%E7%B4%85%E9%A8%8E%E5%A3%AB/198)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Red-Knight-Seeks-No-Reward/52)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%B1%E0%B8%A8%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B8%B0%E0%B8%88%E0%B8%B2%E0%B8%81%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1%E0%B9%82%E0%B8%A5%E0%B8%A0/226)",
      "zh": "皇室的骑士尤迪特作为金钱的奴隶，只要有报酬就接受一切任务，但最后等待她的是背叛和死亡。然而她一睁眼发现自己重生回了6年前，那时她还是个新人骑士…她决心不再被金钱所左右，过全新的生活，想要抛弃黑骑士的过去，成为红骑士的她，这一生究竟能否做出毫不后悔的决定呢？\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%81%EA%B8%B0%EC%82%AC%EB%8A%94-%EB%88%88%EB%A8%BC-%EB%8F%88%EC%9D%84-%EC%A2%87%EC%A7%80-%EC%95%8A%EB%8A%94%EB%8B%A4/2524), [KakaoPage](https://page.kakao.com/home?seriesId=57142071)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-red-knight-seeks-no-reward/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc31388)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%B5%B4%E7%81%AB%E9%87%8D%E7%94%9F%E7%9A%84%E7%B4%85%E9%A8%8E%E5%A3%AB/198)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Red-Knight-Seeks-No-Reward/52)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%B1%E0%B8%A8%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B8%B0%E0%B8%88%E0%B8%B2%E0%B8%81%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1%E0%B9%82%E0%B8%A5%E0%B8%A0/226)",
      "pt-br": "A Cavaleira Imperial Judith já foi uma canalha que faria qualquer coisa por dinheiro.\nEla vivia como uma escrava do dinheiro como uma cadela da família imperial e uma ferramenta do chefe.\nSob o pretexto de miséria, ela abandonou sua culpa.\nMas o que estava no fim era traição e morte.\nNo entanto, quando ela abriu os olhos, ela voltou a ser um novo cavaleiro depois de seis anos?\n-Não vou mais ser espadachim por dinheiro!\nNa frente de Judith, que está determinada a viver uma vida diferente da anterior, o comandante dos Cavaleiros Vermelhos e batedores aparece...\n“Garanto que você será tratado com justiça. Por que você não se junta aos Cavaleiros Vermelhos?”\nJudith decidiu não perseguir dinheiro cegamente como Cavaleiro Vermelho, abandonando seu passado de Cavaleiro Negro.\nEla pode viver esta vida sem arrependimento?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A0%81%EA%B8%B0%EC%82%AC%EB%8A%94-%EB%88%88%EB%A8%BC-%EB%8F%88%EC%9D%84-%EC%A2%87%EC%A7%80-%EC%95%8A%EB%8A%94%EB%8B%A4/2524), [KakaoPage](https://page.kakao.com/home?seriesId=57142071)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-red-knight-seeks-no-reward/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc31388)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%B5%B4%E7%81%AB%E9%87%8D%E7%94%9F%E7%9A%84%E7%B4%85%E9%A8%8E%E5%A3%AB/198)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Red-Knight-Seeks-No-Reward/52)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%B1%E0%B8%A8%E0%B8%A7%E0%B8%B4%E0%B8%99%E0%B8%AA%E0%B8%B5%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B8%B0%E0%B8%88%E0%B8%B2%E0%B8%81%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1%E0%B9%82%E0%B8%A5%E0%B8%A0/226)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baac09cd-6eb9-43ec-a780-980c8da4f066",
    "title": {
      "en": "Misaki-kun wa Kouryaku Chara Janai"
    },
    "updatedAt": "2024-04-16T01:31:34+00:00",
    "coverArt": "https://mangadex.org/covers/baac09cd-6eb9-43ec-a780-980c8da4f066/ae1fb843-60aa-4aca-ba05-20f511054123.png",
    "altTitles": [
      {
        "ja": "三咲くんは攻略キャラじゃない"
      },
      {
        "en": "Misaki-kun is Unobtainable"
      }
    ],
    "description": {
      "en": "In this gal game world. The mission of the best friend character, Izumi Misaki, is supposed to be to support the protagonist, Hareta Kihara, in romancing the heroine... but for some reason, the crucial Kihara is planning to capture Misaki's heart instead!? \"Become the heroine while remaining a boy!\" Friendship? Romance? A heart-pounding comedy about a femboy!",
      "ja": "ここはギャルゲーの世界。 親友キャラ・三咲泉の使命は、主人公・季原晴太のヒロイン攻略のサポート…のはずが、 肝心の季原は何故か三咲を攻略するつもりで――!? 「男の子のままヒロインになってくれ！」 友情？愛情？男の娘ハッピー胸キュンコメディ!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ead008ec-98cf-434b-a86b-f3945b329d9d",
    "title": {
      "en": "Maoyuu Maou Yuusha - \"Kono Watashi no Mono Tonare, Yuusha yo\" \"Kotowaru!\""
    },
    "updatedAt": "2022-02-21T00:28:10+00:00",
    "coverArt": "https://mangadex.org/covers/ead008ec-98cf-434b-a86b-f3945b329d9d/5de9b15c-e0ad-4e48-9a92-6577098bdc0c.jpg",
    "altTitles": [
      {
        "es": "Archienemigo y Héroe - \"Se mío héroe\" \"Me niego\""
      },
      {
        "pt": "Arqui-inimigo e Herói - \"Seja meu Herói!\" \"Eu me recuso!\""
      },
      {
        "en": "Maoyu - \"Be Mine, Hero!\" \"I Refuse!\""
      },
      {
        "en": "Maoyu: Archenemy and Hero"
      },
      {
        "en": "Maoyuu Maou Yuusha - \"Be Mine, Hero!\" \"I Refuse!\""
      },
      {
        "th": "จอมมารนักเศรษ"
      },
      {
        "ja": "まおゆう魔王勇者 (カドカワコミックス・エース)"
      },
      {
        "ja": "まおゆう魔王勇者「この我のものとなれ、勇者よ」「断る!」"
      },
      {
        "ja": "魔王勇者「成为我的东西吧勇者」「我拒绝！」"
      }
    ],
    "description": {
      "en": "After a long and treacherous journey, our Hero finally arrives at the Overlord’s castle only to find himself being asked for help. The Hero explains how the war that the demons have brought upon the humans have killed thousands and put more in misery. The Overlord however argues that this war has made the human society band together as one and showed empirical evidence how it has increased population, increased production, boosted economy and improved society overall. Furthermore, she explains to the Hero that ending this war will result in a civil war that will produce more bloodshed than there ever was. The Hero, convinced that the only way to bring peace, relatively speaking, is to join forces with the Overlord, agrees to help with her plans!  \n  \nOne of five simultaneous serializations of the Maoyuu Maou Yuusha series.  \n(The author has chosen this version to be the official version)  \n  \nAdaptation of the light novel series written by Touno Mamare."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "18",
    "lastChapter": "58"
  },
  {
    "mangaId": "7fbde0e8-60ef-4e1e-ab8c-d037359b6a79",
    "title": {
      "en": "In My Death, I Became My Brother's Regret"
    },
    "updatedAt": "2023-03-29T03:28:54+00:00",
    "coverArt": "https://mangadex.org/covers/7fbde0e8-60ef-4e1e-ab8c-d037359b6a79/bee2bc40-5bce-4146-9807-5cfcaf1223b7.jpg",
    "altTitles": [
      {
        "zh": "死后我成了哥哥的朱砂痣"
      },
      {
        "zh-ro": "Si Hou Wo Chengle Gege De Zhusha Zhi"
      },
      {
        "zh-ro": "Sǐ Hòu Wǒ Chéngle Gēgē De Zhūshā Zhì"
      }
    ],
    "description": {
      "en": "The half-demon, Jing Mo, was killed by his older brother Jue Ming when his demonic energy lost control. He found himself in the body of a young man named \"Bai Shu\", and this body seemed... abnormal. Due to suspicious circumstances revolving around the disappearance of Jing Mo's body, Jue Ming kept an eye on Jing Mo who desperately hid his true identity. With one of them hiding a secret and the other looking for the truth, the pair landed in the middle of a life-or-death struggle that came with being \"Bai Shu\"...",
      "zh": "有着魔修混血的京墨因一次魔气缠身，被哥哥决明杀死，睁眼后却重生到一名叫“白术”的少年身上，而这具身体……并不正常。他隐藏自己是京墨的身份，却被决明以找出弟弟尸身失踪真相为由留在身边。一个要隐藏身份，一个要寻找真相，两人循着“白术”这一身份被卷入一场生死之争中……"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-05-04T15:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/6fdf61e2-5f60-420a-b1f8-3d4b0461a9c1.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37f97f50-6ce4-480a-9128-e5ba04000a1a",
    "title": {
      "en": "Digimon Liberator"
    },
    "updatedAt": "2024-04-26T05:32:20+00:00",
    "coverArt": "https://mangadex.org/covers/37f97f50-6ce4-480a-9128-e5ba04000a1a/32c616c9-a258-4574-b6f9-fbcd3b231eb4.jpg",
    "altTitles": [],
    "description": {
      "en": "The Digimon card game has evolved.\nAfter a year-long closed beta test, \"Digimon Liberator,\" a futuristic and fully immersive game that allows players to enjoy card battles in the metaverse space of Lacuna, has finally been officially launched.\n\nShoto Kazama, a boy who has never been able to win a card battle because of his habit of giving up on things easily, enters the world of Liberator through the invitation of his childhood friend, Arisa Kinosaki.\n\nEncounters with wild Digimon. Battles with NPCs who have gone rogue. These various happenings set the wheels of fate in motion.\n\nThis is a story about \"Digimon\" and the \"world\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a1514a1-fe92-4c54-9042-1d5744ded8da",
    "title": {
      "en": "Folding The Moon"
    },
    "updatedAt": "2024-03-05T16:15:42+00:00",
    "coverArt": "https://mangadex.org/covers/5a1514a1-fe92-4c54-9042-1d5744ded8da/f69a0fe5-165a-4a4e-8bb7-eeeab9550674.jpg",
    "altTitles": [
      {
        "zh": "折月亮"
      },
      {
        "zh-ro": "Zhe Yue Liang"
      }
    ],
    "description": {
      "en": "On the day Yun Li decided to give up on pursuing Fu Shize, she wiped off every possible trace of his contact information with teary eyes. A long time after they got together, Yun Li wasn't good at communication and was debating if she should block a guy friend who had expressed interest for her. Fu Shize leaned against the couch and stared at her with droopy eyes. He let out a chuckle before saying in a cold tone, \"You're a piece of work.\"\n\nYun Li lifted her head. \"?\"\n\n\"Back then, you blocked me without hesitation.\"\n\n\"...\"",
      "zh": "*轻度社恐（为爱做E版）x白月光（陨落版） *女追男 放弃追傅识则的那天，云厘红着眼睛，删掉了关于他的所有联系方式。 再后来，两人在一起后的某天。 云厘不擅长与人打交道，纠结了好一阵要不要删掉一个突然对她表露出暧昧倾向的男性朋友。 旁边的傅识则靠在沙发上，懒懒地看着她，突然笑了声，语气没什么温度：“可以。” 云厘抬头：“？” “删我微信就这么干脆。” “……”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7cfa33fb-143e-4217-aba9-90c521fa94cf",
    "title": {
      "en": "The Abandoned Wife's Rebirth"
    },
    "updatedAt": "2022-12-14T14:05:36+00:00",
    "coverArt": "https://mangadex.org/covers/7cfa33fb-143e-4217-aba9-90c521fa94cf/8e731d7f-268a-4688-b824-a79d112821ab.jpg",
    "altTitles": [
      {
        "zh": "废妻重生"
      },
      {
        "zh-ro": "Fei Qi Chong Sheng"
      },
      {
        "zh-ro": "Fèi Qī Chóng Shēng"
      }
    ],
    "description": {
      "en": "Wu Ruo couldn't see the true colors of the people around him until the day he died. The family of the friends who he treasured had been using him, and the husband who he neglected was the one who rescued him in the last moments. God's mercy allowed him to be reborn, reborn into his most useless, most hateful, and fattest times. At this period of his life, not only was he a waste unable to cultivate, but as a man, had to relive being married off to another man. But he found that this man... was actually pretty good to him. This time, he will have revenge on those who wronged him, and pay off his debts to those who were kind to him.",
      "zh": "乌若在死之前才看清身边众人的真面目，被他重视的朋友家族一直在利用他，而被他忽视的丈夫却在最后时刻赶来救他。上天怜悯让他重生了，重生在他最废、最憎恶、最胖的时光里。 此时的他，不但是个不能修炼的废物，作为男人，还被家族嫁给男人…… 重活一次，他发现男人原来对他还不错。 这一次，他要有仇报仇，有恩报恩。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36ce18f6-7ed7-4c57-92da-c320a2272ddb",
    "title": {
      "en": "It Is Painful!"
    },
    "updatedAt": "2024-05-11T12:03:02+00:00",
    "coverArt": "https://mangadex.org/covers/36ce18f6-7ed7-4c57-92da-c320a2272ddb/c181df50-271f-4375-bd15-688e8cd5dfb9.jpg",
    "altTitles": [
      {
        "ja": "痛いんです"
      },
      {
        "ja-ro": "Itain Desu"
      }
    ],
    "description": {
      "en": "What level of pain can you tolerate? Is it 1? Or is it 6? Let’s go to the theme park of pain…\n\nA collection of painful events that people have experienced sorted in the “Pain Level Scale”, from 1 to 6.\n\n\nNote: Sukima.me lists there being 23 chapters because they merged 3 and 4. There are 24 chapters."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "24"
  },
  {
    "mangaId": "ea4d294d-f026-4bf2-a999-a559084bad1b",
    "title": {
      "en": "Isso Anata ga Todome wo Sashite"
    },
    "updatedAt": "2024-04-05T23:22:57+00:00",
    "coverArt": "https://mangadex.org/covers/ea4d294d-f026-4bf2-a999-a559084bad1b/ea2ecc90-7b32-44c1-93c6-ecf6277ad5a8.jpg",
    "altTitles": [
      {
        "ja": "いっそあなたがトドメを刺して"
      },
      {
        "ja-ro": "Isso Anata ga Todome o Sashite"
      },
      {
        "en": "Better You Give Me The Final Blow"
      }
    ],
    "description": {
      "en": "Ichika is a female college student who wants to have a normal relationship, but is often judged by her appearance. One night at a drinking party she attended, hoping to have a wonderful encounter, she met Kousei who was kind to her. She is attracted to him because they got the same interest, enjoys talking with him and he likes her just the way she is — but she didn't know he had a secret no one knows about. \n\n(Source: heartbuzz2d)",
      "pt-br": "Ichika é uma estudante universitária do sexo feminino que deseja ter um relacionamento normal, mas muitas vezes é julgada pela sua aparência. Uma noite, numa festa em que ela participou, esperando ter um encontro maravilhoso, ela conheceu Kousei, que foi gentil com ela. Ela se sente atraída por ele porque eles têm os mesmos interesses, gosta de conversar com ele e ele gosta dela do jeito que ela é — mas ela não sabia que ele tinha um segredo que ninguém conhece."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cccf4240-fff5-41c1-9298-e16d86860905",
    "title": {
      "en": "Pastel Love"
    },
    "updatedAt": "2024-05-15T17:32:49+00:00",
    "coverArt": "https://mangadex.org/covers/cccf4240-fff5-41c1-9298-e16d86860905/6aec847b-4551-44b7-864c-f082bcd82b19.png",
    "altTitles": [
      {
        "zh": "爱的旋律"
      }
    ],
    "description": {
      "en": "\"Millie\" (golden haired), the perfect little girl whose life is fully equipped with everything, but because of her timeless mother, Millie has become an indifferent day-to-day person until she meets \"Zen\" (black-headed), an ordinary little girl whose life focussed on only studying, without Zen knowing that she herself was stirring up Millie's heart to beat again.",
      "pt-br": "\"Millie\" (de cabelos dourados), a garotinha perfeita cuja vida está totalmente equipada com tudo, mas por causa de sua mãe atemporal, Millie se tornou uma pessoa indiferente ao dia a dia até conhecer \"Zen\" (de cabelos pretos), uma garota comum cuja vida se concentra apenas nos estudos, sem que Zen saiba que ela mesma estava fazendo o coração de Millie bater novamente."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "62"
  },
  {
    "mangaId": "4b46fe6d-a616-407c-a696-6f562d338414",
    "title": {
      "en": "Nightmare Maker"
    },
    "updatedAt": "2024-05-19T13:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/4b46fe6d-a616-407c-a696-6f562d338414/4e8e6c9e-e774-4e69-8b79-f7e54e077d11.jpg",
    "altTitles": [
      {
        "ja": "ナイトメア・メーカー"
      }
    ],
    "description": {
      "en": "Uchida is a high school student genius who created a device that is supposed to make people have good dreams but he always had bad dreams when he tried it on himself. One day, he caught the school doctor sleeping at the clinic and decided to try the device on her. It turned out that it works surprisingly well on her and that she wanted to buy the device from him. He then tries it on his classmates and it became quite popular with the rest of the class as people start lining up to borrow it. Meanwhile, there is growing concern that users of the device are starting to have difficulties differentiating dreams from reality…",
      "ja": "天才発明家高校生の内田は､夢に願望を投影できる夢見装置を開発｡誰もが装置の虜になっていく､レム催眠誘導型リアル体感システム始動!!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "48"
  },
  {
    "mangaId": "7ad10953-14f2-411e-83e3-5c22c4e7e1e2",
    "title": {
      "en": "Chieri no Koi wa 8 Meter"
    },
    "updatedAt": "2024-05-01T19:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/7ad10953-14f2-411e-83e3-5c22c4e7e1e2/2ee470f3-b1d0-48f2-82df-d74b1f3fcbf2.jpg",
    "altTitles": [
      {
        "ja-ro": "Chieri no Koi wa 8 Meter"
      },
      {
        "ja": "ちえりの恋は8メートル"
      },
      {
        "zh-hk": "智恵梨的愛情高達8米"
      },
      {
        "pt-br": "O amor de Chieri tem 8 metros"
      },
      {
        "en": "Chieri's Love Is 8 Meters Tall"
      }
    ],
    "description": {
      "en": "An ordinary high school student, Yumeji Kotaki, is transferred to his class by his childhood friend, Chieri Omine, who has grown to 8 meters in height! Yumeji is assigned as \"caretaker\" to support Chieri's school life. Their daily life is full of excitement due to the height difference! The height difference is nothing to worry about!\n\nThe start of a literally larger-than-life romcom!",
      "pt-br": "Uma aluna transferida que tem 8 metros de altura...?! \nAmigos de infância se reencontram, mas nem tudo é como antes… Uma mudança na relação entre Chieri e Yumeji, acompanhe o desenrolar desta comédia romântica gigantesca."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49496e76-08b8-4d47-aced-a13f2f8d90a4",
    "title": {
      "en": "Kiraware Majo Reijou to Dansou Ouji no Kon'yaku"
    },
    "updatedAt": "2024-03-20T00:38:49+00:00",
    "coverArt": "https://mangadex.org/covers/49496e76-08b8-4d47-aced-a13f2f8d90a4/ef52bd73-8061-4cc8-9d1a-c4c29165d742.jpg",
    "altTitles": [
      {
        "ja": "嫌われ魔女令嬢と男装皇子の婚約"
      },
      {
        "en": "The Engagement of the Disgraced Witch and the Cross-Dressing Princess"
      },
      {
        "vi": "Hôn Ước Của Phù Thủy Bị Ruồng Bỏ Và Công Chúa Cross-dressing"
      },
      {
        "es": "El compromiso de la bruja deshonrada y la princesa travestida"
      },
      {
        "vi": "Cuộc đính hôn giữa Nàng phù thủy bị ghét bỏ và Cô công chúa giả nam"
      },
      {
        "th": "การหมั้นหมายของยัยเจ้าหญิงแต่งชายกับคุณหนูแม่มดผู้ถูกชิงชัง"
      },
      {
        "zh": "万人厌的魔女大小姐与男装皇子的婚约"
      },
      {
        "zh-hk": "萬人厭的魔女大小姐與男裝皇子的婚約"
      },
      {
        "zh-ro": "Wàn rén yàn de mónǚ dà-xiǎojiě yǔ nánzhuāng huángzǐ de hūnyuē"
      },
      {
        "ru": "Помолвка презираемой ведьмы и переодетой принцессы"
      },
      {
        "ko": "미움받는 마녀 영애와 남장 황자의 약혼"
      }
    ],
    "description": {
      "en": "Vilified by others as a \"witch\", Evris, the youngest daughter of the House of Bradley, is engaged to Mark, the fifth prince of the Kingdom of Klengel. When he abruptly announces that their engagement is broken off, Evris is plunged into despair. However, someone reaches out to her instead... The cross-dressing crown prince (♀) of a neighboring country!?\n\nThis is the story of a red-haired witch who manipulates shadows and a cross-dressing crown prince (♀) who is serving as a body double for her missing older brother. \n\nThe curtain rises on a fantasy romantic comedy of a girl being teased by a princess!\n\nSerialization began in the July 2023 issue of *Yuri Hime*.",
      "ja": "「魔女」と罵られるブラッドリー家の末娘・イヴリスは、婚約相手であるクレンゲル王国第5王子・マルクに突然の婚約破棄を宣言されていた。絶望のどん底に落とされるイヴリス。しかし、そんな彼女に手を差し伸べるのは…隣国の男装皇太子!?\n影を操る赤髪の魔女令嬢と失踪した兄の影武者となる男装皇子。\n王子様系女子に翻弄されるファンタジーラブコメ開幕！",
      "ru": "Эйвери, младшая дочь дома Брэдли, проклинаемая окружающими как \"ведьма\", помолвлена с Марком, пятым принцем королевства Кленгель. Когда он неожиданно объявляет, что их помолвка расторгнута, Эйвери впадает в отчаяние. Однако кто-то протягивает ей руку помощи... Наследный принц (♀) соседней страны?!\n\nЭто история о ведьме, управляющей тенями, и о переодетом наследном принце (♀), который является двойником пропавшего старшего брата.\n\nЗанавес приподнимается над фэнтезийной романтической комедией о девушке, которую дразнит принцесса!",
      "tr": "Bu, gölgeleri manipüle eden kızıl saçlı bir cadı ile kayıp ağabeyinin dublörü olarak rol yapan melez veliaht prensin hikâyesidir.\n\nDiğerleri tarafından “cadı” olarak lanetlenen Bradley Hanesi’nin en küçük kızı Evris, Klengel Krallığı’nın beşinci prensi Mark ile nişanlıdır. Mark aniden nişanı bozduğunu açıklayınca Evris umutsuzluğa kapılır. Ancak biri ona yardım elini uzatacaktır… Komşu ülkelerden birinin karşı cinsin kıyafetlerini giymeyi seven veliaht prensi!? Bir prenses tarafından dalga geçilen bir kızın fantastik romantik komedisinde perde açılıyor!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4cc06a26-6e3f-4e57-97d5-2783aa863df1",
    "title": {
      "en": "Chasing the Wave"
    },
    "updatedAt": "2023-01-08T20:58:57+00:00",
    "coverArt": "https://mangadex.org/covers/4cc06a26-6e3f-4e57-97d5-2783aa863df1/1a34cef1-83d4-406e-a50e-c85d31660665.jpg",
    "altTitles": [
      {
        "zh": "逐浪"
      },
      {
        "en": "Chasing Tides"
      }
    ],
    "description": {
      "en": "A mature and reliable Leader x A pure and frivolous Bubbly guy\n\nSui Yi claims that Ning Lan hasn't spoken a word in truth, and later discovers that even his \"I don't like you\" was a lie. He was crazy to consider this person as kind solely based on his pure and naive smile. His clear eyes were just like those of that person's..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8fed9b2-546f-446f-bd3f-3c7192019774",
    "title": {
      "en": "Nazo no Kanojo X"
    },
    "updatedAt": "2023-06-02T03:14:54+00:00",
    "coverArt": "https://mangadex.org/covers/f8fed9b2-546f-446f-bd3f-3c7192019774/7ae6a847-c337-42c1-b725-b7f25bae7c54.jpg",
    "altTitles": [
      {
        "id": "Kekasih Misterius X"
      },
      {
        "es": "Novia misteriosa X"
      },
      {
        "en": "Mysterious Girlfriend X"
      },
      {
        "ja": "謎の彼女Ｘ"
      },
      {
        "zh-hk": "謎樣女友X"
      },
      {
        "ko": "수수꺠끼 그녀 X"
      }
    ],
    "description": {
      "en": "One day, a strange transfer student appears before Tsubaki. Urabe Mikoto is an antisocial girl, whose hobby is just sleeping during class-breaks. \nOne day, Tsubaki goes to wake her up and accidentally tastes her drool… And gets hooked on that!  \n  \nAfter that, he starts going out with her and gets to know her better. Her second hobby, as it turns out, is carrying around scissors in her panties \nand cutting paper into flowers… or whatever else is getting on her nerves…"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "92"
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "en": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-02-14T19:24:16+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/a1c0d064-0713-48ad-a14e-ae022179ea9d.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El Camino a Casa Después de la Escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65f1f473-c7fa-4de2-adf5-00167af31740",
    "title": {
      "en": "Higurashi no Naku Koro ni Rei - Irotoutoshi-hen"
    },
    "updatedAt": "2024-01-10T16:48:30+00:00",
    "coverArt": "https://mangadex.org/covers/65f1f473-c7fa-4de2-adf5-00167af31740/b504286f-92ac-4481-9c0b-a28d7a38c5d2.jpg",
    "altTitles": [
      {
        "ja": "ひぐらしのなく頃に令 色尊し編"
      }
    ],
    "description": {
      "en": "Sequel to Higurashi no Naku Koro Ni Hoshiwatashi-hen and Higurashi no Naku Koro Ni Oniokoshi-hen."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "635fc6fd-3759-41dc-90d0-3b41cd6eb18d",
    "title": {
      "en": "Haruka Reset"
    },
    "updatedAt": "2024-05-16T13:25:55+00:00",
    "coverArt": "https://mangadex.org/covers/635fc6fd-3759-41dc-90d0-3b41cd6eb18d/ba0f5337-1c76-430b-b129-9f0c800fac39.jpg",
    "altTitles": [
      {
        "ja": "はるかリセット"
      }
    ],
    "description": {
      "en": "Haruka is a writer who is overwhelmed by deadlines and takes time out of her busy schedule to reset her mind. Strolling around the neighborhood, soaking in the public bath, eating the local cuisine, enjoying the park... even though she can’t take a big vacation or travel far, she’s determined to still enjoy any little “vacation” she can by getting creative!",
      "ja": "締め切りに追われる作家のはるかが、忙しい毎日の合間を縫ってわずかな時間で気持ちをリセット。ご近所散策、銭湯、近場グルメ、公園満喫…まとまった休みが取れなくても、遠くへ旅行に行けなくても、少しの発想の切り替えで、ワクワクできる「休み」は満喫できる! 休みが足りないすべての人に、はるかがステキな休日を贈ります!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99ddc68c-c83b-489d-81bc-bd857b58e2b2",
    "title": {
      "en": "Projection"
    },
    "updatedAt": "2024-04-26T00:52:36+00:00",
    "coverArt": "https://mangadex.org/covers/99ddc68c-c83b-489d-81bc-bd857b58e2b2/616794aa-1a72-4652-858e-99a3315128cf.jpg",
    "altTitles": [
      {
        "ko": "프로젝션"
      }
    ],
    "description": {
      "en": "Cheon Seju, had no choice but to join an organization to avenge his dead sister. After losing all hope in life, he meets a boy who reminds him of his sister and offers him a small act of kindness. \n\nIf I had known that my light heart would become so heavy, I wouldn't have brought you with me.\n\n\n\n\"I told you, you'll always come first.......\" \n\nHis gaze usually fierce gaze was different today. \nCheon Seju's gaze was gentle, sweet and persistent.\n\n\"So take responsibility\".\n\nCheon Seju was my first everything. He was the first person to ever reach out a hand to me, and gaze upon me. Sejin only accepted the man's hand because he offered it first and he only ever gazed upon him because he gazed upon him first. And that is how he fell in love with this sweet and affectionate man.\n\nSejin realized that he no longer wanted to be separated from Cheon Seju.\nWhere ever he goes, I'll go. \n\n\"You are all I have left now.......\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79a9cce8-26f8-457b-935d-437149682855",
    "title": {
      "en": "Reporting for Duty, Duchess!"
    },
    "updatedAt": "2024-05-19T17:46:32+00:00",
    "coverArt": "https://mangadex.org/covers/79a9cce8-26f8-457b-935d-437149682855/23c32fcd-7555-486c-a64d-2e6949070880.jpg",
    "altTitles": [
      {
        "zh": "长官！本次战场是这里吗？"
      },
      {
        "ko": "대위님! 이번 전쟁터는 이곳인가요?"
      },
      {
        "en": "Captain! Where is the battlefield?"
      },
      {
        "en": "Captain! Is This Battlefield Here?"
      }
    ],
    "description": {
      "en": "Elite Special Forces Captain Lee Yoon-ah, who is said to be Korea's nerd. As a soldier to the bone, there was no romance in her life. However, a completely different world unfolds in front of her, who lost her mind after being hit by a shell while dispatched overseas. Being possessed by a romance fantasy novel written by a friend! She also becomes an extra 'Rosalie' who lives a miserable life. Taking a deep breath and shaking her head for a moment, she considers this a battlefield and decides to change her life. \"This is a class society.\" \"Because I've experienced enough to get tired of a hierarchical society called the military.\" \"Are you disobeying my orders now?\" Captain who conquers the duke with absolute charisma! However, she unintentionally seizes the romance... \"Duke, how does it feel to kneel down to the Crown Prince? It's the first time you've kneeled down to anyone other than the Emperor.\" The original male lead, not the female lead, falls to her knees. Captain, who didn't care about love, can you win this battlefield?",
      "fr": "Lee Yoon-Ah, capitaine d'une unité des forces spéciales, considérée comme la meilleure de Corée.\n\nEn tant que soldat, il n’y avait pas de romance dans sa vie. Cependant, un monde complètement différent se déroule devant elle, après avoir perdue sa tête à cause d'un bombardement lors de son expédition à l’étranger.\n\nElle se retrouve dans un roman d’amour fantastique écrit par son ami !\nElle devient alors « Rosalie », une femme qui vit une vie misérable.\n\nPrenant une profonde respiration et se tenant la tête un moment, elle décida de changer sa vie, considérant cet endroit comme un nouveau champ de bataille.\n\n« C’est une société hiérarchique, et j’ai suffisamment vécue dans une société hiérarchique appelée l’armée que j'en ai marre. »\n« Désobéissez-vous à mes ordres maintenant ? »\n\nElle rencontre alors un homme possédant un charisme absolu !\nMais involontairement, une romance s'installe...\n\n« Duchesse, que pensez-vous de faire agenouiller le prince héritier ? »\n« C’est la première fois que je m'agenouille devant quelqu’un d’autre que l’empereur. »\n\nLe personnage masculin original se met à genoux, et non pour l'héroïne.\nL'ancienne capitaine, qui ne se soucie pas de l’amour, pourra-t-elle gagner cette bataille ?",
      "pt-br": "Capitão das Forças Especiais de Elite Lee Yoon-ah, que dizem ser o nerd da Coreia. Como soldado até os ossos, não havia romance em sua vida. No entanto, um mundo completamente diferente se desenrola diante dela, que enlouqueceu após ser atingida por um projétil enquanto era despachada para o exterior. Ser possuído por um romance de fantasia escrito por um amigo! Ela também se torna uma 'Rosalie' extra que vive uma vida miserável. Respirando fundo e balançando a cabeça por um momento, ela considera isso um campo de batalha e decide mudar de vida. “Esta é uma sociedade de classes.” “Porque já experimentei o suficiente para me cansar de uma sociedade hierárquica chamada militar.” \"Você está desobedecendo minhas ordens agora?\" Capitão que conquista o duque com carisma absoluto! No entanto, ela involuntariamente agarra o romance ... “Duke, como é se ajoelhar para o príncipe herdeiro? É a primeira vez que você se ajoelha diante de alguém que não seja o imperador. O protagonista masculino original, não o protagonista feminino, cai de joelhos. Capitão, que não se importava com o amor, você pode vencer este campo de batalha?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8b90ec32-d7f8-4786-9167-5d43a8d26503",
    "title": {
      "en": "Mr. Villain Husband, the One You Should Be Obsessing With Is Over There"
    },
    "updatedAt": "2024-01-15T23:25:18+00:00",
    "coverArt": "https://mangadex.org/covers/8b90ec32-d7f8-4786-9167-5d43a8d26503/2fbca4c6-ffbd-465a-b746-89a95b415a17.jpg",
    "altTitles": [
      {
        "en": "Dear Villainous Husband, the One to Be Obsessed With Is Over There"
      },
      {
        "en": "The Person Who Is Obsessed With the Villain Husband Is Over There"
      },
      {
        "en": "Villainous Husband, the One You're Obsessed With Is Over There"
      },
      {
        "ko": "악역 남편님, 집착할 분은 저쪽인데요"
      }
    ],
    "description": {
      "en": "I’ve transmigrated into the body of the wife of the mad villain emperor in an angsty novel!\nHow will I escape? By running away quietly when the saintess he’ll become obsessed with appears.\n\nThis love-blind emperor won’t even remember that I exist once he lays eyes on the saintess! I really didn’t do anything. All I did was lay as low as I could so that I wouldn’t get on my crazy husband’s nerves…. But the villain emperor has asked me to return to the palace with him, and not the saintess. But she’s already here! Why are you obessessing over me?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c18a8fa3-9493-489c-897d-7fef44379b9b",
    "title": {
      "en": "Digimon Next"
    },
    "updatedAt": "2023-12-29T14:04:38+00:00",
    "coverArt": "https://mangadex.org/covers/c18a8fa3-9493-489c-897d-7fef44379b9b/272bfe1c-3490-4cf9-85aa-4e7d5108fd62.jpg",
    "altTitles": [
      {
        "ja": "デジモンネクスト"
      }
    ],
    "description": {
      "en": "Tsurugi Tatsuno is a boy who competes in Virtual Digimon Battle tournaments. When a Kuwagamon appeared in the Real World, his Greymon came to life and protected him. Tsurugi is summoned to the Digital World by Piximon to save the Digital World from the evil Barbamon. Since his Digimon has a hexagon shape on him, it's an Illegal Digimon, meaning that Digimon bearing such symbols can help save the Digital World. Tsurugi's Greymon later De-Digivolves to Agumon and they meet other characters destined to save the Digital World from the forces of Barbamon. Now they must stop Barbamon and his minions before they get all the DigiMemories and take over both worlds.",
      "pt-br": "Digimon Next foi o segundo mangá de Digimon a ser publicado na revista V-Jump. Nele, temos as aventuras de Tatsuno Tsurugi, um garoto que é fera nas competições entre os bichinhos virtuais. Certo dia, alguns amigos o \"levam\" para conhecer um novo jeito de travar essas batalhas, o Digimon NET Battle. Ele é um jogo de realidade virtual, como se fosse um RPG, onde os Tamers (os domadores de Digimon) colocam seus digimons para se enfrentarem. O parceiro de Tsurugi é um Greymon, e juntos eles formam uma dupla imbatível. Mas a rotina de Tsurugi começa a mudar quando um Kuwagamon aparece no Mundo Real para atacá-lo. Como se não fosse o suficiente, após a interferência de um Hacker no Digimon NET Battle, Tsurugi é arrastado a uma confusão ainda maior, de forma que ele terá de salvar o Mundo Digital das mãos do Lorde das Trevas, Barbamon! Em meio de toda essa confusão, Tsurugi vai ter que descobrir o porquê de seu digimon ser chamado de um \"Digimon Ilegal\", quem é o Hacker Tamer do jogo, e porque ele foi escolhido para salvar o mundo digital... mas quem disse que isso será uma tarefa simples?"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "25"
  },
  {
    "mangaId": "4334ffdc-4234-4fa8-ab63-2391d62ea671",
    "title": {
      "en": "A Chance at Last"
    },
    "updatedAt": "2023-10-10T08:37:46+00:00",
    "coverArt": "https://mangadex.org/covers/4334ffdc-4234-4fa8-ab63-2391d62ea671/d80f24a6-a348-49a8-9ee6-510cb195e324.png",
    "altTitles": [
      {
        "ko": "이제야 연애"
      },
      {
        "ko-ro": "Ijeya Yeonae"
      },
      {
        "en": "From Now on, Romance"
      },
      {
        "en": "Finally Able to Date"
      },
      {
        "fr": "Une seconde chance"
      },
      {
        "th": "ใต้ร่มวันฝนพรำ"
      },
      {
        "zh-hk": "戀愛，現在才開始"
      },
      {
        "zh": "现在才恋爱"
      }
    ],
    "description": {
      "en": "Sisters Ju-eun and Hye-jin lived a miserable life. After the death of their mother, their 'father', who had always been absent from their lives, suddenly appeared. Hye-jin, the older sister, agreed to his suggestion: if one of them joins the 'Daesung Group', he will rescue them from their poverty-stricken life. However... three years after entering 'Daesung Group', she dies in vain. This left Ju-eun struggling with despair at her helplessness in preventing her sister’s death. But then, she gets a new opportunity when she is brought back in time and Ju-eun decides to take her sister's place by becoming the daughter of the 'Daesung Group' that killed Hye-jin.\n\n---\nSisters Ju-eun and Hyejin grew up in absolute poverty. After their mother’s death, Hyejin accepts the offer to join their estranged father’s wealthy family. But when Hyejin turns out dead just three years later, Ju-eun is grief-stricken. She grabs at the chance to travel back in time and take her sister’s place where she meets the kind but mysterious Iho."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "69"
  },
  {
    "mangaId": "3c7d956a-559b-4bf5-b780-8a4860600c9f",
    "title": {
      "en": "Yousei Hime ga Fukushuu wo Kimeta Wake"
    },
    "updatedAt": "2024-03-25T03:14:43+00:00",
    "coverArt": "https://mangadex.org/covers/3c7d956a-559b-4bf5-b780-8a4860600c9f/a731ee34-803b-4623-9afa-e792d1bad017.jpg",
    "altTitles": [
      {
        "ja": "妖精姫が復讐を決めたわけ"
      },
      {
        "en": "The Fairy Princess Has Decided to Take Revenge"
      }
    ],
    "description": {
      "en": "Due to her strong magical powers, Maria, the daughter of a duke who grew up coldly oppressed by her family, believed that she could be happy with her kind fiancé.\n\nHowever, when she witnessed her fiancé cheating on her, her magical powers went out of control, and she was executed for attempted assassination of the royal family.\n\nMaria's soul, which has been tattered by betrayal and repeated torture, is reborn as Mariabelle, a member of the neighboring country's royal family.\n\n\"I hope you will be happy in your next life.\" Mariabell will grow up with the love of the fairies and her family. Mariabell was happy and content with her peaceful days, but one day, the fairies disappeared. It is said that it is related to Mariabel's previous life.\n\nThere was a reason why the little fairy chose the soul of Maria, who was hurt by her betrayal, and reborn as a member of the royal family of the neighboring country..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "37"
  },
  {
    "mangaId": "89b00f05-1512-43f0-8779-976a400cacf1",
    "title": {
      "en": "I'd Rather Be the King"
    },
    "updatedAt": "2024-05-16T12:07:46+00:00",
    "coverArt": "https://mangadex.org/covers/89b00f05-1512-43f0-8779-976a400cacf1/2eaae67d-4121-4ac7-8ed5-e8503a21324d.jpg",
    "altTitles": [
      {
        "ko-ro": "차라리 내가 왕이 되는 게 나을 것 같다"
      },
      {
        "en": "I Think It Would Be Better For Me to Become King"
      }
    ],
    "description": {
      "en": "Astarote is a young woman who is transported into a romance game that she loved. She takes on the role of the villain, who is married to Prince Cedric, her favorite character. However, she discovers that the end of the game is tragic for her, as she is accused of being an impostor and is executed by the king.\n\nShe tries to change her husband's destiny, making him become the new king, but in every route she ends up dying. Desperate, she decides to take radical action: she will become the queen and change the course of history. But to do so, she will have to face many obstacles, intrigues, enemies and secrets.",
      "fr": "Je me suis finalement procurée le jeu que je désirais depuis longtemps. Alors que je profitais de ma vie avec Cédric, mon seul choix, au moment où j'ai appuyé sur la dernière option, [la reine Astarote, qui a osé prétendre être du sang royale du précédent roi, a été condamnée à mort !].\n\"Quel gâchis, si j'avais été à sa place, j'aurais fait mieux que ça !\"\nEt dès que j'ai dit ça, je suis entrée dans le jeu immédiatement.\n\"Au revoir, Astarote.\"\n\"Je veux juste que tu meures, Astarote.\"\nJ'ai essayé de nombreuses façons de faire de mon mari le roi, mais à la fin, j'ai toujours été confrontée à la mort. Je n'en peux plus.\n\"Si je continue ainsi, je serai toujours tuée, il ne me reste plus qu'une seule solution !\"\n\"Je pense que ça serait mieux que je devienne ROI.\"\n[Une nouvelle voie a été ouverte.]"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "711c7ca2-e528-4f9a-bc7b-936075cdc0ed",
    "title": {
      "en": "House of Riddles"
    },
    "updatedAt": "2023-10-29T09:08:01+00:00",
    "coverArt": "https://mangadex.org/covers/711c7ca2-e528-4f9a-bc7b-936075cdc0ed/ae2b82ec-b254-49e8-b02c-1fce18f964ca.jpg",
    "altTitles": [
      {
        "zh": "谜屋"
      },
      {
        "en": "House of Mystery"
      },
      {
        "zh-ro": "Miwu"
      }
    ],
    "description": {
      "en": "The brutal and bizarre murder raises the curiosity of the famous gentleman detective Lucien, but the crime scene is destroyed by a fire. And the last person to arrive at the scene was Scarlett Atissian, the producer of the house who learned from the crime scene. To find out the truth of the case, Lucien had to\" bully\" the strange lady to cooperate with his investigation. He didn't know Scarlett had so many bloody secrets..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f97979cc-c0dd-42e2-a32b-c56f8047f7ba",
    "title": {
      "en": "Ore dake Fuguu Skill no Isekai Shoukan Hangyakuki ~Saijaku Skill \"Kyuushuu\" ga Subete o Nomikomu made~"
    },
    "updatedAt": "2024-05-12T11:12:35+00:00",
    "coverArt": "https://mangadex.org/covers/f97979cc-c0dd-42e2-a32b-c56f8047f7ba/e2811655-d465-4544-a34a-45c51330ae93.jpg",
    "altTitles": [
      {
        "ja": "俺だけ不遇スキルの異世界召喚叛逆記～最弱スキル【吸収】が全てを飲み込むまで～"
      },
      {
        "en": "I'm the Only One with a Failure of a Skill in Another World's Summoning Rebellion: Until the Weakest Skill [Absorption] Swallows Everything"
      }
    ],
    "description": {
      "en": "The student Nakatani Yuto was supposed to be having a regular life, however his whole class was transferred to another world. All the students gained powerful skills and were worshipped as heroes, but for Yuto who got the unfavorable skill [Absorption]...! ?",
      "ja": "高校生の中谷夕斗は突然クラスメイトと共に異世界へ「勇者」として召喚されてしまう。クラスメイト達が強力な技能（スキル）を授かるなか、ユウトが授かったのは不遇スキル【吸】であった。 使い物にならないユウトは魔物との戦闘で致命傷を負うが、クラスメイトは彼を見殺しに…。その瞬間、ユウトにはどこからともなく“声”が聞こえて――…!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]