[
  {
    "mangaId": "78a664a7-2f4e-464b-b925-92984012f00c",
    "title": {
      "en": "Anata ga Shite Kurenakute mo"
    },
    "updatedAt": "2024-05-10T21:31:13+00:00",
    "coverArt": "https://mangadex.org/covers/78a664a7-2f4e-464b-b925-92984012f00c/b078653e-28f8-4fa3-8186-3546016eb40b.jpg",
    "altTitles": [
      {
        "fr": "Corps solitaires"
      },
      {
        "en": "Even If You Don't Do It"
      },
      {
        "ja": "あなたがしてくれなくても"
      }
    ],
    "description": {
      "en": "Yoshino Michi is 32 years old and married. Her relationship with her husband isn't bad. Just one thing is lacking: sex. One night, when she's having drinks with Niina Makoto, her 36-year-old senior from work, she finally opens her heart under the influence of alcohol and shares her worries about the lack of intimacy in her life. Niina reacts with a surprised face and says, while laughing somewhat lonelily, “I'm not having much luck with that either.\"  \n  \n[Official French Translation](https://www.kana.fr/series/corps-solitaires/)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5ce88e2-8c46-482d-8acf-5c6d5a64a585",
    "title": {
      "en": "Noragami: Stray God"
    },
    "updatedAt": "2024-08-02T23:33:30+00:00",
    "coverArt": "https://mangadex.org/covers/e5ce88e2-8c46-482d-8acf-5c6d5a64a585/d8009398-6a12-473f-9af9-541b5eef50b6.jpg",
    "altTitles": [
      {
        "tr": "Başıboş Tanrı"
      },
      {
        "pl": "Bezdomny bóg"
      },
      {
        "fr": "Dieu égaré"
      },
      {
        "fr": "Dieu errant"
      },
      {
        "it": "Dio randagio"
      },
      {
        "es": "Dios callejero"
      },
      {
        "es-la": "El dios errante"
      },
      {
        "hu": "Kóbor Isten"
      },
      {
        "tr": "Noragami: Başıboş Tanrı"
      },
      {
        "de": "Streunender Gott"
      },
      {
        "vi": "Vị Thần Lang Thang"
      },
      {
        "uk": "Безхатній Бог"
      },
      {
        "ru": "Бездомный Бог"
      },
      {
        "fa": "خدای ولگرد"
      },
      {
        "ar": "نوراجامي"
      },
      {
        "th": "โนรางามิ เทวดาขาจร"
      },
      {
        "ja": "ノラガミ"
      },
      {
        "zh": "流浪神差"
      },
      {
        "zh-hk": "野良神"
      }
    ],
    "description": {
      "en": "Yato is a homeless god. He doesn’t even have a shrine, not to mention worshippers! So to achieve his ambitious goals, he’s set up a service to help those in need (for a small fee), hoping he’ll eventually raise enough money to build himself the lavish temple of his dreams. Of course, he can’t afford to be picky, so Yato accepts all kinds of jobs, from finding lost kittens to helping a student overcome bullies at school.",
      "pt": "Yato é um deus menor, cujo sonho é ter um monte de seguidores adorá-lo e orar com ele. Infelizmente, o seu sonho está longe de se tornar realidade desde que ele não tem sequer um único santuário dedicado a ele. Para piorar as coisas, o único parceiro que tinha que o ajudava a resolver os problemas das pessoas, tinha acabado de sair do trabalho. Sua existência divina e a sorte só pode mudar quando ele se depara com Hiyori Iki e salva sua vida, um feito que também deixa em muito a situação para que ela está presa com ele até que seu problema é resolvido. Juntamente com Hiyori e sua nova Yukine parceiro de armas, Yato vai fazer tudo que puder para ganhar fama, reconhecimento e apenas talvez, um santuário dedicado a ele, também.",
      "ru": "«Бог, который может мечом отменить приговор.» В мире людей есть Бог, который может проникнуть в самое сердце человека. Когда вы грустите, когда вы устали, если вы посмотрите наверх, до самого рая, то увидите номер телефона. Но самое важное – не звонить! Если вы позвоните, перед вами появится парень, который с наглым выражением лица скажет: «Возрадуйся, я – Бог.» Если это произойдет, то что вы будете делать?",
      "pt-br": "Yato é um deus menor, cujo sonho é ter um monte de seguidores adorá-lo e orar com ele. Infelizmente, o seu sonho está longe de se tornar realidade desde que ele não tem sequer um único santuário dedicado a ele. Para piorar as coisas, o único parceiro que tinha que o ajudava a resolver os problemas das pessoas, tinha acabado de sair do trabalho. Sua existência divina e a sorte só pode mudar quando ele se depara com Hiyori Iki e salva sua vida, um feito que também deixa em muito a situação para que ela está presa com ele até que seu problema é resolvido. Juntamente com Hiyori e sua nova Yukine parceiro de armas, Yato vai fazer tudo que puder para ganhar fama, reconhecimento e apenas talvez, um santuário dedicado a ele, também..."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "27",
    "lastChapter": "109"
  },
  {
    "mangaId": "de7cff02-47b5-4f27-b238-9a4d9e40694c",
    "title": {
      "en": "I Can't Fall in Love With Paperman"
    },
    "updatedAt": "2024-08-15T17:24:51+00:00",
    "coverArt": "https://mangadex.org/covers/de7cff02-47b5-4f27-b238-9a4d9e40694c/a33f3ad7-f7d5-4c03-babe-f9386c04d923.jpg",
    "altTitles": [
      {
        "zh": "我不可能和纸片人谈恋爱"
      },
      {
        "ko": "내 남주에게 위협당하고 있습니다"
      },
      {
        "zh-ro": "Wo Bu Keneng He Zhi Pian Ren Tan Lian'ai"
      }
    ],
    "description": {
      "en": "When a BL comic artist transmigrated into the princess of Liao, she resumed her career... but encountered her \"dear son\" who crawled out of the book and refused to be gay! Faced with a sword to her neck, will she surrender or resist? What's worse, the plot is no longer under her control; who's the mysterious person behind the scenes controlling everything?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "80"
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-06-12T17:38:56+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/bdd44bcd-c0dc-4f83-ba15-fc99e8790ed4.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "192aa767-2479-42c1-9780-8d65a2efd36a",
    "title": {
      "en": "Gachiakuta"
    },
    "updatedAt": "2024-06-01T10:30:49+00:00",
    "coverArt": "https://mangadex.org/covers/192aa767-2479-42c1-9780-8d65a2efd36a/662214a8-7a47-499e-9609-43771145f5be.jpg",
    "altTitles": [
      {
        "ru": "Гачиакута"
      },
      {
        "ja-ro": "Gachi Akuta"
      },
      {
        "ja": "ガチアクタ"
      },
      {
        "fa": "گاچیاکوتا"
      },
      {
        "en": "Real Trash"
      },
      {
        "id": "Gachiakuta"
      },
      {
        "hi": "असल कचरा"
      },
      {
        "uk": "Ґачіакута"
      }
    ],
    "description": {
      "en": "A slum where criminals' descendants live... People beyond the border look down and discriminate them as \"tribal people.\" Ludo, an orphan boy, lives in the slum with his foster parent, Legt, and makes a living using his extraordinary physical abilities. However, one day, he was accused for a crime he didn't commit., and is thrown into the \"abyss\" which even the slum people fear.\n\n---\nLiving in the slums of a wealthy town, Rudo and his foster father Legto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Legto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Engine, who reveals himself to be a \"janitor\"—someone who uses special weapons called \"jinkis\" to combat these creatures. In order to get his revenge on the one who killed Legto, Rudo reluctantly becomes a janitor to fight his way back up and out of the Abyss.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10010/episode/325146) (U.S. Only)",
      "fa": "در اطـــــــراف حلبی‌آباد  پرتـگاهی وجـو د دارد که هرکـس مرتکب\nخلافی شود به آنجا پـــــرت می‌شــود. رودو یتــیمی است که   در \nآنجا زندگی میکند اما روزی  به‌خاطر یک پاپوش او را به اشــــــــد\nمجازات محکوم می‌کنند.",
      "id": "Di daerah kumuh dimana keturunan kriminal tinggal... orang-orang yang di luar perbatasan mendiskriminasi dan merendahkan mereka sebagai \"orang suku.\". rudo, anak yatim, yang tinggal di daerah kumuh dengan orang tua angkatnya, regto, dan bertahan hidup menggunakan kemampuan fisik hebatnya. bagaimanapun, suatu hari, dia dituduh melakukan kejahatan yang dia tidak lakukan, dan dilempar ke dalam \"abyss\" yang bahkan orang-orang di daerah kumu bahkan ditakuti.'\nTinggal di daerah kumuh dari kota makmur, Rudo dan ayah angkatnya regto mencoba untuk bersahabat dengan orang-orang kota, tapi rudo membenci borosnya orang kelas atas. mengabaikan peringatan dari sekitarnya, Rudo mengais sampah melalui tempat pembuangan kota untuk mencari barang-barang bernilai atau berguna untuk diselamatkan dari \"abyss\"- lubang besar dimana apapun yang dianggap sampah dibuang ke sana, termasuk manusia. Ayah kandung Rudo termasuk orang itu, yang dilempar ke dalalm Abys setelah dia difitnah melakukan pembunuhan.\nSuatu hari, setelah lari dari sesosok misterius saat jalan pulang, Rudo menemukan tubuh sekarat Regto terbaring di lantai. dia dengan segera ditemukan di tkp oleh petugas dan dijatuhi dengan pembunuhan. Tidak seorangpun percaya ketidak bersalahannya, dan dia dilempar ke Abyss. Alih-alih mati, dia menemukan dirinya di tempat aneh, dan berbau busuk yang dikelilingi oleh monster yang terbuat dari sampah.\nKetika rudo diserang oleh monster itu, dia diselamatkan oleh pria yang bernama enjin, yang menyebut dirinya sebagai \"janitor\"- seseorang yang menggunakan senjata spesial yang disebut \"jinki\" untuk melawan makhluk itu. Agar dapat balas dendam pada orang yang membunuh Regto, Rudo dengan enggan menjadi seorang janitor untuk dapat kembali ke atas dan keluar dari Abyss.",
      "ja": "犯罪者の子孫たちが暮らすスラム街。境界線の向こうの人々からは「族民」とさげすまれ、差別を受けていた。孤児だった少年・ルドは、育ての親であるレグトと共にスラム街に住み、常人離れした身体能力を武器に生計を立てていた。だがある日、身に覚えのない罪を着せられ、スラムの人々でさえ恐れる「奈落」へと落とされてしまう……。",
      "es-la": "Barrios marginales habitados por descendientes de delincuentes. La gente de fuera de la frontera los desprecia y discrimina como \"gente de la tribu\". Ludo, un niño huérfano, vive en el barrio bajo con su padre adoptivo Legto, y se gana la vida utilizando sus extraordinarias habilidades físicas. Sin embargo, un día es acusado de un crimen que no cometió y se ve abocado al \"abismo\" que hasta los habitantes de los barrios bajos temen.\n\n(Source: Pocket Magazine)",
      "pt-br": "O grito redundante da alma que vem do fundo do poço em direção ao mundo infestado pelo desprezo e segregação! O subúrbio onde vivem os descendentes dos criminosos. Mesmo assim o Ludo vivia em meio à esse ambiente, de cabeça erguida, mas......!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43b17e36-be80-433f-b18a-4a05d69f4468",
    "title": {
      "en": "Undercover! Chaebol High School"
    },
    "updatedAt": "2024-06-09T15:17:50+00:00",
    "coverArt": "https://mangadex.org/covers/43b17e36-be80-433f-b18a-4a05d69f4468/48146747-5bcc-4008-91b2-c4e62b2108bd.jpg",
    "altTitles": [
      {
        "ko": "잠입! 재벌고"
      }
    ],
    "description": {
      "en": "Da-kyung, who was an active member of a corporate criminal organization, belatedly learns of the death of her boss, whom she cared for like a father. Times later without knowing why her boss's death, she gets a clue, a college of rich people with most of the children of important people in Korea. Da-Kyung will go back to being a student to try to find out what happened, she is a well-trained assassin, but dealing with bullying and the stress of school life may not be as easy as it seems...",
      "pt-br": "\"Da-kyung\", que era um membro ativo de uma organização de elite, fica sabendo tardiamente da morte de seu chefe, a quem ela cuidava como uma mãe. Depois de descobrir que a culpa era do Presidente Lee, não havia nada que ele não fizesse para se vingar. No entanto, não foi fácil abordá-lo por trás do \"Grupo Sayoung\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-07-29T09:54:09+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/dcfeffd8-a507-4b08-922d-0b28d91a7630.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "562ebdf1-a7d3-4f11-9a25-4b90eb1a4542",
    "title": {
      "en": "My Love for My Roommate Is One-Sided"
    },
    "updatedAt": "2024-08-19T19:43:00+00:00",
    "coverArt": "https://mangadex.org/covers/562ebdf1-a7d3-4f11-9a25-4b90eb1a4542/15616407-77bc-43cb-9de5-39cd111f7ff0.png",
    "altTitles": [
      {
        "ja": "同居人に片思いしてる百合漫画"
      },
      {
        "ja-ro": "Doukyonin ni Kataomoi Shiteru Yuri Manga"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d2e9520-4127-4bf2-94a3-b2571029562d",
    "title": {
      "en": "Make the Exorcist Fall in Love"
    },
    "updatedAt": "2024-08-08T14:33:28+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e9520-4127-4bf2-94a3-b2571029562d/1d8b322a-eff4-4f2d-ac99-8db32b77b398.jpg",
    "altTitles": [
      {
        "ja": "エクソシストを堕とせない"
      },
      {
        "zh-hk": "讓驅魔師免於墮落"
      },
      {
        "th": "เอ็กซอร์ซิส ไม่มีวันตกหลุมรัก"
      },
      {
        "id": "(Jangan) Biarkan Sang Eksorsis Jatuh Cinta"
      },
      {
        "ja-ro": "Exorcist wo Otosenai"
      },
      {
        "fr": "Make the Exorcist Fall in Love"
      }
    ],
    "description": {
      "en": "As the strongest exorcist, a boy chosen by God was engaged in mortal combat with the Demon Kings. Although he bears the fate of humanity on his shoulders, he actually wants to make sweets peacefully. One day, he meets a girl... This is a story of love and hope growing in the midst of a holy war.",
      "fr": "Un jeune prêtre, entraîné par le Vatican pour devenir l'exorciste le plus puissant du monde, reçoit pour mission divine de protéger une jeune artiste, Imuri Atsuki. Sur les conseils de son mentor, il espère néanmoins trouver l'amour afin de soulager son esprit du lourd fardeau qui lui incombe. Imuri sera-t-elle celle qui lui apportera son salut ?",
      "ja": "神に選ばれし少年は、最強のエクソシストとして魔王たちと死闘を繰り広げていた。人類の命運を背負いつつも本当は静かにお菓子作りをしていたい、そんな彼に訪れた一人の少女との出会い…。これは壮絶な聖戦の中で芽吹いた、恋と希望の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f6003ca-e7f3-43ce-bfd2-0694146994be",
    "title": {
      "en": "Tying the Knot with an Amagami Sister"
    },
    "updatedAt": "2024-08-05T11:50:31+00:00",
    "coverArt": "https://mangadex.org/covers/0f6003ca-e7f3-43ce-bfd2-0694146994be/f3ab0b54-dc5d-4d2e-9d3a-59e3e7243318.jpg",
    "altTitles": [
      {
        "ja-ro": "Amagami-san Chi no Enmusubi"
      },
      {
        "ru": "Брачные узы с семьёй Амагами"
      },
      {
        "ja": "甘神さんちの縁結び"
      },
      {
        "zh-hk": "甘神家的連理枝"
      },
      {
        "fr": "Se Marier avec une Sœur Amagami"
      },
      {
        "fr": "Comment j'ai Marié une Sœur Amagami"
      },
      {
        "pt-br": "Casamento da Família de Amagami"
      },
      {
        "id": "Perjodohan Keluarga Amagami"
      },
      {
        "ar": "التوفيق بين عائلة كانغامي"
      },
      {
        "es-la": "El Emparejamiento de la Familia Amagami"
      },
      {
        "en": "Matchmaking of the Amagami Household"
      },
      {
        "es-la": "Emparejamiento del Hogar Amagami"
      }
    ],
    "description": {
      "en": "Kamihate Uryuu, orphaned since childhood, receives an invitation to stay at the local Shinto shrine. All he wanted was a quiet place to study so that he can fulfill his dream of making it into a top medical school, but after arriving there, he comes across three beautiful shrine maiden sisters... and the head priest requests that he marry one of them and take over the shrine. A tale of love and miracles is about to unfold!",
      "fr": "Kamihate Uryuu, orphelin depuis l'enfance, reçoit une invitation à séjourner dans le sanctuaire shinto local. Tout ce qu'il voulait, c'était un endroit tranquille pour étudier afin de réaliser son rêve d'entrer dans une grande école de médecine, mais en arrivant sur place, il tombe sur trois belles demoiselles du sanctuaire... Le prêtre en chef lui demande d'épouser l'une d'entre elles et de prendre la succession du sanctuaire. Une histoire d'amour et de miracles est sur le point de se dérouler !",
      "ja": "京大医学部を目指す高校生の上終 瓜生。児童養護施設育ちの瓜生は「甘神神社」の宮司さんに引き取られ、居候することに。受験勉強ができる環境があれば…と思っていたが、居候の条件は「婿養子として神社を継ぐ」こと!? しかも結婚相手は同居する巫女三姉妹!! 一つ屋根の下、巫女と紡ぐ恋と奇跡の物語、開幕!!",
      "ru": "Камихатэ Урю долгое время прожил в приюте, пока не был взят под опеку священником Тидори Амагами. Остановившись в храме, Урю узнаёт, что здесь живут три жрицы-сёстры, которые являются внучками главного священника. В конечном итоге, Тидори Амагами рассказывает, что взял парня под опеку, чтобы он женился на одной из его внучек и унаследовал храм, как его зять. Так начинается история любви и чудес с семьёй Амагами.",
      "es-la": "Un chico que había perdido la fe en las Oraciones y los Dioses, de pronto conocerá a 3 hermosas Hermanas que son Doncellas del Templo donde comenzará a vivir, ¿Esto afectará de alguna Manera a nuestro Protagonista? Léelo para descubrirlo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f3d3cf42-a12a-42f5-bd56-70b587eee06a",
    "title": {
      "en": "Inkya no Boku ni Batsu Game ni Kokuhaku Shitekita Hazu no Gyaru ga, Doumitemo Boku ni Betahore Desu"
    },
    "updatedAt": "2024-08-17T11:53:27+00:00",
    "coverArt": "https://mangadex.org/covers/f3d3cf42-a12a-42f5-bd56-70b587eee06a/f0d6ce6d-1e92-4c46-a923-0597d858f999.jpg",
    "altTitles": [
      {
        "ja": "陰キャの僕に罰ゲームで告白してきたはずのギャルが、どう見ても僕にベタ惚れです"
      },
      {
        "en": "An Introvert's Hookup Hiccups: This Gyaru Is Head Over Heels for Me!"
      },
      {
        "en": "The Gal Who Was Meant to Confess to Me as a Punishment Game Has Apparently Fallen in Love with Me"
      },
      {
        "zh-hk": "因懲罰遊戲才向陰角的我告白的辣妹，怎麼看都已經完全迷戀上我了"
      },
      {
        "ko": "아싸인 내게 벌칙 게임으로 고백해 온 갸루가 아무리 봐도 나한테 반한 것 같다"
      },
      {
        "ru": "Девушка, которая должна была признаться мне в качестве игрового наказания, очевидно, влюбилась в меня"
      },
      {
        "pl": "Introwertyczne wpadki podrywowe: Ta Gyaru zakochała się we mnie po uszy!"
      },
      {
        "pl": "Gal, która miała mi wyznać miłość w ramach gry z karą, najwyraźniej się we mnie zakochała."
      }
    ],
    "description": {
      "en": "When the gorgeous Nanami Barato confesses to Yoshin Misumai, it seems too good to be true! Only, it is—and Yoshin knows it. How’s an introverted guy like him supposed to keep his cool when he knows this is all just a dare? Even more puzzling, despite her gaudy appearance, this supposed gyaru isn’t actually all that good with guys! Perhaps this is the perfect chance for this shy guy to pluck up his own courage and say yes to the guy-shy girl. So begins their new cushy life of morning meet-ups and handmade lunches. The thing is, judging by the way she’s acting, Nanami has fallen head over heels for him! From dares and dating to downright disasters, can these two first-timers figure out their feelings and maybe even fall in love—for real, this time?!\n\n---\n**Links:**\n- Official Video Manga - [YouTube](https://youtube.com/playlist?list=PL0zfSjyskgIUZdlu7xyxLAv956kN32dP6) (Chapters 1-3, With voice acting)\n- [Official English Light Novel](https://j-novel.club/series/an-introvert-s-hookup-hiccups)",
      "ja": "**陰キャ×清楚ギャル、罰ゲームから始まるピュアラブコメ!!**\n\nクラス内カーストトップの清楚ギャル・茨戸七海に罰ゲームで告白されて付き合うことになった陰キャ男子・簾舞陽信。 しかし罰ゲームのはずが、七海は陽信にガチ惚れしているようで…？",
      "pl": "Kiedy piękna Nanami Barato wyznaje miłość Yoshinowi Misumai, wydaje się to zbyt piękne, by mogło być prawdziwe! Tylko, że tak jest - i Yoshin o tym wie. Jak taki introwertyczny facet jak on ma zachować zimną krew, skoro wie, że to tylko wyzwanie? Jeszcze bardziej zastanawiające jest to, że pomimo jej krzykliwego wyglądu, ta rzekoma gyaru nie jest tak dobra w kontaktach z facetami! Być może jest to idealna okazja dla tego nieśmiałego faceta, aby zebrać się na odwagę i powiedzieć \"tak\" tej nieśmiałej dziewczynie. Tak zaczyna się ich nowe, wygodne życie porannych spotkań i ręcznie robionych lunchów. Rzecz w tym, że sądząc po jej zachowaniu, Nanami zakochała się w nim po uszy! Czy ta dwójka może odkryć swoje uczucia, a może nawet zakochać się w sobie - tym razem naprawdę?!",
      "pt-br": "Barato Nanami, uma versão atenuada da garota no topo da hierarquia da escola, perdeu um jogo de cartas e agora tem que confessar a um cara de sua classe como punição. Misumai Youshin, que é um solitário sem amigos, foi o cara escolhido, mas ele sabe da punição! Deveria ter sido uma punição do jogo, mas será que Nanami vai desenvolver sentimentos por Youshin…?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7888782-0727-49b0-95ec-a3530c70f83b",
    "title": {
      "en": "Hajime no Ippo - The First Step"
    },
    "updatedAt": "2024-07-05T21:18:14+00:00",
    "coverArt": "https://mangadex.org/covers/f7888782-0727-49b0-95ec-a3530c70f83b/85adbbce-f22b-46c3-b541-fb78e1e0da82.jpg",
    "altTitles": [
      {
        "th": "ก้าวแรกสู่สังเวียน"
      },
      {
        "en": "Fighting Spirit"
      },
      {
        "ru": "Первый шаг!"
      },
      {
        "ja": "はじめの一歩"
      },
      {
        "zh": "第一神拳"
      },
      {
        "ko": "더 파이팅"
      },
      {
        "fr": "Ippo"
      },
      {
        "id": "Fight!! Ippo"
      }
    ],
    "description": {
      "en": "Makunouchi Ippo is an ordinary high school student in Japan. Since he spends most of his time away from school helping his mother run the family business, he doesn't get to enjoy his younger years like most teenagers. Always a target for bullying at school, Ippo's life is one of hardship. One of these after-school bullying sessions turns Ippo's life around for the better, as he is saved by a boxer named Takamura. He decides to follow in Takamura's footsteps and train to become a boxer, giving his life direction and purpose. Ippo's path to perfecting his pugilistic prowess is just beginning.\n\nOfficial Release:\n- Indonesian release by Level Comics as **Fight!! Ippo** (2006-ongoing)",
      "pt-br": "Ippo Makunouchi, um tímido estudante de ensino médio, é um dia salvo se der espancado, por Takamura, um boxeador. Encantado pelas habilidade de Takamura e por vídeos de boxe, Ippo decide enfrentar o mundo profissional do boxe!"
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2cea9657-a68b-4d21-a3f4-6b74e93082e5",
    "title": {
      "en": "Skool of Street"
    },
    "updatedAt": "2024-06-29T04:59:24+00:00",
    "coverArt": "https://mangadex.org/covers/2cea9657-a68b-4d21-a3f4-6b74e93082e5/b86bdc3b-88d4-4312-99f1-eda2e7af527a.jpg",
    "altTitles": [
      {
        "ko": "스쿨 오브 스트릿"
      },
      {
        "en": "School of Street"
      }
    ],
    "description": {
      "en": "Hyeun is a genius dancer but has stage fright, and Suhyun is a beginner dancer but is not afraid of the stage. This is the Street Dance growth story of two different dancers!",
      "ko": "천재 댄서이지만 무대 공포증을 지닌 혜은과,\n초보 댄서이지만 무대를 두려워하지 않는 수현.\n서로 다른 두 댄서의 스트릿 댄스 성장기!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f28c47a-bf8d-4e79-83ca-2e64fe906372",
    "title": {
      "en": "Jashin-chan Dropkick"
    },
    "updatedAt": "2023-06-13T23:31:03+00:00",
    "coverArt": "https://mangadex.org/covers/3f28c47a-bf8d-4e79-83ca-2e64fe906372/f246d479-7f08-4d72-a54f-54a81c77ac6d.jpg",
    "altTitles": [
      {
        "en": "Dropkick On My Devil!"
      },
      {
        "ja-ro": "Jashinchan Doroppu Kikku"
      },
      {
        "en": "Jyashin-chan Drop Kick"
      },
      {
        "en": "Jyashin-chan Dropkick"
      },
      {
        "ru": "Демонический дропкик"
      },
      {
        "ja": "邪神ちゃんドロップキック"
      },
      {
        "zh": "邪神与厨二病少女"
      },
      {
        "ko": "사신짱 드롭킥"
      }
    ],
    "description": {
      "en": "Jashin-chan Dropkick is a violent slapstic comedy about a delusional gothic lolita, Yurine, who summons a demon girl with the tail of a cobra, Jashin-chan.\nThey'll have to live together until Yurine finds a way to send Jashin-chan back to hell, or until Jashin-chan kills Yurine.\n\n---\n\n[Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20484)",
      "ja": "魔界の悪魔、通称「邪神ちゃん」は、ある日突然、人間界に召喚されてしまう。\n彼女を召喚したのは、神保町のボロアパートで暮らす、ちょっとブラックな心を持つ女子大生、花園ゆりねだった。しかもゆりねは、邪神ちゃんを魔界に帰す方法がわからないと言う。仕方なく一緒に暮らし始めた邪神ちゃんとゆりね。しかし、召喚者が死ねば魔界に帰れることから邪神ちゃんはゆりねを……!?\n少女と邪神ちゃんが繰り広げるちょっとキケンな同居生活コメディ！",
      "pt-br": "Jashin-chan Dropkick é uma comédia violenta sobre uma lolita gótica, Yurine, que invoca uma garota demônio com um rabo de cobra, Jashin-chan.\nElas terão que viver juntas até que Yurine encontre uma maneira de enviar Jashin-chan de volta ao inferno, ou até que Jashin-chan mate Yurine."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "334019e1-18bb-4ac0-b35c-0e8efb1e481c",
    "title": {
      "en": "JoJo’s Bizarre Adventure, Part 9: The JoJoLands (Official Colored)"
    },
    "updatedAt": "2024-08-12T02:02:53+00:00",
    "coverArt": "https://mangadex.org/covers/334019e1-18bb-4ac0-b35c-0e8efb1e481c/458dae43-f614-41a3-b5e6-929f63daf94d.png",
    "altTitles": [
      {
        "en": "JoJo’s Bizarre Adventure, Part 9: The JoJoLands - Digital Colored Comics"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第9部 ザ・ジョジョランズ カラー版"
      },
      {
        "en": "JoJo no Kimyou na Bouken Part 9: The JoJoLands (Official Colored)"
      }
    ],
    "description": {
      "en": "On the Hawaiian Islands, siblings Dragona and Jodio Joestar commit petty crimes to provide aid for their ailing mother Barbara Ann. Under the orders of Meryl May Qi, both a crime lord and their high school principal, the siblings work alongside fellow teenagers Usagi Alohaoe and Paco Laburantes. Together, the gang engages in outright robbery, fraudulent activity, and other schemes to rip off unsuspecting tourists and civilians.  Fifteen-year-old Jodio admires his older brother's strong sense of identity and his mother's incredible work ethic, but there is a darkness within him, one characterized by violent outbursts that he carries out with a cold stoicism. Diagnosed as a sociopath, Jodio is quick to brutalize those who threaten his loved ones. His one objective is to make money by any means necessary, both to support his family and to become filthy rich in his own right.  On one particular heist, the gang robs manga artist Rohan Kishibe of a seemingly ordinary lava rock. However, they soon find that the rock draws any object of high value that it touches to its wielder, no matter the distance or bizarre chain of circumstances it takes to get there. With this new power in hand, Jodio and his allies set out to become wealthier than they ever dreamed possible."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc3db8cd-fe54-457d-90b3-3cc43148b9c8",
    "title": {
      "en": "Jesus"
    },
    "updatedAt": "2024-05-21T15:04:26+00:00",
    "coverArt": "https://mangadex.org/covers/dc3db8cd-fe54-457d-90b3-3cc43148b9c8/884a541d-6edf-4943-80b4-9d3354af7345.png",
    "altTitles": [
      {
        "ja": "シーザス"
      },
      {
        "ja": "復活殺手JESUS"
      },
      {
        "en": "Jesus (FUJIWARA Yoshihide)"
      },
      {
        "id": "J"
      }
    ],
    "description": {
      "en": "The underground speaks of hitman of incredible skill, this man goes by the name \"Jesus.\" Why, you ask? because that happens to be last word to escape the lips of any fool unfortunate enough to be caught on the wrong end of his gun.\n\n\n----\n\nIndonesian release by Elex Media Komputindo as **J**"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "125"
  },
  {
    "mangaId": "461f0cfa-cd72-4d70-bf26-a0279e0aa8fc",
    "title": {
      "en": "Rosen Garten Saga"
    },
    "updatedAt": "2024-05-02T13:35:52+00:00",
    "coverArt": "https://mangadex.org/covers/461f0cfa-cd72-4d70-bf26-a0279e0aa8fc/3f1027da-4ffe-4fa4-8733-bf0ffb87ae17.jpg",
    "altTitles": [
      {
        "ja-ro": "Rosengarten Saga"
      },
      {
        "ru": "Сага о Розенгартене"
      },
      {
        "ru": "Сага о Саде роз"
      },
      {
        "ja": "ローゼンガーテン・サーガ"
      },
      {
        "zh-hk": "薔薇園傳奇"
      },
      {
        "ne": "रोसेन गार्तेन सागा"
      }
    ],
    "description": {
      "en": "Lynn's village getting attacked by bandits doesn't keep her down in the dumps for long! Picking up a sword housing an extraordinary pervert… I mean hero, Siegfried, she sets off on a journey of many bouts with various degenerat… ahem, heroes!",
      "pt-br": "Depois que sua vila foi atacada por um bando de ladrões, Lynn se levantou para proteger seus amigos e o mundo com a ajuda de uma Espada Mágica, que contém a alma de um herói...? Uma história de fantasia/ação com uma heroína sem precedentes(?)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e790191a-d6be-4894-ac63-09bfa00ccfbe",
    "title": {
      "en": "Coercion"
    },
    "updatedAt": "2024-07-28T11:01:30+00:00",
    "coverArt": "https://mangadex.org/covers/e790191a-d6be-4894-ac63-09bfa00ccfbe/28977a2a-e0f3-418d-9581-89ace446c060.png",
    "altTitles": [
      {
        "en": "Coercion"
      },
      {
        "ja-ro": "Kyosei"
      },
      {
        "ja": "Mangaplus"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a414441-bbad-43f1-a3a7-dc262ca790a3",
    "title": {
      "en": "Omniscient Reader's Viewpoint"
    },
    "updatedAt": "2023-07-15T15:10:35+00:00",
    "coverArt": "https://mangadex.org/covers/9a414441-bbad-43f1-a3a7-dc262ca790a3/aeb88211-faa2-4f9f-adee-a8e4d814d51a.jpg",
    "altTitles": [
      {
        "ko": "전지적 독자 시점"
      },
      {
        "fr": "Lecteur omniscient"
      },
      {
        "es": "Lector omnisciente"
      },
      {
        "en": "ORV"
      },
      {
        "pl": "Punkt Widzenia Wszechwiedzącego Czytelnika"
      },
      {
        "ru": "Всеведущий читатель"
      },
      {
        "ar": "دیدگاه خواننده‌ی همه‌چی‌دون"
      },
      {
        "ar": "وجهة نظر القارئ العراف"
      },
      {
        "th": "อ่านชะตาวันสิ้นโลก"
      },
      {
        "ja": "全知的な読者の視点から"
      },
      {
        "zh-hk": "全知讀者視角"
      },
      {
        "zh": "全知读者"
      },
      {
        "ko": "전독시"
      },
      {
        "ko": "Jeonjijeok Dokja Sijeom"
      },
      {
        "en": "Omniscient Reader"
      },
      {
        "de": "Der allwissende Leser"
      },
      {
        "vi": "Toàn Trí Độc Giả"
      },
      {
        "zh": "全知读者视角"
      },
      {
        "vi": "Góc nhìn của Độc giả Toàn tri"
      }
    ],
    "description": {
      "de": "Damals hatte Dokja noch überhaupt keine Ahnung. Er hatte keine Ahnung, dass sein Lieblings-Web-Roman ‘Drei Wege um die Apokalypse zu überleben’ Realität wird und dass er der einzige ist, der weiß wie der Weltuntergang aussehen wird. Er hatte auch keine Ahnung, dass er letztendlich der Protagonist von diesem Roman werden würde. Jetzt begibt sich Dokja auf eine Reise, um den Lauf der Geschichte zu ändern und die Menschheit zu retten!\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "en": "Dokja was an average office worker whose sole interest was reading his favorite web novel 'Three Ways to Survive the Apocalypse.' But when the novel suddenly becomes reality, he is the only person who knows how the world will end. Armed with this realization, Dokja uses his understanding to change the course of the story, and the world, as he knows it.",
      "es": "En ese entonces, Dokja no tenía idea de que su novela web favorita, Tres maneras de sobrevivir al apocalipsis, cobraría vida y que solo él sabría cómo iba a terminar el mundo. Tampoco tenía idea de que se convertiría en el protagonista de esta novela transformada en realidad. Ahora Dokja debe embarcarse en un viaje para alterar el curso de la historia y salvar a la humanidad de una vez por todas.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "fr": "« Je suis le seul lecteur à connaître la fin du monde. » [Les trois façons de survivre dans un monde en ruine], ce roman fantastique de 3 149 chapitres, est devenu la réalité. Et il n'existe qu'une seule personne qui a lu l'intégralité de l'ouvrage.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "id": "\"Jalan cerita ini... hanya aku yang tahu!\" Dunia baru akan datang, maka dunia yang lama harus hancur. Apakah dia bisa menyelamatkan diri dari kehancuran dunia yang lama?!\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "ja": "「ありえない...これは俺が知っている展開だ。」 10年以上読み続けた小説の最終話を読んだ日、世界は滅亡し小説の世界が現実となった。 平凡で冴えないサラリーマンの主人公・ドクシャ。 そんな彼の趣味はWEB小説『滅亡した世界で生き残る３つの方法』を読むこと。 ついに最終話を読み終えたかと思いきや、作者からのメッセージが届き小説のモンスターと登場人物が突如現れ、新たな世界が幕を開けた！ 「俺は、この世界の結末を知る唯一の読者となった。」 たった一人だけが読み終えたファンタジー小説が現実に。 果たしてドクシャは滅亡した世界を救うことができるのか？\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "ko": "'이건 내가 아는 그 전개다'\r\n한순간에 세계가 멸망하고, 새로운 세상이 펼쳐졌다.\r\n오직 나만이 완주했던 소설 세계에서 평범했던 독자의 새로운 삶이 시작된다.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "ru": "«Я знаю то, что сейчас будет».\r\nВ тот момент, когда он подумал об этом, мир был уже разрушен, и вдруг открылась новая вселенная. Новая жизнь обычного читателя начинается в мире романа, романа, который смог прочесть лишь он.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "th": "\"เดี๋ยวนะ สถานการณ์นี่มันคุ้นๆ?\" โลกใบเดิมพลิกผันไปในชั่วพริบตา! ชีวิตพนักงานบริษัทธรรมดาๆ ของผมเปลี่ยนแปลงไปอย่างฉับพลัน นี่มันโลกในนิยายที่มีผมอ่านอยู่แค่คนเดียวนี่!\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "vi": "'Mình biết diễn biến tiếp theo của câu chuyện này.' Ngay trong khoảnh khắc ấy, thế giới cũ bị diệt vong, và một thế giới khác được mở ra. Cuộc sống của một độc giả tầm thường bỗng chuyển sang chương mới, giữa thế giới của một cuốn tiểu thuyết nọ, một cuốn tiểu thuyết mà chỉ mình anh ta biết được kết cục.",
      "zh-hk": "「您收到了主線任務。」 長著角的妖怪，熟悉的人物登場…… 太扯了...這是我所讀過的小說劇情！\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "bd935ca2-c9b6-4f2b-a3b3-77402d2337d8",
    "title": {
      "en": "Maou Gakuen no Hangyakusha"
    },
    "updatedAt": "2024-07-12T21:01:57+00:00",
    "coverArt": "https://mangadex.org/covers/bd935ca2-c9b6-4f2b-a3b3-77402d2337d8/8e5ba6e2-14cb-4a6c-939c-9b2b04ec600a.jpg",
    "altTitles": [
      {
        "ja": "魔王学園の反逆者"
      },
      {
        "en": "Demon Academy's Rebel"
      }
    ],
    "description": {
      "en": "Yuuto is an ordinary high school boy who, one day, notices a mysterious tarot card by his bed. He shows it to his parents, who give him the good news - as the son of demonking, he is eligible to become the next Demon Lord. As such, Yuuto is soon brought to a demonic academy in order to improve his devilish skills and earn the title of demon lord. And, you know, get a harem along the way.   \n  \nFrom the author of Masou Gakuen HxH and Ecstas Online.",
      "pt-br": "\"A humanidade é nada mais que escrava para uma raça demoníaca - Um estudante comum do ensino médio, Morioka Yuuto, foi escolhido para ser candidato ao próximo rei demônio. Ele é transferido para o colégio Ginsei, aonde é tratado com desdenho pelos outros estudantes. [Juro que vou te fazer ser rei demônio. Por isso... me torne a sua serva!] Yuuto se encontra com uma linda demônio, Himegami Lizel, que muda o seu mundo e sua vida. Ele pode aprender qualquer tipo de magia instantaneamente e absorver poder mágico infinitamente ao ter contato com suas servas. Esse é um poder especial que os demônios não tinham e era concedida a apenas a um humano, Yuuto. O humano que se tornou candidato a rei demônio e desafiou os mais fortes demônios para ser o próximo rei! Emocionante e fascinante. A fantástica história de ascensão em um colégio de magia se inicia!\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4a4250d-14a0-4b45-83ac-c732091b4eba",
    "title": {
      "en": "My Daughter Is the Final Boss"
    },
    "updatedAt": "2024-06-29T01:54:17+00:00",
    "coverArt": "https://mangadex.org/covers/a4a4250d-14a0-4b45-83ac-c732091b4eba/90295f87-e093-4731-8d5e-7e44cb33d0ac.jpg",
    "altTitles": [
      {
        "ko": "내 딸은 최종 보스"
      },
      {
        "ko-ro": "Nae Ddar'eun Cheojong Boss"
      },
      {
        "zh-hk": "我的女兒是最終頭目"
      },
      {
        "zh": "灭世女神今年5岁"
      },
      {
        "ko-ro": "Nae Ttareun Choejong Boss"
      },
      {
        "fr": "Ma fille est le boss final"
      },
      {
        "it": "Mia figlia è il boss finale"
      },
      {
        "uk": "Моя донька - фінальний бос"
      },
      {
        "ru": "Моя дочь — Финальный Босс"
      },
      {
        "mn": "Миний охин бол эцсийн BOSS"
      },
      {
        "ja": "俺の娘はラスボス"
      },
      {
        "zh": "灭世女神今年5岁"
      },
      {
        "zh": "我的女儿是最终的老板"
      },
      {
        "zh-hk": "我的女兒是最終的老闆"
      },
      {
        "id": "Putriku Adalah Bos Terakhir"
      },
      {
        "es-la": "Mi Hija es el Jefe Final"
      }
    ],
    "description": {
      "en": "Lee Seo-jun could only watch as his daughter, the witch Lee Seol-ah, turned into the wicked final boss who destroyed the world and brought upon his death. \n\nThough never a good dad, as he loses consciousness, Seo-jun gets a new quest.\n\n[Change the future.] \n\nUpon awakening, he sees a 5-year-old Seol-ah standing before him. Now, Seo-jun must raise Seol-ah to avoid the misfortunes that originally turned her wicked and become the caring father she never had.\n\nThe price of failure? Only the end of the world.\n\n\n---\n**Alt. Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "fr": "Ma fille a détruit le monde. À la fin de celui-ci, je suis mort impuissant. Quand j'ai rouvert les yeux, ma fille de cinq ans était devant moi. <Quête unique : Changer le futur> Arrêtez les cinq malheurs de Seol-Ah Lee. (0/5) Une nouvelle chance m'a été accordée. Si elle est mal éduquée, le monde périra.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "id": "Putriku menghancurkan dunia ini, di akhir hidupku aku mati tidak berdaya. Ketika aku membuka mata, putriku yang berusia 5 tahun berada di hadapanku. Aku mengalami regresi dan harus mencegah 5 nasib buruk Seol-Ah (0/5) Aku diberikan kesempatan sekali lagi, untuk mengubah semuanya dan menebus semua kesalahanku di masa lalu Jika dibiarkan begitu saja, maka dunia akan binasa. - Diary Lee Seojun\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "ko": "내 딸이 세상을 멸망시켰다.\n엇나감의 끝에서, 나는 무력하게 죽음을 맞이했다.\n다시 눈을 떴을 때, 내 눈앞에는 다섯 살의 딸이 있었다.\n\n<고유 퀘스트 : 미래 바꾸기>\n이설아의 다섯 가지 불행을 막으십시오.(0/5)\n\n다시 한번 주어진 기회.\n잘못 키우면, 세상이 멸망한다.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "ru": "Моя дочь разрушила мир. В конце её дивергенции я беспомощно умер.\nКогда снова открыл глаза, передо мной стояла моя пятилетняя дочь.\n[Остановите пять несчастий Соль-а Ли. (0/5)]\nМне дали ещё один шанс. Если её неправильно воспитать, то мир погибнет.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "uk": "Моя донька зруйнувала світ, а я помер. Але після смерті перед моїми очима з'явилось завдання.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "zh": "我的女儿灭亡了世界。 就在生死毁灭之际，我无力的迎接死亡的到来。 再次睁开双眼的时候，我回到了过去，眼前竟出现了女儿5岁时的身影！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1f8f17a-6c51-4a35-9205-bc70bb5fa826",
    "title": {
      "en": "Tsurenai Hodo Aokute Azatoi Kurai ni Akai"
    },
    "updatedAt": "2024-04-15T10:51:45+00:00",
    "coverArt": "https://mangadex.org/covers/a1f8f17a-6c51-4a35-9205-bc70bb5fa826/e8d089bb-70ac-4ab2-a39f-33908756e7fa.jpg",
    "altTitles": [
      {
        "ja": "つれないほど青くて あざといくらいに赤い"
      },
      {
        "ru": "Холодно-синий и коварно-красный"
      },
      {
        "vi": "Xanh đến nỗi Lạnh Lùng, Đỏ tới mức Xảo Quyệt"
      },
      {
        "vi": "𩇢𦤾馁𨗺𡫶 𧹼細墨巧譎 (Nom Script)"
      }
    ],
    "description": {
      "en": "Is this senior... female? Male? Neutral? Demonic? A transfer student suffering from an incurable disease called curiosity meets a mysterious being (human) who is beautiful, cute, cool, and terrifying. The first of a new generation of horror comic authors presents an abyssal love story, a ghost story to peek into and sensuality to you.",
      "ru": "Мой сэмпай... Кто же это? Девушка? Парень? Оно? Демон?.. Главный герой — переведенный ученик старшей школы, страдающий неизлечимым чувством любопытства натыкается на красивое, милое, крутое и опасное создание (человека?). С этого момента и начинаются их необычные отношения.\n\n(Source: mangalib)",
      "vi": "Liệu senpai này là... Nữ giới? Nam giới? Vô giới? Ác quỷ giới?? Một học sinh chuyển trường mắc một căn bệnh vô phương cứu chữa gọi là sự hiếu kì đã gặp phải một tồn tại bí ẩn dưới hình dạng của một con người vô cùng xinh đẹp và dễ thương nhưng cũng rất lạnh lùng và đáng sợ. Một câu chuyện tình yêu nơi vực thẳm, một câu chuyện ma quái đầy gợi cảm, mang đến cho bạn bởi tác giả đứng đầu về một thế hệ mới của truyện kinh dị...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ede55c-1584-4019-b85b-3902a423c3ab",
    "title": {
      "en": "Fairy Tail: 100 Years Quest"
    },
    "updatedAt": "2024-04-20T22:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/52ede55c-1584-4019-b85b-3902a423c3ab/81452260-1789-43e7-b7f4-cd5dcef486b1.jpg",
    "altTitles": [
      {
        "en": "Fairy Tail 100 Years Quest"
      },
      {
        "vi": "Fairy Tail Nhiệm vụ Trăm năm"
      },
      {
        "ja-ro": "Feari Teiru: Hyaku-nen Kuesuto"
      },
      {
        "ru": "Хвост Фей: 100-летний квест"
      },
      {
        "th": "แฟรี่เทล ภาคเควส 100 ปี ตอนที่"
      },
      {
        "ja": "フェアリーテイル １００年クエスト"
      },
      {
        "ko": "페어리 테일 -100년 퀘스트"
      },
      {
        "zh-hk": "妖精的尾巴 百年任務"
      },
      {
        "uk": "Хвіст Феї: 100-річний квест"
      }
    ],
    "description": {
      "en": "After overcoming the threat of Acnologia and Zeref, Fairy Tail has become stronger and more energetic! The 100 year quest which Natsu and company left for, and also to the members who had remained at the guild, something new is going to happen!? Although the story was supposed to have concluded, a new adventure now begins!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Продолжение популярной манги \"Хвост Феи\" или \"Фейри Тейл\", которая будет носить отдельное название \"100 летний квест\"! После победы над Зерефом нашу любимую, еще более сильную гильдию, ждет новое приключение! Не пропустите новые приключения популярных героев!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1c408f6-3dec-4d62-b6b3-b57e615d933c",
    "title": {
      "en": "Wind Breaker"
    },
    "updatedAt": "2023-09-15T10:07:15+00:00",
    "coverArt": "https://mangadex.org/covers/c1c408f6-3dec-4d62-b6b3-b57e615d933c/8b279428-fa32-49b2-bd51-4f8d4db7d420.jpg",
    "altTitles": [
      {
        "ru": "Ветролом"
      },
      {
        "ko": "윈드브레이커"
      },
      {
        "fa": "بادشکن"
      },
      {
        "fr": "Wind Breaker – Vélo"
      },
      {
        "kk": "Жел уатқыш"
      }
    ],
    "description": {
      "en": "Jo Ja-Hyun (Jay) is the student president of Taeyang (Sunny) High. He is not just a smart student but an extreme biker with high techniques. As you follow his bike, you will meet his friends, love, and adventures.\n\n---\n\n**Contents:**\n- **Season 1:** 65 Chapters + Prologue + Special (0-65)\n- **Season 2.1:** 65 Chapters + Prologue (66-130)\n- **Season 2.2:** 117 Chapters (131-257)\n- **Season 3:** 128 Chapters (258-375)\n- **Season 4:** 53 Chapters (Ongoing) (376-)",
      "fr": "Nous suivons l’histoire de Jay un jeune lycéen étudiant et président du conseil des élèves de la Sunny High.\n\nAlors qu’il était en train de faire du vélo, ce dernier se fera rapidement repérer par Minu, membre de la Zephyrus Crew, un groupe de cycliste. Le jeune homme ayant été impressionné par les compétences de Jay tentera de le recruter dans son équipe, chose que le président du conseil des élèves refusera catégoriquement.\n\nVoyant les nombreux refus de ce dernier, Minu abandonnera l’idée de le recruter et lui proposera simplement de faire une course contre TJ, également membre de la Zephyrus Crew. Alors que Jay s’apprêtait à décliné son offre, Minu lui dira que ce fameux TJ a insulté son vélo, disant qu’il ne s’agissait que d’un tas de ferraille. Fou de rage, Jay acceptera finalement de prendre part à la course…",
      "pt": "Jo Ja-Hyun (Jay) é o Presidente do Conselho estudantil da Taeyang (Sunny) High. ele não é somente um aluno inletigente mas um ciclista incrível com ótimas técnicas. enquanto você segue a bicicleta dele, irá conhecer seus amigos, amor e as aventuras."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e9cb9e3b-efaa-4b85-88e9-5b0612e50a61",
    "title": {
      "en": "6-gou Keibi"
    },
    "updatedAt": "2024-08-14T19:54:05+00:00",
    "coverArt": "https://mangadex.org/covers/e9cb9e3b-efaa-4b85-88e9-5b0612e50a61/93e100a4-8389-4c01-8a13-378fc1156d87.jpg",
    "altTitles": [
      {
        "ja-ro": "6-go Keibi"
      },
      {
        "ja": "6号警備"
      },
      {
        "ja-ro": "Roku-gou Keibi"
      },
      {
        "en": "Security: Sixth Division"
      },
      {
        "ja": "6号警备"
      }
    ],
    "description": {
      "en": "Suou Shuuichi is your typical otaku neet. But what happens when his latest figurine order turns out to be something completely out of this world."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-07-14T06:06:32+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/b1eb44d4-2286-4a0a-89d0-0b4311de846c.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "en": "Kagura Bowl"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-08-01T16:13:21+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "“You’re amazing for being alive another day!”\n\nA Manga about an understanding girlfriend who rewards you with a “log-in bonus” every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7af9467-a5d3-470a-86e9-b5ae4a82e0cd",
    "title": {
      "en": "JoJo’s Bizarre Adventure, Part 4: Diamond Is Unbreakable (Official Colored)"
    },
    "updatedAt": "2024-07-27T09:53:04+00:00",
    "coverArt": "https://mangadex.org/covers/b7af9467-a5d3-470a-86e9-b5ae4a82e0cd/c7dd8abf-9c2a-4b7f-8597-17b3c4ead3dc.jpg",
    "altTitles": [
      {
        "en": "JoJo’s Bizarre Adventure, Part 4: Diamond Is Unbreakable - Digital Colored Comics"
      },
      {
        "ja-ro": "JoJo no Kimyō na Bōken: Diamond wa Kudakenai"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Diamond wa Kudakenai"
      },
      {
        "es-la": "La extraña aventura de JoJo Parte 4: El diamante es inquebrantable"
      },
      {
        "ja": "ジョジョの奇妙な冒険 ダイヤモンドは砕けない"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 4 - Diamond is Unbreakable (Official Colored)"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第4部 ダイヤモンドは砕けない カラー版"
      }
    ],
    "description": {
      "en": "In April 1999, Jotaro Kujo travels to a town in Japan called Morioh to find a young man named Josuke Higashikata, the secret love child of his grandfather, Joseph Joestar. Upon finding him, Jotaro is surprised to learn that Josuke also possesses a Stand. After their strange meeting, the pair team up to investigate the town’s proliferation of unusual Stands!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "174"
  },
  {
    "mangaId": "e4429b48-f543-47cd-ad2d-39e73ab264e5",
    "title": {
      "en": "These Two Will Be Married In 100 Days"
    },
    "updatedAt": "2023-06-05T05:53:08+00:00",
    "coverArt": "https://mangadex.org/covers/e4429b48-f543-47cd-ad2d-39e73ab264e5/5a47b40e-e8ea-40b7-a4ed-7362df3e1f25.png",
    "altTitles": [
      {
        "ja-ro": "100nichigo ni Kekkon Suru Futari"
      },
      {
        "ja": "100日後に結婚する二人"
      },
      {
        "ru": "Они обручатся через 100 дней"
      },
      {
        "ja-ro": "100-nichi Go ni Kekkon Suru Futari"
      },
      {
        "ja-ro": "100 Nichi Go ni Kekkon Suru Futari"
      }
    ],
    "description": {
      "en": "A Twitter comic by Hata Kenjiro about a couple that will be married in 100 days."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "100"
  },
  {
    "mangaId": "c8d82392-b79c-4e55-b9c5-e7391c532443",
    "title": {
      "en": "Forest Sea"
    },
    "updatedAt": "2022-09-07T01:14:58+00:00",
    "coverArt": "https://mangadex.org/covers/c8d82392-b79c-4e55-b9c5-e7391c532443/f8ed4ae2-5818-47f1-9dd3-4d2aa5e6fcc3.png",
    "altTitles": [
      {
        "ko": "숲바다"
      }
    ],
    "description": {
      "en": "After a long war, the Avian Race and the Serpent Race finally signed a peace treaty.\n\nBoth races agreed to promote peace and coexistence and, as the first step, a new joint training center was established. Sa Hwa-hyeon, a long-time general of the Avian Race who made a significant contribution during the war, was going to start a new life as an instructor there.\n\nWhile cadets felt great respect towards their instructor, they also distanced themselves from Sa Hwa-hyeon, who treated them with a calm but strict demeanor.\n\nAmong them, there was Yahyul, a cadet from the Serpent Race, who didn’t particularly stand out, but whose gaze followed Hwa-hyeon everywhere.\n\nTheir first meeting was a pure coincidence, but the two people started gradually becoming closer after a number of small encounters.\n\nA light warm breeze that started to warf between them one day grew stronger as the instructor and the cadet were gradually getting closer to each other to become more than just two friends walking alongside one another…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd6d0982-0091-4945-ad70-c028ed3c0917",
    "title": {
      "ja-ro": "Mushoku Tensei ~Isekai Ittara Honki Dasu~"
    },
    "updatedAt": "2024-08-16T17:50:43+00:00",
    "coverArt": "https://mangadex.org/covers/bd6d0982-0091-4945-ad70-c028ed3c0917/ec119d54-8a30-4e1b-8c4a-a4c66d8560b9.jpg",
    "altTitles": [
      {
        "pt-br": "A Reencarnação do Vagabundo: Vou dar meu melhor se for para outro mundo"
      },
      {
        "en": "Jobless Reincarnation - I Will Go All Out When I'm Transported to Another World"
      },
      {
        "en": "Jobless Reincarnation - It Will be All Out if I Go to Another World"
      },
      {
        "en": "Mr. No-Job's New Life - If I Go to a Parallel World, Then I'll Get Serious"
      },
      {
        "ja-ro": "Mushoku Tensei"
      },
      {
        "fr": "Mushoku Tensei - Nouvelle vie, nouvelle chance"
      },
      {
        "en": "Mushoku Tensei: If I Get to a Parallel Universe I'll Bring Out my True Effort"
      },
      {
        "en": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "ru": "Реинкарнация безработного ~История о приключениях в другом мире~"
      },
      {
        "ru": "Реинкарнация безработного: Попав в другой мир, я стану сёръёзнее"
      },
      {
        "th": "เกิดชาตินี้พี่ต้องเทพ"
      },
      {
        "zh": "无职转生~在异世界认真地活下去~"
      },
      {
        "ja": "無職転生 〜異世界行ったら本気だす〜"
      },
      {
        "ko": "무직전생 〜다른 세계 가면 진심 낸다〜"
      },
      {
        "it": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "de": "Mushoku Tensei - In dieser Welt mach ich alles anders"
      },
      {
        "es": "Mushoku Tensei: Reencarnación desde cero"
      },
      {
        "fa": "موشوکو تنسی: تناسخ علاف"
      },
      {
        "zh-hk": "無職轉生~在異世界認真地活下去~"
      },
      {
        "pt-br": "Jobless Reincarnation: I Will Seriously Try If I Go to Another World"
      },
      {
        "ms": "Penjelmaan Semula yang Menganggur: Jika Saya Pergi ke Dunia Lain, Saya Akan Menjadi Serius"
      },
      {
        "it": "Reincarnazione senza lavoro: Ci proverò seriamente se vado in un altro mondo"
      },
      {
        "fr": "Réincarnation sans emploi : j'essaierai sérieusement si je vais dans un autre monde"
      },
      {
        "vi": "Thất nghiệp chuyển sinh ~ Sống hết mình sau khi tới thế giới khác~"
      },
      {
        "ru": "Реинкарнация безработного: Я серьёзно постараюсь, если отправлюсь в другой мир"
      },
      {
        "ar": "موشوكو تينسي"
      },
      {
        "fa": "موشوکو تنسی"
      },
      {
        "tr": "Mushoku Tensei: İşsiz Reenkarnasyon"
      },
      {
        "tr": "Mushoku Tensei: Paralel Evrene Taşındığımda Her Şeyi Yapacağım"
      }
    ],
    "description": {
      "en": "A 34-year-old NEET gets killed in a traffic accident and finds himself in a world of magic. Rather than waking up as a full-grown mage, he gets reincarnated as a newborn baby, retaining the memories of his past life. Before he can even properly move his body, he resolves to never make the same mistakes he made in his first life ever again and instead live a life with no regrets with the new one that was given to him. Because he has the knowledge of a middle-aged man, by the age of two, he has already become a prodigy and possesses power unthinkable for anyone his age and even older. Thus begins the chronicles of Rudeus Greyrat, son of swordsman Paul and healer Zenith, as he enters a new world to become the strongest mage known to man, with powers rivaling even the gods themselves.",
      "ru": "34-летнего отаку-затворника выгнали из дома родственники после похорон его родителей. Этот жирный и уродливый девственник без гроша в кармане осознал, что его жизнь подошла к концу. Затем он понял, что его жизнь вообще могла бы быть намного лучше, если бы тот мог избавиться от тёмных страниц своей жизни. Пребывая в сожалениях, мужчина увидел, как грузовик со спящим водителем быстро надвигается на трёх школьников. Собрав все свои силы, он попытался спасти их и погиб.  \r\n  \r\nА открыв глаза, он обнаружил, что переродился в мире меча и магии как Рудеус Грейрат. Получив в этом мире новую жизнь, Рудеус решил, что в этот раз проживёт свою жизнь на полную, безо всяких сожалений!  \r\n  \r\nИ так началось приключение человека, пожелавшего заново начать свою жизнь.  \r\n  \r\nAlternative Raw: <http://seiga.nicovideo.jp/comic/23831>",
      "es-la": "La historia trata sobre un muchacho que se encierra en su casa tras sufrir una enorme humillación pública sin atreverse a salir durante varios años debido a los traumas que esto le ocasionó. Incapaz de soportar esto, se encerró en casa sin querer salir ni volver a ver a sus compañeros y durante años el miedo a salir creció y creció, acabando por convertirse en una carga para su familia… hasta el día en que sus padres murieron y sus hermanos lo expulsaron de su hogar por el parásito en el que se había convertido. En ese momento, aunque tarde, se arrepintió de su actitud y se puso a pensar que su vida podría haber sido decente si él le hubiera puesto más esfuerzo. Justo cuando estaba a punto de iniciar su nuevo cambio, ve un camión en movimiento a gran velocidad dirigiéndose a tres estudiantes de secundaria. Reuniendo todas las fuerzas que tenía logra salvarlos, pero a cambio él termina siendo atropellado por el camión, muriendo al instante. Cuando abrió los ojos, él había reencarnado en un mundo de espadas y magia como Rudeus Greyrat. Nacido en este nuevo mundo, con una nueva vida, Rudeus decidió que, “Esta vez, realmente voy a vivir mi vida al máximo sin arrepentimientos”. De este modo se inicia el viaje de un hombre que anhela reiniciar su vida."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e343c66-adef-42ee-b6bf-ecc3d9b862d0",
    "title": {
      "en": "Iyahaya Nantomo"
    },
    "updatedAt": "2024-08-03T13:05:44+00:00",
    "coverArt": "https://mangadex.org/covers/8e343c66-adef-42ee-b6bf-ecc3d9b862d0/b44f2d49-39e4-4c1c-92e3-e74512d4c9f1.jpg",
    "altTitles": [
      {
        "ja": "イヤハヤ南友"
      },
      {
        "en": "Goodness Gracious Nantomo!"
      },
      {
        "ja-ro": "Iyahaya Nantomo"
      },
      {
        "en": "Goodness Gracious Nantomo Iyahaya!"
      }
    ],
    "description": {
      "en": "The Iyahaya family, one of Japan's most prominent conglomerates based in Iyahate Prefecture, has decided to take care of a relative named Nantomo while his parents are transferred overseas. Iyahaya Sayoko can't help but be curious about her relative's boy of the same age. What kind of boy is this eccentric Nantomo?\n\nIn the meantime, a boy in a tattered coat appears before Sayoko's eyes, a poorly dressed eccentric person who eats his dog's food. When she asked him what his name was, he said, \"Iyahaya Nantomo (Oh no... Not at all...)\", how unclear. Sayoko and her grandmother hurriedly invited him into their house, convinced that he was their relative, Nantomo.\n\nEven though he is not Nantomo, the head of the Iyahaya family, Totetsumo, decides to keep the poor, mysterious boy as a Nantomo and sends him to Kenkin Academy, the same school as Sayoko.\n\nThe school is in the state of Cold War with The Hatesate family conglomerate and Iyahaya Family conglomerate. With the arrival of Nantomo, the school is dragged into a great explosion of madness."
    },
    "status": "completed",
    "releaseDate": 1974,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": ""
  },
  {
    "mangaId": "243b3aa8-f248-45a2-a1c3-5be8a864ad89",
    "title": {
      "en": "The Golden Age"
    },
    "updatedAt": "2024-07-10T09:41:30+00:00",
    "coverArt": "https://mangadex.org/covers/243b3aa8-f248-45a2-a1c3-5be8a864ad89/bcd99fdb-7b74-4632-a90c-b1022f1b6f24.jpg",
    "altTitles": [
      {
        "ko": "중천수월령"
      },
      {
        "ko-ro": "Jungcheonsuwollyeong"
      },
      {
        "ko-ro": "Jungchonsuwolryong"
      },
      {
        "fr": "L'Age D'or"
      }
    ],
    "description": {
      "fr": "Ban Suho, un garde qui est mort après avoir échoué à protéger la princesse des assassins ! Retour dans le temps il y a deux ans avec une force inconnue ! « Cette fois, je dois... » Déterminé à protéger la princesse cette fois-ci, il part à la recherche du pouvoir scellé pour devenir plus fort. En effet, Ban Suho obtient le pouvoir d'une force inconnue. Sera-t-il capable de protéger la princesse ?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76a41f6e-98be-4538-866d-c9a7edf4e6cc",
    "title": {
      "en": "The Detective of Muiella"
    },
    "updatedAt": "2023-11-23T19:14:16+00:00",
    "coverArt": "https://mangadex.org/covers/76a41f6e-98be-4538-866d-c9a7edf4e6cc/8c008538-71a4-422d-a2f4-72c95ca4e6ac.jpg",
    "altTitles": [
      {
        "ko": "뮈엘라의 수사관"
      },
      {
        "ko-ro": "Mwiellaui Susagwan"
      },
      {
        "fr": "L'enquêteur de Muiella"
      },
      {
        "es": "El detective de Muiella"
      },
      {
        "uk": "Слідчий Муелли"
      },
      {
        "ja": "ミュエラの捜査官"
      },
      {
        "zh": "心动搜查官"
      },
      {
        "zh": "慕艾拉的调查官"
      },
      {
        "zh-hk": "穆艾拉的調查官"
      },
      {
        "th": "นักสืบแห่งมิวเอลล่า"
      }
    ],
    "description": {
      "en": "Kate Smith enjoys her quiet life as a maid and has no interest in getting married. Her resolve only deepens as she watches her peers swoon over the moody manservant, Ian. Whether it's fate or bad luck, Kate quickly finds herself in a series of compromising encounters with him. One day another maid goes missing and the mystical happenings that follow only intensify her suspicions about Ian. As the expert detective Jade Killian comes into town, can he help her uncover the truth?\n\n---\nKate is a maid at the Baron's estate in Muiella, a country where warlocks and witches are shunned. One day, the new servant Ian arrives… but he's much too proper and handsome for his lowly rank. As they keep running into each other, Kate's suspicion of Ian's disarming demeanor only grows when strange incidents crop up in the manor. Sleuthing for the truth, the wellbeing of the estate and its residents may be at stake! Where's a good detective when you need one?!\n\n---\n[Original Webtoon](https://page.kakao.com/home/50099907)\n\n**Official Translation:**\n* English: [Tapas](https://tapas.io/series/the-detective-of-muiella/info), [Tappytoon](https://www.tappytoon.com/series/detmuiella/) (expired)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [French / Français](https://delitoon.com/webtoon/lenqueteur-de-muiella)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Detective-of-Muiella/210)\n* [Japanese / 日本語](https://piccoma.com/web/product/18201)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B7%E0%B8%9A%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%A1%E0%B8%B4%E0%B8%A7%E0%B9%80%E0%B8%AD%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2/34)",
      "fr": "Simple deomestique dans un manoir à la campagne, elle ne pensait pas se retrouver mêlée à un mystère. Alors qu’elle ne désire qu’avoir une petite vie tranquille, la visite d’un enquêteur au manoir et l’arrivée d’un valet mystérieux vont bouleverser son petit quotidien. La disparition d’une de ses amies va la pousser à enquêter sur les mystères entourant le manoir...\n\n---\nKate est une domestique dans un manoir à Muiella, une contrée où les gens dotés de pouvoirs magiques sont rejetés. Un jour, Ian, un nouveau domestique arrive… Mais il est bien trop impeccable et élégant pour un simple servant.\n\nLes soupçons de Kate quant au comportement désarmant de Ian ne font que grandir à mesure que d’étranges incidents se produisent dans le manoir.\n\nLa recherche de la vérité pourrait bien mettre tous les résidents en danger! Où trouver un bon détective quand on en a besoin?!\n\n---\n[Original Webtoon](https://page.kakao.com/home/50099907)\n\n**Official Translation:**\n* English: [Tapas](https://tapas.io/series/the-detective-of-muiella/info), [Tappytoon](https://www.tappytoon.com/series/detmuiella/) (expired)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [French / Français](https://delitoon.com/webtoon/lenqueteur-de-muiella)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Detective-of-Muiella/210)\n* [Japanese / 日本語](https://piccoma.com/web/product/18201)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B7%E0%B8%9A%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%A1%E0%B8%B4%E0%B8%A7%E0%B9%80%E0%B8%AD%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2/34)",
      "ko": "마법사와 마녀를 배척하는 나라. 뮈엘라.\n뮈엘라의 시골 영지 알라나데일의 저택에서 하녀로 일하는 케이트.\n\n어느 날, 그녀가 일하는 데일 남작가에 수상한 하인이 들어온다.\n\n하인에 어울리지 않는 훤칠한 키에 단정한 외모를 가진 그는 첫날부터 주목을 받지만,\n케이트는 사사건건 자신과 부딪치는 이안이 마음에 들지 않는다.\n\n한편 그녀가 몸담은 데일 남작가에 불길한 사건들이 하나둘 일어나기 시작하는데…….\n\n---\n[Original Webtoon](https://page.kakao.com/home/50099907)\n\n**Official Translation:**\n* English: [Tapas](https://tapas.io/series/the-detective-of-muiella/info), [Tappytoon](https://www.tappytoon.com/series/detmuiella/) (expired)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [French / Français](https://delitoon.com/webtoon/lenqueteur-de-muiella)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Detective-of-Muiella/210)\n* [Japanese / 日本語](https://piccoma.com/web/product/18201)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B7%E0%B8%9A%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%A1%E0%B8%B4%E0%B8%A7%E0%B9%80%E0%B8%AD%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2/34)",
      "uk": "Муелла - країна, яка неприймає чарівників та відьом. Кейт працює покоївкою в сільській місцевості в маєтку Аланалейл. Одного разу в маєток влаштовується підозрілий слуга. Він недостатньо вмілий для слуги, і в нього гарна зовнішність. Тим часом у будинку барона починають відбуватися зловісні події.\n\n---\n[Original Webtoon](https://page.kakao.com/home/50099907)\n\n**Official Translation:**\n* English: [Tapas](https://tapas.io/series/the-detective-of-muiella/info), [Tappytoon](https://www.tappytoon.com/series/detmuiella/) (expired)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [French / Français](https://delitoon.com/webtoon/lenqueteur-de-muiella)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Detective-of-Muiella/210)\n* [Japanese / 日本語](https://piccoma.com/web/product/18201)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B7%E0%B8%9A%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%A1%E0%B8%B4%E0%B8%A7%E0%B9%80%E0%B8%AD%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2/34)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "163"
  },
  {
    "mangaId": "039b4d5c-7e27-4ac5-bf24-e159139a81b5",
    "title": {
      "en": "Lunacy"
    },
    "updatedAt": "2024-07-30T13:01:35+00:00",
    "coverArt": "https://mangadex.org/covers/039b4d5c-7e27-4ac5-bf24-e159139a81b5/1611f380-8a4f-4f92-84ff-86776cfba4b2.jpg",
    "altTitles": [
      {
        "ja-ro": "Runashii"
      },
      {
        "ja": "るなしい"
      },
      {
        "zh": "疯狂留名"
      }
    ],
    "description": {
      "ja": "火神の子として生きる高校生、るな。\nかつて火神の子であり、鍼灸院を経営する祖母、「おばば」と一緒に暮らしている。\n鍼灸院では火神の子であるるなの血が入ったモグサを使い、「自己実現」を売っている。いわゆる信者ビジネスである。\nるなは「宗教の人」としてクラスでいじめられるが、唯一の理解者であるスバルとは良い友人関係を築いている。\n\nある日、るながいじめられているところをクラスの人気者、ケンショーが助けてくれる。\nその出来事をきっかけにふたりは距離を縮め、るなはケンショーに恋をしてしまう。\n\nだが、神の子であるるなに恋は許されない。\n\nるなは、ケンショーを「ビジネス」に取り込むことを決意する。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00ddd608-4250-47db-9123-6ca6b3caba2d",
    "title": {
      "en": "Reborn as the Heavenly Martial Demon"
    },
    "updatedAt": "2024-08-04T12:08:17+00:00",
    "coverArt": "https://mangadex.org/covers/00ddd608-4250-47db-9123-6ca6b3caba2d/9e1d6c86-38ad-44d2-8298-0a8480599a95.png",
    "altTitles": [
      {
        "en": "After I Die, I Transform Into a Martial Arts Demon"
      },
      {
        "en": "I, In My Posthumous Form, Transform Into The Martial Dao Demon"
      },
      {
        "fa": "دراگون تی اسکول"
      },
      {
        "en": "Reborn as the Heavenly Martial Demon"
      },
      {
        "zh-ro": "Wǒ Sǐ Hòu, Huàshēn Wǔdào Tiānmó"
      },
      {
        "zh": "我死后，化身武道天魔"
      }
    ],
    "description": {
      "en": "Humanity lost the war. Businessmen who sold out their fellow compatriots, hunters who turned to the monsters, stepping on countless human corpses, all in order to earn profit. The otherworldly monsters that entered our world seized it bit by bit like a raging fire. That was until Zuo Chi arrived. \n\"Back then you all were gladly invading our world, so why are you weeping now?\"",
      "fr": "L'humanité a perdu la guerre. Des hommes d'affaires ont trahi leurs compatriotes, et des chasseurs se sont transformés en monstres, piétinant d'innombrables cadavres humains, tout cela pour le profit. Les créatures d'un autre monde ont envahi le nôtre, le conquérant peu à peu comme un feu dévorant. Mais alors que tout semblait perdu, Zuo Chi est apparu.\n\"Autrefois, vous envahissiez notre monde avec jubilation. Pourquoi pleurez-vous maintenant ?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1aca5c7d-f9db-4b8f-90a3-d56bf357ecb9",
    "title": {
      "en": "Burning Kabaddi"
    },
    "updatedAt": "2024-07-02T03:25:47+00:00",
    "coverArt": "https://mangadex.org/covers/1aca5c7d-f9db-4b8f-90a3-d56bf357ecb9/017b52f4-b94b-44be-8e93-50da94679084.jpg",
    "altTitles": [
      {
        "ja-ro": "Shakunetsu Kabaddi"
      },
      {
        "ta": "எரியும் கபடி"
      },
      {
        "ja": "灼熱カバディ"
      },
      {
        "hi": "Jwalit Kabaddi"
      },
      {
        "hi": "धधकती कबड्डी"
      }
    ],
    "description": {
      "en": "The story centres on first-year high school student Tatsuya Yoigoshi, a former ace soccer player who dislikes sports. \nHe gets invited to join the team for an Indian contact sport called Kabaddi. \nHe scoffs at the idea at first but becomes interested after watching a kabaddi practice."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/ad2471d3-64b3-4310-94f9-0a11b6dfda73.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "72910de2-5313-4834-83f1-6a8a23a660ec",
    "title": {
      "en": "Bloodborne"
    },
    "updatedAt": "2023-06-10T16:03:42+00:00",
    "coverArt": "https://mangadex.org/covers/72910de2-5313-4834-83f1-6a8a23a660ec/9f11ce02-112b-48eb-9287-6053cdf74c7e.jpg",
    "altTitles": [
      {
        "en": "Bloodborne - Lady Maria and The Old Hunters"
      },
      {
        "ru": "Порождение крови - Леди Мария и старые охотники"
      },
      {
        "ar": "بلودبورن"
      },
      {
        "ar": "بلودبورن - السيدة ماريا و قدماء الصيادين"
      }
    ],
    "description": {
      "en": "The tale of Lady Maria becoming a hunter who hunts the beasts that terrorizes the city of Yharnam.",
      "ru": "Это история о Леди Марии – одной из первых учениц Германа, кто закончит свой путь в кошмаре охотника. Нам предстоит вернутся в самое начало и проследить становление этого персонажа, а заодно увидеть, как Ярнам погрузится в пучину раздора и безумия. Данная веб манга основана на событиях игры Bloodborne."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "66"
  },
  {
    "mangaId": "3ecdc4ed-aabf-4abc-8504-9eabe5afd2ac",
    "title": {
      "en": "Lady Baby"
    },
    "updatedAt": "2023-06-13T11:47:33+00:00",
    "coverArt": "https://mangadex.org/covers/3ecdc4ed-aabf-4abc-8504-9eabe5afd2ac/5011588a-5d87-498e-bc9a-f9679c55f43d.jpg",
    "altTitles": [
      {
        "tr": "Hanımefendi Bebek"
      },
      {
        "fr": "La dame bébé"
      },
      {
        "ko-ro": "Leidi Beibi"
      },
      {
        "ru": "Леди-малышка"
      },
      {
        "zh": "重生为女婴"
      },
      {
        "ko": "레이디 베이비"
      },
      {
        "es": "La dama bebé"
      }
    ],
    "description": {
      "en": "Young lady Calliope has suffered through nature's law and many accidents. Her family was decimated by ruin and an ongoing war, but upon listening to her melancholic singing upon the family's graveyard, a mysterious womanly figure tells her that she'll reward her for the beautiful song, and shrouds Calliope in darkness. Upon awakening, Calliope finds that she traveled back in time to when she was born! While Calliope slowly grows, will she be able to figure out who killed her family and stop them in time?  \n\n\n---",
      "fa": "[right]⁧⁧ بانوی جوانی به نام کالیوپ از حوادث طبیعی زیادی در حال رنج کشیدنه، خانواده‌‌ی بانوی جوان نابود و جنگ هم در حال پیشرویه، زمانی که برای سوگواری غریبه‌ها به گورستان میره و آوازی برای‌ روح اون غریبه‌ها می‌خونه، ناگهان زنی مرموز ظاهر می‌شه،\"برای آواز زیبایی که برای من خوندی بهت هدیه‌ای میدم، پس بیشتر برام آواز بخون.\" ، ناگهان وقتی چشماش رو باز می‌کنه میبینه دوباره در حال بدنیا اومدنه… می‌فهمه که هدیه اون زن مرموز بازگشت اون به زندگی قبلی‌ش و برگردوندن زمانه، \"این دفعه نمی‌ذارم اون حوادث تکرار بشن.\"، یعنی می‌تونه از اتفاق افتان اون حوادث جلوگیری کنه؟ همراه ما باشید تا در کنار هم شاهد داستان زیبای این بانوی کوچک باشیم .[/right]  \n\n\n---",
      "fr": "C’est l’histoire d’une fille, et ben toute sa famille elle meurt, et ensuite elle se… euh… y a une espèce de déesse qui tombe du ciel, lui offre un cadeau en la ramenant au jour de sa naissance avec ses souvenirs dans un corps de bébé. Et elle se promet de sauver toute sa famille.  \n\n\n---",
      "ru": "Каллиопа пострадала от жестоких законов природы и множества несчастий. Её семья была убита, а продолжительная война оборвала жизнь девушки. Но она вернулась назад во времени к тому моменту, когда родилась. Пока Каллиопа медленно растёт, сможет ли она выяснить, кто убил её семью, и вовремя остановить их?  \n\n\n---",
      "pt-br": "Calliope sofreu pelas leis da natureza e diversos acidentes. Sua família foi assassinada e uma guerra em curso encerrou sua vida, mas ela viajou de volto no tempo para quando ela nasceu?! Enquanto Calliope cresce lentamente, será ela capaz de descobrir quem assassinou sua família e o impedir a tempo?  \n\n\n---\n\n- Updates every Saturday in the Kakao Page  \n- [Official Indonesian Translation](https://kakaopage.co.id/content/Lady-Baby/3135)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76f3f3d6-2cdb-4aba-a80a-907e43bb6d31",
    "title": {
      "en": "Rotten Petal"
    },
    "updatedAt": "2024-08-17T07:05:38+00:00",
    "coverArt": "https://mangadex.org/covers/76f3f3d6-2cdb-4aba-a80a-907e43bb6d31/135597e8-93a9-438f-8d05-f2ab9936351a.png",
    "altTitles": [
      {
        "vi": "Cánh hồng ố xanh"
      }
    ],
    "description": {
      "en": "Love and misunderstandings"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "en": "One Piece - Digital Colored Comics"
      },
      {
        "en": "One Piece"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c0a0a727-c381-4c35-afe0-8152317c6fb4",
    "title": {
      "en": "Kitayama-kun to Minamiya-kun"
    },
    "updatedAt": "2023-10-21T10:47:19+00:00",
    "coverArt": "https://mangadex.org/covers/c0a0a727-c381-4c35-afe0-8152317c6fb4/10cec9b1-d7d0-43b1-8d0b-1975f4148184.jpg",
    "altTitles": [
      {
        "ja": "北山くんと南谷くん"
      }
    ],
    "description": {
      "en": "\"I want to see Kitayama-san's erotic face!!\"\n\nA handsome guy who's too pure × a lewd boy who's often perverted.\nA 100% cute and happy love comedy!\n\nConvenience store employee Minamiya can fantasize about \"a person's most erotic face\" just by looking at them.\nBut, his work senior Kitayama's erotic face is the only one he can't see.\nWhy is it just him? He's so curious that he ends up staring at him.\nOne day, they start talking when they find out they have the same favorite band, and Minamiya goes over to Kitayama's house.\nMaybe with this he'll be able to imagine Kitayama's erotic face!?\nWhile thinking about his ulterior motives, he talks about his love for the band...\n\n\"I like Minamiya-kun too...\"\n\"...Huh!?\"\nMinamiya was sure they were talking about the band,\nBut he freezes when Kitayama gives an unexpected confession!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0007a2ed-2a91-472d-b161-bfd011b4ba1b",
    "title": {
      "en": "Everyone Is from Another World, Except Me!?"
    },
    "updatedAt": "2024-06-25T05:42:21+00:00",
    "coverArt": "https://mangadex.org/covers/0007a2ed-2a91-472d-b161-bfd011b4ba1b/83034b6b-440f-41c0-b777-aa12a4ae1f10.jpg",
    "altTitles": [
      {
        "ja": "僕以外全員転生者かよ"
      },
      {
        "ja-ro": "Boku igai Zennin Tenseisha ka yo"
      },
      {
        "en": "Everyone Except Me Is A Reincarnator!?"
      }
    ],
    "description": {
      "en": "Loco is a novice adventurer who begins his journey to save his sister Natty, who is cursed by a monster into an eternal slumber.\n\nAt an adventurer's guild, he meets Taiga, who was given extraordinary abilities when he was reincarnated from another world! He also meets Souya and Mia, who were also reincarnated from another world and have cheat abilities, but something happens that shocks even them!\n\nAn entertaining and poignant otherworldly fantasy featuring a party of a novice adventurer, Loco, and three reincarnated characters from another world!\n___\nExtra Edition Links:\n- [Official Raw (X)](https://twitter.com/summeryuma/status/1753356644682207438)\n- [Amazon](https://www.amazon.co.jp/dp/B0D7VDMWV5)"
    },
    "status": "cancelled",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "23"
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-08-06T11:25:43+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/0be74b17-5073-47d6-850c-f5de838ce4df.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "bg": "Стокано"
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ja-ro": "Kimi no koto ga daidaidaidaidai suki na 100-nin no Kanojo"
      },
      {
        "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
      },
      {
        "vi": "100 Cô Bạn Gái Này Rất, Rất, Rất, Rất, Rất Là Yêu Tôi Đó"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. \n\nExcept, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "478e6926-b8bc-465c-9694-2bae1dbaf32b",
    "title": {
      "en": "Latna Saga: Survival of a Sword King"
    },
    "updatedAt": "2024-06-15T12:08:37+00:00",
    "coverArt": "https://mangadex.org/covers/478e6926-b8bc-465c-9694-2bae1dbaf32b/7dc9ebc2-a10a-4ab6-ab98-ad467aed4924.png",
    "altTitles": [
      {
        "ko": "이계 검왕 생존기"
      },
      {
        "en": "The Survival Story of the Sword King in Another World"
      },
      {
        "en": "Otherworldly Sword King's Survival Records"
      },
      {
        "zh": "拔剑九亿次"
      },
      {
        "zh-hk": "異界劍王生存記"
      },
      {
        "ko-ro": "Igye Geomwang Saengjongi"
      },
      {
        "ru": "Король меча"
      },
      {
        "ru": "История выживания короля меча в фэнтезийном мире"
      },
      {
        "ja": "異世界剣王生存記"
      },
      {
        "th": "การเอาชีวิตรอดของราชาดาบในต่างโลก"
      }
    ],
    "description": {
      "en": "After being recently discharged from military service and just drifting through life, Hanbin Ryu is suddenly transported to another world.\n\nHowever, his “guide line,” the system bestowed upon him to help with his survival and growth, was filled with errors, causing him to be stuck in the tutorial stage for over 20 years.\n\nWhen he is finally released from this personal hell, he finds everyone has turned against otherworlders like him. Just how will this low-level, super-tutorial newbie survive?\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=mLzbAKkDpYM)\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%B4%EA%B3%84-%EA%B2%80%EC%99%95-%EC%83%9D%EC%A1%B4%EA%B8%B0/2363)\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E5%8A%8D%E7%8E%8B%E7%94%9F%E5%AD%98%E8%A8%98/66)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/6885/)\n- [Official Japanese Translation](https://piccoma.com/web/product/34782)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%82%E0%B8%A5%E0%B8%81/103)",
      "fr": "Transféré contre sa volonté dans un tutoriel où il doit lutter pour survivre, Ryu Hanbin y reste finalement coincé pendant 22 ans. Il est bloqué par un bug au niveau 4, et ce malgré la grande quantité d'XP qu'il accumule ! Quand il est finalement transféré dans le monde de Latna, le contraste entre sa puissance et son niveau lui pose bien des difficultés. Mais finalement, le véritable objectif n'est-il pas de vivre plutôt que de survivre ?",
      "ja": "｢あなたは適合者として選ばれました｣ ｢あなたの能力でセルハラトナに生き残る確率は５％未満です｣ ｢自殺しますか？」 ニート生活から突如として異世界へ飛ばされた！そこはレベル5までを目指す初心者エリアだったが、「ガイドライン」のエラーでレベル5になっても再びレベル1になるという、地獄の日々を送ることになり？！ レベル5の裏に隠された、とてつもない能力とはー",
      "ko": "『귀하는 적합자로 선택받았습니다』\n\n『귀하의 재능으로 셀하 라트나에서 생존할 확률은 5% 미만입니다』\n\n『자살하시겠습니까? Y/N』\n\n“x-까.”\n\n5% 미만의 생존 확률. 22년의 시간. 셀 수도 없는 마견과의 사투.\n이 지옥에서, 나는 홀로 살아남았다.\n\n5라는 레벨 뒤에 감춰진, 무지막지한 히든 스탯들과 함께!\n\n대검 하나로 이계를 썰어버리는,\n사상 최강의 레벨5 검사 류한빈의 극한 사이다 생존기!",
      "ru": "В момент, когда его переместили в другой мир, Рю Хан-Бин был обычным человеком, который недавно вернулся из армии. Хоть он и остался один в пустынном мире с кучей монстров, ему дали задание - стать сильнее. Но есть одна проблема - \"система\", которая должна была давать подсказки, полна недоработок.",
      "th": "รยูฮันบิน ชายผู้เพิ่งปลดประจำการทหารมาได้เพียงสามเดือน จู่ๆ ก็ถูกพาไปยังโลกแปลกๆ ที่เขาไม่รู้จักมาก่อน ชื่อว่า 'เซลฮา แลตนา'\nพร้อมมีข้อความขึ้นว่า \"\"คุณได้รับเลือกในฐานะผู้เข้าเกณฑ์อันทรงเกียรติ\"\" พร้อมกับไกด์ไลน์ที่บอกให้สู้กับมอนสเตอร์ และเพิ่มให้ถึงเลเวล 5 เพื่อไปยังพื้นที่ถัดไป แต่ด้วยระบบเกิดข้อผิดพลาด ทำให้เขาต้องติดอยู่ในนั้นนับสิบปี ที่นั่นมีเพียงเขาแค่คนเดียวกับสุนัขปีศาจ\nอยู่มาวันหนึ่งเขาสามารถเพิ่มถึงเลเวล 5 ได้สำเร็จ และถูกส่งไปยังพื้นที่ต่อไปแบบไม่ทันตั้งตัว\n\nการผจญภัยเพื่อหาทางเอาชีวิตรอดในต่างโลกของเขาได้เริ่มต้นขึ้นแล้ว\nเขาจะหาทางออกไปจากโลกแห่งนี้ และมีชีวิตรอดไปได้หรือไม่",
      "zh": "一个俗套的穿越后带挂升级故事，却因为外挂系统的运算错误而偏离方向。 渴望变强的他被困在新手村二十年，不断的战斗却始终无法提升等级。 九亿次拔剑，九亿次搏杀，他脚踩着尸山血海缓步走来。 “恭喜，您即将被传送出新手村…” 蛰伏的凶兽露出爪牙，万物都将屈服于他拔剑的光辉之下！",
      "zh-hk": "「依照你的能力，\n你在瑟哈拉特那活下來的機率低於5%。」\n\n「你要自殺嗎? Yes or No?」\n\n「三X啊。」\n\n不到5%的生存機率、22年的時間、\n與魔犬纏鬥了無數次，\n我一個人...在這座地獄中生存了下來。\n\n在5等的背後，潛藏著無比強大的隱藏數值!\n\n帶著一把巨劍殺爆異界，堪稱史上最強的5等劍士，\n柳寒頻生存記，看了保證超過癮!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fddfcaa-ea6b-4cd5-ba91-ebd4bb6f4a9c",
    "title": {
      "en": "Hell Climber"
    },
    "updatedAt": "2024-03-31T14:40:49+00:00",
    "coverArt": "https://mangadex.org/covers/6fddfcaa-ea6b-4cd5-ba91-ebd4bb6f4a9c/21fbc891-738f-416c-92ef-068eaa0bcfc7.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54e7001b-6112-4d5f-8b0e-d8df33abf72d",
    "title": {
      "en": "Shikanoko Nokonoko Koshitantan"
    },
    "updatedAt": "2024-08-05T19:11:51+00:00",
    "coverArt": "https://mangadex.org/covers/54e7001b-6112-4d5f-8b0e-d8df33abf72d/476f0dee-8c3b-4e0f-9c02-fa8019ea2f25.jpg",
    "altTitles": [
      {
        "ja": "しかのこのこのここしたんたん"
      },
      {
        "en": "My Deer Friend Nokotan"
      },
      {
        "ru": "Моя подруга-олениха, Нокотан"
      },
      {
        "tl": "Ang Pag-usa-baybay kay Noko Shikanoko"
      },
      {
        "id": "Kenapa Temanku Kepalanya Kayak Rusa?"
      },
      {
        "vi": "Người Đồng Nai Nokotan"
      }
    ],
    "description": {
      "en": "No one knows Torako used to be a delinquent. All of her classmates only know her as the perfect student. But everything changes when Nokotan, a transfer student with antlers, enters her life. Antlers aren’t the only thing strange about Nokotan. Her deer nose can sniff out Torako’s secret past! Whether it’s at school or the zoo, chaos follows this doe-eyed girl’s every step. Torako has so many questions! Is Nokotan a deer, a girl, or something in-between?\n\nTrivia:\n- The author is the illustrator/'mama' for Hololive Vtuber [Amane Kanata (天音かなた)](https://www.youtube.com/@AmaneKanata). Because of this, physical copies on Amazon sold out within a day.",
      "ja": "出会いはある朝、彼女のツノが電線に引っかかっていたから………!?うっかり変なツノの生えた女の子を助けたことで優等生（の皮を被った）虎視虎子の人生が大混乱に!?一人の少女（元ヤン）が一人のシカ（？）に出会うガール・ミーツ・シカ物語（コメディ）開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "283b1acd-5a16-46d4-a217-d0648a5a8374",
    "title": {
      "en": "Addicted to Her"
    },
    "updatedAt": "2024-04-09T13:40:17+00:00",
    "coverArt": "https://mangadex.org/covers/283b1acd-5a16-46d4-a217-d0648a5a8374/05eac350-259a-41ae-8dba-707d8577411c.jpg",
    "altTitles": [
      {
        "zh": "戒不掉的她"
      },
      {
        "en": "Can't Give her Up"
      },
      {
        "zh-ro": "Jiè bù diào de tā"
      },
      {
        "zh": "吸引力法则"
      },
      {
        "en": "Law of Attraction"
      },
      {
        "ja": "愛に囚われて"
      }
    ],
    "description": {
      "en": "Nan Zhi's the C.E.O. of an entertainment company, flawless and capable. Few know of her nighttime secrets. However, that kind of indulgence never made her happy--until ***she*** appeared. Initially thinking she was just a stranger, Nan Zhi later discovered the other woman was the little sister of her best friend, and new talent at her company. Facing the younger woman's persistence, will Nan Zhi gradually become addicted to her?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "f7367e32-f7f3-4ddc-a101-9cb46e60e73d",
    "title": {
      "en": "Haiena-chan ni Nerawarete"
    },
    "updatedAt": "2024-03-03T18:03:44+00:00",
    "coverArt": "https://mangadex.org/covers/f7367e32-f7f3-4ddc-a101-9cb46e60e73d/f1347716-1980-48f4-bffa-b880eb1b19b7.jpg",
    "altTitles": [
      {
        "es-la": "Siendo el objetivo de Hiena-chan"
      },
      {
        "es-la": "La chica hiena está destrás de mi."
      },
      {
        "ja": "ハイエナちゃんに狙われて"
      },
      {
        "pt-br": "Sendo alvo da Hiena-chan"
      },
      {
        "ja-ro": "Haiena-chan ni Nerawarete"
      },
      {
        "en": "Being Targeted by Hyena-chan"
      },
      {
        "tr": "Hyena-chan Tarafından Hedef Alınmak"
      }
    ],
    "description": {
      "en": "I found out that my long-distance girlfriend had gotten a new older boyfriend from the city and while I was in the grip of despair, a girl named Haibara Enako, more affectionately called \"Hyena-chan\" suddenly appeared before me and confessed, \"I don't have a boyfriend and I'm free right now.\"",
      "tr": "Uzak mesafe kız arkadaşımın şehirden yaşça büyük yeni biriyle sevgili olduğunu öğrendim ve ben umutsuzluğun pençesindeyken Haibara Enako adında, diğer adıyla \"Hyena-chan\" olarak anılan bir kız aniden karşıma çıktı ve bana açıldı, \" Erkek arkadaşım yok ve şu anda boşum.\"",
      "pt-br": "Após um término de namoro recente, nosso protagonista é abordado por Enako Haibara, também conhecida como “Hiena”…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  }
]