[
  {
    "mangaId": "32252a48-b20a-4a1d-b1b0-b46679bbae47",
    "title": {
      "en": "Shimotsuki-san wa Mobu ga Suki ~Hitomishiri na Kanojo wa Ore ni Dake Dere Amai~"
    },
    "updatedAt": "2024-09-30T11:41:33+00:00",
    "coverArt": "https://mangadex.org/covers/32252a48-b20a-4a1d-b1b0-b46679bbae47/acfa1b2c-e8bd-4a65-a8b6-ab8669f6f5bb.jpg",
    "altTitles": [
      {
        "ja": "霜月さんはモブが好き～人見知りな彼女は俺にだけデレ甘い～"
      },
      {
        "en": "Shimotsuki-san Likes the Mob: This Shy Girl is Only Sweet Towards Me"
      },
      {
        "vi": "Shimotsuki-san chỉ thích nhân vật nền"
      },
      {
        "th": "นิยาย ตัว (ไม่) ประกอบของคุณชิโมสึกิ เล่ม"
      },
      {
        "zh": "霜月同学喜欢上路人角色"
      },
      {
        "id": "Shimotsuki-san Menyukai Mob ~Gadis Pemalu Ini Hanya Terlihat Manis di Hadapanku~"
      },
      {
        "ru": "Шимоцуки-сан любит моба"
      },
      {
        "en": "She Is In Love with the Mob"
      },
      {
        "pl": "Shimotsuki-san Lubi Postać Poboczną: Ta Nieśmiała Dziewczyna jest Urocza Tylko Wobec Mnie"
      },
      {
        "vi": "Cô nàng Shimotsuki trót phải lòng nhân vật nền"
      }
    ],
    "description": {
      "en": "***Only you are special.***\r\n\r\nAfter school, Koutarou Nakayama returns to school to pick up something he forgot and finds Shiho Shimotsuki asleep in an empty classroom. Shiho is rumored to be Ryouma Ryuuzaki's crush, a popular boy who has formed a harem in his class, but she is always expressionless and no one has ever seen her smile.\r\n\r\nBut now, her fair skin is holding Koutarou's hand...?! The \"secret relationship\" between the heroine and the mob begins!",
      "id": "Sepulang sekolah, Nakayama Koutarou kembali ke sekolah untuk mengambil sesuatu yang lupa dia bawa, di dalam kelas dia bertemu Shimotsuki Shiho yang terlelap. Katanya, Shiho ini ditaksir sama Ryuuzaki Ryouma, pria populer membentuk harem di kelas, namun dia tampak selalu datar dan tak ada yang pernah melihatnya tersenyum. Karena suatu kejadian mereka berdua berpegangan tangan dan memulai “hubungan rahasia” antara heroin dan mob.",
      "ja": "『例えばもし、この世界が＜物語＞だとするならば主人公は一体誰になるのだろう――。』\n\n高校入学式当日、義妹・親友・幼馴染の3人の少女に『サヨナラ』を告げられた中山幸太郎は、一人孤独な高校生活をスタートさせる。自分は誰の人生においても取るに足らない存在、『モブ』であることを明確に認識した幸太郎だったが、ある日の放課後、幸太郎は誰もいない教室で眠りこける霜月しほに遭遇する。クラスでハーレムを形成中のモテ男・竜崎龍馬の大本命だが、いつも無表情でクールと噂の彼女。その彼女が幸太郎の手を握り、満面の笑顔でこう言った。「わたしとお友達になってくれる？」\n\n『この物語の主人公は俺ではない。そう思っていた。あの日までは――。』",
      "pl": "Tylko ty jesteś wyjątkowy.\n\nPo lekcjach Koutarou Nakayama wraca do szkoły, by zabrać coś, czego zapomniał i znajduje Shiho Shimotsuki śpiącą w pustej klasie. Mówi się, że Shiho podkochuje się w Ryoumie Ryuuzakim, popularnym chłopaku, który założył harem w swojej klasie, ale ona zawsze jest bez wyrazu i nikt nigdy nie widział jej uśmiechu.\n\nAle teraz, trzyma rękę Koutarou...?! Rozpoczyna się „sekretny związek” między bohaterką a postacią poboczną!",
      "pt-br": "Depois da escola, Kotaro Nakayama retorna à escola para pegar algo que esqueceu e encontra Shiho Shimotsuki dormindo em uma sala de aula vazia. Há rumores de que Shiho é a paixão de Ryoma Ryuuzaki, um garoto popular que formou um harém em sua classe, mas ela é sempre inexpressiva e ninguém nunca a viu sorrindo. Mas agora, ela está segurando a mão de Kotaro…?! A “relação secreta” entre a heroína e o figurante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "fffbfac3-b7ad-41ee-9581-b4d90ecec941",
    "title": {
      "en": "Grand Blue Dreaming"
    },
    "updatedAt": "2024-10-11T15:19:34+00:00",
    "coverArt": "https://mangadex.org/covers/fffbfac3-b7ad-41ee-9581-b4d90ecec941/eb202491-f0dc-4102-b748-453b84dc5c5c.jpg",
    "altTitles": [
      {
        "tr": "Büyük Mavi"
      },
      {
        "es": "Gran azul"
      },
      {
        "fr": "Grand Blue (Meian)"
      },
      {
        "ja-ro": "Guran Buru"
      },
      {
        "ru": "Необъятный океан"
      },
      {
        "ar": "الأَزْرَق الكبير"
      },
      {
        "th": "ก๊วนป่วนชวนบุ๋งบุ๋ง"
      },
      {
        "ja": "ぐらんぶる"
      },
      {
        "ko": "그랑블루"
      },
      {
        "en": "Grand Blue"
      },
      {
        "fr": "Grand bleu"
      }
    ],
    "description": {
      "en": "A new life begins for Kitahara Iori as he begins his college career near the ocean in Izu city, full of excitement for his new life. \nHe will be moving into his uncle's diving store \"Grand Blue.\" There he finds the ocean, beautiful women, and men that love diving and alcohol. \nWill Iori be able to live his dream college life?\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10058/episode/318585) (U.S. Only), [INKR](https://comics.inkr.com/title/306-grand-blue-dreaming)",
      "fa": "⁧⁧ «کیتاهارا ایوری» پسری است که برای شروع دوره دانشجویی خود به شهر دریایی «ایزو» می رود؛ او که از روبرو شدن با زندگی جدید خود اشتیاق فراوانی دارد به این فکر است که در فروشگاه لوازم غواصی عموی خود که به نام Grand Blue (گرند بلو) شناخته می شود مشغول به کار شود. آنجا او دریایی پر از دلخوشی را می یابد، دخترانی زیبا را به چشم می بیند و همچنین مردانی که عاشق غواصی هستند و وقت خودشان را به نوشیدن انواع نوشیدنی ها می گذرانند ملاقات می کند. حال باید دید که ایوری می تواند زندگی دانشجویی دلخواهش را در این شهر دنبال کند یا خیر؟!",
      "fr": "- [Official Page (FR)](https://www.meian-editions.fr/meian/licence/grand-blue/1329)",
      "ja": "海沿いの街で一人暮らしを始めた北原伊織は衝撃の大学デビューを果たす。出会ったのは美女とダイビング、そして愛すべき野郎ども！",
      "ru": "Новая жизнь Китахары Ёри начинается с момента поступления в колледж, который находится на берегу океана в городе Идзу. В предвкушении новых эмоций парень отправляется в дазин своего дяди «Необъятный океан». Здесь его ждет красивый океан, прекрасные женщины и мужчины, что любят дайвинг и алкоголь. Сможет ли Ёри прожить студенческую жизнь своей мечты?",
      "pt-br": "Uma nova vida começa para Kitahara Iori, que entrou na faculdade perto do mar, na cidade de Izu. Emocionado por um novo começo, ele se muda para casa do seu tio, uma loja de mergulho chamada \"Grand Blue\". Lá, ele encontra um lindo oceano, belas mulheres, e os homens que gostam de mergulho e álcool... Será que Iori vai ser capaz de viver sua tão sonhada vida universitária? Do mesmo autor de Baka to Test to Shoukanjuu, uma nova comédia começa!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2025-01-23T16:49:07+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/2cfc38c0-b9ee-40b0-b2c4-467bc34747bd.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…",
      "pt-br": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada “Shy”..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c1d035d-17d0-4bc3-9b05-a1ce313bb53f",
    "title": {
      "en": "Yomoyama Kobanashi"
    },
    "updatedAt": "2025-01-18T05:22:42+00:00",
    "coverArt": "https://mangadex.org/covers/0c1d035d-17d0-4bc3-9b05-a1ce313bb53f/6bc762df-564e-449a-a1dd-a84c199964fe.jpg",
    "altTitles": [
      {
        "en": "Ended Up Living with a Classmate"
      },
      {
        "id": "Tinggal Bersama teman sekelas"
      },
      {
        "ja-ro": "Classmate to Issho ni Sumu Koto ni Natte shimatta"
      },
      {
        "ja": "クラスメイトと一緒に住むことになってしまった"
      },
      {
        "ja": "よもやまこばなし"
      },
      {
        "tr": "Sınıf Arkadaşıyla Birlikte Yaşamaya Başlamak"
      },
      {
        "ru": "В итоге пришлось жить с одноклассницей"
      }
    ],
    "description": {
      "en": "It's a collection of short manga stories about interacting with a girl, sometimes romantically and sometimes not.",
      "ru": "Это сборник коротких историй о взаимодействии с девушкой, романтических и не только"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ece206e2-1199-48e4-a88c-1f99af3d5378",
    "title": {
      "en": "Entomologist in Sichuan Tang Clan"
    },
    "updatedAt": "2024-12-14T22:35:11+00:00",
    "coverArt": "https://mangadex.org/covers/ece206e2-1199-48e4-a88c-1f99af3d5378/28acfff5-6a8a-4a0f-b1c1-e4dd3e3037ff.jpg",
    "altTitles": [
      {
        "ko": "파브르 in 사천당가"
      },
      {
        "en": "A Poison Master in the Sichuan Tang Clan"
      },
      {
        "en": "The Poison Master of Sacheon Tang Clan"
      }
    ],
    "description": {
      "en": "Spicy Fabre, a million-streamer known for his expertise in poisons and venomous insects, was bitten by a black mamba during a local shoot in Africa and subsequently reincarnated in the world of Murim.\n\nNow in a jungle raising poisonous insects, the streamer has caught the attention of the Sichuan Tang Clan, renowned for its mastery of poison arts, who wants him.\n\n\"Join us and become a member.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ded1dbf-495b-43a2-a65c-6d220a67fc0e",
    "title": {
      "en": "Just Listen to the Song"
    },
    "updatedAt": "2025-01-27T09:57:05+00:00",
    "coverArt": "https://mangadex.org/covers/9ded1dbf-495b-43a2-a65c-6d220a67fc0e/4edb16b9-6163-4387-af9e-408600db0ff9.jpg",
    "altTitles": [
      {
        "ja": "フツーに聞いてくれ"
      },
      {
        "es-la": "Solamente Escúchala"
      },
      {
        "ru": "Просто послушай"
      },
      {
        "ja-ro": "Futsuu ni Kiite Kure"
      },
      {
        "uk": "Послухай пісню"
      },
      {
        "kk": "Жай тыңдашы"
      },
      {
        "el": "Απλά Άκου το Τραγούδι"
      },
      {
        "bg": "Просто слушай песента"
      },
      {
        "uz": "Shunchaki qo'shiqni tinglang"
      }
    ],
    "description": {
      "en": "A unique one-shot from the mad genius behind Chainsaw Man and the rising star of To Strip the Flesh.",
      "ja": "鬼才と新鋭！強烈タッグが放つ珠玉の短編読切！",
      "uk": "Студент дарує своїй коханій власну пісню із любовним зізнанням та просить її переглянути відео, перш ніж відповісти йому. Але згодом він виявляє, що дівчина показала відео всьому класу. Попри глузування однокласників, хлопець вирішив залишити відео, бо його однокласник помітив дещо надприродне.",
      "es-la": "¡Genial y prometedora! ¡Una brillante historia corta realizada por dos grandes creadores!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e86c4d93-ee4f-4626-9b8a-317562b5ca5c",
    "title": {
      "en": "Yumizuka Iroha wa Tejun ga Daiji!"
    },
    "updatedAt": "2024-12-07T11:01:47+00:00",
    "coverArt": "https://mangadex.org/covers/e86c4d93-ee4f-4626-9b8a-317562b5ca5c/a3a47e4a-a8aa-407d-9365-d1462a839a47.png",
    "altTitles": [
      {
        "en": "Technique Is Everything to Yumizuka Iroha!"
      },
      {
        "en": "The Process Is Important for Iroha Yumizuka"
      },
      {
        "en": "Yumizuka Iroha's No Good Without Her Procedure!"
      },
      {
        "ja": "弓塚いろはは手順が大事！"
      },
      {
        "zh": "弓塚同学今天也依旧脱靶"
      }
    ],
    "description": {
      "en": "Yumizuka-san grew up as the daughter of one of Japan's leading families of archery. But she had a secret about her seemingly perfect life! A tempestuous romantic comedy about a captivating archer!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "56"
  },
  {
    "mangaId": "9243a9d0-13dc-452d-b123-c6d5c28e46d2",
    "title": {
      "en": "Shy na Ano Ko ni Natsukaretai"
    },
    "updatedAt": "2025-01-06T12:45:24+00:00",
    "coverArt": "https://mangadex.org/covers/9243a9d0-13dc-452d-b123-c6d5c28e46d2/8f278c54-9f78-47f9-b776-2c86ef170ec3.jpg",
    "altTitles": [
      {
        "ja": "シャイなあの子に懐かれたい"
      },
      {
        "en": "I Want To Be Liked By That Shy Girl"
      },
      {
        "ko": "샤이한 그 아이를 좋아하고 싶어"
      }
    ],
    "description": {
      "en": "“*My seatmate, Shiraishi-san, is just too cute—and it's driving me crazy!*”\n\nThey know each other, but they’re not exactly friends. Akaogi Ayame and Shiraishi Konomi are classmates—*nothing more, nothing less.* Ayame is strikingly beautiful, a standout athlete, and popular in class, whilst Konomi is shy, introverted, and has only one friend. They should’ve had no reason to interact... so how did things end up this way? What started as a small, trivial incident caused Ayame’s hidden feelings to overflow, now she can’t stop thinking about *her!*",
      "ja": "「隣の席の白石さんが、可愛すぎてつらい…！」\n\n知り合いであって友だちじゃない。つまりはただのクラスメイトの、赤荻菖と白石このみ。美人でスポーツ万能、クラスでも目立っている菖、内気で人見知り、友だちも一人しかいないこのみ、接点なんてあるわけなかったはずなのに……？ささいなきっかけから秘めてた想いがあふれ出し、あの子のことで頭がいっぱい！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8de5f5f-692d-4d8f-9275-2d8cb98b702b",
    "title": {
      "en": "Sun-ken Rock"
    },
    "updatedAt": "2024-05-13T21:50:33+00:00",
    "coverArt": "https://mangadex.org/covers/d8de5f5f-692d-4d8f-9275-2d8cb98b702b/fd61e1db-9468-469e-8387-aef942e4e8c0.jpg",
    "altTitles": [
      {
        "ja-ro": "Sun Ken Rock"
      },
      {
        "th": "คนเดือด เมืองดิบ"
      },
      {
        "ja": "サンケンロック"
      },
      {
        "zh-hk": "最强不良传说"
      }
    ],
    "description": {
      "en": "Ken, a young Japanese guy, is in love with a young Korean girl, Yumin. He followed her in Korea and wants to become a policeman just like her. But then, he finds himself at the head of a local gang. What will happen to Ken?",
      "pt-br": "Ken, é um jovem delinquente japonês, ele é apaixonado por uma garota que na verdade não é japonesa e sim coreana, seu verdadeiro nome é Yumin, e ela tem o sonho de voltar pra coreia e ser tornar uma policial. Depois de muito tempo, Ken consegue informações sobre Yumin e vai para coreia tentar virar policial junto com Yumin, mas acaba se envolvendo com os “Jobok” (Máfia Coreana) e acaba se tornando um, como será a vida do Ken como um Jobok?"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "erotica",
    "lastVolume": "25",
    "lastChapter": "171"
  },
  {
    "mangaId": "472960b1-369b-4fd4-8e5f-21feecebb6c3",
    "title": {
      "en": "Kanojo to Kare no Kankei ~Heibon na Hayakawa-san to Heibon na Miura-kun no Hibon na Kankei~"
    },
    "updatedAt": "2024-12-03T10:55:15+00:00",
    "coverArt": "https://mangadex.org/covers/472960b1-369b-4fd4-8e5f-21feecebb6c3/acc650c3-b345-49cf-a7d3-6d39fff081d0.jpg",
    "altTitles": [
      {
        "ja": "彼女と彼の関係 〜平凡な早川さんと平凡な三浦くんの非凡な関係〜"
      },
      {
        "en": "Her Relationship with Him"
      },
      {
        "en": "Hayakawa-san and Miura-kun"
      },
      {
        "en": "Relationship Between the Couple"
      },
      {
        "pt-br": "O Seu Relacionamento Com Ele"
      },
      {
        "pt-br": "Hayakawa-san e Miura-kun"
      }
    ],
    "description": {
      "en": "\"I wish I had a girlfriend, I don't even care who—\"\n\"Really? Anybody? Even me?\"\n\nKaho, who has never had a boyfriend before, wanted to have a male-female relationship.\nTakumi, who wanted a girlfriend, just happened to be talking about it in front of her.\n\n---\nAlternate Raws: [Pixiv Comic](https://comic.pixiv.net/works/8556)",
      "ja": "「誰でもいいから、彼女になってくれんかねー」\n「本当に誰でもいい？　私でも？」\n\n男女交際に興味があるのに、彼氏はいたことがない高校２年生の早川夏帆。ある日、同級生の三浦拓海が彼女を欲しがっていることを知って、勢い余ってその場で交際を申し込んでしまった！履歴書で自己紹介、「恋人とやりたいことリスト」の共有、初めてのふれあい――。二人の不思議な関係は「お試し交際」を通じて段々深まっていって……!?",
      "pt-br": "\"Eu quero tanto uma namorada que me contentaria com qualquer uma a esta altura.\" \n\"Sério? Qualquer uma? Até mesmo eu?\" \n\nKaho, que nunca teve um namorado antes, queria entrar em um relacionamento entre um homem e mulher.\nTakumi, que queria uma namorada, por acaso estava falando sobre isso na frente dela. Uma história de amor emocionante sobre amadurecimento!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-24T23:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      },
      {
        "pl": "Moja nowa dziewczyna nie jest człowiekiem?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63fb6354-0ace-4f74-b8b8-af1be314f245",
    "title": {
      "en": "Class no Daikirai na Joshi to Kekkon Suru Koto ni Natta"
    },
    "updatedAt": "2024-11-03T12:58:22+00:00",
    "coverArt": "https://mangadex.org/covers/63fb6354-0ace-4f74-b8b8-af1be314f245/f332fca0-fd65-492b-9679-ab60288a75d0.jpg",
    "altTitles": [
      {
        "ja": "クラスの大嫌いな女子と結婚することになった。"
      },
      {
        "en": "I Got Married to the Girl I Hate Most in Class"
      },
      {
        "zh-hk": "我要和班裡我最討厭的妹子結婚了。"
      },
      {
        "vi": "Kết Hôn Với Đứa Con Gái Mà Tôi Ghét Nhất Trong Lớp"
      }
    ],
    "description": {
      "en": "High school student Hojo Saito married his classmate, Sakuramori Akane, the girl who's his worst enemy in school.\n\n\"If you tell the rest of the class we’re married, I'll kill you.\"\n\"I don't want them to know either. There’s no point in that.\"\n\nTheir newlywed life wasn't going so well, and they were constantly at odds. However, as they progress through their daily lives, the distance between them closes, they have more enjoyable moments together, and they gradually come to understand one another. Saito learns about Akane's cute side, which he never saw before, and Akane gradually began to recognize the feelings that she’s been keeping inside...",
      "ja": "「私と結婚してること、クラスのみんなに言ったら殺すから」これは嫌い合っている二人がお互いを知り、本当の夫婦になるまでの物語。",
      "vi": "Học sinh trung học Hojo Saito đã kết hôn với bạn cùng lớp của mình, Sakuramori Akane, cô gái mà cậu xem là kẻ thù lớn nhất trong trường.\n“Nếu cậu nói với cả lớp rằng chúng ta đã kết hôn, tớ sẽ giết cậu.”\n“Tớ cũng không muốn họ biết đâu. Chẳng có ích gì cả.”\nCuộc sống hôn nhân của họ không diễn ra suôn sẻ và họ thường xuyên xung đột. Tuy nhiên, khi họ cùng trải qua những ngày tháng thường nhật, khoảng cách giữa hai người dần thu hẹp lại, họ có nhiều khoảnh khắc vui vẻ bên nhau hơn, và dần dần bắt đầu hiểu nhau hơn. Saito bắt đầu khám phá ra những khía cạnh dễ thương của Akane mà trước đây cậu chưa từng thấy, còn Akane cũng từ từ nhận ra những cảm xúc mà cô ấy đã giữ kín bấy lâu...",
      "pt-br": "O estudante do ensino médio Hojo Saito se casou com sua colega de classe, Sakuramori Akane, a garota que é seu pior inimigo na escola. \n\n“Se você contar ao resto da turma que somos casados, eu mato você” \n\n“Eu também não quero que eles saibam. Não há sentido nisso. ” \n\nA vida de recém-casados não estava indo muito bem e eles estavam constantemente em conflito. No entanto, à medida que avançam em suas vidas diárias, a distância entre eles diminui, eles passam momentos mais agradáveis juntos e, aos poucos, passam a se entender. Saito aprende sobre o lado fofo de Akane, que ele nunca tinha visto antes, e Akane gradualmente começou a reconhecer os sentimentos que ela estava guardando… \n\nA vida de recém-casado comovente de duas pessoas que simplesmente não conseguem ser honestas uma com a outra começa aqui!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f9fb803-733a-4104-bea3-f4b449da5e3c",
    "title": {
      "en": "Tonari no Kurokawa-san"
    },
    "updatedAt": "2024-12-20T22:01:35+00:00",
    "coverArt": "https://mangadex.org/covers/1f9fb803-733a-4104-bea3-f4b449da5e3c/4306df57-c185-4947-8ae2-22cd4f99eb5b.jpg",
    "altTitles": [
      {
        "ja": "となりの黒川さん"
      },
      {
        "en": "My Neighbor Ms. Kurokawa"
      },
      {
        "en": "Kurokawa-san Next to Me"
      },
      {
        "pl": "Moja Sąsiadka Panna Kurokawa"
      },
      {
        "vi": "Cô bạn bàn bên Kurokawa"
      }
    ],
    "description": {
      "en": "_The secret between me and her is trivial yet important._\n\nHajime Takahashi, enrolled in Shuubi High School solely because it's the sacred place of his favorite manga. Everywhere in the school are locations that appeared in the manga, and he's super excited! Amidst this excitement, Takahashi meets a beautiful girl, Yayoi Kurokawa, who looks just like the heroine from his favorite work, and they come to share a certain secret.",
      "ja": "僕と彼女の秘密は、些細だけど大切で。大好きな漫画の聖地、それだけが理由で秀美高校に入学した主人公・高橋一。学内はどこに行っても作品に出てきた聖地だらけで大興奮！そんな中、高橋は大好きな作品のヒロインそっくりな美少女・黒川弥生と出会い、とある秘密を共有することに――。不器用な2人が織りなす甘酸っぱくて、ニヤニヤしちゃう青春ラブコメ‼",
      "vi": "Bí mật giữa mình và cậu ấy tuy bình thường nhưng quan trọng!Hajime Takahashi nhập học tại trường cao trung Shuubi chỉ vì nơi đó là thánh địa trong bộ truyện tranh cậu yêu thích. Tất cả mọi ngóc ngách của trường đều được phác họa trong bộ truyện, điều đó khiến cậu phấn khích tột cùng! Giữa không khí hào hứng, Takahashi gặp một cô gái xinh đẹp giống hệt nữ chính trong tác phẩm yêu thích của mình, Yayoi Kurokawa, và họ đã sẻ chia bí mật của bản thân với nhau."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c355cfa-d8a9-495c-a50b-8729102ab2b7",
    "title": {
      "en": "Shin Lupin III"
    },
    "updatedAt": "2023-05-16T03:42:17+00:00",
    "coverArt": "https://mangadex.org/covers/3c355cfa-d8a9-495c-a50b-8729102ab2b7/33549561-aa82-473c-9bc3-534b194a5a96.jpg",
    "altTitles": [
      {
        "en": "Lupin III - World's Most Wanted"
      },
      {
        "en": "New Lupin III"
      },
      {
        "ja-ro": "Shin Lupin Sansei"
      },
      {
        "ja": "新ルパン三世"
      }
    ],
    "description": {
      "en": "Lupin the Third and his motley crew return in Shin Lupin III! This time, several of the stories are either brand new or adapted from or to the Lupin anime, and the beginning story was even animated by itself several years later!  \n  \nLupin the Third is the grandson of the famous literary thief Arsène Lupin, and his partners in crime include the sharpshooter Jigen Daisuke, the stoic samurai Goemon Ishikawa the Thirteenth, and the on-again-off-again lover/enemy Fujiko Mine. Their goal is to outwit enemies bigger than themselves while nabbing the world's rarest and most important items, while also outwitting the dogged Inspector Zenigata, who's made it his life's work to capture and secure Lupin. In the manga however, his relationship with the titular thief isn't as \"respecting to the enemy\" as you would expect, as he's attempted multiple times to kill him without shedding a tear!   \n  \nWhat kind of sexy exploits will Lupin and his crew get up to next in…Shin Lupin III!"
    },
    "status": "completed",
    "releaseDate": 1977,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "188"
  },
  {
    "mangaId": "e7eabe96-aa17-476f-b431-2497d5e9d060",
    "title": {
      "en": "Black Clover"
    },
    "updatedAt": "2025-01-24T16:51:57+00:00",
    "coverArt": "https://mangadex.org/covers/e7eabe96-aa17-476f-b431-2497d5e9d060/f48d2c1f-c5a3-4e83-b6b4-8cb8b6912205.jpg",
    "altTitles": [
      {
        "ja": "ブラッククローバー"
      },
      {
        "ja-ro": "Burakku Kurōbā"
      },
      {
        "es": "Trébol negro"
      },
      {
        "es-la": "Black Five Leaf Grass"
      },
      {
        "pl": "Czarna koniczyna"
      },
      {
        "hu": "Fekete Lóhere"
      },
      {
        "tr": "Kara Yonca"
      },
      {
        "et": "Must ristik"
      },
      {
        "fr": "Trèfle noir"
      },
      {
        "fr": "Noir clover"
      },
      {
        "de": "Schwarzer Klee"
      },
      {
        "id": "Semanggi Hitam"
      },
      {
        "sv": "Svart klöver"
      },
      {
        "pt": "Trevo negro"
      },
      {
        "it": "Trifoglio nero"
      },
      {
        "ro": "Trifoiul negru"
      },
      {
        "la": "Trifolium nigrum"
      },
      {
        "ca": "Trèvol negre"
      },
      {
        "cs": "Černý jetel"
      },
      {
        "el": "Μαύρο τριφύλλι"
      },
      {
        "mn": "Хар Хошингор"
      },
      {
        "ru": "Чёрный клевер"
      },
      {
        "ru": "Черный клевер"
      },
      {
        "uk": "Чорна конюшина"
      },
      {
        "ar": "البرسيم الأسود"
      },
      {
        "ar": "بلاك كلوفر"
      },
      {
        "fa": "شبدر سیاه"
      },
      {
        "hi": "कालो क्लोभर"
      },
      {
        "ne": "कालो तीनपाते विरुवा"
      },
      {
        "th": "แบล็กโคลเวอร์"
      },
      {
        "zh": "黑色五叶草"
      },
      {
        "zh-hk": "黑色五葉草"
      },
      {
        "ko": "블랙 클로버"
      },
      {
        "uz": "Qora Klever"
      }
    ],
    "description": {
      "en": "Asta and Yuno were abandoned together at the same church, and have been inseparable since. As children, they promised that they would compete against each other to see who would become the next Emperor Magus. However, as they grew up, some differences between them became plain. Yuno was a genius with magic, with amazing power and control, while Asta could not use magic at all, and tried to make up for his lack by training physically. When they received their Grimoires at age 15, Yuno got a spectacular book with a four-leaf clover (most people receive a three-leaf-clover), while Asta received nothing at all. However, when Yuno was threatened, the truth about Asta's power was revealed, he received a five-leaf clover Grimoire, a \"black clover\"! Now the two friends are heading out in the world, both seeking the same goal!\n\n---\n\n**Links:**  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18802) (special)  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=19743) (anime)",
      "fr": "Asta et Yuno ont été abandonné ensemble à la même église, et sont inséparables depuis. Enfants, ils promirent qu'ils seront en compétition pour voir qui sera le prochain Mage Empereur. Toutefois, en grandissant, quelques différences entre eux émergèrent. Yuno était un génie avec la magie avec un pouvoir et un contrôle incroyable, pendant qu'Asta ne pouvait pas du tout utiliser la magie, et essayait de compenser cela en entrainant son corps. Quand ils reçoivent leur grimoire à 15 ans, Yuno obtient ub kivre spectaculaire avec un trèfle à 4 feuilles (la plupart des gens reçoivent un trèfle à 3 feuilles), pendant qu'Asta ne reçoit rien du tout. Toutefois, quand Yuno fut menaçé, la vérité derrière le pouvoir d'Asta fut révélée. Il reçoit un grimoire avec un trèfle à 5 feuilles, un \"trèfle noir\" *(un \"black clover\")* ! Maintenant, les deux amis s'en vont vers la capitale, les deux cherchant le même objectif !\n\n\n**Liens:**  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18802)  *(special)* \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=19743) *(anime)*",
      "pl": "Asta to młody chłopak, który marzy o zostaniu największym magiem w królestwie. Jest tylko jeden problem: nie potrafi używać żadnej magii. Na szczęście otrzymuje Pięciolistną Koniczynę, niesamowicie rzadką księgę czarów, dzięki której chłopak zyskuje moc niwelowania wszelkiej magii. Czy ktoś, kto nie używa magii, może zostać Imperatorem Magii, magiem nad magami? Jedno wiemy na pewno: Asta nigdy się nie podda.Portuguese (BR) / Português (BR)Em um mundo em que até as tarefas mais simples do dia a dia são feitas com o uso de magia, quem não consegue usá-la é tratado como nada! Esta é a vida de Asta, um jovem que mesmo sem um pingo de magia, sonha em se tornar o Mago Imperador, o mais forte de todos os magos! Com muito esforço e trabalho duro, será ele capaz de atingir seus objetivos e superar seu genial rival e amigo de infância, Yuno?!!",
      "ru": "В мире, где магия – это всё, рождается мальчик Астер, который не в состоянии использовать какую-либо магию. Ещё ребенком он был оставлен у порога бедной церкви. Сейчас ему 15, и, чтобы доказать свою силу и сдержать обещание, данное другу, он стремится стать Королём Чародеев!",
      "pt-br": "Em um mundo em que até as tarefas mais simples do dia a dia são feitas com o uso de magia, quem não consegue usá-la é tratado como nada! Esta é a vida de Asta, um jovem que mesmo sem um pingo de magia, sonha em se tornar o Mago Imperador, o mais forte de todos os magos! Com muito esforço e trabalho duro, será ele capaz de atingir seus objetivos e superar seu genial rival e amigo de infância, Yuno?!!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6d0c60a-690c-466d-a157-eb26c39c3312",
    "title": {
      "en": "The Transfer Student Is a Yuki-Onna...!!"
    },
    "updatedAt": "2025-01-27T08:55:12+00:00",
    "coverArt": "https://mangadex.org/covers/b6d0c60a-690c-466d-a157-eb26c39c3312/44f0ab8c-3bd3-4c78-8559-230a78b2072a.jpg",
    "altTitles": [
      {
        "ja": "転校生は雪女…‼️"
      },
      {
        "ja-ro": "Tenkousei wa Yuki-Onna...!!"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "733fc3ac-deca-444e-bb79-14186e00ccf1",
    "title": {
      "en": "Shadows House (Official Colored)"
    },
    "updatedAt": "2025-01-17T22:26:20+00:00",
    "coverArt": "https://mangadex.org/covers/733fc3ac-deca-444e-bb79-14186e00ccf1/8053f7e8-dea3-4280-92f6-993ee1e6ed7f.jpg",
    "altTitles": [
      {
        "en": "Shadows House - Digital Colored Comics"
      },
      {
        "ja-ro": "Shadōhausu"
      },
      {
        "id": "Keluarga Shadow"
      },
      {
        "ru": "Дом теней"
      },
      {
        "ru": "Мрачный дом"
      },
      {
        "ja": "シャドーハウス"
      },
      {
        "zh": "影宅"
      },
      {
        "pt-br": "Casa das Sombras"
      },
      {
        "ja": "シャドーハウス カラー版"
      },
      {
        "id": "Rumah Shadow"
      },
      {
        "es": "Casa de Sombras"
      }
    ],
    "description": {
      "en": "Faceless shadow nobles living in a vast mansion, attended by living dolls who spend much of their time cleaning up the soot endlessly emitted by their mysterious masters.  \r\n  \r\nFollow the story of Emilyko, a young and cheerful living doll, as she learns her duties serving as the attendant for Kate Shadow-sama. What dangers and dark secrets will she and Kate encounter, as they become more deeply involved in the inner workings of the shadows' society?",
      "es": "Nobles sombras sin rostro que viven en una vasta mansión, atendidos por muñecos vivientes que pasan gran parte de su tiempo limpiando el hollín emitido por sus misteriosos maestros.  \n  \nSigue la historia de Emilyko, una joven y alegre muñeca viviente, mientras aprende sus deberes como asistente de Kate Shadow-sama.",
      "ja": "不思議な洋館に住む、 顔のないシャドー一族と、 世話係の“生き人形”たち。 彼らが織りなす、 摩訶不思議な日常とは…？",
      "ru": "Безликие теневые дворяне, живущие в огромном особняке, сопровождаемые живыми куклами, которые проводят большую часть своего времени, очищая сажу, бесконечно испускаемую их таинственными хозяевами.",
      "es-la": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama.",
      "pt-br": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e954c6b-7a02-4fd7-986d-6331c0ba95d4",
    "title": {
      "en": "Hikaru ga Shinda Natsu"
    },
    "updatedAt": "2024-12-13T12:38:35+00:00",
    "coverArt": "https://mangadex.org/covers/9e954c6b-7a02-4fd7-986d-6331c0ba95d4/cb55df0c-b12a-4a48-bbae-0377a8db14a7.jpg",
    "altTitles": [
      {
        "ja": "光が死んだ夏"
      },
      {
        "en": "The Summer Hikaru Died"
      },
      {
        "zh": "光死去的夏天"
      },
      {
        "ko": "히카루가 죽은 여름"
      },
      {
        "de": "Der Sommer, in dem Hikaru starb"
      },
      {
        "pl": "Lato, kiedy umarł Hikaru"
      },
      {
        "th": "หน้าร้อนที่ฮิคารุจากไป"
      },
      {
        "zh-hk": "光逝去的夏天"
      },
      {
        "pt-br": "O verão em que Hikaru morreu"
      },
      {
        "es-la": "Hikaru ga Shinda Natsu"
      },
      {
        "es": "El verano en que Hikaru murió"
      },
      {
        "it": "L’estate in cui Hikaru è morto"
      },
      {
        "fr": "The Summer Hikaru Died"
      },
      {
        "hu": "Hikaru halálának nyara"
      }
    ],
    "description": {
      "en": "\"So, Hikaru is no more... If that's true then...\"\n\nYoshiki and Hikaru are two boys who live in a certain village. They're the same age and have always been together growing up. But one day, Yoshiki noticed that \"something else\" has taken Hikaru's place. Even after learning of this, Yoshiki still wants them to be together. And so, his life with the \"something\" that looks like his friend begins.\n\nAt the same time, strange incidents keep occurring in the village...\n\n[Yen Press English Simulpub](https://yenpress.com/series/the-summer-hikaru-died-manga-serial)",
      "fr": "Hikaru et Yoshiki sont deux amis d'enfance qui ont grandi ensemble dans un hameau reculé. Mais un jour, les doutes qu'éprouvait Yoshiki depuis quelque temps se confirment : depuis sa disparition en forêt, six mois plus tôt, Hikaru a été remplacé par... \"autre chose\". Malgré cet effroyable constat, Yoshiki refuse d'être séparé de son ami. Il fait alors le choix de poursuivre son quotidien aux côtés de cet \"être\" à l'image parfaite de Hikaru. Mais au même moment, d'étranges incidents se produisent çà et là dans le village...",
      "es-la": "“Así que, Hikaru ya no está… Si eso es verdad, entonces…” \n\nYoshiki y Hikaru son dos chicos que viven en cierto pueblo. Tienen la misma edad y siempre han estado juntos mientras crecían. Pero, un día, Yoshiki se da cuenta que “una cosa” tomó el lugar de Hikaru. Incluso después de saber eso, Yoshiki aún quiere que estén juntos. Y así, su vida con esa “cosa” que se parece a su amigo comienza. \n\nAl mismo tiempo, incidentes extraños continúan ocurriendo en el pueblo...",
      "pt-br": "\"Então, Hikaru não está mais aqui... Se isso for verdade, então...\"\n\nYoshiki e Hikaru são dois garotos que vivem em uma certa vila. Eles têm a mesma idade e sempre estiveram juntos enquanto cresciam. Mas, um dia, Yoshiki percebeu que \"algo\" havia tomado o lugar de Hikaru. Mesmo depois de descobrir isso, Yoshiki ainda quer que eles fiquem juntos. E assim, sua vida com o \"algo\" que se parece com seu amigo começa.\n\nAo mesmo tempo, incidentes estranhos continuam acontecendo na vila..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64fea981-e619-4cf1-a01d-0847679bf198",
    "title": {
      "en": "Onmir The oddity"
    },
    "updatedAt": "2024-01-02T15:41:40+00:00",
    "coverArt": "https://mangadex.org/covers/64fea981-e619-4cf1-a01d-0847679bf198/b8547e1b-e856-4b58-b538-268fe2a781b9.png",
    "altTitles": [],
    "description": {
      "en": "In a videogame based on a fantasy world, their players are know as Onmir. Our protagonist, a notorious killer of other Onmirs, logs in one day as usual but in the split of a moment, the environment changes giving a weird feeling, suddenly he realises that he cannot log off and that if he were to die, he will die in the real world. A fall into tragedy starts...",
      "es-la": "En un Juego basado en un mundo de fantasía, dentro de este los jugadores son conocidos como Onmir. Nuestro protagonista un infame Asesino de Onmirs, se conecta como siempre lo había hecho, pero en un momento el ambiente cambia, una sensación extraña y junto a esto él se percatada que no puede salir del juego. Si muere en el juego, morirá en la vida real. Se inicia un descenso a la tragedia..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87515aa0-3c90-4b76-9254-0363fdbec36b",
    "title": {
      "en": "Miboujin Elf no Kanamori-san"
    },
    "updatedAt": "2024-12-29T04:17:14+00:00",
    "coverArt": "https://mangadex.org/covers/87515aa0-3c90-4b76-9254-0363fdbec36b/5181ed8a-9067-417d-be92-f4b316bf965f.jpg",
    "altTitles": [
      {
        "ja": "未亡人エルフの金森さん"
      },
      {
        "en": "Kanamori-san, The Widowed Elf"
      }
    ],
    "description": {
      "en": "When he consoles Mrs. Kanamori, a beautiful elf whose husband has passed away, by saying \"I'll marry you myself,\" he is taken in and becomes her fiancée...? A sweet and precious pure love comedy between a clumsy Yankee boy and the slightly natural Kanamori-san, 500 years apart."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "99024025-e988-42cf-84b3-aa68afaab322",
    "title": {
      "en": "Monster Holic"
    },
    "updatedAt": "2025-01-13T15:17:20+00:00",
    "coverArt": "https://mangadex.org/covers/99024025-e988-42cf-84b3-aa68afaab322/f26dbd70-46c4-49bd-a34a-b01aeba671d9.jpg",
    "altTitles": [
      {
        "ja-ro": "Kaibutsu Chuudoku"
      },
      {
        "ja": "怪物中毒"
      }
    ],
    "description": {
      "en": "People become primal beasts, give up rational thought, and celebrate their freedom in anonymity.\n\nThis is the \"Masked City.\"\n\nIt is a town where anyone can casually transform into a beast by taking a \"monster supplement\" and do whatever they want. It is the only government-approved \"slum\" where one can forget the stifling atmosphere of a completely monitored society. In this town, a vampire boy named Zero, who was a real monster, and his werewolf partner Tsuki take on the job of \"exterminating vermin\" as street cleaners. They search for hit-and-run centaurs, hunt JK bunnies, and fight to the death against an urban legend that has emerged. An encounter with the \"Medicine Witch\" will change the destiny of Zero and his friends.\n\n(Source: Dengeki Bunko, translated)"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "28"
  },
  {
    "mangaId": "730e65ef-b00c-4495-9935-9db252d93d4a",
    "title": {
      "en": "Love Gives Me Superpowers"
    },
    "updatedAt": "2024-12-07T11:21:33+00:00",
    "coverArt": "https://mangadex.org/covers/730e65ef-b00c-4495-9935-9db252d93d4a/ba582d65-8898-4118-84aa-8a1bbaf24096.jpg",
    "altTitles": [
      {
        "zh": "恋爱让我有了超能力"
      },
      {
        "zh-hk": "戀愛讓我有了超能力"
      },
      {
        "zh-ro": "Lian'ai Rang Wo Youle Chao Nengli"
      },
      {
        "en": "Falling In Love Gives Me Superpowers"
      }
    ],
    "description": {
      "en": "Art student Zhong Shenxiu encountered a problem during a sketching class. She couldn't \"truly see\" Xu Ke, a top student and the subject of the sketch. If she can't truly see the subject then she can't draw. Zhong Shenxiu put down her paintbrush. If she became a better student, she would be able to get closer to her, right? If she could get closer to her, then she could truly see her, right? Until the distance between them is no more--Face to face. Phew! Now I can finally see her! But! This is... Too close! Help! What Should I do?!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52e2bba3-1948-4e65-a282-a73a0b036005",
    "title": {
      "en": "Inaho-kun wa Nise Kanojo no Hazu na no ni"
    },
    "updatedAt": "2024-12-19T01:27:16+00:00",
    "coverArt": "https://mangadex.org/covers/52e2bba3-1948-4e65-a282-a73a0b036005/e5895c70-a398-49d1-9dc1-c2d3a86b2612.jpg",
    "altTitles": [
      {
        "ja": "稲穂くんは偽カノジョのはずなのに"
      },
      {
        "ja-ro": "Inaho-kun Wa Nise Kanojou No Hazu Nanoni"
      },
      {
        "en": "Inaho-kun Is Supposed to Be a Fake Sweetheart"
      }
    ],
    "description": {
      "en": "Mori Shintaro, a new first-year student, yearns for the sparkling high school life of having a girlfriend and experiencing youth, but is ridiculed by those around him. His classmate, Inaho Sawatari, entered the school as the top student and is a highly regarded beauty. The two are not supposed to cross paths, but after an incident where they are mistaken for a couple, Inaho makes an unexpected proposal:\n\"Shall we pretend that we're really dating?\"\n\n---\n**Notes:**\n- The pre-serialization series is [Houkago no Cinderella-kun](https://mangadex.org/title/147b8fd6-5232-45df-993f-35c908cf41a2/houkago-no-cinderella-kun)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b04582e8-d98b-4f6e-b605-c300f3a5e3bd",
    "title": {
      "en": "Sanda"
    },
    "updatedAt": "2024-10-14T13:11:49+00:00",
    "coverArt": "https://mangadex.org/covers/b04582e8-d98b-4f6e-b605-c300f3a5e3bd/7ee68920-77cf-40ec-accd-ce6954c8b74e.jpg",
    "altTitles": [
      {
        "ja": "サンダ"
      }
    ],
    "description": {
      "en": "In the year 2080, the world is like it is now, yet different. Government-arranged marriages, elaborate plastic surgery, and medical science are at the forefront of Japanese society.\n\nSanda Kazushige is a middle-school student who hasn't quite matured, despite being in the thralls of puberty. Put into a life-threatening situation by his classmate Fuyumura, Sanda discovers his uncanny ability to turn into a burly (and more grown) Santa Claus, and is thrown into a world of chaos to save his fellow students in only ways Santa Claus can do, while trying to solve the mysteries of the school he attends and the truth to where his supposedly-dead classmate Ono went.",
      "ja": "これは少し未来のお話。超少子化が進み、様々な風習が失われた近未来。大黒愛護学園に通う普通の少年、三田は、なぜか同級生の冬村四織に命を狙われていた。突如として振り下ろされる凶刃。それには、行方不明になった冬村の友人と、三田が抱えている「とある呪い」に理由があって…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "142"
  },
  {
    "mangaId": "ac7f7439-1556-48c5-8b59-ed22fb936de3",
    "title": {
      "en": "Let's Kiss Once Just For Fun"
    },
    "updatedAt": "2024-12-02T03:02:58+00:00",
    "coverArt": "https://mangadex.org/covers/ac7f7439-1556-48c5-8b59-ed22fb936de3/d9b49e7c-4979-4579-b731-15d05c0a765d.jpg",
    "altTitles": [
      {
        "ja": "遊びで一回キスしてみたい"
      },
      {
        "ja-ro": "Asobi de Ikkai Kiss Shite Mitai"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Shuumatsu no Valkyrie"
    },
    "updatedAt": "2025-01-17T11:20:41+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/96e03155-a80f-46f1-a652-3c50f9bdaec3.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "Record of Ragnarok"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "en": "World's End Valkyrie"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n___\n**Alt Official English:** [Comikey](https://comikey.com/comics/record-of-ragnarok-manga/61/), [MangaHot](https://mangahot.jp/site/works/e_R0002)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de36d69c-733f-4f6f-94fb-5d517a05284b",
    "title": {
      "en": "Salt and Pepper"
    },
    "updatedAt": "2024-11-18T06:15:30+00:00",
    "coverArt": "https://mangadex.org/covers/de36d69c-733f-4f6f-94fb-5d517a05284b/58f82ef3-6dc9-469f-952f-cd483930b969.jpg",
    "altTitles": [
      {
        "ko": "솔트앤페퍼"
      },
      {
        "en": "Salt n' Pepper"
      }
    ],
    "description": {
      "en": "Min Hu Chu, a guy who lives to eat and So Geum Ji, a girl who eats to live. They’re both childhood friends but with complete different opinions on the purpose of food. Focusing on these two characters, introducing a story that includes recipes to make alone(?) and their campus life(!) The author of ‘Second Lead Complex’, Soi’s beginning of a new series!",
      "ko": "먹기 위해 사는 민후추와 살기 위해 먹는 소금지. 소꼽친구지 만 음식에 대한 가치관이 전혀 다른 두 사람. 둘을 중심으로 펼 쳐지는 자취 요리(?)와 캠퍼스 라이프(!) 서브 콤플렉스 소이 작가의 신작!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e0e631b-f9b8-476a-b7d6-a0f000027898",
    "title": {
      "en": "Kozure Batsuichi, Saigo no Koi wa Numa deshita."
    },
    "updatedAt": "2024-09-13T20:28:53+00:00",
    "coverArt": "https://mangadex.org/covers/1e0e631b-f9b8-476a-b7d6-a0f000027898/f876d91a-3deb-46c0-9491-c3e08bca02e9.jpg",
    "altTitles": [
      {
        "ja": "子連れバツイチ、最後の恋は沼でした。"
      },
      {
        "en": "Single Mother’s Last Love Was a Bog"
      }
    ],
    "description": {
      "en": "A single mother who despises men is neighbors with a younger, womanizing man! Despite being scum, he is great at cooking and childcare--does that make him an ideal partner?",
      "ja": "クズでスパダリな年下男子が、頑張るシンママの心を癒やす!!\n\nシングルマザーの灯子は、誰にも頼ることなく、仕事と育児に大忙しな毎日を送っていた。ある日、過労で倒れてしまった灯子を助けたのは、隣の部屋に住む男子大学生だった。彼はイケメンスペック最強のスパダリ属性でちょっとクズ。男嫌いな灯子の最後の恋が始まりそうで──。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3",
    "title": {
      "en": "Sensei! Bokutachi ga Sekai wo Horoboshimasu."
    },
    "updatedAt": "2025-01-17T08:16:03+00:00",
    "coverArt": "https://mangadex.org/covers/1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3/da3de2f4-f8be-48ca-90d2-b3cb8e176f9d.jpg",
    "altTitles": [
      {
        "ja": "先生！ 僕たちが世界を滅ぼします。"
      },
      {
        "en": "Teacher, we will destroy the world!"
      },
      {
        "en": "Teacher! We Will Destroy the World."
      },
      {
        "ru": "Мы уничтожим весь мир, учитель!"
      }
    ],
    "description": {
      "en": "A teacher has the sacred job of protecting and guiding students.\n\nIn this world where people who can use magic and people who cannot use magic coexist, Solo is a sorcerer who lives alone. He is also known as No. 0, a skilled assassin who always completes any request he receives.\n\nAs part of a certain mission, he's assigned to teach Class 2D at a magic school, the teenage students of which are dropouts.\n\nWhile he is desperately playing the role of a teacher in order to complete his mission, a transfer student arrives and the situation takes an unexpected turn…",
      "ja": "『教師』とは、生徒を守り、教え導く聖なる仕事。\n魔法が使える人間と使えない人間が混在するこの世界で、孤独に生きる一人の魔導士・ソロ。受けた依頼は必ず完遂するという凄腕の殺し屋・No.0（ナンバーゼロ）という異名も持つ彼は、とある任務の一件で魔法学校で教師をすることになりますが、そこで担任することになったのは、学年の落ちこぼれが集まる２年Ｄ組。任務遂行のために必死に教師を演じている最中、そこに転校生がやってきて事態は思わぬ方向に…。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ba8fde2-acf7-4216-838c-51ae7d6d6eec",
    "title": {
      "en": "Mahou no Tsukaikata"
    },
    "updatedAt": "2025-01-19T15:13:44+00:00",
    "coverArt": "https://mangadex.org/covers/3ba8fde2-acf7-4216-838c-51ae7d6d6eec/75b15b21-8b6b-4257-b2a1-157a7420ce5d.jpg",
    "altTitles": [
      {
        "ja": "魔法のつかいかた"
      },
      {
        "ja-ro": "Mahou no Tsukai Kata"
      }
    ],
    "description": {
      "en": "I'm a sorcerer's apprentice. The sorcerer, Sentarou-san, kidnapped me from my mother and asked me to live with him. But Sentarou-san has probably killed someone before... Sakae Kusama's first full-length series, depicting the cool and gentle days of a useless adult and a lonely child, opens!"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2923754e-210d-4892-8df8-c7e7ed383e09",
    "title": {
      "en": "Honnori! Donpatch"
    },
    "updatedAt": "2024-10-01T12:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/2923754e-210d-4892-8df8-c7e7ed383e09/ec845598-34b2-4670-a856-0b32e185c0e7.jpg",
    "altTitles": [
      {
        "ja": "ほんのり!どんぱっち"
      },
      {
        "en": "Slightly! Don Patch"
      }
    ],
    "description": {
      "en": "Following a similar narrative to its predecessor (Fuwari! Donpatch), Honnori! Donpatch is a slice of life involving Beauty living with Donpatch. Here, however, it is not a parody, but more a pastiche of Kiyohiko Azuma's beloved slice of life series Yostuba&!",
      "ja": "不思議な生物・首領パッチと暮らすビュティ。二人は河原を散歩したり、友達とカラオケしたり、たまに喧嘩もするけど、ほんのりとした日常を過ごしています。だけど首領パッチの知り合いという破天荒が現れて!?"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "13"
  },
  {
    "mangaId": "7bf163e3-123a-41c1-b2bc-8254dbe5a09b",
    "title": {
      "en": "2.5 Jigen no Ririsa"
    },
    "updatedAt": "2024-10-09T17:08:34+00:00",
    "coverArt": "https://mangadex.org/covers/7bf163e3-123a-41c1-b2bc-8254dbe5a09b/cb3806bd-3537-45f7-9568-a19aa0e02c9a.jpg",
    "altTitles": [
      {
        "ja": "2.5次元の誘惑"
      },
      {
        "en": "2.5 Dimensional Seduction"
      },
      {
        "ko": "2.5차원의 유혹"
      },
      {
        "es": "Risisa of 2.5 Dimension"
      },
      {
        "ar": "2.5 الإغواء البعدي"
      },
      {
        "th": "2.5 มิติ ริริสะ"
      },
      {
        "zh-hk": "2.5次元的誘惑"
      },
      {
        "zh": "2.5次元的诱惑"
      },
      {
        "vi": "Sự Quyến Rũ của 2.5D"
      },
      {
        "ru": "Соблазн 2,5-мерного измерения"
      },
      {
        "pt-br": "Sedução 2.5D"
      }
    ],
    "description": {
      "en": "From Seven Seas:\n“I have no interest in real girls!” So claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Liliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff, The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.\n\nEnglish volumes by [Seven Seas Entertainment](https://sevenseasentertainment.com/series/2-5-dimensional-seduction/)",
      "ja": "現実の女に興味無し！俺の嫁・リリエルは2次元にあり！そんな漫研部長・奥村の前に現れたのは…リアルなリリエル？ドキドキコスプレコメディ開幕！",
      "pt": "\"Eu não estou interessado em uma mulher real! Minha waifu Liliel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu… uma Liliel real?  \nUma super comédia empolgante começa!",
      "pt-br": "\"Eu não estou interessado em uma mulher real! Minha waifu, Liriel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu... uma Liriel real? Uma super comédia empolgante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "740df907-bc4c-4d19-ae84-b646054c5faf",
    "title": {
      "en": "My Goddess Spurs Me On"
    },
    "updatedAt": "2024-06-12T17:29:24+00:00",
    "coverArt": "https://mangadex.org/covers/740df907-bc4c-4d19-ae84-b646054c5faf/694e82be-f57d-4c85-8baa-e3d51d4b9d5a.jpg",
    "altTitles": [
      {
        "ja": "私の女神が今日も推せる"
      },
      {
        "ja-ro": "Watashi no Megami ga Kyou mo Oseru"
      },
      {
        "ja": "私の女神が今日も推せる ~これからも、いつまでも~"
      }
    ],
    "description": {
      "en": "This is a yuri omnibus currently being serialized in the web manga magazine comicGAGA. The theme is \"goddess-like woman x troubled protagonist\" and it's a fun manga that you can easily read. Both the magazine and the single issue version are distributed on the first Saturday of every month. (Each episode 20 pages)",
      "ja": "友達だけど、気付いたら気になっている。\n目で追っていた相手と、気付いたら距離が縮んでいる。\n一緒にいると嬉しいのに、苦しくなるこの気持ちは何だろう…。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "5b0d31e1-2ae7-4510-b714-8bcc3a566256",
    "title": {
      "en": "Reborn as a Demonic Cultivator: Starting with a Zombie Planet"
    },
    "updatedAt": "2024-10-19T15:48:16+00:00",
    "coverArt": "https://mangadex.org/covers/5b0d31e1-2ae7-4510-b714-8bcc3a566256/cbc7b522-e242-4453-a70f-e66f29aac349.png",
    "altTitles": [
      {
        "zh": "重生魔修，开局捡到一颗丧尸星球"
      },
      {
        "en": "Reborn as a Demonic Cultivator, Picking Up a Zombie Planet at the Start"
      },
      {
        "en": "Reborn as a Demon Cultivator, Starting off by finding a Zombie Planet"
      }
    ],
    "description": {
      "en": "Chu Xuan traveled through the Cangxuan world and became a demon cultivator of Wuji Sect. The so-called demon cultivation is to plunder the essence of heaven and earth and seize the essence of all things. After slaughtering thousands of people, he became the Great Demon Lord. However, killing is not tolerated by the heavenly way of the human race. Wuji Sect was also destroyed by the righteous sect. When he was helpless, Chu Xuan accidentally got the blood mirror, which could take him to a doomsday planet full of zombies! He suddenly discovered that this place is simply a paradise for demon cultivators!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0499fc91-fc19-434b-8e66-7dc2fd93a2d7",
    "title": {
      "en": "Epic of Gilgamesh"
    },
    "updatedAt": "2025-01-26T17:10:14+00:00",
    "coverArt": "https://mangadex.org/covers/0499fc91-fc19-434b-8e66-7dc2fd93a2d7/d30a2ada-f0a7-4ab4-bfcd-33860e3ed687.jpg",
    "altTitles": [
      {
        "ko-ro": "Aeneulg Eun-i"
      },
      {
        "en": "Gilgamesh"
      },
      {
        "ru": "Эпос о Гильгамеше"
      },
      {
        "ko": "애늙은이"
      }
    ],
    "description": {
      "en": "Tludia was on her way to become a Knight within the Order when she was unexpectedly kicked out for breaking too many weapons and – wait for it – eating too much. But that doesn’t mean she should stand idly by when she witnesses an old man about to be attacked by a band of robbers. Luckily for her – because she was a second too late – the old man did not need saving. It’s Tludia that needs saving. Much older than his appearance suggests, Tludia rekindles a long lost memory in him, and he decides to repay her for her efforts by finding a cure for her disease (with promises of food, of course). Thus begins their journey to bring life to one, and long-awaited peace to the other."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "172"
  },
  {
    "mangaId": "cf7c6c51-7b96-418f-b025-10d3cca71c96",
    "title": {
      "en": "Eiyuu to Majo no Tensei LoveCome"
    },
    "updatedAt": "2025-01-20T00:01:40+00:00",
    "coverArt": "https://mangadex.org/covers/cf7c6c51-7b96-418f-b025-10d3cca71c96/1fee8d1d-d61c-4cf9-876e-977339dd7c4a.png",
    "altTitles": [
      {
        "ja": "英雄と魔女の転生ラブコメ"
      },
      {
        "ja-ro": "Eiyuu to Majo no Tensei Rabu Kome"
      },
      {
        "en": "A Reincarnation Romantic Comedy of a Hero and a Witch"
      },
      {
        "pt-br": "Uma Comédia Romântica de Reencarnação entre um Herói e uma Feiticeira"
      },
      {
        "vi": "Chuyện tình lãng mạn và hài hước của Anh Hùng và Phù Thủy chuyển sinh"
      },
      {
        "vi": "Chuyện tình chuyển sinh hài hước của Anh hùng và Phù thuỷ"
      }
    ],
    "description": {
      "en": "Choose the world or choose her. Ordinary high school student Shiraishi Godo harbored a \"secret\"  - he possessed memories of a past life. In a world different from this one, he was a \"hero\" who saved humanity. However, that was a story of his past life. In this life, he was supposed to lead an ordinary school life—until the arrival of transfer student Mai Shiina turned everything upside down.",
      "ja": "世界を選ぶか、彼女を選ぶか。平凡な高校生・白石護道には『秘密』があった。それは前世の記憶を持っていること。こことは違う別の世界で、人類を救った『英雄』だった。とはいえ、あくまで前世の話。今世ではごく普通の学生生活――のはずだったが、転入してきた少女・椎名麻衣の出現で日々は一変する。",
      "vi": "Shiraishi Godou, một cậu học sinh cao trung bình thường đang có một \"Bí mật\". Đó là cậu vẫn còn ký ức của tiền thế.\nỞ một thế giới khác, Godou đã từng là \"Anh hùng\" giải cứu nhân loại. Tuy là vậy, nhưng đó là chuyện của tiền thế. Ở thế giới hiện tại, cậu chắc là đang trải qua quãng đời học sinh bình thường, vậy mà sự xuất hiện của cô thiếu nữ vừa chuyển trường đến. Shiina Mai đã làm những ngày yên bình của cậu hoàn toàn thay đổi",
      "pt-br": "O estudante comum de ensino médio Shiraishi Godo guardava um \"segredo\", ele possuía memórias de uma vida passada. Em um mundo diferente deste, ele foi um \"herói\" que salvou a humanidade. Mas isso era uma história de sua vida passada. Nesta vida, Godo deveria ter uma vida escolar comum. Isso até a chegada da nova aluna Mai Shiina, que virou tudo de cabeça para baixo. Ela não era apenas uma aluna transferida. Mai era a reencarnação de Celis, a Feiticeira da Calamidade, sua mortal inimiga de vidas passadas. E ela estava lá, não por vingança, mas por algo mais — algo que mudaria o curso da vida de Godo mais uma vez. Agora, ele deve navegar pelas complexidades de suas memórias reencarnadas, sua crescente conexão com Mai e a escolha impossível entre uma vida pacífica e uma cheia de caos mágico."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0ddd740-4b91-4c66-bfd0-b36a77f8e730",
    "title": {
      "en": "Brainrot Girlfriend"
    },
    "updatedAt": "2024-11-01T23:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/d0ddd740-4b91-4c66-bfd0-b36a77f8e730/e2be562e-6f9a-4a1c-ab7e-31d593914232.png",
    "altTitles": [
      {
        "en": "How to train your brainrot girlfriend"
      },
      {
        "es-la": "Tengo una novia con la percepción de la realidad alterada"
      },
      {
        "tl": "Jowang utakbulok"
      },
      {
        "vi": "Bạn gái bại não của tôi"
      },
      {
        "pl": "Moja dziewczyna z brainrotem"
      }
    ],
    "description": {
      "en": "She's cute! She's beautiful! She's sexy! She... speaks in tongues? Meet the Brainrot Girlfriend! She means well, but good luck understanding what she says. \nBrainrot translation: shes skibidi shes toilet shes roblox she girl math goat bussing this better caul saul mrbeast metal pipe falling the roblox amogus she gigachad glazer but colleen ballinger nonchalant poppy playtime what she roblox L rn",
      "tl": "Ang cute niya! Ang ganda niya! Ang seksi niya! At siya ay... nagsasalita ng iba't ibang wika? Sa Vietnamese na manga na ito, kilalanin ang Jowang utakbulok! Mabuti ang kanyang intensyon, pero swerte na lang kung maiintindihan mo ang sinasabi niya."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac983725-5e63-4ebe-8dc8-94ca5e4c5982",
    "title": {
      "en": "Uchi ni Kaeru to Itsumo Kukkoro ga Iru"
    },
    "updatedAt": "2025-01-25T05:58:46+00:00",
    "coverArt": "https://mangadex.org/covers/ac983725-5e63-4ebe-8dc8-94ca5e4c5982/d3b10777-34a2-427f-8808-2d0abbfb95eb.jpg",
    "altTitles": [
      {
        "ja": "家に帰るといつもくっころが居る"
      },
      {
        "id": "Saat Pulang ke Rumah, Selalu Ada Kucing yang Ada di Sana."
      }
    ],
    "description": {
      "en": "A high school student planning to live alone decides to rent a \"stigmatized property\" where the ghost of a female knight appears!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60309abd-3552-4824-bab6-20086eade196",
    "title": {
      "en": "Kono Yo wa Tatakau Kachi ga Aru"
    },
    "updatedAt": "2025-01-20T17:33:38+00:00",
    "coverArt": "https://mangadex.org/covers/60309abd-3552-4824-bab6-20086eade196/3f92e559-a89c-45a2-bcc4-81423d310cc7.jpg",
    "altTitles": [
      {
        "ja": "この世は戦う価値がある"
      },
      {
        "en": "This World is Worth Fighting For"
      },
      {
        "vi": "Thế giới này đáng để đấu tranh"
      }
    ],
    "description": {
      "en": "Kiri Ito, third year in the company. She faces a pile of energizer, a bad job, a sexually harassing workplace, and a morally harassing boyfriend. In the midst of her daily life, she is trying to survive with only one thing in mind: \"I want to be useful to other people. In it was a card. It was her right to live freely.\"\n\nAt the age of 25, the end of a life of dedication. And the biggest and last revenge of her life begins!",
      "ja": "伊東紀理(いとうきり)、社会人3年目。積まれるエナドリ、仕事不調、セクハラ職場にモラハラ彼氏。「人の役に立ちたい」一心で生き抜く日々に、一通の封書が届く。そこに入っていたのは1枚のカード。それは、彼女が自由に生きる権利となった。\n\n25歳、捧げるだけの人生の終わり。そして、人生最大最後のリベンジが始まる！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d08a69ee-9f90-439a-b17d-da561eda2c66",
    "title": {
      "en": "Mahou Sensei Negima!"
    },
    "updatedAt": "2024-11-20T18:59:36+00:00",
    "coverArt": "https://mangadex.org/covers/d08a69ee-9f90-439a-b17d-da561eda2c66/4b9bdc2c-23f8-46ac-85ad-67e573760dd0.jpg",
    "altTitles": [
      {
        "ja": "魔法先生ネギま！"
      },
      {
        "de": "Magister Magi Negi"
      },
      {
        "en": "Negima! Magister Negi Magi"
      },
      {
        "fr": "Negima! Le Maître magicien"
      },
      {
        "it": "Negima"
      },
      {
        "ko": "마법선생 네기마!"
      },
      {
        "zh": "魔法老师"
      },
      {
        "sr": "Negima! Čarobnjak učitelj"
      },
      {
        "ru": "Учитель-чародей Нэгима"
      },
      {
        "th": "คุณครูจอมเวท เนกิมะ!"
      }
    ],
    "description": {
      "en": "Ten-year-old prodigy Negi Springfield, has just graduated from magic academy, and in order to become a master mage he is sent to Japan to teach English at an all-girls middle school. But Negi has a bigger dream than just becoming a master mage. He wants to find his missing father, \"The Thousand Master\", the strongest mage that has ever lived. And he soon finds that searching for his father wont be as easy as he first hoped. In fact, it pushes him and his students into life-or-death battles that decides the fate of millions.\n\n---\n\nAlternate official English:\n- [INKR](https://comics.inkr.com/title/193)"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "38",
    "lastChapter": "355"
  },
  {
    "mangaId": "6c079564-363d-4d95-9410-4a841e6a33fb",
    "title": {
      "en": "Sekai Saikyou no Majo, Hajimemashita ~Watashi Dake \"Kouryaku Saito\" o Miseru Sekai de Jiyuu ni Ikimasu~"
    },
    "updatedAt": "2024-12-13T12:39:10+00:00",
    "coverArt": "https://mangadex.org/covers/6c079564-363d-4d95-9410-4a841e6a33fb/77455325-49f4-4fe2-a482-11cc1549a1f0.jpg",
    "altTitles": [
      {
        "ja": "世界最強の魔女、始めました ～私だけ『攻略サイト』を見れる世界で自由に生きます～"
      },
      {
        "en": "I Became the World's Strongest Witch: I Will Live Freely in a World Where Only I can Access the \"Guide Site\""
      },
      {
        "en": "The World's Strongest Witch has Begun: I Will Live Freely in a World Where Only I can View the \"Strategy Site\""
      },
      {
        "id": "Aku Menjadi Penyihir Terkuat di Dunia: Aku Akan Hidup dengan Bebas di Dunia di Mana Hanya Aku yang Bisa Mengakses \"Situs Panduan\""
      }
    ],
    "description": {
      "en": "An unknown skill turns into unlimited power with divine knowledge [Internet]!\n\n\"To manifest an SSS rank with the weakest skill is a disgrace!\"\n\nRona is a girl who was expelled from her home due to her lack of money, food, and power. Lost and hopeless, she suddenly hears the words...\n\n\"Would you like some guidance?\"\n\nShe discovers how to utilize her unique SSS rank skill: [Internet], which she alone possesses. The true nature of this skill is the ability to access this world's 'guide sites' - an extraordinary cheat skill! Endless production of valuable items! Acquiring ultra-rare equipment! Thanks to her skill, she can do as she pleases...!",
      "ja": "「…攻略うぃき？」――最弱クラスのスキルを発現してしまい追放された少女・ローナ。しかしそのスキルの正体は、この世界の『攻略サイト』を見ることができるＳＳＳランクのチートスキル【インターネット】だった！\n\n（１）冒険開始→（２）即・最強武器発見→（３）世界を混乱に陥れる最強少女に‥‥‥。ローナは言う。「私はただ、平和に自由に生きたいだけなのにいぃ‥‥‥！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3fa25bc-23eb-46c3-af17-36ec9200456e",
    "title": {
      "en": "Keiyaku Shimai"
    },
    "updatedAt": "2024-12-02T18:20:39+00:00",
    "coverArt": "https://mangadex.org/covers/e3fa25bc-23eb-46c3-af17-36ec9200456e/9d09a8ba-8fa7-4270-856b-4fa80f1e9f21.jpg",
    "altTitles": [
      {
        "ja": "ケイヤクシマイ"
      },
      {
        "en": "Contract Sisters"
      },
      {
        "id": "Perjanjian Saudari"
      },
      {
        "pl": "Siostry umowne"
      },
      {
        "ko": "계약 자매"
      },
      {
        "th": "สัญญาใจยัยน้องสาว"
      }
    ],
    "description": {
      "en": "Kasane Hayafuji's secret joy in life is seeing Aoyama-san, a waitress at a family restaurant. One night, she saw Aoyama standing alone in the rain. When she tried to help, Aoyama suddenly made her an offer.\n\n\"Will you be my big sister?\"",
      "id": "Menemui Aoyama-san yang bekerja sebagai pelayan di restoran keluarga merupakan arti kehidupan Hayafuji Kasane. Pada suatu hari, Kasane memutuskan membantu Aoyama-san yang tengah berdiam diri di tengah guyuran hujan. Kemudian, Aoyama-san tiba-tiba menawari Kasane perjanjian saudari.\r\n\r\n“Bersediakah kamu… menjadi kakakku?”",
      "ja": "早藤香沙音はファミレスで働くアオヤマさんに会いに行くことを生きがいにしている。ある日、香沙音は雨の中で佇むアオヤマさんを助けることに。すると彼女は唐突に姉妹契約をもちかけてきて――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "61db5450-892d-43df-881f-0dd38f3c27a6",
    "title": {
      "en": "Monster and Ghost"
    },
    "updatedAt": "2024-05-21T07:35:11+00:00",
    "coverArt": "https://mangadex.org/covers/61db5450-892d-43df-881f-0dd38f3c27a6/91875d1e-c51c-4bd2-8a90-15ee2bb6e50f.jpg",
    "altTitles": [
      {
        "ja": "モンスターアンドゴースト"
      },
      {
        "en": "The Monster & The Ghost"
      }
    ],
    "description": {
      "en": "Koton Tsubaki, a delinquent with a dark and violent past, encounters the sweet and optimistic ghost of a young man, Yuuki Kabuto, and his life begins to change."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00dc541f-cc21-4fd4-bcad-e077db7d3f60",
    "title": {
      "en": "Russian Transfer Student Who Can't Speak Japanese"
    },
    "updatedAt": "2023-06-10T22:50:34+00:00",
    "coverArt": "https://mangadex.org/covers/00dc541f-cc21-4fd4-bcad-e077db7d3f60/01d12a59-fb48-4c47-9997-dd3d83afe877.jpg",
    "altTitles": [
      {
        "en": "I'm the Only Multilingual Master a Russian Transfer Girl Student Who Can't Speak Japanese Can Rely on"
      },
      {
        "ja": "日本語が話せないロシア人美少女転入生が頼れるのは、多言語マスターの俺1人"
      },
      {
        "ja-ro": "Nihongo ga hanasenai roshiajin bishōjo ten'nyūsei ga tayoreru no wa, tagengo masutā no ore hitori"
      },
      {
        "ru": "Русская красавица, не говорящая по-японски может надеяться только на меня, — полиглота"
      },
      {
        "zh-hk": "不會日語的俄羅斯美女轉校生，能依靠的只有多語種大師的我"
      },
      {
        "en": "The Russian Transfer and the Polyglot"
      }
    ],
    "description": {
      "en": "In the second year of high school, Iori Kagami is a boy who doesn’t stand out. Some of the students dislike him because of their impression of his twin sister, Shiori, who is famous as the perfect idol of their whole grade.\r\n\r\nWith special permission, Iori lives in a US military base in Japan and works part-time as an interpreter. While working with Cheena, Iori’s talents are revealed and he starts to look around at the people around him.\r\n\r\nThis is a story about how Iori’s talents are revealed when he gets involved with Christina.",
      "ja": "クラスに超可愛いロシア人のチーナが転入してきた！たちまち人気者になるけど、日本語がわからない彼女は困って泣き出しそう。そんな時に頼れるのは、とある誤解で皆から嫌われている主人公・伊織のみ。米軍仕込みの通訳とフィジカルでチーナを救え！ついでにバカにしてきた連中にざまぁをかませ!!「小説家になろう」発！大人気学園ラブコメコミカライズ！　※「小説家になろう」は株式会社ヒナプロジェクトの登録商標です",
      "ru": "В класс перешла новая супер-милая ученица Тина! Она мгновенно стала популярной, но из-за того, что девушка совершенно не знала японского, она выглядела так, будто вот-вот заплачет. В первое время, главного героя Иори ненавидели все его одноклассники за то, что он был с ней знаком. Иори спасает Тину от злобных ребят, что говорят только на японском, с помощью своих лингвистических навыков! Теперь история будет разворачиваться вокруг двух главных героев, которые должны будут преодолеть языковой барьер!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "28"
  },
  {
    "mangaId": "168b18d2-b222-4c73-bc52-8b292292f203",
    "title": {
      "en": "Family Scramble"
    },
    "updatedAt": "2025-01-27T06:25:02+00:00",
    "coverArt": "https://mangadex.org/covers/168b18d2-b222-4c73-bc52-8b292292f203/f3922c24-f604-4f3e-b385-6829d6484995.jpg",
    "altTitles": [
      {
        "ja": "家族スクランブル"
      },
      {
        "ja-ro": "Kazoku Scramble"
      }
    ],
    "description": {
      "en": "This is a strange family story.\n\nI went camping with my family. We met a man with a strange demeanor and a strange lantern that could  alter time and space! I can't believe it's real! Or....is it?\nKazoku Scramble is a collection of short stories with a twist, based off of the novel with the same name. However it encompasses its own original stories so original fans and new readers can enjoy."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "a6b6adde-4d93-4944-b2a6-0ac50f6f9642",
    "title": {
      "en": "H2"
    },
    "updatedAt": "2024-06-09T19:45:15+00:00",
    "coverArt": "https://mangadex.org/covers/a6b6adde-4d93-4944-b2a6-0ac50f6f9642/8a71618b-0b60-4ab3-8956-8ff5c86bb542.jpg",
    "altTitles": [
      {
        "ja": "エイチツー"
      }
    ],
    "description": {
      "en": "Kunimi Hiro and his best friend Hideo were baseball wonders… Until Hiro found out his arm was permanently damaged, rendering him unable to play anymore. A frustrated Hiro goes through the trouble of specifically finding a high school with no baseball team… Only to later on find out the doctor who examined him was a quack and his arm is perfectly fine. Hiro is quick to reinstate his dream: Creating a baseball team for his school and getting to face off against Hideo in the Koshien… The number one premier league for high school baseball."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "34",
    "lastChapter": "338"
  },
  {
    "mangaId": "dcebd4d5-d384-4079-8491-62bf1b9a9cd8",
    "title": {
      "en": "Garouden"
    },
    "updatedAt": "2024-03-11T21:00:23+00:00",
    "coverArt": "https://mangadex.org/covers/dcebd4d5-d384-4079-8491-62bf1b9a9cd8/bad223c2-2c69-4a8c-b8eb-43d855963fbc.jpg",
    "altTitles": [
      {
        "en": "Legend of the Hungry Wolves (Itagaki Keisuke)"
      },
      {
        "ja": "餓狼伝"
      },
      {
        "he": "גארודן"
      },
      {
        "ja-ro": "Ga-Rou-Den"
      },
      {
        "de": "Wie hungrige Wölfe"
      },
      {
        "ja-ro": "Garoden (Itagaki Keisuke)"
      }
    ],
    "description": {
      "en": "What does it mean to be strong? What attracts men to fight in hand to hand combat? These and many other questions are explained and detailed in Garouden, a novel series by Yumemakura Baku (illustrated by celebrity manga author Itagaki Keisuke).  \n  \nFighting expert Bunshichi Tanba enjoys defeating TV fighting champions and celebrities on the street, until he stumbles upon the underground wrestling club known as FAW (Federation of Amateur Wrestling), and unfortunately he is defeated by one of the underdogs of the wrestling world. He forces himself to improve and looks for a rematch.  \nYears later, he returns better than ever, and his fights attract the attention of the two \"monsters\" of the fighting world who are in constant competition, Makoto \"the Great\" Tatsumi, owner of the FAW and possessing a power and charisma unrivaled in the ring, and \"the Demon of Karate\" Matsuo Shozan, owner of the best Karate schools in Japan and possessing a power and speed that's almost godlike.  \nBoth will try to recruit Tanba to their own side, and Tanba will experience a wold of fighting like he has never seen, with friends and rivals everywhere, and he will have to step up to the many challenges that confront him.  \nFeatures other martial arts characters from his other fighting novel series, The Gate of the Lions. Currently the best \"serious\" martial arts manga title in Japan, this is another of Baku's masterpieces that, unlike his other fantasy epic titles, has surprising realism in its deep exploration of martial arts and those who use it."
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "suggestive",
    "lastVolume": "25",
    "lastChapter": "238"
  },
  {
    "mangaId": "1866529a-d421-43e6-8d5f-9ebd9a2dbb2b",
    "title": {
      "en": "Tsuma, Shougakusei ni Naru. Spinoff: Hatsukoi Aite no Kimi wa Dare?"
    },
    "updatedAt": "2024-10-16T01:01:34+00:00",
    "coverArt": "https://mangadex.org/covers/1866529a-d421-43e6-8d5f-9ebd9a2dbb2b/786e6238-5781-496c-a067-9038b3f67f93.jpg",
    "altTitles": [
      {
        "ja": "妻、小学生になる。スピンオフ　初恋相手の君は誰？"
      },
      {
        "ja-ro": "Tsuma, Shougakusei ni Naru. Spinoff: Hatsukoi Aite no Kimi ha Dare?"
      },
      {
        "ja": "If my wife becomes an elementary school student."
      },
      {
        "en": "If My Wife Became An Elementary School Student. Spinoff: My First Love, Who Are You?"
      },
      {
        "en": "My Wife Became An Elementary School Student. Spinoff: My First Love, Who Are You?"
      }
    ],
    "description": {
      "en": "Now in high school, Takeru goes to his elementary school reunion and runs into Marika, his first love. This causes him to remember his elementary school days when he was in love with her, his classmate who'd recently become mature."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "03b51b22-f30e-4808-b1ff-bf6e1ff902cf",
    "title": {
      "en": "Danjo no Yujou wa Seiritsu suru? (Iya, Shinai!!)"
    },
    "updatedAt": "2024-10-30T21:55:57+00:00",
    "coverArt": "https://mangadex.org/covers/03b51b22-f30e-4808-b1ff-bf6e1ff902cf/6c0ddc22-89cc-4bd0-adb1-6510467fdb53.jpg",
    "altTitles": [
      {
        "ja": "男女の友情は成立する？（いや、しないっ！！）"
      },
      {
        "en": "Can a Boy and Girl Friendship Hold Up? (No It Can't)"
      },
      {
        "zh": "男女之间真的存在友情吗"
      }
    ],
    "description": {
      "en": "At a rural junior high school, a man and a woman vowed an eternal friendship. The relationship between the two who became a fateful community toward one dream-two years have passed without any particular progress ...!\n\n　Yuu Natsume, a flower-loving plant boy, and Inuzuka Himari, a girl who hasn't been in love for the first time yet, have been peacefully close friends in the gardening club with only two of them.\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://manga.nicovideo.jp/comic/54842)",
      "ja": "未だに初恋がこない陽キャ女子・犬塚日葵と、花を愛する植物系男子・夏目悠宇はふとしたきっかけで友情に落ちた。 それから２年――相変わらず『親友』をやっているふたりだったが、悠宇がかつての初恋相手と再会したことで日葵と悠宇の関係も変わり出し……？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "176867d1-8255-48bc-8704-14d470f1b67f",
    "title": {
      "en": "Kanjuten"
    },
    "updatedAt": "2024-12-29T06:04:57+00:00",
    "coverArt": "https://mangadex.org/covers/176867d1-8255-48bc-8704-14d470f1b67f/dc7c8a9d-25d1-416a-826d-b3660ef8377f.jpg",
    "altTitles": [
      {
        "ja": "感受点"
      },
      {
        "en": "Sensitive Point"
      }
    ],
    "description": {
      "en": "An interconnected omnibus of stories that explores the subtle distortions of everyday life, delving into how ordinary experiences can take unsettling turns. Each narrative weaves together to examine the eerie sensations that arise when the familiar becomes uncanny."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  }
]