[
  {
    "mangaId": "328c7464-9fd4-4b30-83ce-6d4e35acbe21",
    "title": {
      "en": "Psycho Face"
    },
    "updatedAt": "2023-07-18T04:12:58+00:00",
    "coverArt": "https://mangadex.org/covers/328c7464-9fd4-4b30-83ce-6d4e35acbe21/1356ca91-3d2f-43e2-808e-dd1a88a1f079.png",
    "altTitles": [
      {
        "ko": "싸이코페이스"
      },
      {
        "en": "Psychoface"
      }
    ],
    "description": {
      "en": "15 years ago, Kwon Gyeongchan began chasing after his sister’s killer. As a constable at a police substation, he pursues various evil figures who roam the streets under the alias ‘Black Sheep’, hoping that as he pursues the bad guys, he might someday run into ‘that guy’ who murdered his sister. He will go to any lengths to track down the criminals and will do anything to exact his revenge. He also joins forces with detective Kang Cheolho, a detective who is more like a thug than actual thugs, and they launch a large-scale pursuit. Once again, ‘that guy’ is on the move."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "263deeff-c010-4ac7-bc01-6341f3e698ac",
    "title": {
      "en": "Dragon Quest: The Great Adventure of Dai - Avan the Brave and the Demon King of Hellfire"
    },
    "updatedAt": "2024-02-01T17:44:16+00:00",
    "coverArt": "https://mangadex.org/covers/263deeff-c010-4ac7-bc01-6341f3e698ac/24977b58-9908-4c19-8fb1-d5defd9743f2.jpg",
    "altTitles": [
      {
        "ja": "ドラゴンクエスト ダイの大冒険 勇者アバンと獄炎の魔王"
      },
      {
        "ja-ro": "Dragon Quest: Dai no Daibouken - Yuusha Avan to Gokuen no Maou"
      }
    ],
    "description": {
      "en": "The Demon King's army led by Hadler is attacking the world. The Kingdom of Carl and Princess Flora stand up to stop the invasion. And then there's young Avan! Another heroic story begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11b74211-f4c0-4f08-b5a4-c491da0d0c0b",
    "title": {
      "en": "Choujin X"
    },
    "updatedAt": "2024-04-08T11:09:07+00:00",
    "coverArt": "https://mangadex.org/covers/11b74211-f4c0-4f08-b5a4-c491da0d0c0b/d71efde0-cddf-4ccc-b52e-e953cd9d12d4.jpg",
    "altTitles": [
      {
        "ja": "超人X"
      },
      {
        "en": "Superhuman X"
      },
      {
        "ru": "Сверхчеловек Х"
      },
      {
        "uk": "Надлюдина X"
      },
      {
        "vi": "Siêu nhân X"
      },
      {
        "en": "Overhuman X"
      },
      {
        "de": "Übermensch X"
      },
      {
        "hu": "SZUPEREMBER X"
      }
    ],
    "description": {
      "en": "When an airplane goes down in a plume of black smoke near their city, best friends Tokio and Azuma join the volunteer search and rescue team. But instead of a wreck of twisted metal, they discover that the plane suffered minimal damage and that over 200 of the passengers are still alive! With their services no longer needed, the friends head for home, but on the way, they run into an old enemy who has picked up some bizarre new powers and an obsession with destroying them. Now Tokio and Azuma only have one chance to make it out alive—by becoming the superpowered creatures known as choujin!\n\nBeing a superpowered creature isn’t all it’s cracked up to be. Tokio has to hide his transformation from his family and dodge a truancy charge at school, all while dealing with an increasing number of odd incidents happening around town!",
      "hu": "Amikor egy repülőgép lezuhan miközben egy különös, fekete füstöt ereget, a két jó barát Tokio és Azuma úgy dönt, hogy csatlakozik az önkéntes kutató és mentőcsapathoz. Azonban egy csomó roncs helyett azt látják, hogy a repülő minimális károkat szenvedett valamint több mint 200 utas túlélte a balesetet. De mivel nem volt szükség már rájuk így elindulnak hazafelé. Viszont az úton szembejön velük egy régi ellenségük, aki valami bizar erő birtokosa lett, és elakarja pusztítani őket. Tokio és Azuma egyetlen esélye a túlélésre az, hogy szupererővel rendelkező lényekké - Úgy nevezett Choujin-okká válnak.\n\nDe a szupererő nem megoldás mindenre. Tokio-nak titokban kell tartania az erejét a családja, és iskolája elől, miközben egyre több különös esemény történik városszerte.",
      "ru": "Азума Хигаши довольно популярный парень. И хотя он не очень крупный, но обладает хорошими боевыми навыками и сильным чувством справедливости. Также он имеет высочайшие оценки в своём классе. Прямая противоположность Азуме его друг Токио Курохара, который не слишком увлечён учёбой. Даже во время драк он выступает как простой наблюдатель. Тем не менее, невзирая на сложности и различия, эти два закадычных приятеля держатся друг друга.\nОба парня живут в префектуре Ямато – самом обычном регионе страны, который более всего известен тем, что некоторые его области были уничтожены Сверхчеловеком.",
      "uk": "Азума Хіґаші доволі популярний хлопець: низенький красень із гарними бойовими навичками, має підвищене почуття справедливості, найкращі оцінки у класі та друга… свою повну протилежність - Токіо Курохару, боязкого хлопчака, який лиш спостерігає за бійками Азуми та ловить ґав на уроках. І все ж, не зважаючи на це, міці їхньої дружби можна позаздрити.\n\nПрефектура Ямато, район, де вони живуть, наполовину зруйнований Надлюдьми - особами із небезпечними надприродними здібностями. Часто саме вони влаштовують погроми чи сутички, в центрі яких цього разу й опинился хлопці. Перед загрозою смерті друзі приймають рішення стати Надлюдьми. Зміни торкаються Токіо, який вже не може бути стороннім спостерігачем, він потрапляє у пастку світу, де битва неминуча.",
      "vi": "Một tác phẩm mới được khắc họa dưới ngòi bút của tác giả bộ manga đình đám tokyo ghoul. \"Siêu nhân X\" kể về thế giới có những nhân vật đặc biệt được gọi là \"Siêu nhân\"[Choujin], nhân vật chính là Tokio Kurobara, một học sinh trung học ở tỉnh Yamato, hiện tại cậu ấy cùng người bạn Higashi Azuma thực thi công lý.Và rồi một ngày nọ, khi cả hai rơi vào tình thế hiểm nghèo bắt buộc chỉ còn cách dùng một ống tiêm kỳ lạ..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "07f1d750-2a06-4539-bdab-787b2aba22e5",
    "title": {
      "en": "Bukiyou-tachi no Kosodate Nisshi"
    },
    "updatedAt": "2024-04-18T08:22:30+00:00",
    "coverArt": "https://mangadex.org/covers/07f1d750-2a06-4539-bdab-787b2aba22e5/427f1351-b9d8-4aeb-a07d-8d88dec89bc9.png",
    "altTitles": [
      {
        "en": "Bukiyou-tachi no Kosodate Nisshi - Oretachi to Kazoku ni Natte Kudasai!"
      },
      {
        "ja": "不器用たちの子育て日誌"
      },
      {
        "ja": "不器用たちの子育て日誌～俺たちと家族になってください！～"
      }
    ],
    "description": {
      "en": "New neighbours moved in next door to Matsuda, who is a school nurse. It was his student, Raito, and his guardian, Shouhei. Seeing that the two of them missed dinner, he cooks for them out of sympathy. \n\n“Could you please cook for us again?”\nUnable to refuse, Matsuda ended up agreeing to their earnest request. \n\nOne day, Shohei falls asleep after dinner. But when Matsuda approaches him to wake him up, Shouhei pulls him by the arm into an embrace?!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c221393-092a-4c43-9af7-be21427aa411",
    "title": {
      "en": "Kiraware Majo to Karada ga Irekawatta Keredo, Watashi wa Kyou mo Genki ni Kurashiteimasu!"
    },
    "updatedAt": "2024-03-07T16:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/4c221393-092a-4c43-9af7-be21427aa411/e50a23f7-e2e8-49f5-953b-981da7fa4154.jpg",
    "altTitles": [
      {
        "ja": "嫌われ魔女と体が入れ替わったけれど、私は今日も元気に暮らしています！"
      },
      {
        "en": "I Swapped Bodies With a Wicked Witch, But Today I'll Keep Having Fun!"
      }
    ],
    "description": {
      "en": "A happy slow life begins with a switch! Marietta, princess of the snow country of Snewe, is trapped in a magic tower because she can't use magic. 8 years later, on her wedding day with the prince of the silver country, she thought she had succeeded in summoning a holy beast, but then... What appeared was...?",
      "ja": "取り決めにより雪の国・スニューウから大国・ジルヴァラに輿入れしてきた王女・マリエッタ。しかし魔法が使えないマリエッタは塔に幽閉され、7年後に行われる聖獣召喚の儀式を成功させるため、ひたすら魔法の修行を強いられた。そして7年後見事に白い竜を召喚したマリエッタだが、次の瞬間謎の声にいざなわれ、気がつけば見知らぬ場所にいた。しかも見た目はそっくりなのに、どんな魔法も使えるほど魔力に溢れた身体になっていて…。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5",
    "title": {
      "en": "King Game"
    },
    "updatedAt": "2023-03-20T03:06:11+00:00",
    "coverArt": "https://mangadex.org/covers/dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5/8bf4a1f5-061b-4e92-8ff2-cc831c35f634.jpg",
    "altTitles": [
      {
        "en": "Kings Game"
      },
      {
        "ko": "왕게임"
      },
      {
        "ko-ro": "Wanggeim"
      }
    ],
    "description": {
      "en": "An action packed suspense story of a boy who obtains the absolute authority! \nThe story centers around a boy named \" Hwang Chomin\"  who spends his high school days while enduring its unjust violent treatment. Being informed of his isolated brother's passing away, he receives his phone and confronts the truth about his brother. He learns that his brother is the leader of a notorius ring called [Emperor's Division]. Upon learning that he decides to impersonate his brother and take control of the division by passing judgment on it's scums. And so the King's Game that must be never revealed begins!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63b53485-81a3-45f8-9427-4d1cb929f81d",
    "title": {
      "en": "Vanilla land"
    },
    "updatedAt": "2024-02-14T05:44:36+00:00",
    "coverArt": "https://mangadex.org/covers/63b53485-81a3-45f8-9427-4d1cb929f81d/a83727a4-454c-41bf-9b1e-0bd3a990ff16.jpg",
    "altTitles": [
      {
        "en": "vanilla land"
      },
      {
        "en": "Vanilla Land"
      }
    ],
    "description": {
      "en": "In lands far..far away, where scary monsters and horrific creatures live. where hidden treasures and magic exists, where there are still undiscovered kingdoms and empires mankind discovered a new source of energy to empower their mechanical machines & weapons. we discovered vanilla the source of unlimited energy. follow the journey of gen orchid, rosa & altamiras as they seek the djinn chef master to grant their wishes\n\nstory & art by me & my wife, together we are couple comics #fantasy_Manga_to_read"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e746f0a-9eec-470d-ac52-32fa5814ea03",
    "title": {
      "en": "Koisuru Psycho no Shirayuki-kun"
    },
    "updatedAt": "2024-04-18T07:45:14+00:00",
    "coverArt": "https://mangadex.org/covers/5e746f0a-9eec-470d-ac52-32fa5814ea03/23e2f838-6b47-4bd9-bbe2-f705cdb0e1e4.png",
    "altTitles": [
      {
        "ja": "恋するサイコの白雪くん"
      }
    ],
    "description": {
      "en": "I will kill everyone for your sake.\n\n\"Hey, I think I like you,\" Shirayuki says with a smile.\nHaruki endures relentless bullying from a trio of classmates. One day, a beautiful transfer student named Shirayuki suddenly approaches him and asks if he would date him if the bullying stopped. Haruki dismisses it as a joke. But the next day, one of his tormentors disappears. Then another. One thing's for sure—Shirayuki is a psychopath that lacks common sense and empathy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d2242e4-748b-4f24-bd69-219bc02afe59",
    "title": {
      "en": "My Love Tiger"
    },
    "updatedAt": "2023-07-29T14:11:16+00:00",
    "coverArt": "https://mangadex.org/covers/4d2242e4-748b-4f24-bd69-219bc02afe59/b20048c3-5ffd-4bb3-9c16-ba69924cf569.jpg",
    "altTitles": [
      {
        "en": "Lord Tiger and I"
      },
      {
        "en": "Me and the Tigress"
      },
      {
        "en": "My Loli Tiger"
      },
      {
        "en": "The Tiger and I"
      },
      {
        "ko": "나와 호랑이님"
      }
    ],
    "description": {
      "en": "Sunghoon was a normal high schooler until one day, he finds out he is engaged to a tiger from Korean mythology. It is foretold that the world will end unless Sunghoon marries the tiger. This story begins with the cute smile of the tiger girl.  \n  \n*Notice: This series reads like a manga, from right-to-left.*"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "362"
  },
  {
    "mangaId": "3da96505-f8e8-49d5-8c26-fbe4786a897f",
    "title": {
      "en": "Make Heroine ga Oosugiru! @comic"
    },
    "updatedAt": "2024-03-21T04:54:00+00:00",
    "coverArt": "https://mangadex.org/covers/3da96505-f8e8-49d5-8c26-fbe4786a897f/72afda58-8b20-4b3b-96d1-d1291bfe31dc.jpg",
    "altTitles": [
      {
        "ja": "負けヒロインが多すぎる！@comic"
      },
      {
        "ja-ro": "Make Hiroin ga Oosugiru! @comic"
      },
      {
        "en": "Too Many Losing Heroines!"
      },
      {
        "zh-hk": "敗北女角太多了!"
      },
      {
        "vi": "Có Quá Nhiều Nữ Chính Thua Cuộc! @comic"
      },
      {
        "es-la": "¡Demasiadas heroínas perdedoras!"
      },
      {
        "en": "Too Many Losing Heroines! @comic"
      }
    ],
    "description": {
      "en": "***“Huh? Who are you calling losing?”***\n\nAs the background of the class, I, Kazuhiko Nukumizu, witnessed a popular girl–Anna Yanami, getting rejected by another guy.\n\n_“Even though he said we’ll get married. Don’t you think he’s pretty mean?”\n“When did he say that?”\n“When we were 4 or 5 years old.”_\n\nThat doesn’t count, right? With this, the losing heroines like Remon Yakishio from the Track and Field Club, and Chika Komari, from the literature club.\n\n_“Nukumizu-kun. There are two types of girls. Childhood friends or cheating cats.”\n“I see. Well, that’s a bold statement.”_\n\nThere’s a fortune for those who shine only after losing. Losing Heroines—The curtain to the mysterious coming-of-age story “Makeine” opens now!\n  \n---\n\n**Links:**  \n- [Official LN (JP)](https://www.shogakukan.co.jp/books/09453017)\n- [Alternative Raw](https://shogakukan-comic.jp/book-series?cd=51545)",
      "ja": "クラスの背景モブ高校生こと温水和彦は、男子に人気のクラスメート・八奈見杏菜が幼馴染にフラれるのを目撃してしまう。\n仕方なく八奈見を慰める温水だが、それをきっかけに、様々な負け感あふれる女子たちに絡まれることになり――!?\n負けヒロイン――マケインたちと辿る謎の青春が、ここに幕を開ける！\n負けてこそ輝く彼女たちに、幸いあれ。",
      "vi": "“Hử? Cậu gọi ai là đồ thua cuộc cơ?”\n\nTôi, Kazuhiko Nukumizu, một nhân vật làm nền trong lớp, chứng kiến cảnh cô nàng nổi tiếng – Anna Yanami bị một nam sinh khác từ chối.\n\n“Dù cho cậu ấy đã từng nói bọn mình sẽ kết hôn đấy. Cậu có thấy cậu ấy quá đáng không?”\n\n“Cậu ấy nói thế vào lúc nào vậy?”\n\n“Hồi bọn tớ 4 hay 5 tuổi gì đó.”\n\nThế thì đâu có tính?\n\nCùng với cô nàng còn có những nữ chính thua cuộc khác như Remon Yakishio của Câu lạc bộ Điền kinh và Komari Chika từ Câu lạc bộ Văn học.\n\n“Nukumizu-kun nè, trên đời có hai loại con gái. Một là bạn thuở nhỏ, còn lại là đồ đàn bà giựt bồ.”\n\n“Vậy hả. Chà, một tuyên bố đầy táo bạo ha.”\n\nCó một loại vận mệnh rằng có những người chỉ thực sự toả sáng sau khi đã thua cuộc.\n\nNhững nữ chính thua cuộc—Bức màn câu chuyện tuổi mới lớn mang tên “Makein” sẽ lật mở ngay bây giờ!",
      "es-la": "\"¿Eh? ¿A quién llamas perdedor?\" Como fondo de la clase, yo, Kazuhiko Nukumizu, fui testigo de cómo una chica popular -Anna Yanami- era rechazada por otro chico. \"Aunque dijo que nos casaríamos. ¿No crees que es bastante malo?\" \"¿Cuándo dijo eso?\" \"Cuando teníamos 4 o 5 años\". Eso no cuenta, ¿verdad? Con esto, las heroínas perdedoras como Remon Yakishio del Club de Atletismo, y Chika Komari, del club de literatura. \"Nukumizu-kun. Hay dos tipos de chicas. Las amigas de la infancia o las gatas tramposas\". \"Ya veo. Bueno, esa es una declaración audaz\". Hay una fortuna para los que brillan sólo después de perder. ¡Heroínas perdedoras-El telón de la misteriosa historia de madurez \"Makeine\" se abre ahora! [\"Makeine\" es la abreviación del nombre del manga]"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7ab9f39-7ffc-4fda-bd87-dc3e5b8480ce",
    "title": {
      "en": "Mob Kousei no Ore Demo Boukensha ni Nareba Riajuu ni Naremasuka?"
    },
    "updatedAt": "2023-04-09T07:56:50+00:00",
    "coverArt": "https://mangadex.org/covers/e7ab9f39-7ffc-4fda-bd87-dc3e5b8480ce/414ecc51-c549-4026-8fc0-708198f69c75.jpg",
    "altTitles": [
      {
        "ja": "モブ高生の俺でも冒険者になればリア充になれますか？"
      },
      {
        "en": "Can Even a Mob High Schooler Like Me Be a Normie If I Become an Adventurer?"
      }
    ],
    "description": {
      "en": "It has been decades since labyrinths first appeared in the modern world of Japan, bringing with them monsters and related catastrophes. With this brought many changes; the biggest one being a new profession called 'Adventurer' and the monster cards they use to summon their own monsters to fight and conquer labyrinths with.\n\nKitagawa Utamaro, nickname Maro, is a mob highschooler who becomes an adventurer due to being incited by a former friend of his having sudden social success among their peers simply by becoming an adventurer himself.\nHowever, things aren't quite as easy for Maro. Just becoming an adventurer in name only isn't enough for him to gain his spotlight, giving him no recourse but to actually tackle labyrinths with the peculiar and not very versatile monster cards that he barely manages to scrape up.\n\n[Web Novel](https://ncode.syosetu.com/n0112fi/)  (JP)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de526be7-ac05-4d8f-a726-0ac570832f50",
    "title": {
      "en": "Kimura X Class"
    },
    "updatedAt": "2024-04-10T11:44:15+00:00",
    "coverArt": "https://mangadex.org/covers/de526be7-ac05-4d8f-a726-0ac570832f50/aa86a0c7-d093-46f0-94e7-f65e55d70769.jpg",
    "altTitles": [
      {
        "en": "KIMURA×CLASS"
      },
      {
        "ja": "キムラクラス"
      }
    ],
    "description": {
      "en": "The \"Innate Gift,\" or \"IG,\" are special skills that only a handful of people possess. These rare talents are gathered at an ultra-elite school in Tokyo. Their homeroom teacher is the most powerful robot, Kimura-sensei! Loud-mouthed and full of weird features... you've never seen a teacher like him!\n\nRin Souma is an \"IG\" who can remember everything he sees and feels. He just wants to live his high school life peacefully, but.... his hopes for ordinary days are destroyed!",
      "pt-br": "O \"Dom Inato\", ou \"DI\", são habilidades especiais que apenas um punhado de pessoas possuem. Esses talentos raros são reunidos em uma escola ultra-elite em Tóquio. Seu professor é o robô mais poderoso, Kimura-sensei! Tagarela e cheio de características estranhas... você nunca viu um professor como ele!\n\nRin Souma é um \"DI\" que pode lembrar de tudo que vê e sente. Ele só quer viver sua vida escolar pacificamente, mas.... suas esperanças por dias comuns podem ser destruídas!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "24"
  },
  {
    "mangaId": "6f35b5b8-abb5-4715-bbe7-05d5d9e74ee0",
    "title": {
      "en": "Dark Hunter - Houkago no Futari"
    },
    "updatedAt": "2024-04-02T17:43:42+00:00",
    "coverArt": "https://mangadex.org/covers/6f35b5b8-abb5-4715-bbe7-05d5d9e74ee0/a12739bc-eefe-4250-84ee-10f0484ba341.jpg",
    "altTitles": [
      {
        "ja": "ダークハンター~放課後のふたり~"
      },
      {
        "en": "Dark Hunter: Two of After School"
      }
    ],
    "description": {
      "en": "Keinoshin and Shotaro are students who spend their after school hours as Dark Hunters. Darkness and light both exist in the world, and it is their job to protect the balance between them. Kei and Sho used to be close friends when they were little, but now they are only reluctant partners. At school, they're seen as opposites--the cool and aloof Sho and the cute and friendly Kei. However, they must work together if they want to stop the forces of darkness. Their first case of the manga involves the mysterious vanishing of many cats and dogs in the area, and a second involves a little boy who can see the 'ghost' of an old homeless man he had befriended.\n\n(from mangaupdates)"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": ""
  },
  {
    "mangaId": "13e39275-7b8b-4b70-a758-1314392e0e48",
    "title": {
      "en": "Wedding Peach"
    },
    "updatedAt": "2024-04-09T06:11:11+00:00",
    "coverArt": "https://mangadex.org/covers/13e39275-7b8b-4b70-a758-1314392e0e48/c8e02cd3-216b-4c76-9ea7-98d96c6854c9.jpg",
    "altTitles": [
      {
        "ja": "ウェディングピーチ"
      }
    ],
    "description": {
      "en": "One day, Momoko is attacked by Pluie, a demon who's after her keepsake ring left by her mother. Just then, the angel Limone gives Momoko the Sacred Mirror, allowing her to transform into the legendary Love Angel Wedding Peach and drive away demons! And so, Peach and her fellow angels fight to protect the lovers of the world from demons pursuing them for their \"wave of love\"...!\n___\nChapter numbers for the Selene Scans version do not match up, but nothing is missing."
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "26.2"
  },
  {
    "mangaId": "d21c9c1d-21ec-4a15-bc82-73d97458a1d3",
    "title": {
      "en": "Killing Killer"
    },
    "updatedAt": "2023-07-29T11:52:55+00:00",
    "coverArt": "https://mangadex.org/covers/d21c9c1d-21ec-4a15-bc82-73d97458a1d3/0c42889d-81bb-45dc-8f29-4da3eff1c2c1.png",
    "altTitles": [
      {
        "ko": "킬링킬러"
      }
    ],
    "description": {
      "en": "The main character, Siwoo Lee, lost his parents to a murderer ten years ago. Finally, he meets Jack, the killer who killed his parents, and beheads him. “It wasn’t me who killed your parents.”\nAfter learning that the real culprit is a \"contractor\" belonging to a group of killers using superpowers, Si-woo Lee decides to hunt down the registrants with Jack’s help."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0946fd9c-f570-460d-936e-194173d9b866",
    "title": {
      "en": "Binetsu Kuukan"
    },
    "updatedAt": "2023-11-26T15:04:33+00:00",
    "coverArt": "https://mangadex.org/covers/0946fd9c-f570-460d-936e-194173d9b866/4827620c-3a93-44aa-b4cb-6ef65b274536.jpg",
    "altTitles": [
      {
        "en": "Feverish Atmosphere"
      },
      {
        "ja": "微熱空間"
      },
      {
        "pt-br": "Atmosfera Febril"
      },
      {
        "es": "Atmosfera Febril"
      }
    ],
    "description": {
      "en": "Akasegawa Naoya's mother remarried recently and he suddenly finds himself trying to get along with his new big sister Amane, a student of the prestigious Kasugano Girls' School. But his new big sister isn't like what you might first expect.  \n  \n(Serialized in \"Rakuen Le Paradis\", an anthology that comes out three times a year.)",
      "es": "La madre de Akasegawa Naoya se caso de nuevo recientemente y de repente se encuentra a si mismo intentando llevarse bien con su nueva hermana mayor Amane, una estudiante del prestigioso instituto de la Escuela de Chicas Kasugano. Pero su nueva hermana mayor no es como creerias inicialmente.",
      "pt-br": "A mãe de Naoya Akasegawa se casou novamente e de repente ele se vê tentando se dar bem com sua nova irmã mais velha Amane, uma estudante do prestigioso colégio feminino Kasugano. Mas sua nova irmã não era bem o que ele esperava."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba9a2fa8-262a-408a-a40e-357c876e9158",
    "title": {
      "en": "BABUCCHAU! Knight Commander Elf"
    },
    "updatedAt": "2024-04-18T07:38:14+00:00",
    "coverArt": "https://mangadex.org/covers/ba9a2fa8-262a-408a-a40e-357c876e9158/1324cbab-ab69-4c7b-998a-161cbc05ae75.jpg",
    "altTitles": [
      {
        "ja": "バブっちゃう！騎士団長エルフさん"
      },
      {
        "en": "Babucchau, The Knight Elf Commander"
      },
      {
        "ja-ro": "Babucchau! Kishi Danchou Elf-san"
      },
      {
        "vi": "Babucchau, Nữ kỵ sĩ chỉ huy elf"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Twitter](https://twitter.com/yanmaga_new/status/1780506501997892066)",
      "ja": "国を護る騎士団長が、家に帰ると甘えん坊で‥‥！? 『夢ヶ原さんは夢見がち！』の砂履シンシャが描く激あまラブコメデ"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "027de3a2-a35f-4290-be23-935ada2b3812",
    "title": {
      "en": "Ore Igai Dare mo Saishu Dekinai Sozai na no ni \"Sozai Saishuritsu ga Hikui\" to Pawahara suru Osananajimi Renkinjutsushi to Zetsuen shita Senzoku Madoushi, Henkyou no Machi de Slow Life wo Okuritai."
    },
    "updatedAt": "2024-03-15T15:58:39+00:00",
    "coverArt": "https://mangadex.org/covers/027de3a2-a35f-4290-be23-935ada2b3812/8264bd20-f3d0-41c5-a58e-32208acf4169.jpg",
    "altTitles": [
      {
        "ja": "俺以外誰も採取できない素材なのに「素材採取率が低い」とパワハラする幼馴染錬金術師と絶縁した専属魔導士、辺境の町でスローライフを送りたい。"
      },
      {
        "en": "The Assistant Mage Parts Ways With His Power Abusive Alchemist Childhood Friend and His Being Told to Have \"Low Chance of Gathering Materials,\" and Wants to Start a Slow Life at a Town in the Remote Region"
      },
      {
        "en": "Only I Can Collect These Materials! ~ An Assistant Mage Who Broke up With His Alchemist Girlfriend After Her Harassment Wants to Lead a Slow Life in a Remote Town"
      },
      {
        "id": "Padahal Hanya Aku yang Dapat Mengumpulkan Material Itu, tapi Aku Dikatai \"Tingkat Pengumpulan Materialmu Ampas\" sama Teman Semasa Kecilku yang Menjadi Alkemis, Aku pun Pensiun Menjadi Asisten Penyihirnya dan Memulai Hidup Baru yang Santai di Kota Terpencil."
      }
    ],
    "description": {
      "en": "The Assistant Mage of the genius alchemist Ruby—Lloyd has an abnormally low chance of gathering materials for alchemy use. Hence, he is treated as baggage and is made to be the bottom of the entire country’s joke. \n\nEveryday is a day he is scolded by Ruby. It’s become too much of a despairing environment that he’s come to hate it. And so, he finally decided to part ways with her. \n\nHowever, unbeknownst to everyone was that the materials Lloyd gathered were all high-grade materials no one else could gather.\n\nThe mage, who was treated as “incompetent” and saw himself as such, now aims for an ideal easy going life!",
      "id": "Asisten Penyihir, Lloyd, mempunyai kemampuan mengumpulkan material untuk alkemis yang rendah daripada orang lain yang membuat Alkemis yang menggangdengnya, Ruby, terus-terusan memarahi Lloyd yang dimatanya tidak pernah benar. Suatu hari dia muak dengan perlakuan Ruby yang makin menjadi-jadi dan memutuskan untuk pensiun menjadi asisten penyihirnya. Lantas, akan ke mana Lloyd pergi?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e544761-7d3d-4fce-8137-719814d7d138",
    "title": {
      "en": "Eleceed"
    },
    "updatedAt": "2024-04-09T21:00:07+00:00",
    "coverArt": "https://mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "altTitles": [
      {
        "ko": "일렉시드"
      },
      {
        "ru": "Элисед"
      },
      {
        "ja": "エレキシード"
      },
      {
        "zh": "觉醒吧，铲屎官！"
      },
      {
        "es": "Eleceed: Velocidad eléctrica"
      },
      {
        "es-la": "Electricidad veloz"
      }
    ],
    "description": {
      "en": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "es": "Jiwoo es un joven amable que utiliza sus reflejos increíblemente rápidos, como los de un gato, para hacer del mundo un mejor lugar salvando niños o mascotas. Kayden es un agente secreto prófugo que termina encerrado en el cuerpo de un... mmm... gato gordo, peludo y viejo. Juntos y con la ayuda de los superpoderes de Jiwoo y la inteligencia de Kayden lucharán contra las fuerzas que desean que el mal tome control del mundo. Aunque solo lo lograrán si consiguen soportarse lo suficiente para hacerlo.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "fr": "Jiwoo est un jeune lycéen au bon coeur qui utilise ses réflexes incroyablement rapides pour rendre le monde meilleur, que ce soit en sauvant un petit enfant ou bien un animal de compagnie. Kayden est un agent secret fugitif qui finit par être enfermé dans le corps d'un... euh... vieux, gros chat tout poilu. Ensemble, et équipés des superpouvoirs de Jiwoo et de l'intelligence de Kayden, ils lutteront contre les forces obscures qui veulent que le mal domine le monde... mais seulement s'ils arrivent à bien s'entendre !\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "id": "Kolaborasi yang luar biasa dari author \"Noblesse\" dan author \"Girls the Wild's\"! Kisah aksi fantasi mengenai Kaiden yang jiwanya masuk ke seekor kucing gendut dan Jiwoo yang suka menyembunyikan kekuatannya!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ja": "敵の不意打ちで深い傷を負い、猫の体に身を隠した覚醒者のカイド。猫好きの主人公・勇羽に助けられるが… 『ノブレス』 X 『少女ザワイルズ』作家らによる爽快アクション！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ko": "<노블레스> 손제호 작가와 <소녀더와일즈> 제나 작가가 만났다!\n고양이 몸에 깃든 각성자 카이든과 각성능력을 숨겨온 고등학생 지우\n러블리 2인조의 액션 판타지\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ru": "Кайден - загадочный человек, который словно комета спустился с неба. Весь израненный, почти потерявший последние силы, он решает скрыть свое присутствие - ведь по-другому от погони не уйти. По дороге Кайден встречает обычную дворовую кошку и, почти не думая, решает вселиться в ее тело. Со Чжи У - энергичный и общительный молодой человек из средней школы, который очень любит кошек. Один раз по пути домой он встречает до боли потрепанного кота и берет его к себе домой. Наш У не только добрый, но еще и обладает одной скрытой способностью. Какой же?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "th": "เรื่องใหม่ของนักเขียน Son Je-ho จาก <โนเบลส> และ Zhena จาก <วีน เหวี่ยง WILD มัธยมสาวพันธุ์ดุ>! แอ็กชันแฟนตาซีสุดน่ารัก เรื่องราวของ \"ไคเดน\" ผู้มีพลังพิเศษแต่แฝงตัวด้วยการสิงอยู่ในร่างแมว และ \"จีอู\" นักเรียนหนุ่มทาสแมวแสนธรรมดาที่แอบซ่อนพลังที่ไม่ธรรมดาเอาไว้\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "zh": "超强觉醒者意外变身胖橘，\n没想到铲屎官也有超能力!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "pt-br": "Ji-U é um jovem de bom coração que aproveita os reflexos rápidos de um gato para secretamente tornar o mundo um lugar melhor - uma criança salva ou um animal de estimação adotivo de cada vez. Kayden é um agente secreto em fuga, que se encontra preso no corpo de um... hum... decididamente gordo velho gato fofo. Juntos, armados com os superpoderes de Ji-U e a super inteligência de Kayden, eles estão prontos para lutar contra as forças que deixariam o mal governar este mundo. Isto é, se eles aguentarem um ao outro tempo suficiente para fazer o trabalho.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87d74323-b8e0-43bb-973f-6bada02a8a81",
    "title": {
      "en": "Shin Kamen Rider Spirits"
    },
    "updatedAt": "2023-12-23T14:52:30+00:00",
    "coverArt": "https://mangadex.org/covers/87d74323-b8e0-43bb-973f-6bada02a8a81/62f98d12-3f84-4aa7-b97c-de4b6e1305b0.png",
    "altTitles": [
      {
        "en": "New Kamen Rider Spirits"
      },
      {
        "ja": "新 仮面ライダーSPIRITS"
      },
      {
        "en": "New Masked Rider Spirits"
      }
    ],
    "description": {
      "en": "Kamen Rider, the righteous warrior who shouts out \"Henshin!\" and continues to fight evil. The heroes created by the genius Shotaro Ishinomori are brought back to life by the hard-working Muraeda Kenichi!　In this epic hero battle story, the 10th rider \"ZX\" fights alongside the previous riders against the mysterious organization \"BADAN\" that is invading the world!"
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a218171-3de9-41d9-a4b4-e481ec1f6368",
    "title": {
      "en": "Wedding Peach: Young Love"
    },
    "updatedAt": "2024-04-18T03:51:35+00:00",
    "coverArt": "https://mangadex.org/covers/5a218171-3de9-41d9-a4b4-e481ec1f6368/9f005f60-e87a-4f57-8636-9f635ce5ba83.jpg",
    "altTitles": [
      {
        "ja": "ウェディングピーチ"
      },
      {
        "en": "Wedding Peach"
      }
    ],
    "description": {
      "en": "During the time artist Nao Yazawa was drawing [her original Wedding Peach series](https://mangadex.org/title/13e39275-7b8b-4b70-a758-1314392e0e48/wedding-peach), she was also producing comics for the Japanese monthly magazine Shogaku Sannen-sei (\"Elementary School Third Grader\"). These stories, roughly paralleling the original Wedding Peach storyline, feature younger characters aimed at a younger audience.\n\nWedding Peach: Young Love is a collection of these often-overlooked episodes. Fans of the original series will be tickled to see their favorite characters, both hero and villain, recast in this warm and fuzzy alternate adventure.\n\nYazawa even throws in a few new characters for readers to fall in love with. There's the demon trio of Blitz, Cloud and Noise and a few more Jama folk, too. Together, they join Wedding Peach and her heavenly crew for one final tussle between good and evil.\n___\nThe series was only published in volume form outside Japan, and was released as \"Volume 7\" of [the original series](https://mangadex.org/title/13e39275-7b8b-4b70-a758-1314392e0e48/wedding-peach) in some countries."
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "19"
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei Doesn't Know about Embarrassment"
    },
    "updatedAt": "2024-04-08T05:23:15+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/4e02cfa9-56d4-42af-b027-4ea3c774b6d0.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "ja-ro": "Akanabe-sensei wa Tereshirazu"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... The story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47b7b552-a93e-4646-a71d-fd66a57704a8",
    "title": {
      "en": "Bija no Joou"
    },
    "updatedAt": "2024-03-29T17:31:05+00:00",
    "coverArt": "https://mangadex.org/covers/47b7b552-a93e-4646-a71d-fd66a57704a8/046e5a88-93c7-4b79-be95-1762c600dfb3.jpg",
    "altTitles": [
      {
        "ja": "ビジャの女王"
      },
      {
        "ru": "Королева Биджа"
      },
      {
        "en": "Queen of Bija"
      },
      {
        "ne": "बिजा को रानी"
      }
    ],
    "description": {
      "en": "In 1258 AD, a branch of the Mongol army besieged the small city of Bija on the Persian plateau -- the world's The strongest cavalry that controlled half of the area totaled 20,000 people, while Villa's population was only 5,000. The fall was obvious to everyone - the invasion of Persia by the Mongol Empire, and the siege of the small city-state \"Billa\" that resisted it... The true identity of the legendary group \"Indian Inkists\" to whom they had placed their last hope. teeth! ?",
      "ja": "西暦１２５８年、ペルシャ高原の小都市ビジャを、蒙古軍の支隊が包囲した―― 世界の半分を制圧した最強騎兵は総数２万、対するビジャの人口はわずか５千人である。陥落は誰の目にも明らかだった―― モンゴル帝国によるペルシャ侵攻、それに抗う小都市国家「ビジャ」を巡る攻城戦…… 彼らが最後の希望を託す伝説の集団「インド墨家」の正体とは！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f40d8d5c-3258-445c-b4fa-61a909d8ff1c",
    "title": {
      "en": "Kuroko no Basket - Akashi Ayakashi Kiseki Kitan (Doujinshi)"
    },
    "updatedAt": "2024-03-16T16:00:50+00:00",
    "coverArt": "https://mangadex.org/covers/f40d8d5c-3258-445c-b4fa-61a909d8ff1c/1a75ab3a-3675-4c90-95f7-6d0d31625f72.png",
    "altTitles": [
      {
        "ja": "黒子のバスケ - あかしあやかし輝石奇譚 (Doujinshi)"
      }
    ],
    "description": {
      "en": "Pairing: Akashi Seijuurou x Kuroko Tetsuya"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "4"
  },
  {
    "mangaId": "c4032471-8578-4aba-92b3-745235613279",
    "title": {
      "en": "3-Gumi no Osananajimi"
    },
    "updatedAt": "2024-04-18T04:25:23+00:00",
    "coverArt": "https://mangadex.org/covers/c4032471-8578-4aba-92b3-745235613279/85836ded-fd50-4a0c-8f9a-9bc635df9ccb.jpg",
    "altTitles": [
      {
        "ja": "３組の幼なじみ"
      }
    ],
    "description": {
      "en": "Depicts the journey of three sets of childhood friends - 'childhood friends with a physical difference,' 'childhood friends who are conscious of height differences,' and 'childhood friends with an age gap' - until they start dating."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84097817-0f65-43b1-a944-8e1d0b0b57ff",
    "title": {
      "en": "Zettai ni Yuuwaku sarenai Otoko VS Zettai ni Yuuwaku suru Onna"
    },
    "updatedAt": "2024-03-28T17:02:36+00:00",
    "coverArt": "https://mangadex.org/covers/84097817-0f65-43b1-a944-8e1d0b0b57ff/84346266-e7c3-444b-85e7-e351f45a1455.jpg",
    "altTitles": [
      {
        "ja": "絶対に誘惑されない男vs絶対に誘惑する女"
      },
      {
        "en": "A Man Who Never Be Tempted VS A Girl Who Tempt Perfectly"
      }
    ],
    "description": {
      "en": "Reishi Kiyota, a ronin student, has a phobia of love due to a traumatic experience and has never been with a woman in his life. His neighbor, Aika Toyokawa, an office worker, likes Reishi and tries to seduce him with all her might..!",
      "ja": "**「絶対に誘惑してあげるーーだから早く私に堕ちて♡」**\n\n隣に住んでいるお姉さんがある日突然誘惑してきた！？\n\n浪人生の清田玲史はトラウマから恋愛恐怖症を抱え、女性とは縁のない生活を送っていた。\nアパートの隣人であるOL・豊川愛香はそんな玲史を気に入り、持ち前のあざとさを駆使しあの手この手で玲史を誘惑していくのだった…！\n\nちょっぴりえっちな、ほこたてラブコメディ♡"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7ea1d56-6e19-4dc6-b2bb-f7cd3399bfed",
    "title": {
      "en": "Gakuen THE iDOLM@STER 4-koma Comic"
    },
    "updatedAt": "2024-03-09T12:13:08+00:00",
    "coverArt": "https://mangadex.org/covers/f7ea1d56-6e19-4dc6-b2bb-f7cd3399bfed/5d23afb7-1d69-4ede-812e-5cd63b6686b5.png",
    "altTitles": [
      {
        "en": "Gakum@s 4-koma, Gakumas 4-koma"
      }
    ],
    "description": {
      "en": "A whole new THE iDOLM@STER branch - Gakuen THE iDOLM@STER. This comic introduces about characters and stuff in Hatsuboshi Academy.",
      "vi": "Một nhánh THE iDOLM@STER hoàn toàn mới - Gakuen THE iDOLM@STER. Truyện giới thiệu về các nhân vật và những điều liên quan đến Học viện tư lập Hatsuboshi."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13c18abd-2a44-4f1e-86fb-63f970566c3c",
    "title": {
      "en": "Osoto Gohan wo Goisshoni"
    },
    "updatedAt": "2024-03-21T07:43:10+00:00",
    "coverArt": "https://mangadex.org/covers/13c18abd-2a44-4f1e-86fb-63f970566c3c/90c1f600-f883-492a-886b-d8825a658db7.png",
    "altTitles": [
      {
        "ja": "おそとごはんをご一緒に"
      },
      {
        "zh": "邀你一起在户外共进美餐"
      },
      {
        "id": "Ayo makan di Luar ruangan bersama"
      },
      {
        "en": "Let's Eat Outdoors!"
      }
    ],
    "description": {
      "ja": "アパートの狭いキッチンに悩む料理好きの女子大生・風香が出会ったのは、料理が苦手で破天荒なアウトドア女子・よもぎだった。\n成り行きで始まったたふたりのおそとごはんは、なんだかとっても温かくて…\n女ふたりの助け合いアウトドアグルメ漫画スタート！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fe8f0ba-4ca8-462b-94f5-04e9a81ec584",
    "title": {
      "en": "Capybara and His Friends"
    },
    "updatedAt": "2024-03-05T20:26:30+00:00",
    "coverArt": "https://mangadex.org/covers/6fe8f0ba-4ca8-462b-94f5-04e9a81ec584/daf8b451-b7c1-436c-a2be-9c520f4268c7.png",
    "altTitles": [
      {
        "zh": "豚桑和他的朋友们"
      },
      {
        "zh-ro": "Tun Sang he ta de Pengyoumen"
      },
      {
        "zh-ro": "Tún Sāng hé tā de Péngyǒumen"
      }
    ],
    "description": {
      "en": "Kaka the Capybara, a Stone, a Sakaban turtle, a Durian and a Pelican, several lighthearted creatures (some of which aren't even animals!).\n\nWill it be love or hatred that will bring them all together? What kind of adventures will they embark on together?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-03-31T17:56:45+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/32a2bf59-f437-4bdc-9827-0ab9818497c3.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a1f5ef1-102b-475d-a0dd-fb89048ed81f",
    "title": {
      "en": "Futari de Hairu to Semai ne..."
    },
    "updatedAt": "2024-04-18T05:48:28+00:00",
    "coverArt": "https://mangadex.org/covers/3a1f5ef1-102b-475d-a0dd-fb89048ed81f/537c472a-5273-40e1-8941-89b56ed8ccee.jpg",
    "altTitles": [
      {
        "en": "It's Cramped with Two People in Here, Isn't It..."
      },
      {
        "ja": "2人で入ると狭いね……"
      },
      {
        "ja-ro": "Futari de Hairu To Semaine……"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a31ab6df-acd9-490f-9a10-f95317e58f96",
    "title": {
      "en": "NEET ni Natteita Hatsukoi no Hito wo Shiawase ni Suru made"
    },
    "updatedAt": "2023-11-03T05:40:07+00:00",
    "coverArt": "https://mangadex.org/covers/a31ab6df-acd9-490f-9a10-f95317e58f96/e66f239e-ff54-42bc-a562-0026f9563231.jpg",
    "altTitles": [
      {
        "ja": "ニートになっていた初恋の人を幸せにするまで"
      },
      {
        "en": "Until I Make My First Love-Turned-NEET Happy"
      }
    ],
    "description": {
      "en": "Ten years ago he moved away from his first love. Now working in Tokyo, he's excited to find that she's living next door. But instead of the confident girl he left behind, now all that remains is a chubby NEET. Can he bring her happiness?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "22"
  },
  {
    "mangaId": "153779b6-0d55-4681-99ba-f42ca58de385",
    "title": {
      "en": "Fuzoroi no Renri - Side Stories"
    },
    "updatedAt": "2024-03-10T13:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/153779b6-0d55-4681-99ba-f42ca58de385/7355c533-0e1f-407f-b100-5639eeef21f9.jpg",
    "altTitles": [
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Rationalization of Irregularities"
      },
      {
        "ko": "티격태격의 연리"
      },
      {
        "fr": "Nos différences enlacées - Histoires parallèles"
      }
    ],
    "description": {
      "en": "From Newtype site:  \n  \nOur ages are different, our ways of life are different, everything is different. But… I just want to be with you!  \nBecause I've never been in a miserable, tragic romance, I can say that unrequited love is fine…  \nI don't know why I fell in love with this person…it's a mystery!  \n  \nThey have different personalities, different ages, different ways of thinking, different looks, different everything.  \nThis is the story of girls who clumsily make up for what's lacking in the other.  \n  \nT/N:  \nThese are side stories. Not a rewrite of the original serialized twitter comic. It builds up on what happens in the main series in a longer format. It eventually merges with the main series in the volume edition.\n   \nThe kind of stories these are is all in the title!  \n  \n不揃 (fuzoroi) means uneven, irregular, but also incomplete. 連理 (renri) is \"entwined relationship\".  \n\nSo, these are stories of intimate relationships between \"incomplete\" girls that somehow complete each other, against all odds."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5412816d-a3c9-4bab-956b-b08d1f8f41f6",
    "title": {
      "en": "Fuzoroi no Renri"
    },
    "updatedAt": "2024-03-21T22:34:35+00:00",
    "coverArt": "https://mangadex.org/covers/5412816d-a3c9-4bab-956b-b08d1f8f41f6/1b891f8b-fca7-466a-96df-6d3e2fd89408.jpg",
    "altTitles": [
      {
        "ja-ro": "Fusoroi no Renri"
      },
      {
        "en": "Rationalism of Irregularities"
      },
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Assorted Entanglements"
      },
      {
        "zh-hk": "不對稱的連理"
      },
      {
        "fr": "Nos différences enlacées"
      }
    ],
    "description": {
      "en": "Tanaka Iori is a worker for a company that sets unreasonable demands, on top of that she has a penchant for dating married men. What a recipe for disaster! One day she gets drunk with an acquaintance and wakes up the next morning by her side naked! What's Iori to do?  \r\n  \r\n- [Part 1 raw](https://twitter.com/i/moments/1030773596430327808)\r\n- [Part 2 raw](https://twitter.com/i/moments/1044057437831979008)\r\n- [Part 3 raw](https://twitter.com/i/moments/1065586182698889216)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-04-04T19:08:59+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/f941c5e9-ca88-4122-990e-220bba684cac.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d35562a-94a9-43e3-a23f-b3e21bca1779",
    "title": {
      "en": "Children"
    },
    "updatedAt": "2023-10-16T19:51:40+00:00",
    "coverArt": "https://mangadex.org/covers/4d35562a-94a9-43e3-a23f-b3e21bca1779/d6730c5e-cace-4566-90f1-ba6f52e98e1d.jpg",
    "altTitles": [
      {
        "tr": "Çocuklar"
      },
      {
        "ja-ro": "Kodomo"
      },
      {
        "ja": "こども"
      },
      {
        "pt-br": "Crianças"
      }
    ],
    "description": {
      "en": "From the mangaka of Delicious in Dungeon comes a oneshot about a teacher as she talks to her class about the dangers of disclosing one's personal information on the internet."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "0",
    "lastChapter": ""
  },
  {
    "mangaId": "0d4f9dba-f55f-4ff7-9f49-52311939504e",
    "title": {
      "en": "Katainaka no Ossan, Kensei ni Naru: Tada no Inaka no Kenjutsu Shihan Datta noni, Taisei shita Deshi-tachi ga Ore wo Hottekurenai Ken"
    },
    "updatedAt": "2024-03-25T09:54:27+00:00",
    "coverArt": "https://mangadex.org/covers/0d4f9dba-f55f-4ff7-9f49-52311939504e/3e38f2fc-f163-4d8f-8c6f-52442b276c18.jpg",
    "altTitles": [
      {
        "en": "From Old Country Bumpkin to Master Swordsman: My Hotshot Disciples Are All Grown Up Now, and They Won’t Leave Me Alone"
      },
      {
        "ja": "片田舎のおっさん、剣聖になる～ただの田舎の剣術師範だったのに、大成した弟子たちが俺を放ってくれない件～"
      },
      {
        "zh": "乡里别大叔剑圣"
      },
      {
        "zh-hk": "鄉下的大叔成為劍聖～只不過是鄉下的劍術老師，但功成名就的弟子們不放過我的事～"
      },
      {
        "ru": "Мужчина средних лет из глубинки становится мастером меча. «Я был просто сельским учителем фехтования, но мои преуспевшие ученицы не захотели оставить меня в покое!»"
      }
    ],
    "description": {
      "en": "Beryl Gardinant, a self-proclaimed “humble old man,” is a sword instructor at his dojo in a rural, backwater village. In his younger years, he dreamed of glory as a master swordsman, but those days are long behind him. Out of the blue, he receives a visit from a famous former pupil who brings him world-shattering news—he’s been appointed as a special instructor for the knights of the Liberion Order! With his life now turned upside down, Beryl travels to the capital and reunites with some of his former students: elite knights, an ace wizard, and even an adventurer who’s attained the highest guild rank possible. But why do they all want his tutelage?! As far as he’s concerned, they clearly don’t need him anymore. Can Beryl live up to his new position? And will he ever get a moment’s peace away from his adoring students?!\n\n[Official English Light Novel](https://j-novel.club/series/from-old-country-bumpkin-to-master-swordsman-my-hotshot-disciples-are-all-grown-up-now-and-they-won-t-leave-me-alone)",
      "ja": "「ベリル先生を騎士団付きの特別指南役として推薦しました」。片田舎の村で細々と剣術道場を営む男、ベリル・ガーデナント。そこへ若き王国騎士団長に昇り詰めたかつての教え子、アリューシアが訪れ騎士団付きの特別指南役として王都へ行く事に。大成した弟子達と再会し、盛り立てられるベリルの運命は?おっさん成り上がりファンタジーの決定版、コミカライズ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "270f205c-e9a6-4b24-b940-59d5c07829d1",
    "title": {
      "en": "Gal ni Yasashii Otaku-kun"
    },
    "updatedAt": "2024-02-28T23:34:00+00:00",
    "coverArt": "https://mangadex.org/covers/270f205c-e9a6-4b24-b940-59d5c07829d1/52ecd9dc-df4c-4c03-84c6-fb90a2dce08e.jpg",
    "altTitles": [
      {
        "en": "Otaku-kun Who’s Kind to Gals"
      },
      {
        "ja": "ギャルに優しいオタク君"
      },
      {
        "ja-ro": "Gyaru ni Yasashii Otaku-kun"
      },
      {
        "en": "Gal-Friendly Otaku-kun"
      },
      {
        "ja-ro": "Gal ni Yasashii Otaku-kun"
      },
      {
        "en": "Otaku-kun Who’s Kind to Gyaru"
      }
    ],
    "description": {
      "en": "Odakura, a high school boy who looks otaku, and Narumi, a high school girl who looks like a gal. Originally, they were polar opposites who didn't get along even at school, but by chance, Odakura used his natural dexterity to grant Narumi's wishes one after another!? Your school youth romantic comedy♪",
      "id": "Odakura, seorang anak SMA yang terlihat otaku, dan Narumi, seorang gadis SMA yang terlihat seperti seorang gal. Awalnya, mereka adalah dua kutub yang berlawanan yang tidak akur di sekolah, tetapi secara kebetulan, Odakura menggunakan ketangkasan alaminya untuk mengabulkan permintaan Narumi satu demi satu!? \n\nKomedi romantis remaja sekolahmu♪",
      "ja": "見た目がオタクな男子高校生の小田倉と、ギャルな女子高生の鳴海。\n本来は学校でも交わらない真逆のタイプの二人だったけれど、ひょんなことから小田倉は持ち前の手先の器用さで、鳴海の趣味に関するお願い事を次々と叶えていって!?\n\nギャルの趣味を理解するオタク君の学園青春ラブコメディー♪\n\n---\n\nMitame ga otakuna danshi kōkōsei no Odagura to, gyaruna mesukōsei no Narumi. Honrai wa gakkō demo majiwaranai magyaku no taipu no futaridattakeredo, hyon'nakotokara Odagura wa mochimae no tesaki no kiyō-sa de, Narumi no shumi ni kansuru o negaigoto o tsugitsugi to kanaete itte!? \n\nGyaru no shumi o rikai suru otaku-kun no gakuen seishun rabukomedī ♪",
      "pt-br": "Odakura, um garoto do ensino médio que parece um otaku, e Narumi, uma garota do ensino médio que se parece com uma gal. Originalmente, eles eram polares opostos que não se davam bem na escola, mas por acaso, Odakura usou sua destreza natural para conceder os desejos da Narumi um após o outro!? Sua comédia romântica escolar da juventude."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a4786cf-c185-4ad3-89a9-294a1ec0bfc9",
    "title": {
      "en": "Iron Ladies"
    },
    "updatedAt": "2024-04-18T03:16:24+00:00",
    "coverArt": "https://mangadex.org/covers/4a4786cf-c185-4ad3-89a9-294a1ec0bfc9/bd3b29e3-ae6c-4f7d-9cc9-5d1381e9d2ac.jpg",
    "altTitles": [
      {
        "fr": "Dames de Fer"
      },
      {
        "tr": "Demir Bayanlar"
      },
      {
        "id": "Gadis Baja"
      },
      {
        "en": "Iron Ladies Steel Soldiers"
      },
      {
        "en": "Metal Goddess Soldier"
      },
      {
        "zh": "Tie Ji Gang Bing"
      },
      {
        "ru": "Железные леди"
      },
      {
        "zh": "铁姬钢兵"
      },
      {
        "ka": "რკინის ქალბატონები"
      }
    ],
    "description": {
      "en": "**Description translated from the author:**\nUniversity graduate Mu Siyun sent his resume to the star fleet on a whim and somehow became the Fleet Admiral! This is the story about an admiral with a harem of 3000 female soldiers conquering the universe.\n\n---\n\n**Translator's version:**\nThe smartest university student to ever graduate from Daxia University's Department of Political History, Mu Siyun, enlists in Beiyang's Fleet on a whim and somehow becomes the Fleet Admiral. Knowing fully well how the world works and how the rich dominate the poor, Mu Siyun seeks to defy the heavens and bring order and hope back to the universe by cleverly scheming against his enemies.",
      "ru": "По прихоти судьбы выпускник университета Му Сыюнь отправил свое резюме в звёздный флот и каким-то образом стал адмиралом флота! Это история об адмирале с гаремом в 3000 женщин-солдат, покоряющих вселенную…",
      "tr": "Üniversiteden mezun olan Mu Siyun, bir heves ile öz geçmişini yıldız filosuna yollar ve her nasılsa filo amirali olur! bu hikaye 3000 kız askerin bir filo amiraliyle evreni ele geçirmesini anlatıyor…"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c892b3-a202-46f5-ad11-0d433e712ab8",
    "title": {
      "en": "Mikadono Sanshimai wa Angai, Choroi."
    },
    "updatedAt": "2024-04-17T13:42:27+00:00",
    "coverArt": "https://mangadex.org/covers/04c892b3-a202-46f5-ad11-0d433e712ab8/bebc4ef9-aa1e-46aa-90aa-8087b5f9d46c.png",
    "altTitles": [
      {
        "ja": "帝乃三姉妹は案外、チョロい。"
      },
      {
        "zh-hk": "帝乃三姊妹意外的好對付。"
      },
      {
        "en": "The Mikadono Sisters Are Surprisingly Easy to Deal With."
      },
      {
        "zh": "帝乃三姐妹原来很好搞定"
      },
      {
        "id": "Kakak beradik Mikadono ternyata sangat mudah ditangani."
      }
    ],
    "description": {
      "en": "Though Ayase Yuu is the son of a renowned and talented actress, he is below average in anything he does. He is entrusted to live under the care of his mother's friend, and later discovers that he will also be rooming with the three sisters from his school who possess both beauty and talent. Though Yuu thought that an understanding would be impossible to reach between an ordinary person and those blessed with talent, the three sisters are surprisingly...?!",
      "id": "Meskipun Ayase Yuu adalah putra seorang aktris terkenal dan berbakat, dia berada di bawah rata-rata dalam segala hal yang dia lakukan. Dia dipercaya untuk hidup di bawah asuhan teman ibunya, dan kemudian mengetahui bahwa dia juga akan sekamar dengan tiga saudara perempuan dari sekolahnya yang memiliki kecantikan dan bakat. Meskipun Yuu berpikir bahwa pemahaman tidak mungkin dicapai antara orang biasa dan mereka yang diberkati dengan bakat, ketiga saudara perempuan itu secara mengejutkan...?!",
      "ja": "孤高の天才三姉妹と同居することになったちょっとポンコツめな高校生・優。平凡以下な彼が三姉妹に振り回されると思いきや…この三姉妹、案外、チョロい――？\n\n優との生活で変わっていく三姉妹の心模様。才色兼備の三姉妹が動揺、狼狽、そしてときめく…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d2967dd-d157-4cbb-84ed-ea7cf7140d14",
    "title": {
      "en": "Yume de Furarete Hajimaru Yuri"
    },
    "updatedAt": "2023-11-03T23:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/1d2967dd-d157-4cbb-84ed-ea7cf7140d14/60c11e54-3322-4135-84f0-f48b7e6ab82a.jpg",
    "altTitles": [
      {
        "ja-ro": "Yume de Furarete Hajimaru Yuri"
      },
      {
        "ja": "夢でフラれてはじまる百合"
      },
      {
        "en": "Our Yuri Started with Me Getting Rejected in a Dream"
      },
      {
        "id": "Kisah Yuri Kita Berawal Dari Diriku yang Ditolak di Dalam Mimpi"
      },
      {
        "en": "Yuri That Starts With Getting Rejected In a Dream"
      },
      {
        "fr": "Notre histoire commença lorsque ma confession fut rejetée dans mes rêves"
      },
      {
        "zh": "从梦里被拒绝开始的百合"
      },
      {
        "fr": "Notre relation Yuri a commencé lorsque ma confession s'est fait rejeter dans mes rêves."
      },
      {
        "fr": "Notre histoire saphique commença lorsque ma déclaration amoureuse ne fut pas réciproque dans mon rêve"
      }
    ],
    "description": {
      "en": "For your very average high school girl, Tsukushi, there's her cool and beautiful childhood friend (with some very particular weaknesses) Hinoka. Tsukushi always thought they would be normal childhood friends forever… That is until Tsukushi saw Hinoka rejected her confession in a dream.   The hypnagogic romantic comedy between a cheery maiden, and a cool girl which begins with a dream, starts right now!\n\n [Serialization of Popular Twitter manga by Hijiki](https://mangadex.org/title/088db207-6c42-4fa9-9e6f-1b831c21c1ac/a-yuri-manga-that-starts-with-getting-rejected-in-a-dream)",
      "id": "Tsukushi bermimpi ditolak saat menyatakan cintanya pada sahabatnya, Hinoka. Satu mimpi yang akan selalu menghantuinya, dan membuatnya mulai melihat Hinoka dengan cara yang berbeda."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eac0159f-2768-49d7-8891-4202f3e9fb8c",
    "title": {
      "en": "Destroy It All And Love Me In Hell!"
    },
    "updatedAt": "2023-11-20T01:47:16+00:00",
    "coverArt": "https://mangadex.org/covers/eac0159f-2768-49d7-8891-4202f3e9fb8c/ee3f0bbe-ef17-4dd2-8518-1a0c110f127e.jpg",
    "altTitles": [
      {
        "ja-ro": "Zenbu Kowashite Jigoku de Aishite"
      },
      {
        "ja": "ぜんぶ壊して地獄で愛して"
      },
      {
        "zh": "毁掉一切地狱再爱"
      },
      {
        "zh-hk": "毀掉一切地獄再愛"
      },
      {
        "en": "If That's Love, Break it."
      },
      {
        "uk": "Усе розтрощи, до пекла люби"
      },
      {
        "pl": "Zniszcz wszystko, co kochasz"
      }
    ],
    "description": {
      "en": "Kurumi Yoshizawa, the student council president, has excellent grades and an inviting, friendly personality… on the surface at least. In reality, her days are spent struggling against her domineering mother and agonizing over her teachers’ expectations.\n\nOne day, Kurumi reluctantly goes to meet Naoi, her truant classmate, at her homeroom teacher’s request to look after her. The situation sours quickly as Naoi sees through Kurumi’s facade and makes her animosity clear. On the verge of a meltdown, Kurumi is barely able to stop herself from shoplifting, unaware that she’s being recorded by Naoi…\n\nThis is a violent story about two young girls struggling every day with no escape.",
      "pl": "Kurumi Yoshizawa, przewodnicząca samorządu uczniowskiego, otwarta, ambitna, życzliwa... a przynajmniej na taką się kreuje. Rzeczywistość wygląda jednak mniej rózowo - w szkole musi zmagać się z nadmiernymi oczekiwaniami nauczycieli, a w domu czeka na nią toksyczna matka.\n\nPewnego dnia Kurumi, na prośbę wychowawcy, udaje się do Naoi, swojej wagarującej koleżanki z klasy. Sprawy przybierają zupełnie niespodziewany obrót, gdy Naoi dostrzega fasadę Kurumi i jasno wyraża swoją wrogość wobec niej. Będąc na skraju załamania nerwowego, Kurumi powstanawia dokonać drobnej kradzieży, przed czym w ostatniej chwili się powstrzymuje. Nie ma pojęcia, że całe te zajście nagrała Naoi.\n\nTo brutalna opowieść o dwóch młodych dziewczynach, które każdego dnia zmagają się z codziennością, od której nie mogą się wyrwać.",
      "uk": "Вітайте, Йошізава Курумі – відмінниця, розумниця, красуня, президент школи та просто дуже гарна дівчинка!.. Принаймні такою вона себе показує людям. Реальність прозаїчніша: жорстокі методи виховання матері, відсутність будь-якого вільного часу, море стресу та щира відраза до всіх навколо.\nІ як часто буває з такими «відмінницями» – накипіло. «Що, якщо я це вкраду? Мене спіймають? Може, тоді цей жах нарешті скінчиться?» – стоїть і думає Курумі, не усвідомлюючи, що її спроба крадіжки записується на відео. Проте її знімають не камери відеоспостереження крамниці, а телефон Наой.\nНаой – це дівчина, яка за словами не слідкує, до школи не ходить та обожнює ставити «відмінниць» на місце. Вона бачить абсолютно все крізь маску Курумі, погрожуючи показати відео однокласникам. Для Наой це був хіба що спосіб розвіяти нудьгу та провчити лицемірку… Допоки вона не починає бачити в Курумі лиш одне, але чисте та справжнє спільне бажання."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c0dddc9-d6da-4aa5-8ed2-12d26a6b08d4",
    "title": {
      "en": "Gokugoku Futsuu no Fuufu no Hanashi"
    },
    "updatedAt": "2024-02-19T05:21:31+00:00",
    "coverArt": "https://mangadex.org/covers/3c0dddc9-d6da-4aa5-8ed2-12d26a6b08d4/81fb42a7-4763-449d-86a6-a13f6b1ccd6d.jpg",
    "altTitles": [
      {
        "ja": "ごくごく普通の夫婦の話"
      },
      {
        "ja-ro": "Gokugoku futsū no fūfu no hanashi"
      },
      {
        "en": "A Story About a Very Ordinary Couple"
      },
      {
        "vi": "Câu chuyện về một cặp đôi rất đỗi bình thường"
      }
    ],
    "description": {
      "en": "Continuation of *A Story About a Man and a Woman and When They Sleep Together, Money Appears Out of Nowhere* posted by the author on pixiv.",
      "ja": "イチャイチャするとお金が湧いちゃう２人の話のその後\nごくごく普通の夫婦の話です！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "576dc5cc-cf96-45a2-a885-3df17b6472dc",
    "title": {
      "en": "I Came to Say Goodbye to Her"
    },
    "updatedAt": "2024-04-18T04:11:12+00:00",
    "coverArt": "https://mangadex.org/covers/576dc5cc-cf96-45a2-a885-3df17b6472dc/06994b45-bc07-40aa-9a68-3bc9401c8f92.jpg",
    "altTitles": [
      {
        "ja": "彼女とお別れをしにきた"
      },
      {
        "ja-ro": "Kanojo to Owakare o Shi ni Kita"
      },
      {
        "es-la": "Vine a despedirme de ella"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13da00cf-f2e1-40a5-a625-77c2c048e2b9",
    "title": {
      "en": "Bartender à Paris"
    },
    "updatedAt": "2024-03-28T06:39:13+00:00",
    "coverArt": "https://mangadex.org/covers/13da00cf-f2e1-40a5-a625-77c2c048e2b9/6f4ed03b-de3a-44c4-a7f4-c8096fa8bcdd.jpg",
    "altTitles": [
      {
        "ja": "バーテンダー à Paris"
      },
      {
        "ja": "バーテンダー　ア　パリ"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "42"
  },
  {
    "mangaId": "d3390cac-4827-436b-a9a2-4f317a155117",
    "title": {
      "en": "Subete no Jinrui wo Hakai Suru. Sorera wa Saisei Dekinai."
    },
    "updatedAt": "2023-09-12T12:24:16+00:00",
    "coverArt": "https://mangadex.org/covers/d3390cac-4827-436b-a9a2-4f317a155117/cbf200d9-6cd9-4bdc-9bbf-9d0bd09b731a.jpg",
    "altTitles": [
      {
        "en": "Destroy All Humankind. They Can’t Be Regenerated."
      },
      {
        "en": "Destroy All Humans. They Can't Be Regenerated."
      },
      {
        "en": "Destroy All of Humanity. It Can't Be Regenerated."
      },
      {
        "es-la": "Destruye a toda la humanidad. Ellos no pueden regenerarse."
      },
      {
        "ja-ro": "Subete no jinrui o hakai suru. Sorera wa saisei dekinai"
      },
      {
        "ru": "Уничтожите всё человечество. Оно не может быть регенерировано."
      },
      {
        "ja": "すべての人類を破壊する。それらは再生できない。"
      },
      {
        "pt-br": "Destrua Toda a Humanidade. Eles Não Podem Ser Regenerados"
      }
    ],
    "description": {
      "en": "The \"youth graffiti\" manga centers on two people in the 1990s who play the Magic the Gathering trading card game.",
      "es-la": "El manga de \"youth graffiti\" se centra en dos personas de los años 90 que juegan al juego de cartas coleccionables Magic the Gathering.",
      "pt-br": "Julho de 1999, o mês em que o mundo será destruído segundo Nostradamus. O estudante do fundamental, chamado Hajime, sempre fica atrás de sua rival, a bela Sawatari. Ela não o considera como seu rival, após de ter se introduzido como tal. Ele também é um avido jogador de \"Magic: The Gathering\". Enquanto ele procura novas cartas ele descobre que a Sawatari também joga MTG, mas escondida. Ela foge após reconhecer ele durante uma partida do card game. No dia seguinte ele desafia ela para um duelo, com um deck especial criado para ganhar dela, prometendo ficar falado e fazer qualquer coisa que ela desejar caso perca. Uma coisa leva a outra e eles finalmente se tornam amigos. Que no fim ele lembra que este era seu objetivo inicial. \n\n| O título do manga é um trocadilho com a descrição da carta \"Cólera de Deus\" que é \"Destrua todas as criaturas. Elas não podem ser regeneradas.\" |"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bdfc7777-f1ee-4131-82cb-2fb5861d32e1",
    "title": {
      "en": "Shingeki no Eroko-san ~Hen na Oneesan wa Danshikousei to Nakayoku Naritai~"
    },
    "updatedAt": "2024-02-22T19:18:39+00:00",
    "coverArt": "https://mangadex.org/covers/bdfc7777-f1ee-4131-82cb-2fb5861d32e1/278e6cd3-f4ba-4618-865a-344c784bbd49.jpg",
    "altTitles": [
      {
        "en": "Eroko-san on the Attack"
      },
      {
        "ja-ro": "Shingeki no Eroko-san"
      },
      {
        "ja": "進撃のえろ子さん"
      },
      {
        "ja": "進撃のえろ子さん～変なお姉さんは男子高生と仲良くなりたい～"
      },
      {
        "ko": "진격의 에로코 씨"
      },
      {
        "ru": "Атака на Эроко"
      },
      {
        "ru": "Атака на Эроко ~Взрослая сестренка, которая хочет стать ближе со старшеклассником~"
      },
      {
        "ru": "Затворница-извращенка Эроко"
      },
      {
        "pt-br": "Eroko-san ao ataque"
      }
    ],
    "description": {
      "en": "Shindou Eruko, a glasses, big breasted beauty, found a job as a handyman for the Amaguri Handyman service after her NEET life comes to an end as her savings ran out. She immediately falls for her co-worker Hoshi-kun on their first day working together, but there's a problem: Hoshi-kun is a high school boy, while Eruko is a 27 years old onee-san who has trouble telling reality and delusions apart. She ends up constantly scheming to get close to Hoshi-kun to turn many of her delusions into reality, but after several near-misses, it became apparent to Eruko that Hoshi-kun does, indeed, have feelings toward her.\n  \nThis manga takes place after Vol.14 in  [Henjo - Hen na Joshi Kousei Amaguri Senko](https://mangadex.org/title/15331/henjyo-the-strange-female-high-schooler-amaguri-senko)",
      "pt": "Shindou Eruko, uma grande beldade de seios grandes, encontrou um emprego de ajudante na empresa. Amaguri faz tudo, depois que a sua vida de NEET teve que acabar graças as suas economias. Ela imediatamente se apaixona por seu colega de trabalho, no qual se chama Hoshi, um garoto do ensino médi, enquanto a Eruko é uma mulher de 27 anos que tem problemas para diferenciar a ilusão de realidade. Ela acaba constantemente planejando se aproximar de Hoshi para transformar muitas de suas ilusões em realidade…",
      "ru": "Когда сбережения закончились, красотке в очках по имени Эруко пришлось прервать затворнический образ жизни и найти работу. Так она устроилась сотрудницей в сервис «Разнорабочие Амагури». В первый день работы Эруко влюбляется в коллегу Хоси, вот только есть проблема: Хоси — школьник, а Эруко — 27-летняя девушка, у которой проблемы с восприятием реальности. Эруко постоянно измышляет способы сблизиться с Хоси, чтобы воплотить свои фантазии в реальность.",
      "pt-br": "Shindou Eruko, uma grande beldade de seios grandes, encontrou um emprego de ajudante na empresa. Amaguri faz tudo, depois que a sua vida de NEET teve que acabar graças as suas economias. Ela imediatamente se apaixona por seu colega de trabalho, no qual se chama Hoshi, um garoto do ensino médi, enquanto a Eruko é uma mulher de 27 anos que tem problemas para diferenciar a ilusão de realidade. Ela acaba constantemente planejando se aproximar de Hoshi para transformar muitas de suas ilusões em realidade..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4b39b6e-a448-4644-a540-64ceff1d8305",
    "title": {
      "en": "Toilet-bound Hanako-kun"
    },
    "updatedAt": "2024-04-18T00:33:51+00:00",
    "coverArt": "https://mangadex.org/covers/a4b39b6e-a448-4644-a540-64ceff1d8305/0f90e4c6-de3b-409b-bf71-350ac9e504b6.jpg",
    "altTitles": [
      {
        "id": "Hanako si Arwah Penasaran"
      },
      {
        "id": "Hanako, Sepulang Sekolah"
      },
      {
        "de": "Mein Schulgeist Hanako"
      },
      {
        "ru": "Туалетный мальчик Ханако-кун"
      },
      {
        "ja": "地縛少年 花子くん"
      },
      {
        "ja": "地缚少年花子君"
      },
      {
        "ko": "지박소년 하나코 군"
      },
      {
        "vi": "“Cậu” ma nhà xí Hanako"
      },
      {
        "pt-br": "Hanako-Kun e os mistérios do colégio Kamome"
      },
      {
        "es-la": "El Chico del Baño Hanako-kun"
      },
      {
        "es-la": "Hanako-kun el Fantasma del Baño"
      },
      {
        "es-la": "Hanako-kun y los Misterios de la Academia Kamome"
      },
      {
        "th": "ฮานาโกะคุง วิญญาณติดที่"
      },
      {
        "fr": "Toilet-bound Hanako-kun"
      },
      {
        "ja-ro": "Jibaku Shounen Hanako-kun"
      },
      {
        "en": "Toilet-bound Boy Hanako-kun"
      }
    ],
    "description": {
      "en": "\"Hanako-san, Hanako-san… are you there?\"  \nAt Kamome Academy, rumors abound about the school's Seven Mysteries, one of which is Hanako-san. Said to occupy the third stall of the third floor girls' bathroom in the old school building, Hanako-san grants any wish when summoned. Nene Yashiro, an occult-loving high school girl who dreams of romance, ventures into this haunted bathroom… but the Hanako-san she meets there is nothing like she imagined! Kamome Academy's Hanako-san… is a boy!  \n  \n**Note:** Volume 0 includes the original pilot version of Jibaku Shounen Hanako-kun and the debut oneshot of Aida Iro - Dear My Living Dead.\n\nOfficial Release:\n- Indonesian release by Elex Media Komputindo as **Hanako si Arwah Penasaran** (2019)\n- Korean release by 루트미디어 as **지박소년 하나코군** (2019)\n- Polish release by Studio JG as **Hanako : duch ze szkolnej toalety**\n- Turkish release by Gerekli Şeyler Yayıncılık as **Tuvalet Hayaleti Hanako-Kun** (2022)",
      "id": "Ada rumor tentang tujuh misteri atau lebih dikenal dengan \"Nana Fushigi\" di Akademi Kamome. Salah satunya adalah “Hanako”, hantu yang menghuni toilet wanita bilik ketiga di lantai 3 gedung sekolah lama. Konon, dia akan mengabulkan apa pun harapan orang yang memanggilnya. Di sisi lain, Nene Yashiro, seorang siswi SMA, melibatkan dirinya dengan makhluk supernatural agar harapannya terkabul. Inilah kisah komedi yang menghangatkan hati tentang Hanako, si hantu toilet, dengan gadis penggemar misteri!\n\n(Sumber: Sinopsis resmi)",
      "it": "Hanako, una sorta di spiritello noto come uno dei 7 misteri dell'Accademia Kamone, occupa il terzo bagno nei sanitari femminili al terzo piano, nel vecchio palazzo della scuola, e può avverare qualsiasi desiderio quando viene invocato. Un giorno come tanti, Nene Yashiro, una grande amante dell'occulto che sogna il grande amore, s'imbatte in Hanako ma viene colta dalla sorpresa quando scopre che Hanako è proprio un ragazzo! Nene diventa la sua assistente facendo così iniziare le loro avventure tra le varie leggende metropolitane che popolano la scuola.",
      "ru": "«Ханако-сан, Ханако-сан… ты там?»  \nВ академии Камомэ, как и во многих других японских школах существуют «семь школьных тайн», одна из которых легенда о Ханако-сан. Говорят, что если в женском туалете на третьем этаже постучать в третью кабинку, появится Ханако-сан, которая исполнит любое твоё желание…  \nЯсиро Нэнэ — обычная школьница, любящая жуткие истории, отправляется в женский туалет, чтобы призвать Ханако-сан и исполнить своё романтическое желание. Но, как оказалось, в академии Камомэ Ханако-сан — это… мальчик.",
      "th": "มีข่าวลือน่าพิศวงเกี่ยวกับสิ่งลี้ลับทั้งเจ็ดที่เล่าต่อกันมาในโรงเรียนคาโมเมะ ว่ากันว่าในห้องน้ำหญิงห้องที่สามชั้นที่สามของตึกเรียนเก่ามี \"คุณฮานาโกะ\" ที่จะช่วยให้คำขอร้องของผู้ที่เรียกตนออกมาสมหวังไม่ว่าจะเป็นเรื่องใดก็ตาม เนเนะ ยาชิโระ ผู้ที่มีความปรารถนาว่าอยากจะใจตรงกันกับคนที่ชอบ ก็ได้ลองเข้าไปในห้องน้ำหญิงแล้วลองเรียก \"คุณฮานาโกะ คุณฮานาโกะ อยู่หรือเปล่าคะ\" ตอนนั้นเองคุณฮานาโกะก็ได้ปรากฏตัวออกมาจริง ๆ ทว่า คุณฮานาโกะคนนั้นกลับเป็นเด็กผู้ชายซะงั้น!",
      "es-la": "\"Hanako, Hanako... ¿estás ahí?\"\nEn la Academia Kamome, abundan los rumores sobre los Siete Misterios de la escuela, uno de los cuales es Hanako. Se dice que ocupa el tercer puesto del baño de niñas del tercer piso en el antiguo edificio de la escuela, Hanako concede cualquier deseo cuando es convocado. Nene Yashiro, una chica de escuela secundaria que adora el ocultismo que sueña con el romance, se aventura en este baño embrujado, pero el Hanako que conoce no es nada como ella se imaginaba. ¡Hanako de la academia Kamome en realidad es un niño!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c91a1a2-a950-442b-9faa-f3f0f2010a6a",
    "title": {
      "en": "#Aitora"
    },
    "updatedAt": "2024-04-11T22:53:21+00:00",
    "coverArt": "https://mangadex.org/covers/7c91a1a2-a950-442b-9faa-f3f0f2010a6a/7f8915ef-4ed2-48ea-a23b-3dd65631ed42.jpg",
    "altTitles": [
      {
        "ja": "♯アイトラ"
      }
    ],
    "description": {
      "en": "Love Angel Yamamoto is a female streamer. She is slowly gaining popularity, and one day she visits a horror spot for a story for a video. Aitenshi puts her body on the line in order to get as much footage as possible, but this causes certain abnormalities to occur in her body. She decides to meet a fan of hers who has experienced a similar change...?\n\nA love triangle romantic comedy with a lot of unusual twists and turns!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "356de811-ae92-48f1-b93b-cfdf0f8d02e4",
    "title": {
      "en": "Kakunaru Ue wa"
    },
    "updatedAt": "2024-02-22T22:07:27+00:00",
    "coverArt": "https://mangadex.org/covers/356de811-ae92-48f1-b93b-cfdf0f8d02e4/038efe96-8e01-459a-9abb-117879018e8e.jpg",
    "altTitles": [
      {
        "ja": "描くなるうえは"
      },
      {
        "en": "Now That We Draw"
      },
      {
        "id": "Rupa Gambar Kita"
      },
      {
        "vi": "Ta Cùng Vẽ Thôi Nào!"
      },
      {
        "zh": "既然要画恋爱漫画"
      },
      {
        "ja-ro": "Kakunaru Ue wa"
      }
    ],
    "description": {
      "en": "Uehara-kun loves 2-dimensional characters and his desire is to become a manga artist! However, his dreams are dashed when an editor rejects his work as too boring.\n\nThe next day while contemplating giving up on his dream, a gal in his class, Miyamoto Niina, sees his manuscript and starts a pseudo-romance with him that's a little too close to comfort, to help him with his manga!\n\nThis is a mangakas ✖ adolescent love comedy!",
      "id": "Uehara-kun menyukai karakter 2 dimensi dan mempunyai cita-cita menjadi mangaka! Namun, mimpinya pupus saat seorang editor menolak manga-nya karena bikin ngantuk. Besoknya, dia berencana membuang manga yang ditolak tersebut, namun, salah satu gadis dari kelasnya, Miyamoto Niina, mengetahui manga hasil buatannya, timbulah kisah komedi-romantis yang terjalin dari sebuah manga!",
      "ja": "2次元をこよなく愛する上原くんの夢は漫画家！\n\nある日、同じクラスのギャル宮本さんに自分の原稿を見られたことで漫画のための距離感近すぎ疑似恋愛、開始!?\n\n漫を持して描く漫画家×青春ラブコメディ！！",
      "vi": "Uehara-kun là một thằng rất thích gái 2D và ước mơ làm hoạ sĩ Manga! Tuy nhiên, giấc mơ của anh ta lại ngay lập tức bị đạp đổ khi bị một biên tập viên nhận xét rằng tác phẩm này nhìn chán chả buồn nói.\n\nTưởng như anh đã định từ bỏ giấc mơ của mình thì một cô gái trong lớp của anh, Miyamoto Niina, nhìn thấy bản phác thảo của cậu ấy và muốn bắt đầu một mối tình tưởng lãng mạn nhưng ai ngờ là giả tạo, để giúp cậu hoàn thành được bộ manga của mình!\n\nMột bộ manga về Mangaka ✖ Romcom tuổi mới lớn!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]