[
  {
    "mangaId": "5d1c5f11-f531-4405-ac12-77293af855bd",
    "title": {
      "en": "Strongest Fighter"
    },
    "updatedAt": "2024-04-16T04:16:26+00:00",
    "coverArt": "https://mangadex.org/covers/5d1c5f11-f531-4405-ac12-77293af855bd/6d3edd65-94db-49b2-a7ce-8d63c2e5e0a2.jpg",
    "altTitles": [
      {
        "en": "도사강호"
      }
    ],
    "description": {
      "en": "Woken up from a date, he’s suddenly in a movie set? Wait, he’s been reborn as a baby martial artist!  \n  \nIn Jongnam Clan, which was once one of the 9 strongest clans, he receives the name “Gunchung” and uses the knowledge of his past life to learn the true meaning of martial arts.  \n  \nWhen your perspective is different, your martial arts changes. Armed with knowledge, Gunchung brings about a new age of martial arts!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "118"
  },
  {
    "mangaId": "1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36",
    "title": {
      "en": "The Hundred Ghost Stories That Led to My Death"
    },
    "updatedAt": "2024-07-09T10:24:42+00:00",
    "coverArt": "https://mangadex.org/covers/1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36/be3ea405-a17a-46d1-b0c4-caad9d2df100.jpg",
    "altTitles": [
      {
        "ja": "僕が死ぬだけの百物語"
      },
      {
        "ja": "Boku ga Shinu dake no Hyakumonogatari"
      },
      {
        "zh": "我死前的百物语"
      },
      {
        "en": "100 Ghost Stories to Die For"
      },
      {
        "en": "Hundred Ghost Stories of My Own Death"
      }
    ],
    "description": {
      "en": "One day, an elementary school child named Yuuma tries to jump out of his classroom window. His classmate Hina stops him and, in a bid to stall for time, asks him, “Do you know the round of a hundred ghost stories?” Hina tells Yuuma about a ritual where, if you tell a hundred ghost stories, you’ll see ghosts afterward. Learning this gives Yuuma a new lease on life. Chapter by chapter, he shares ghost stories with the reader, slowly but surely inching his way toward one hundred…\n\n(Source: Seven Seas Entertainment)",
      "pt-br": "Série de terror antológica detalhando a \"Rodada das 100 Histórias de Fantasmas\", muitas vezes usado como um teste de coragem, onde os participantes contam cem histórias sobrenaturais,  apagam uma vela e se olham no espelho depois de terminar cada história. Quando a centésima vela é apagada, diz-se que fantasmas e demônios são convocados ao nosso mundo. Um antigo conto popular originário do Japão recontado por de Yuuma, um menino que vive em uma casa problemática."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66e5da17-3052-4ea1-889d-e678d14f1c74",
    "title": {
      "en": "Setoutsumi"
    },
    "updatedAt": "2024-05-19T21:47:53+00:00",
    "coverArt": "https://mangadex.org/covers/66e5da17-3052-4ea1-889d-e678d14f1c74/82fbafdf-4f17-46f2-819c-bab76e48138b.jpg",
    "altTitles": [
      {
        "en": "Seto Utsumi"
      },
      {
        "ja": "セトウツミ"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "59"
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-08-10T14:21:30+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/dc042b02-91bc-46ee-a779-8756556b66d0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      }
    ],
    "description": {
      "en": "Mahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まった。自堕落な一人暮らしを送る周を見かねて、なにかと世話を焼く真昼。お互いに興味ないと言い合う二人は、それでも少しずつ距離を縮めていく……。",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b250b0a-7a27-41f0-a739-bdcf5bc0135d",
    "title": {
      "en": "Megami Ibunroku - Persona"
    },
    "updatedAt": "2022-05-30T18:41:29+00:00",
    "coverArt": "https://mangadex.org/covers/9b250b0a-7a27-41f0-a739-bdcf5bc0135d/46f0e4da-b4e4-453f-8256-f91b27b74133.jpg",
    "altTitles": [
      {
        "en": "Megami Ibunroku - Persona - Be Your True Mind"
      },
      {
        "ja-ro": "Megami Inbun Roku Persona"
      },
      {
        "en": "Persona - Be Your True Mind"
      },
      {
        "en": "Goddess Revelations - Persona"
      },
      {
        "ja-ro": "Shin Megami Tensei - Persona"
      },
      {
        "ja": "女神異聞録ペルソナ"
      }
    ],
    "description": {
      "en": "While playing a ritual-like children's game called \"Persona\", students are knocked unconscious. While asleep, they encounter a man named Philemon who bestows several Personas upon them. When they wake up, the youths discover they can summon Personas."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "44"
  },
  {
    "mangaId": "0b1598ed-6ac2-4c74-92cf-44fd0f3ab7fe",
    "title": {
      "en": "Homura-sensei Is Probably Unpopular"
    },
    "updatedAt": "2023-08-26T21:19:55+00:00",
    "coverArt": "https://mangadex.org/covers/0b1598ed-6ac2-4c74-92cf-44fd0f3ab7fe/7e1b86a2-cad0-452a-9f0f-f6fc449cf1e6.jpg",
    "altTitles": [
      {
        "ja": "Homura-sensei wa Tabun Motenai"
      },
      {
        "en": "Homura-sensei Is Probably Not Popular"
      },
      {
        "ja": "ほむら先生はたぶんモテない"
      },
      {
        "ru": "Хомура сенсей не хороший"
      },
      {
        "ru": "Хомура сенсей, вероятно, не популярен"
      },
      {
        "ja": "Homura Sensei ha Tabun Motenai"
      },
      {
        "vi": "Homura Sensei hình như không có số đào hoa"
      }
    ],
    "description": {
      "en": "High-school student Hasumi-chan is drawn to Homura-sensei, a young, socially awkward biology teacher generally seen as weak and boring but recognized by her to be kind.   \r\n\r\n\r\n---",
      "fr": "Hasumi-chan, une lycéenne, est attirée par Homura-sensei, un jeune professeur de biologie socialement maladroit, généralement considéré comme faible et ennuyeux mais reconnu par elle comme étant gentil.",
      "ru": "Молодой учитель биологии Хомура всегда ходит в белом халате и выглядит очень скучным и слабым, а так же имеет страх к нынешним школьницам, но Хасуми всегда пытается следовать за учителем, ведь тот добрый и симпатичный.  \r\n\r\n\r\n---"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "75"
  },
  {
    "mangaId": "2f7d8280-813b-41ad-b83c-5278b0cec0e5",
    "title": {
      "en": "I Tried to Live a Good Life"
    },
    "updatedAt": "2024-08-30T01:23:35+00:00",
    "coverArt": "https://mangadex.org/covers/2f7d8280-813b-41ad-b83c-5278b0cec0e5/30857ea1-c687-4676-90cc-e84823be9f28.jpg",
    "altTitles": [
      {
        "ko": "착하게 살려고 했습니다만"
      },
      {
        "en": "I Tried to Live Nicely"
      }
    ],
    "description": {
      "en": "After my grandmother's funeral, I woke up in the body of a noblewoman. Specifically, a woman who had died because she didn’t want to get married.\n\nThe older brother of the man she was supposed to marry comes to me, threatening to pay off her debts, and my father is absolutely no help at all.\nOn top of that, the shop is about to disappear, and the estate is falling apart.\nJust yesterday, I was a modern person finding small joys like sneaking a coffee from the break room or charging my phone at the office, but now I have to pay off debts and manage an estate.\nI tried to live a good life, just as the god had said when he gave me this chance…\n\"I wonder if selling a few loaves of bread will really help you pay it back.\"\n\"Don't worry, I'll pay it off.\"\n\"If such a miracle happens.\"\nHe turned to me, standing slightly askew with his arms crossed over his chest. Even in his anger, he looked astonishingly handsome.\n\"If that miracle occurs, I'll kneel before you and kiss the top of your foot.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe744c45-155b-43fd-b1de-dc63495a4495",
    "title": {
      "en": "Inscrutable Are the Ways of Heaven"
    },
    "updatedAt": "2024-08-23T15:05:35+00:00",
    "coverArt": "https://mangadex.org/covers/fe744c45-155b-43fd-b1de-dc63495a4495/84356f92-c178-4132-bebf-a089b74fd9d7.png",
    "altTitles": [
      {
        "ja": "人間万事塞翁が馬"
      },
      {
        "ja-ro": "Jinkanbanji Saiougauma"
      }
    ],
    "description": {
      "en": "A romance between an introverted employee and an extroverted part-timer at a drugstore.\n\nBashouguchi, a dead inside drugstore employee, has her life turned upside-down by the new part-timer Kimura, whose flashy looks clash with the clean image of the store.\n\nAnd it turns out that Kimura has actually had a one-night stand with her?!\n\nKimura threatens Bashouguchi and sexually harasses her, but she's also her savior since she covers a lot of shifts. This is a yuri about how all of this changes something in the timid Bashouguchi... perhaps.",
      "ja": "ドラッグストア陽キャバイト×陰キャ社員百合。\n\nドラッグストアのくだびれた陰キャ社員・芭蕉口（バショウグチ）のもとに、店のクリーンなイメージにそぐわない見た目でやってきた陽キャバイト・木村（キムラ）。\nその木村、実は芭蕉口のワンナイトの相手だった！？\n脅してくるしセクハラしてくるけどシフトを埋めてくれる救世主の木村によって、臆病な芭蕉口の何かが変わる……かもしれない百合。"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "14"
  },
  {
    "mangaId": "a206e5f2-74d9-4d6a-a0ff-1b50559c4822",
    "title": {
      "en": "Tokyo Babylon"
    },
    "updatedAt": "2023-10-16T18:31:43+00:00",
    "coverArt": "https://mangadex.org/covers/a206e5f2-74d9-4d6a-a0ff-1b50559c4822/3d0adc08-b709-4a0e-ba07-5b9d36fce2b6.jpg",
    "altTitles": [
      {
        "ja": "東京BABYLON"
      },
      {
        "en": "Tokyo Babylon - A Save for Tokyo City Story"
      },
      {
        "ru": "Токийский Вавилон"
      },
      {
        "th": "โตเกียว บาบิโลน"
      },
      {
        "ja": "東京BABYLON - A Save for Tokyo City Story"
      },
      {
        "ko": "도쿄 바빌론"
      },
      {
        "ko": "동경 바빌론"
      }
    ],
    "description": {
      "en": "\"Do you know that the cherry blossoms are so beautiful because of the corpses buried under them?\"  \n  \nTeenaged Subaru Sumeragi is the 13th head of the Sumeragi clan. Together with his twin sister Hokuto and the   \nmysterious veterinarian Seishirou, Subaru travels around Tokyo, calming the ghosts that threaten the city."
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "11"
  },
  {
    "mangaId": "a3591ae9-16cf-469a-854c-4be0b6386cba",
    "title": {
      "en": "Secretly More Powerful than the Hero"
    },
    "updatedAt": "2024-05-21T04:52:44+00:00",
    "coverArt": "https://mangadex.org/covers/a3591ae9-16cf-469a-854c-4be0b6386cba/9f7aa1f2-9ee0-4a3d-b8cf-5945f5c7d005.jpg",
    "altTitles": [
      {
        "ko": "용사보다 너무 강해서 힘을 숨김"
      },
      {
        "en": "I Was More Overpowered Than the Hero, so I Hid My Power!"
      },
      {
        "ko-ro": "Yongsaboda Neomu Ganghaeseo Himeul Sumgim"
      },
      {
        "es-la": "Era más fuerte que el héroe así que oculté mi poder"
      },
      {
        "th": "แกร่งเกินผู้กล้า แต่ซ่าไม่ได้"
      },
      {
        "zh-hk": "隱藏力量的邊緣英雄"
      },
      {
        "zh": "隐藏实力的幕后高手"
      }
    ],
    "description": {
      "en": "From a young age, I've always dreamed of being that “unassuming hero,” appearing ordinary but possessing unmatched strength. But one day, fate took a turn when I was hit by an eight-ton truck, and suddenly, reincarnation was on the table! \n\n\"What would you like to be in your next life?\" asked the goddess of reincarnation. Eagerly, I replied, \"I wish to become a wimp, but secretly OP!”\n\nShe granted my wish, but with an unexpected twist: if anyone ever uncovers my true abilities, my heart will explode! \n\nThis isn't quite the “secretly-OP-wimp-life” I had in mind…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cba1a19d-b433-4f4c-a988-8608fef3f955",
    "title": {
      "en": "Uzugami"
    },
    "updatedAt": "2024-07-21T16:54:04+00:00",
    "coverArt": "https://mangadex.org/covers/cba1a19d-b433-4f4c-a988-8608fef3f955/6211ad36-65cb-4c4b-955e-f06972c57608.jpg",
    "altTitles": [
      {
        "ja": "渦神 - 分裂増殖人間"
      },
      {
        "ja-ro": "Uzugami - Bunretsu Zoushoku Ningen"
      },
      {
        "ja-ro": "Uzushin"
      }
    ],
    "description": {
      "en": "Satoru Takeichi, also known as Ichigo, works at a sawmill. \n\nWhile working, he got into a mechanical problem and ended up having the first joint of his right little finger amputated. He and other employees searched for the cut off part, but couldn't find it. \n\nIchigo goes straight to the hospital and receives treatment. However, when he returned to his apartment after being hospitalized for a few days, he found another version of him... \n\nFrom there, a strange shared life with another [Himself] begins...",
      "ja": "渦神 分裂増殖人間製材工場で働いている武市悟(たけいちさとる)、通称イチゴ。\n\n彼は作業中に機械トラブルに巻き込まれ右手の小指の第一関節を切断してしまう。他の従業員と一緒に切り落とした部分を探したが見つからない。\n\nイチゴはそのまま病院へ行き治療を受ける。しかし、数日の入院を経て自宅アパートへ帰ると、【もう 1 人の自分】がいた...。\n\nそこからもう1 人の【二ゴー】との奇妙な共同生活が始まる......。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9095b589-73d0-495a-a3d3-36f3dbb78d75",
    "title": {
      "en": "1HP Club"
    },
    "updatedAt": "2024-06-27T14:31:42+00:00",
    "coverArt": "https://mangadex.org/covers/9095b589-73d0-495a-a3d3-36f3dbb78d75/6e7a472d-2ae1-407c-b9c2-55b640e7565a.jpg",
    "altTitles": [],
    "description": {
      "en": "A comic about the daily life of dungeon boys. Slaying the city, saving the dragons... or something like that.",
      "pl": "Komiks o codziennym życiu chłopców z lochów. Zabijanie miast, ratowanie smoków... czy jakoś tak."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d80322ff-3923-48ee-b823-0e9dda3aa8c2",
    "title": {
      "en": "Caught by the Villain"
    },
    "updatedAt": "2023-10-29T01:28:07+00:00",
    "coverArt": "https://mangadex.org/covers/d80322ff-3923-48ee-b823-0e9dda3aa8c2/31be7e6d-fee4-4e69-bdce-9f744b6c4059.jpg",
    "altTitles": [
      {
        "ko": "악역에게 정체를 들켜버렸다"
      },
      {
        "ko-ro": "Ag'yeog'ege Jeongchereul Deulgyeobeoryeossda"
      },
      {
        "ko-ro": "Agyeogege Jeongchereul Deulkyeobeoryeotda"
      },
      {
        "en": "The Villain Discovered My Identity"
      },
      {
        "en": "I Was Discovered by the Villain"
      },
      {
        "de": "Das Lied des Mondes"
      },
      {
        "fr": "Le chant de la lune"
      },
      {
        "pt-br": "O vilão descobriu a minha identidade"
      },
      {
        "es": "En las manos del villano"
      },
      {
        "es": "El villano descubrió mi identidad"
      },
      {
        "es": "Fuí descubierta por el villano"
      },
      {
        "uk": "Лиходій дізнався моє справжнє обличчя"
      },
      {
        "ru": "Злодей узнал моё истинное лицо"
      },
      {
        "ru": "Я узнала истинное лицо злодея"
      },
      {
        "th": "ถูกองค์ชายตัวร้ายจับได้ซะแล้ว"
      },
      {
        "ja": "悪役に正体がバレてしまった"
      },
      {
        "zh": "被反派识破了身份"
      },
      {
        "zh": "反派发现了我的身份"
      },
      {
        "zh-hk": "反派皇子識破我的真面目"
      },
      {
        "id": "Identitasku Ketahuan Tokoh Jahat"
      },
      {
        "tr": "Kötü Adam Kimliğimi Keşfetti"
      },
      {
        "vi": "Kẻ phản diện đã phát hiện ra danh tính của tôi"
      }
    ],
    "description": {
      "de": "Niemand hat sie gefragt. Dennoch ist sie ab jetzt eine Romanfigur, und was für eine! Nur eine Nebenfigur, die Schwester eines Schwächlings! Im Roman fällt ihr Bruder auf die Tricks des Bösewichts herein. Nun versucht sie das Unheil durch Erziehung und Schwesterliebe abzuwenden. Lieben soll er und Verantwortung tragen! Doch gerade mit der Liebe übertreibt er es und flieht über Nacht mit seiner Geliebten… Wer übernimmt nun die Verantwortung für die Familie? Sie, natürlich! Dabei ist sie die Nebenfigur schlechthin: die Schwester einer Nebenfigur! Und so wird eine Nebenfigur zur Heldin!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%97%90%EA%B2%8C-%EC%A0%95%EC%B2%B4%EB%A5%BC-%EB%93%A4%EC%BC%9C%EB%B2%84%EB%A0%B8%EB%8B%A4/2812), [KakaoPage](https://page.kakao.com/home?seriesId=55402347)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/caught-by-the-villain)\n* Chinese (Simplified) / 汉语: [Kuaikan](https://www.kuaikanmanhua.com/web/topic/9794/), [Manhuaren](https://www.manhuaren.com/manhua-fanpaifaxianlewodeshenfen/)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/caught-by-the-villain/list?title_no=4360)\n* [French / Français](https://www.delitoon.com/webtoon/le-chant-de-la-lune)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010042)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Identitasku-Ketahuan-Tokoh-Jahat/3464)\n* [Japanese / 日本語](https://piccoma.com/web/product/57591)\n* [Russian / Ру́сский](https://moykomiks.com/series/722760/)\n* [Spanish / Español](https://www.webtoons.com/es/romance/caught-by-the-villain/list?title_no=4400)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%96%E0%B8%B9%E0%B8%81%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%88%E0%B8%B1%E0%B8%9A%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/333)",
      "en": "Although she had been a promising practitioner of kendo in the past, due to an accident she was forced to lead a plain life. After Seo Yuri gets into a car accident during a trip back home, she reincarnates into the novel, *The Song of the Moon*, and becomes the elder twin sister of a side character who meets a destructive ending– Selena. Selena hopes to prevent the destruction of her family, however, she is forced to take the place of her runaway brother, Celestine, in the knights’ squadron! Will she be able to avoid the villainous Crown Prince, Ignis, and survive?!\n\n---\nA lifetime as a fencing prodigy prepared Eunha for her new role as Selena Evan, novel side character and daughter of a renowned swordsman. Life isn't actually so bad after being sucked into a fictional world, but she’s doomed to meet an untimely death if she can't escape the clutches of the villainous Prince Ignus. When Selena's twin brother, Celestine, runs away before his military conscription, she has no choice but to enlist under his name to avoid getting her entire family executed. But hiding her identity won’t be so easy once Ignus takes note of her impressive sword skills and sets his sights on turning \"Sir Celestine\" into his top henchman. With the threat of execution looming over her head, can Selena avoid getting caught by the villain?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%97%90%EA%B2%8C-%EC%A0%95%EC%B2%B4%EB%A5%BC-%EB%93%A4%EC%BC%9C%EB%B2%84%EB%A0%B8%EB%8B%A4/2812), [KakaoPage](https://page.kakao.com/home?seriesId=55402347)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/caught-by-the-villain)\n* Chinese (Simplified) / 汉语: [Kuaikan](https://www.kuaikanmanhua.com/web/topic/9794/), [Manhuaren](https://www.manhuaren.com/manhua-fanpaifaxianlewodeshenfen/)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/caught-by-the-villain/list?title_no=4360)\n* [French / Français](https://www.delitoon.com/webtoon/le-chant-de-la-lune)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010042)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Identitasku-Ketahuan-Tokoh-Jahat/3464)\n* [Japanese / 日本語](https://piccoma.com/web/product/57591)\n* [Russian / Ру́сский](https://moykomiks.com/series/722760/)\n* [Spanish / Español](https://www.webtoons.com/es/romance/caught-by-the-villain/list?title_no=4400)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%96%E0%B8%B9%E0%B8%81%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%88%E0%B8%B1%E0%B8%9A%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/333)",
      "es": "Toda una vida como prodigio de la esgrima preparó a Eunha para su nuevo papel de Selena Evan, personaje secundario e hija de un espadachín de renombre. La vida no es tan mala después de ser absorbida por un mundo ficticio, pero está condenada a sufrir una muerte prematura si no puede escapar de las garras del malvado príncipe Ignis. Cuando el hermano gemelo de Selena, Celestine, huye antes de su servicio militar obligatorio, no tiene más remedio que alistarse bajo su nombre para evitar que toda su familia sea ejecutada. Pero ocultar su identidad no será tan fácil una vez que Ignis tome nota de sus impresionantes habilidades con la espada y fije su mirada en convertir a “Sir Celestine” en su principal secuaz. Con la amenaza de ejecución sobre su cabeza, ¿Podrá Selena evitar que el villano la atrape?\n\n---\nNo vas a encontrar una vida (y muerte) tan complicada como la de Yuri Seo. Primero, muere en un accidente automovilístico. Luego, mágicamente, reencarna como Selena, la hermana gemela de Celestín, ambos personajes de la novela \"La canción de la luna\". Yuri Seo –ahora Selena– sabe exactamente qué pasará en la novela y, como sea, quiere evitar que su hermano tenga un final trágico. Sin embargo, en su intento por evitarlo, Celestín termina escapándose con el amor de su vida y ahora Selena debe alistarse en el ejército, haciéndose pasar por su hermano. ¿Qué más le depara a Yuri Seo en su nueva vida?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%97%90%EA%B2%8C-%EC%A0%95%EC%B2%B4%EB%A5%BC-%EB%93%A4%EC%BC%9C%EB%B2%84%EB%A0%B8%EB%8B%A4/2812), [KakaoPage](https://page.kakao.com/home?seriesId=55402347)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/caught-by-the-villain)\n* Chinese (Simplified) / 汉语: [Kuaikan](https://www.kuaikanmanhua.com/web/topic/9794/), [Manhuaren](https://www.manhuaren.com/manhua-fanpaifaxianlewodeshenfen/)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/caught-by-the-villain/list?title_no=4360)\n* [French / Français](https://www.delitoon.com/webtoon/le-chant-de-la-lune)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010042)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Identitasku-Ketahuan-Tokoh-Jahat/3464)\n* [Japanese / 日本語](https://piccoma.com/web/product/57591)\n* [Russian / Ру́сский](https://moykomiks.com/series/722760/)\n* [Spanish / Español](https://www.webtoons.com/es/romance/caught-by-the-villain/list?title_no=4400)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%96%E0%B8%B9%E0%B8%81%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%88%E0%B8%B1%E0%B8%9A%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/333)",
      "fr": "Alors qu’elle est sur le point de se faire renversée, une jeune femme se retrouve propulsée dans l’histoire de sa dernière lecture! Le problème: elle devient un personnage secondaire vouée à une mort atroce, la sœur du futur bras droit du méchant. Pour changer le cours de l'histoire et éviter de mourir, elle va sensibiliser son frère à l’importance de l'amour. Mais à la veille de son service militaire obligatoire, il s'enfuit avec sa bien-aimée! La responsabilité familiale revient à sa sœur… qui n’a d’autre choix que de le remplacer en secret au sein de l’armée impériale.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%97%90%EA%B2%8C-%EC%A0%95%EC%B2%B4%EB%A5%BC-%EB%93%A4%EC%BC%9C%EB%B2%84%EB%A0%B8%EB%8B%A4/2812), [KakaoPage](https://page.kakao.com/home?seriesId=55402347)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/caught-by-the-villain)\n* Chinese (Simplified) / 汉语: [Kuaikan](https://www.kuaikanmanhua.com/web/topic/9794/), [Manhuaren](https://www.manhuaren.com/manhua-fanpaifaxianlewodeshenfen/)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/caught-by-the-villain/list?title_no=4360)\n* [French / Français](https://www.delitoon.com/webtoon/le-chant-de-la-lune)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010042)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Identitasku-Ketahuan-Tokoh-Jahat/3464)\n* [Japanese / 日本語](https://piccoma.com/web/product/57591)\n* [Russian / Ру́сский](https://moykomiks.com/series/722760/)\n* [Spanish / Español](https://www.webtoons.com/es/romance/caught-by-the-villain/list?title_no=4400)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%96%E0%B8%B9%E0%B8%81%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%88%E0%B8%B1%E0%B8%9A%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/333)",
      "ko": "“친애하는 호위야.”\n\n남동생 대신 악역의 부하가 되었다. 내 목표는 조용히 사는 것뿐. …이었는데.\n\n“도망칠 생각하면 죽여버린다.”\n“끝까지 내 옆에 있어. 내가 황제가 될 때까지.”\n\n어찌 된 일인지 악역의 집착을 받고 있다.\n나 좀 내버려 두면 안 될까. 조용히 살고 싶다고!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%97%90%EA%B2%8C-%EC%A0%95%EC%B2%B4%EB%A5%BC-%EB%93%A4%EC%BC%9C%EB%B2%84%EB%A0%B8%EB%8B%A4/2812), [KakaoPage](https://page.kakao.com/home?seriesId=55402347)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/caught-by-the-villain)\n* Chinese (Simplified) / 汉语: [Kuaikan](https://www.kuaikanmanhua.com/web/topic/9794/), [Manhuaren](https://www.manhuaren.com/manhua-fanpaifaxianlewodeshenfen/)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/caught-by-the-villain/list?title_no=4360)\n* [French / Français](https://www.delitoon.com/webtoon/le-chant-de-la-lune)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010042)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Identitasku-Ketahuan-Tokoh-Jahat/3464)\n* [Japanese / 日本語](https://piccoma.com/web/product/57591)\n* [Russian / Ру́сский](https://moykomiks.com/series/722760/)\n* [Spanish / Español](https://www.webtoons.com/es/romance/caught-by-the-villain/list?title_no=4400)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%96%E0%B8%B9%E0%B8%81%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%88%E0%B8%B1%E0%B8%9A%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/333)",
      "ru": "После того, как Со Ынха попадает в аварию, она перевоплощается в романе «Песня Луны» и становится Селеной- старшей сестрой-близнецом второстепенного персонажа, которого ожидает смерть. Она надеется предотвратить уничтожение своей семьи. И по этому вынуждена занять место своего беглого брата Селестина, который должен был отправиться на военную службу! Сможет ли она избежать кары принца за проступок брата и выжить ?!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%97%90%EA%B2%8C-%EC%A0%95%EC%B2%B4%EB%A5%BC-%EB%93%A4%EC%BC%9C%EB%B2%84%EB%A0%B8%EB%8B%A4/2812), [KakaoPage](https://page.kakao.com/home?seriesId=55402347)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/caught-by-the-villain)\n* Chinese (Simplified) / 汉语: [Kuaikan](https://www.kuaikanmanhua.com/web/topic/9794/), [Manhuaren](https://www.manhuaren.com/manhua-fanpaifaxianlewodeshenfen/)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/caught-by-the-villain/list?title_no=4360)\n* [French / Français](https://www.delitoon.com/webtoon/le-chant-de-la-lune)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010042)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Identitasku-Ketahuan-Tokoh-Jahat/3464)\n* [Japanese / 日本語](https://piccoma.com/web/product/57591)\n* [Russian / Ру́сский](https://moykomiks.com/series/722760/)\n* [Spanish / Español](https://www.webtoons.com/es/romance/caught-by-the-villain/list?title_no=4400)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%96%E0%B8%B9%E0%B8%81%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%88%E0%B8%B1%E0%B8%9A%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/333)",
      "uk": "Со Юрі є багатообіцяючим талантом кендо, поки вона не потрапила в аварію і не була змушена жити простим, нудним життям. Після чергової аварії, повертаючись додому, Со Юрі виявила, що її перенесли в роман «Пісня місяця». Її особистістю в цьому романі була старша сестра-близнюк Селена. Доля Селени, врешті-решт, буде руйнівною, і, незважаючи на те, що вона лише побічний персонаж, вона хотіла врятувати свою сім’ю. З цієї причини вона була змушена зайняти вакансію свого брата Селестіна в лицарській ескадрильї, оскільки він вирішив втекти, не зважаючи на можливий вплив на сім’ю. Чи зможе вона здійснити своє бажання?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%97%90%EA%B2%8C-%EC%A0%95%EC%B2%B4%EB%A5%BC-%EB%93%A4%EC%BC%9C%EB%B2%84%EB%A0%B8%EB%8B%A4/2812), [KakaoPage](https://page.kakao.com/home?seriesId=55402347)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/caught-by-the-villain)\n* Chinese (Simplified) / 汉语: [Kuaikan](https://www.kuaikanmanhua.com/web/topic/9794/), [Manhuaren](https://www.manhuaren.com/manhua-fanpaifaxianlewodeshenfen/)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/caught-by-the-villain/list?title_no=4360)\n* [French / Français](https://www.delitoon.com/webtoon/le-chant-de-la-lune)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010042)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Identitasku-Ketahuan-Tokoh-Jahat/3464)\n* [Japanese / 日本語](https://piccoma.com/web/product/57591)\n* [Russian / Ру́сский](https://moykomiks.com/series/722760/)\n* [Spanish / Español](https://www.webtoons.com/es/romance/caught-by-the-villain/list?title_no=4400)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%96%E0%B8%B9%E0%B8%81%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%88%E0%B8%B1%E0%B8%9A%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/333)",
      "vi": "Mặc dù trước đây cô từng là một học viên đầy triển vọng của kiếm đạo, nhưng do một tai nạn,mà cô buộc phải sống một cuộc sống bình thường.Sau khi Seo Yuri gặp tai nạn xe hơi trong lúc trở về nhà từ chuyến đi du lich,cô ấy đã trọng sinh vào cuốn tiểu thuyết, \"The Song of the Moon\", và trở thành người chị gái song sinh của một nhân vật phụ có một kết cục ko tốt đẹp - Selena. Selena hy vọng sẽ ngăn chặn được sự huỷ hoại của gia đình mình, tuy nhiên, cô ấy buộc phải thế chỗ cho người anh trai bỏ trốn của mình, Celestine, trong đội hiệp sĩ! Liệu cô có thể tránh được Thái tử phản diện, Ignis và sống sót không?!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%97%90%EA%B2%8C-%EC%A0%95%EC%B2%B4%EB%A5%BC-%EB%93%A4%EC%BC%9C%EB%B2%84%EB%A0%B8%EB%8B%A4/2812), [KakaoPage](https://page.kakao.com/home?seriesId=55402347)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/caught-by-the-villain)\n* Chinese (Simplified) / 汉语: [Kuaikan](https://www.kuaikanmanhua.com/web/topic/9794/), [Manhuaren](https://www.manhuaren.com/manhua-fanpaifaxianlewodeshenfen/)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/caught-by-the-villain/list?title_no=4360)\n* [French / Français](https://www.delitoon.com/webtoon/le-chant-de-la-lune)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010042)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Identitasku-Ketahuan-Tokoh-Jahat/3464)\n* [Japanese / 日本語](https://piccoma.com/web/product/57591)\n* [Russian / Ру́сский](https://moykomiks.com/series/722760/)\n* [Spanish / Español](https://www.webtoons.com/es/romance/caught-by-the-villain/list?title_no=4400)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%96%E0%B8%B9%E0%B8%81%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%88%E0%B8%B1%E0%B8%9A%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/333)",
      "zh": "剑道高手徐莹涵穿越到了常看的小说里，变成反派皇子下属的双胞胎姐姐？因弟弟塞莱汀跟反派伊格斯皇子联手谋反，而导致全家被处死。为了阻止家族破灭，徐莹涵（塞莱娜）尝试了各种方法，阴差阳错替弟弟参了军，她是否能够避开反派伊格斯皇子并改变原来的命运...？\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%97%90%EA%B2%8C-%EC%A0%95%EC%B2%B4%EB%A5%BC-%EB%93%A4%EC%BC%9C%EB%B2%84%EB%A0%B8%EB%8B%A4/2812), [KakaoPage](https://page.kakao.com/home?seriesId=55402347)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/caught-by-the-villain)\n* Chinese (Simplified) / 汉语: [Kuaikan](https://www.kuaikanmanhua.com/web/topic/9794/), [Manhuaren](https://www.manhuaren.com/manhua-fanpaifaxianlewodeshenfen/)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/caught-by-the-villain/list?title_no=4360)\n* [French / Français](https://www.delitoon.com/webtoon/le-chant-de-la-lune)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010042)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Identitasku-Ketahuan-Tokoh-Jahat/3464)\n* [Japanese / 日本語](https://piccoma.com/web/product/57591)\n* [Russian / Ру́сский](https://moykomiks.com/series/722760/)\n* [Spanish / Español](https://www.webtoons.com/es/romance/caught-by-the-villain/list?title_no=4400)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%96%E0%B8%B9%E0%B8%81%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%88%E0%B8%B1%E0%B8%9A%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/333)",
      "zh-hk": "曾是劍道選手的徐銀河在歷經一場車禍後穿越成小說《月之歌曲》中遭滅門的艾班加的雙胞胎姊姊「賽琳娜」。賽琳娜為了阻止家門的滅亡而孤軍奮鬥，最終代替半夜與情人私奔的弟弟「賽勒斯汀」加入騎士團。究竟賽琳娜能否從小說中的反派皇子「伊格尼斯」手中守護著家族，順利活下去呢？\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%97%90%EA%B2%8C-%EC%A0%95%EC%B2%B4%EB%A5%BC-%EB%93%A4%EC%BC%9C%EB%B2%84%EB%A0%B8%EB%8B%A4/2812), [KakaoPage](https://page.kakao.com/home?seriesId=55402347)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/caught-by-the-villain)\n* Chinese (Simplified) / 汉语: [Kuaikan](https://www.kuaikanmanhua.com/web/topic/9794/), [Manhuaren](https://www.manhuaren.com/manhua-fanpaifaxianlewodeshenfen/)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/caught-by-the-villain/list?title_no=4360)\n* [French / Français](https://www.delitoon.com/webtoon/le-chant-de-la-lune)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010042)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Identitasku-Ketahuan-Tokoh-Jahat/3464)\n* [Japanese / 日本語](https://piccoma.com/web/product/57591)\n* [Russian / Ру́сский](https://moykomiks.com/series/722760/)\n* [Spanish / Español](https://www.webtoons.com/es/romance/caught-by-the-villain/list?title_no=4400)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%96%E0%B8%B9%E0%B8%81%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%88%E0%B8%B1%E0%B8%9A%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/333)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5bb3b15f-3f60-490a-b873-bd7589f4e662",
    "title": {
      "en": "Kabeyaku Nado Fuyou to Tsuihousareta S-kyuu Boukensha, <Dorei Kaihou> Skill wo Kushi shite Shijou Saikyou no Kunizukuri"
    },
    "updatedAt": "2024-09-09T15:35:34+00:00",
    "coverArt": "https://mangadex.org/covers/5bb3b15f-3f60-490a-b873-bd7589f4e662/1776478a-e772-4382-88f1-37e7ab5f5a8a.jpg",
    "altTitles": [
      {
        "ja": "壁役など不要と追放されたＳ級冒険者、≪奴隷解放≫スキルを駆使して史上最強の国造り"
      },
      {
        "en": "An S-class Adventurer, Banished as the Tank of the Party, Uses His \"Slave Release\" Skill To Build the Strongest Country in History!"
      },
      {
        "pt-br": "Um aventureiro classe-S que foi banido como tank da party, usa suas habilidades de “Libertação dos Escrav*s” para construir a nação mais forte da história."
      }
    ],
    "description": {
      "en": "Alex, a holy knight, is suddenly expelled from his adventurers' party.\n\nHe tries to live a comfortable life by accepting a quest to cultivate a remote area, but suddenly he is given the extra skill \"Slave Release\"...?\n\nSummon beautiful girl slaves and cultivate a demon territory overrun with demons! A slow life of harem in a fantasy world is about to begin!",
      "ja": "冒険者パーティーから突如追放された聖騎士・アレックス。\n\n僻地の開拓クエストを受けて、悠々自適の生活を送ろうとするが突然エクストラスキル≪奴隷解放≫を授かって―!?\n\n美少女奴隷を召喚して、魔物が跋扈する魔族領を開拓しろ! 異世界ハーレムスローライフ開幕!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e641e85-b741-486a-a221-85d1a0e9e8d6",
    "title": {
      "en": "The Villainess Doesn't Need a New Husband!"
    },
    "updatedAt": "2024-06-26T01:14:47+00:00",
    "coverArt": "https://mangadex.org/covers/9e641e85-b741-486a-a221-85d1a0e9e8d6/505d781e-0fa6-4757-843d-d08db246fe83.png",
    "altTitles": [
      {
        "ko": "악녀님에겐 새 남편 따위 필요하지 않아요!"
      },
      {
        "ja": "悪女様には新しい夫なんて必要ありません"
      }
    ],
    "description": {
      "en": "What kind of dogs are there?\n\n\"The person who will be my groom is already dead!\"\n\nIt's unfair that she died so absurdly, but she possessed the villain. And that, of course, while holding a 'soul wedding'! All he has is a sunfish body and a run-down mansion.\n\nNo, the dead groom isn't rich, but he even has debts? It's the original, it's Nabal, and I have to find my way of life first!\n\nMeanwhile, the Duke of Fitzren came to visit her, claiming to be a close friend of her late husband. If this man touches the hearts of modern people by making warm bath water and iced americano, I think he can be a good shield to overcome this harsh world...\n\n\"Please be my fake mistress!\"",
      "fr": "Qu'est-ce qui se passe ? J'ai transmigré dans le corps de la méchante au moment où elle a conclu un <Mariage d'âme>. Mon futur mari est déjà mort. Tout ce que j'ai,  c'est un corps sexy et une énorme dette ! Quoi, mon défunt mari n'était pas riche ? \"Que dois-je faire pour vivre confortablement en tant que méchante ?\" \"Et l'Americano glacé ? Et le bain chaud ? \"Je veux vivre comme ça !\" J'ai essayé de faire du grabuge pour que personne ne puisse m'approcher.... \"Si tu veux, je vais te sortir de là.\" \"Si tu laisses ton siège et....\" \"C'est juste que l'une des rumeurs qui nous entourent va se concrétiser.\" Un homme est soudain apparu devant moi. \"Je veux t'engager. Sois ma fausse maîtresse.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9fd23805-7571-4f09-baff-89d059fba8f9",
    "title": {
      "ja": "Senki Kanshoku Symphogear ~Shirabemeshi~"
    },
    "updatedAt": "2024-08-08T20:00:37+00:00",
    "coverArt": "https://mangadex.org/covers/9fd23805-7571-4f09-baff-89d059fba8f9/99bb8763-8d34-4128-b576-af7c59747817.jpg",
    "altTitles": [
      {
        "en": "Feast of the Valkyries: ~Cooking with Shirabe~"
      },
      {
        "ja": "戦姫完食シンフォギア～調めし～"
      }
    ],
    "description": {
      "en": "An official spinoff of the Senki Zesshou Symphogear series! The divas' next battlefield is a warm gourmet comedy with the chief kitchen maid, Shirabe! Another Symphogear ballad, fresh from the kitchen."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5efc2417-d036-48e6-b86d-e4299a077093",
    "title": {
      "en": "A Boyish Girlfriend in High Humidity"
    },
    "updatedAt": "2024-08-06T22:34:42+00:00",
    "coverArt": "https://mangadex.org/covers/5efc2417-d036-48e6-b86d-e4299a077093/a1801d05-fabc-4e4a-911a-bb0fcea51fd5.jpg",
    "altTitles": [
      {
        "ja": "湿度高めのボーイッシュ彼女"
      },
      {
        "ja-ro": "Shitsudo Takame no Boyish Kanojo"
      },
      {
        "pt-br": "Uma namorada masculina com alta umidade"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/115806876)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-09-13T15:48:58+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/281a36bd-4e6e-4cb7-8728-01318e8b7dcf.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?\n Brought to you by mmk of 'Love Comedy Quest,' this is a pure love short comedy of the new era about 'neighbors'!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7901d23-e934-468e-88de-f407f478cd24",
    "title": {
      "en": "Kekkaishi e no Tensei"
    },
    "updatedAt": "2024-08-06T10:33:22+00:00",
    "coverArt": "https://mangadex.org/covers/f7901d23-e934-468e-88de-f407f478cd24/9a8e9bc0-48f7-400e-860a-3f5b9868a33b.jpg",
    "altTitles": [
      {
        "ja": "結界師への転生"
      },
      {
        "en": "Reborn as a Barrier Master"
      }
    ],
    "description": {
      "en": "By the time he opened his eyes, Kubota Tamotsu (34 years old) has been reincarnated into another world. Moreover, as a 6 years old slave with “Level 1 Barrier” skill. To surpass his limitations and become a powerful Barrier master Kubota begins a hellish training, full of obstacles and struggles. — From “Let’s Become a Novelist”, a new other world fantasy starts!  \r\n  \r\n[Original Web Novel](https://ncode.syosetu.com/n3631do/)  \r\n[Light Novel](https://bookwalker.jp/series/130407/)",
      "ja": "ブラック企業で働く久保たもつ(34歳)は、ふと目が覚めると「結界師」としてのスキルを持つ奴隷(6歳)として異世界に転生していた。わけがわからないまま、奴隷市で売れ残り、処分されかける直前、バーサーム侯爵家に拾われる。専属の結界師「リノス」として育てられることになり、日々結界師としての才能を開花させていくリノス。次から次に降りかかってくる厄介ごとに翻弄されながら、今日も全力で奮闘するのであった――。",
      "pt-br": "Kubota Tamotsu um trabalhador de 34 anos desmaia depois de descobrir que sua equipe se demitiu e ele não poderá cumprir o prazo de entrega, quando ele abre os olhos ele está em um outro mundo, confuso ele descobre que reencarnou como um escravo de 6 anos com uma habilidade de Barreira Level 1. Para superar suas limitações e se tornar um poderoso mestre de barreiras, Kubota começa um treinamento infernal, cheio de obstáculos e lutas.Uma nova fantasia começa!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5005e163-cf70-451d-8eb2-62fb17b47fb9",
    "title": {
      "en": "Please, Forget About Vivian"
    },
    "updatedAt": "2024-07-14T22:19:02+00:00",
    "coverArt": "https://mangadex.org/covers/5005e163-cf70-451d-8eb2-62fb17b47fb9/dc34ebee-62fa-42db-9353-a892842f5396.jpg",
    "altTitles": [
      {
        "ko": "비비안을 잊어주세요"
      },
      {
        "es-la": "Olviden a Vivian"
      }
    ],
    "description": {
      "en": "“Marry me, Vivian.” She believed that she could have a happy future together with him. However, after he became emperor, everything started to change. His attitude suddenly changed. A strange rumor that he has an affair with a princess every night. In the end, I was confined to the imperial palace, and I only did what he told me to do. Then one day... “You are pregnant.”I don't need children.” What should I do, if I stay silent, I will lose my child.. I will protect my child even at the risk of my life! So Vivian decided to erase herself from everyone's memories and leave. “Stop it, forget me.”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-22T09:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/5ae7312f-34bb-4849-a395-5fa7fbe37679.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "24c8e2f3-f515-4e58-bfdd-c423ab00499a",
    "title": {
      "en": "Study Group"
    },
    "updatedAt": "2024-06-02T18:35:20+00:00",
    "coverArt": "https://mangadex.org/covers/24c8e2f3-f515-4e58-bfdd-c423ab00499a/daf2b695-9732-4538-bad2-c0ed84819b45.jpg",
    "altTitles": [
      {
        "tl": "Grupo sa pag-aaral"
      },
      {
        "ko-ro": "Seuteodigeurup"
      },
      {
        "ko": "스터디그룹"
      },
      {
        "es-la": "GRUPO DE ESTUDIO"
      }
    ],
    "description": {
      "en": "Gamin Yoon, a 17 year old student, goes to a school known to harbor future criminals. Stuck in a carnivorous environment where only the strongest survive, he struggles to get good grades to enter a 4 year university. But, will he be able to study well enough to enter university, or will he get involved in the unending fights around the school?  \n\n\n---\n\n[Official Chinese Translation](https://www.dongmanmanhua.cn/CAMPUS/pizixueba/list?title_no=1467)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b407de00-75a5-415a-a001-585fb41b9cf2",
    "title": {
      "en": "The Max Level Hero Strikes Back"
    },
    "updatedAt": "2024-07-31T23:42:02+00:00",
    "coverArt": "https://mangadex.org/covers/b407de00-75a5-415a-a001-585fb41b9cf2/ba79a85a-1a04-4739-a895-b1124823656a.jpg",
    "altTitles": [
      {
        "ko": "만렙 영웅님께서 귀환하신다!"
      },
      {
        "en": "The MAX leveled hero will return!"
      },
      {
        "en": "Max Level Hero is Making a Comeback!"
      },
      {
        "zh": "顶级英雄归来"
      },
      {
        "ja": "最終レベル英雄のご帰還"
      },
      {
        "th": "การกลับมาของวีรบุรุษเวลตัน"
      },
      {
        "ru": "Возвращение героя максимального уровня"
      },
      {
        "pt-br": "O Herói de Nível Máximo Retornou!"
      },
      {
        "en": "The Max Level Hero Has Returned!"
      },
      {
        "fr": "Max Level Hero"
      }
    ],
    "description": {
      "en": "Struck by an enemy’s arrow, the powerless Prince Davey O’Rowane falls into a coma. His soul travels to a place where the greatest of the great gather — the honorable Hall of Heroes.\n\nThere, a thousand years pass as Davey undergoes excruciating training under their watchful eyes to become a hero too strong for his own good. Now back to his timeline and his kingdom, he’s wide awake and the enemies hiding in the king’s court better be prepared - the prince they had dismissed is now their biggest threat!",
      "it": "Il debole principe di un paese insignificante, Davey. Dopo essere diventato in coma, la sua anima fuggì in un tempio dove si riunivano le anime degli eroi. Si è allenato per mille anni e ora è tornato come eroe di massimo livello!  \n  \n“Aspettate solo ragazzi, vi affronterò tutti a testa alta!”  \n  \nLa rinfrescante storia della vita reale e della vendetta di Davey è appena iniziata.",
      "ja": "王国内の権力争いに敗れた王子「デイビー」。 昏睡状態の中、魂のみが抜け出して到着したところは、英雄たちの魂が集まる巨大な回廊。 千年もの間苦労した彼が、最高レベルの英雄となって帰ってきた。 \"覚悟しとけよ、ちゃんと相手してやるから！\" 「デイビー」の痛快な復讐劇と王宮生活記が今始まりますーー！",
      "ko": "힘없는 골방왕자 데이비,\n혼수상태에서 영혼이 빠져나온 그가 도착한 곳은\n영웅들의 혼이 모인 거대한 회랑.\n\n천년동안 굴려진, 그가 만렙 영웅님이 되어 귀환하셨다!\n\n기다려라, 모두\n제대로 상대해주마!\n\n데이비의 통쾌한 복수극과 왕궁생활기가 지금 시작됩니다!\n\n**********\n악마꼬리 작가님의 인기판타지소설<만렙 영웅님께서 귀환하신다!>를 웹툰으로 만나보세요!",
      "ru": "Дейви - бессильный принц маленькой страны.\nКогда он впал в кому и его душа покинула тело, она переместилась в огромную галерею душ былых героев.\nВзяв все в свои руки, Дейви возвращается.",
      "th": "ใครว่าเป็นเจ้าชาย แล้วจะสบายไปหมดทุกอย่าง\n'เดวี่ อัล ราวน์' ผู้เกิดมาเป็นเจ้าชาย แต่โชคร้ายถูกตระกูลชนชั้นสูงวางแผนฆ่าทั้งแม่และเขา เพียงเพื่ออยากมาแทนที่คนทั้งสอง\n\nเดวี่ถูกลูกธนูปริศนาเสียบหลัง จนหมดสติ ร่างกายอยู่ในอาการโคม่า มา 6 ปีเต็ม ระหว่าง 6 ปีนั้น วิญญาณของเดวี่ได้อยู่ในระเบียงสถิต ที่ซึ่งเป็นศูนย์รวมเหล่าวิญญาณวีรชนผู้เป็นตำนานแห่งแดนต่างๆ\nเดวี่ได้เรียนรู้การใช้เวทมนตร์และศาสตร์ต่างๆ จากพวกเขา จนครบ 1,000 ปีตามเวลาในสถานที่แห่งนั้น\n\nเขาได้ฟื้นขึ้นมาจากเจ้าชายผู้อ่อนแอ กลายเป็นผู้กล้าฝีมือขั้นเทพ \nมาดูสิว่า ในโลกนี้จะมีใครล้มเขาได้อีก\nทีนี้แหละ ถึงคราวเอาคืนทุกคนที่ทำให้เขามีสภาพแบบนี้แล้ว!",
      "pt-br": "Um fraco príncipe de um país insignificante, Davey. Depois de entrar em coma, sua alma escapou para um templo onde às almas dos heróis se reunem. Ele treinou por mil anos e agora voltou como um herói de nível máximo! “Vocês me esperem, vou enfrentar cada um de vocês!”. A refrescante história de vingança de Davey apenas começou."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e012d7a-eaee-4e66-81db-b7a8d071e753",
    "title": {
      "en": "I Was Reborn as His Highness the Prince's Little Evil Dragon"
    },
    "updatedAt": "2024-07-23T02:17:43+00:00",
    "coverArt": "https://mangadex.org/covers/5e012d7a-eaee-4e66-81db-b7a8d071e753/eac124c0-6991-4bd6-91a7-d7dcd8935e0c.jpg",
    "altTitles": [
      {
        "zh": "我重生成为王子殿下的小恶龙"
      },
      {
        "zh-ro": "Wo Chongsheng Chengwei Wangzi Dianxia De Xiao E Long"
      }
    ],
    "description": {
      "en": "An 18-year-old young man who lived a peaceful and normal life is murdered by an unknown man. He is reincarnated as an evil little dragon who is the pet of the crown prince of a magical kingdom. He discovers that the prince is actually his reincarnated assassin, and that he has a secret mission to destroy the kingdom. The little dragon will have to face the dangers and intrigues of the royal court, while at the same time trying to get closer to the prince and discover his true feelings. Will he be able to stop the prince's evil plan and find his happy ending?",
      "fr": "Après 18 ans de vie paisible, j'ai été tué du jour au lendemain et transformé en dragon. Moi, Bian Yurong, un étudiant, doté d'un excellent caractère et d'une grande intégrité, qui obtenait des notes parfaites à la fois en études et en affaires, j'ai fini par mourir des mains d'une personne malveillante. Ce qui est encore plus triste, c'est que je suis devenu le boss final du jeu auquel je jouais, le Dragon noir ! Puisque je connais déjà clairement la fin, je dois changer mon destin ! Attendez, pourquoi ce jeune prince qui est chargé de m'élever se comporte-t-il de façon si étrange ?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5c25341-d6ff-4585-8548-3a48fc7654d9",
    "title": {
      "en": "Momose Akira no Hatsukoi Hatan-chuu."
    },
    "updatedAt": "2024-08-31T16:59:12+00:00",
    "coverArt": "https://mangadex.org/covers/f5c25341-d6ff-4585-8548-3a48fc7654d9/c4747970-1efa-416b-ac85-485341462b87.jpg",
    "altTitles": [
      {
        "ja": "百瀬アキラの初恋破綻中。"
      },
      {
        "en": "Momose Akira's First Love Struggles."
      },
      {
        "vi": "Mối Tình Đầu Của Akira Momose Đang Trên Bờ Vực Đổ Vỡ"
      },
      {
        "tr": "Momose Akira'nın İlk Aşk Maceraları"
      },
      {
        "pt-br": "O Primeiro Amor de Momose Akira em Ruínas"
      },
      {
        "en": "Momose Akira's First Love Is Coming Apart."
      },
      {
        "fr": "Les difficultés du premier amour de Momose Akira."
      },
      {
        "ru": "Неудавшаяся первая любовь Акиры Момосэ"
      },
      {
        "ru": "Первая любовь Акиры Момосе терпит крах."
      },
      {
        "en": "Momose Akira's First Love is a Failure."
      },
      {
        "es": "El primer amor de Momose Akira se derrumba."
      }
    ],
    "description": {
      "en": "Kugayama Hajime, a boy living in the countryside, comes back to his old classmate Momose Akira, whom he used to admire.\n\nJust as he is about to watch her from afar and enjoy his sweet and sour youth, Akira makes an unexpected approach.\n\nAnd there was a “fate” that was more than he could have imagined.",
      "es": "Kugayama Hajime, un chico que vive en el campo, se reencuentra con su antigua compañera de clase Momose Akira, a la que solía admirar.\n\nJusto cuando está a punto de observarla desde lejos y disfrutar de su agridulce juventud, Akira se acerca de forma inesperada.\n\nY el \"destino\" es mucho más de lo que él pudo haberse imaginado.",
      "fr": "Kugayama Hajime, un garçon vivant à la campagne, revient vers son ancien camarade de classe Momose Akira, qu'il avait l'habitude d'admirer.Alors qu'il s'apprête à la regarder de loin et à profiter de sa jeunesse aigre-douce, Akira fait une approche inattendue.Et il y a eu un « destin » qui a été plus que ce qu'il aurait pu imaginer.",
      "ja": "ド田舎に暮らす少年・久我山はじめのもとに帰ってきた、かつての憧れの同級生・百瀬アキラ。\n\n彼女を遠くから眺めて、甘酸っぱい青春を謳歌しよう…と思っていた矢先に、アキラからまさかのアプローチが。\n\nそしてそこには、想像以上の”運命”が拡がってました。\n\n2人の様子を、どうぞあったかく見守ってください。",
      "ru": "Жизнь Хадзимэ Кугаямы, мальчишки из глухой деревушки, круто меняется, когда в его жизнь возвращается бывшая одноклассница и когда-то недосягаемая мечта — Акира Момосэ. Он планировал просто наблюдать за ней издалека и наслаждаться воспоминаниями о своей юности... Но неожиданно Акира делает первый шаг навстречу. И вот тут начинается нечто гораздо большее, чем он мог себе представить. Следите за их историей и согревайте свои сердца вместе с ними.",
      "tr": "Taşrada yaşayan bir çocuk olan Kugayama Hajime’nin, eskiden hayranlık duyduğu sınıf arkadaşı Momose Akira geri döner. Tam onu uzaktan izleyip tatlı ekşi gençliğinin tadını çıkarmak üzereyken, Akira beklenmedik bir yaklaşımda bulunur. Ve hayal edebileceğinden de öte bir “kader” ile karşılaşır.",
      "pt-br": "Kugayama Hajime é um jovem que vive no interior. Sua vida muda quando Momose Akira, uma antiga colega de classe por quem ele sempre foi apaixonado, retorna à cidade. Hajime planejava admirá-la de longe, saboreando um romance juvenil agridoce. Mas, para sua surpresa, Akira toma a iniciativa de se aproximar. O que se desenrola a partir daí é um destino mais surpreendente do que ele jamais poderia ter imaginado."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b98c4daf-be1a-46c8-ad83-21d532995240",
    "title": {
      "en": "My Food Looks Very Cute"
    },
    "updatedAt": "2024-06-18T17:17:30+00:00",
    "coverArt": "https://mangadex.org/covers/b98c4daf-be1a-46c8-ad83-21d532995240/5a720839-f246-4856-865a-68d53563cc73.png",
    "altTitles": [
      {
        "zh": "我的食物看起来很可爱"
      },
      {
        "en": "My Food Seems to Be Very Cute"
      },
      {
        "zh-ro": "Wǒ de shíwù kàn qǐlái hěn kě'ài"
      },
      {
        "zh-hk": "我的食物看起來很可愛"
      },
      {
        "es-la": "Mi comida se ve adorable"
      },
      {
        "id": "Makananku yang Cantik"
      },
      {
        "pl": "Moje jedzonko wygląda uroczo"
      }
    ],
    "description": {
      "en": "A vampire who has been sleeping for nearly two hundred years, Maria is awakened by a passing werewolf girl by a chance, and the moment the coffin is opened, the curse falls on the werewolf girl. The two girls set foot on the journey to the city",
      "es-la": "Maria, una vampiro que había estado durmiendo por casi doscientos años, es despertada por Xing Lan, una chica lobo que pasaba por ahí. Cuando el ataúd se abre, una maldición cae sobre Xing Lan. Sin embargo, en lugar de asustarse, la inocente Xing Lan cree haber encontrado una excelente compañera, y ambas embarcan juntas un viaje a la ciudad. Así comienza su historia."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "44c0913a-7b81-4619-a865-b85632fb83f7",
    "title": {
      "en": "I’m in Love with My Foe"
    },
    "updatedAt": "2024-06-26T01:10:04+00:00",
    "coverArt": "https://mangadex.org/covers/44c0913a-7b81-4619-a865-b85632fb83f7/522b4ce5-261c-403f-9690-214f51e04638.jpg",
    "altTitles": [
      {
        "zh": "我向死敌告白了"
      },
      {
        "en": "I Confessed to My Mortal Enemy"
      }
    ],
    "description": {
      "fr": "Jiang Mi se réincarne dans le corps d'Olive, la méchante d'un roman populaire qui est destinée à être exécutée par le prince héritier Reynold pour son terrible comportement. Mais Olive aspire à changer son destin et à vivre une vie longue et épanouie. Elle travaille donc dur pour changer sa mauvaise image et prouver sa gentillesse. Bientôt, ses efforts attirent l'attention de Reynold, l'homme même qui est censé la tuer. Si Olive parvient à conquérir le cœur de Reynold, elle sera assurée de vivre une vie heureuse avec un bel homme ! Mais si elle n'y parvient pas, elle sait comment cette histoire se terminera..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b21bb660-b3cd-408e-a421-251087cc6e8d",
    "title": {
      "en": "Dakishimete Tsuide ni Kiss mo"
    },
    "updatedAt": "2024-07-28T15:06:00+00:00",
    "coverArt": "https://mangadex.org/covers/b21bb660-b3cd-408e-a421-251087cc6e8d/5acc51c9-9888-4aec-97dd-6f8a705c3821.jpg",
    "altTitles": [
      {
        "ja": "抱きしめて ついでにキスも"
      },
      {
        "ja-ro": "Dakishimete Tsuideni Kiss mo"
      },
      {
        "en": "Hug Me Tightly And Kiss Me"
      },
      {
        "en": "Will you be the one for me? XOXO"
      },
      {
        "zh": "相拥之后献上亲吻"
      },
      {
        "zh": "相擁之後獻上親吻"
      },
      {
        "ko": "안아줘 그리고 키스도"
      }
    ],
    "description": {
      "en": "Asahina Tamako, a cosmetics company worker, is nearly 30 and still unmarried. In fact, she hasn't even been in a relationship in 8 years! She's developed a crush on her company's security guard, Takeda-kun, but he's 22. Would he really go for an older woman like her?\n\nOne day, as Asahina's working overtime and Takeda's patrolling, the two find themselves alone in the office. And then…!?",
      "pt-br": "Tamako Asahina está prestes a completar 30 anos e não se casou nenhuma vez, nem está em um relacionamento. Mas um encontro do destino faz ela conhecer alguém que chama a sua atenção."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fbeea85-0005-4a07-85d6-a7dc482c189e",
    "title": {
      "en": "The King and Me"
    },
    "updatedAt": "2024-06-16T23:37:32+00:00",
    "coverArt": "https://mangadex.org/covers/6fbeea85-0005-4a07-85d6-a7dc482c189e/70dd3dca-bdd8-4c18-879f-dac6ee418df3.png",
    "altTitles": [
      {
        "zh": "再见，我的国王"
      },
      {
        "uk": "Побачимося, мій Королю"
      },
      {
        "zh-ro": "Zaijian, Wo De Guowang"
      },
      {
        "en": "Goodbye, My King"
      },
      {
        "en": "Till We Meet Again, My King"
      },
      {
        "en": "See You, My King"
      },
      {
        "ko": "안녕, 나의 폐하"
      }
    ],
    "description": {
      "en": "Zhang Li sees his beloved \"stone statue\" vanish before his eyes. Stricken with grief and remorse, he travels back in time and arrives in Elbis, a mythical ancient civilization that mysteriously perished.  At last, he encounters the \"stone statue\" again, only to find that he wasn't the old crybaby that clung to him every day, but a cold, ruthless \"tyrant\" instead. Will he be able to stay with him this time…?\n\nOfficial Translations:\n[Korean](https://www.bomtoon.com/comic/ep_list/my_majesty)",
      "uk": "Просто на очах Джана Лі мила його серцю кам'яна статуя щезає у небутті. Сповнений горя та каяття, юнак мандрує в минуле та потрапляє до Айбіссу, стародавньої цивілізації, що, за легендами, загадково вгасла багато сторіч тому. Удруге стрівши кам'яну статую, він усвідомлює, що дурник-плаксій, який бігав за ним хвостиком, перетворився на байдужого й безжального “деспота”. Чи здатен він залишитись із ним цього разу?.."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "848e9601-9691-47ac-a015-e96e5d3b0d61",
    "title": {
      "en": "Namete, Kajitte, Tokidoki Medete"
    },
    "updatedAt": "2023-08-12T01:59:39+00:00",
    "coverArt": "https://mangadex.org/covers/848e9601-9691-47ac-a015-e96e5d3b0d61/fa6d1130-bbfd-46e9-a721-2a5c34c0bf74.jpg",
    "altTitles": [
      {
        "ja": "なめて、かじって、ときどき愛でて"
      },
      {
        "zh": "舔舐、啃咬、时而疼愛"
      }
    ],
    "description": {
      "en": "I'm Haru. first year in high school. Please listen to my troubles. I accidentally gave my love letter to the number one problem child at school, Seishirou-kun…   \n  \nEven though I told him to give it back, he won't. He says I'm already his girlfriend…He'll chase me down if he sees me at school, he takes my lunch, keeps his eye on me, and e-even kisses me…Ah and doing perverted stuff…!!   \n  \nAnd he's also living at my place…. I'm definitely not his girlfriend, so please let me go already!!!",
      "pt-br": "Meu nome é Haru. Estou no primeiro ano do ensino médio. Por favor, ouçam os meus problemas. Por engano eu entreguei a minha carta de amor ao garoto mais problemático da escola, Seishirou-kun…   \n  \nEmbora tenha pedido para me devolver, ele não o fez. Ele disse que agora sou a sua namorada… Ele me persegue cada vez que me vê, pega meu almoço, fica de olho em mim, até mesmo me beija e faz coisas pervertidas comigo!!   \n  \nE pra finalizar… Agora ele vive na minha casa!! O que eu vou fazer?!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "15",
    "lastChapter": "67"
  },
  {
    "mangaId": "c8552e8c-c90e-4936-aac7-a73855550ed7",
    "title": {
      "en": "Tanaka-kun wa Itsumo Kedaruge"
    },
    "updatedAt": "2024-07-01T15:15:27+00:00",
    "coverArt": "https://mangadex.org/covers/c8552e8c-c90e-4936-aac7-a73855550ed7/45e77e12-84c1-4c3a-96e0-32afdd20c649.jpg",
    "altTitles": [
      {
        "it": "Tanaka-kun è sempre svogliato"
      },
      {
        "en": "Tanaka-kun is Always Listless"
      },
      {
        "de": "Tanaka-kun ist immer lustlos"
      },
      {
        "es": "Tanaka-kun Siempre Tiene Pereza"
      },
      {
        "ja-ro": "TanaKeda"
      },
      {
        "ru": "Всегда вялый Танака-кун"
      },
      {
        "ar": "تاناكا-كون دائما فاتر"
      },
      {
        "fa": "تاناکا-کون همیشه بی‌میل"
      },
      {
        "ja": "田中くんはいつもけだるげ"
      },
      {
        "pt-br": "Tanaka-kun é Sempre Tão Preguiçoso."
      }
    ],
    "description": {
      "en": "Sighing, leaning on his elbows, sleepy eyes. Tanaka-kun is a boy that basically doesn't try but isn't disliked. This is a laid-back youth comedy about Tanaka-kun and the quiet Oota who can't leave him alone.",
      "id": "Mengeluh, bersandar pada lengannya, mata yang mengantuk. Tanaka-kun adalah lelaki yang dasarnya tidak ingin mencoba hal yang dia tidak suka. Ini adalah cerita komedi masa sekolah dan si pendiam Oota yang tidak bisa meninggalkan dia sendirian.",
      "ru": "Две абсолютно непохожие личности: Танака, способный спать 24 часа в сутки, и Оота, отличающийся от остальных своей активностью и ответственностью. Такие люди должны бесить друг друга, но, не смотря на это, они друзья. До чего доведет эта дружба? Посмотрим...",
      "pt-br": "Suspirando, apoiando-se nos seus cotovelos, com os olhos sonolentos. Tanaka-kun é um garoto que basicamente não faz nada, mas não é odiado. Esta é uma comédia jovem que fala sobre o Tanaka-kun e Oota, um rapaz quieto que não consegue deixá-lo sozinho"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "140"
  },
  {
    "mangaId": "298bbc3a-180c-4d74-9667-d258d50e09cd",
    "title": {
      "en": "Miniamaru Kareshi"
    },
    "updatedAt": "2023-09-14T01:46:14+00:00",
    "coverArt": "https://mangadex.org/covers/298bbc3a-180c-4d74-9667-d258d50e09cd/4e527aea-6842-4130-bfd4-73d528be69ee.jpg",
    "altTitles": [
      {
        "ja": "みにあまる彼氏"
      },
      {
        "zh": "高段位男友"
      }
    ],
    "description": {
      "en": "Iroha Aoyagi is a normal 16 year old girl, except, she's never fallen in love. She suspects there might be something wrong with her; until she meets her classmate Kusakabe-kun who seems well-versed and cynical about matters of love. Will Iroha be able to handle someone like Kusakabe-kun?",
      "pt-br": "Aoyagi Iroha é uma garota normal de 16 anos, exceto pelo fato de que ela nunca se apaixonou. Ela suspeita que há algo de errado com ela, até que ela conhece seu colega de classe Kusakabe-kun, que parece bem versado e cínico quanto aos assuntos do amor. Iroha será capaz de lidar com alguém como Kusakabe-kun?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "78.5"
  },
  {
    "mangaId": "5bcae319-f6e2-4112-971f-e941f76f6f4b",
    "title": {
      "en": "I Will Raise This Boy as Another Man's Child"
    },
    "updatedAt": "2024-09-15T20:14:54+00:00",
    "coverArt": "https://mangadex.org/covers/5bcae319-f6e2-4112-971f-e941f76f6f4b/f0571359-a016-4094-922b-771392ffca59.png",
    "altTitles": [
      {
        "ko": "다른 남자 아이로 키우겠어"
      }
    ],
    "description": {
      "en": "Princess Hinael Plake of the Salur Kingdom. \n\nShe was murdered by her husband while heavily pregnant. \n\nJust when I thought my life had ended... \n\nI opened my eyes and found myself back two years before my wedding. \n\n'This time, I won't believe in things like love.' \n\nTo avoid facing another unfortunate future, I decided to change my fate and choose another man. The one they call the War Hero of Trikas, who is destined to become the Emperor of Trikas, Lutz Viant. \n\n\"I will bear your child. Please protect the child I give birth to as your heir.\" \n\nThis time, I will definitely protect my child, the one I have with another man."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ce8aca-97b5-4f42-854b-0c386dea0746",
    "title": {
      "en": "Wakeari Shinrei Mansion"
    },
    "updatedAt": "2024-08-06T12:22:52+00:00",
    "coverArt": "https://mangadex.org/covers/52ce8aca-97b5-4f42-854b-0c386dea0746/4c6ab846-78f7-46aa-9c48-157211e0db3f.jpg",
    "altTitles": [
      {
        "ja": "訳アリ心霊マンション"
      },
      {
        "en": "Welcome Ghost Mansion"
      }
    ],
    "description": {
      "en": "Kaoru Shinonome, who had been living as a freelancer, invests her inheritance in property and buys a vast old condominium. Her dream life as a wealthy landlord is about to begin—but there are no living tenants, only spirits, and her new property is a rollercoaster ride of psychic phenomena. Kaoru embraces her new specter-filled life as the owner of Ghost Mansion and starts recruiting for new non-living residents!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d26ee04-9142-45d5-b7e5-6a450096fcf8",
    "title": {
      "en": "Mørkalven"
    },
    "updatedAt": "2022-04-11T14:09:14+00:00",
    "coverArt": "https://mangadex.org/covers/9d26ee04-9142-45d5-b7e5-6a450096fcf8/5be8041b-6454-4a56-b5f6-636db7ca2c56.jpg",
    "altTitles": [
      {
        "en": "The Dark Elf"
      }
    ],
    "description": {
      "en": "All dark elves have gone extinct, except for a little boy who grows up among white elves. His name is Caim. After the great war between elves, is Caim convicted to have a difficult life, since almost everyone hates him and wishes for his demise? One day his teacher tells him of a place called Joker. There everyone lives in co-existence, no matter who they are.\n\nCaim now has a place to dream of, and surprisingly another boy befriends him. A boy who doesn't care about Caim's darker skin tone. But will the friendship last all the way to the mysterious place called Joker?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f0dc922-32a8-4ac6-8a14-c94f7fbb4aab",
    "title": {
      "en": "A Flame Reborn"
    },
    "updatedAt": "2024-08-30T00:07:17+00:00",
    "coverArt": "https://mangadex.org/covers/1f0dc922-32a8-4ac6-8a14-c94f7fbb4aab/d5b97084-b188-4a42-9299-75101f6c4149.jpg",
    "altTitles": [
      {
        "ko": "멸망한 가문의 회귀자"
      },
      {
        "en": "Returner of a Ruined Family"
      },
      {
        "en": "Regressor of the Fallen Family"
      },
      {
        "fr": "Le régresseur de la famille déchue"
      },
      {
        "es-la": "Regresor de la familia caída"
      }
    ],
    "description": {
      "en": "Logan McLain, a middle-aged knight fighting for the independence army, is intent on getting revenge against the empire which took over the kingdom and executed his brother when he ends up dying in battle. But when he wakes, he is a young man again, and has yet to be disowned for his terrible behavior. \n\nUsing his experience and knowledge from his past life, Logan recruits a few talented individuals to develop new weapons, build an army, and make enough money to fund it all. \n\nBut will he be able to make amends with his family and stop the empire's march?",
      "ko": "후회로만 가득한 생.\n\n스스로의 잘못을 깨닫고 다시 사람이 되고자 했을 때,\n이미 가문은 불타 사라진 뒤였다.\n\n발악 같은 분노로 하루하루 연명하던 삶.\n그 절망의 끝에서, 간절한 염원이 하늘에 닿았다.\n\n용서받지 못한 자.\n운명을 거슬러 검을 들다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1180743d-8e38-4c00-b767-c53169fadc6a",
    "title": {
      "en": "Tensura Nikki: Tensei Shitara Slime Datta Ken"
    },
    "updatedAt": "2024-08-14T12:17:32+00:00",
    "coverArt": "https://mangadex.org/covers/1180743d-8e38-4c00-b767-c53169fadc6a/4e76c85a-5fb6-4dfb-b840-da7c6f915658.jpg",
    "altTitles": [
      {
        "en": "The Slime Diaries: That Time I Got Reincarnated as a Slime"
      },
      {
        "ja-ro": "Tensura Nikki Tensei Shitara Slime Datta Ken"
      },
      {
        "ja": "転スラ日記 転生したらスライムだった件"
      }
    ],
    "description": {
      "en": "This Spinoff Manga has content based starting from Volume 3 of the Light Novel.\n\n\"Dear diary… I got reincarnated as a slime.\"\n\nEven in another world, lives aren't always on the line. There's plenty of work to be done, from feeding the community and forging the items the community needs; as well as plenty of play ...and hijinks throughout! Join Rimuru and friends as they kick back and enjoy their daily lives.\n___\n**Character Designer:** [Mitz Vah](https://mangadex.org/author/63e87d1a-11f9-4c5f-9a7f-d7687a923366)",
      "it": "Questa è la serie spin-off ufficiale 4-koma di \"Vita da slime\"! A differenza della storia principale, questa vede la vita quotidiana di Limur da una nuova prospettiva!",
      "es-la": "Este Manga Spinoff tiene contenido basado de los Volumenes 3,4, y 5 de la Novela Ligera.\n\n\"Querido diario... me reencarne como un slime.\"\n\nIncluso en otro mundo, las vidas no siempre estan en la linea. Hay mucho trabajo que hacer, desde alimentar a la comunidad y forjar los items que necesitan; como tambien hay un monton de juego... ¡Y travesuras!. Unete a Rimuru y sus amigos mientras que se relajan y disfrutan de sus vidas diarias."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a41ac76-c3f1-451c-9106-d1589540ade8",
    "title": {
      "en": "As Leticia Wishes"
    },
    "updatedAt": "2024-05-16T20:13:09+00:00",
    "coverArt": "https://mangadex.org/covers/1a41ac76-c3f1-451c-9106-d1589540ade8/0ddc60d8-322b-4c4b-9439-cbd2935cafb4.jpg",
    "altTitles": [
      {
        "en": "Everyone Is Under the Baby’s Feet"
      },
      {
        "ko": "모든 건 아기님 발 아래"
      },
      {
        "ko-ro": "Modeun Geon Aginim Bal Arae"
      },
      {
        "en": "Everything Is Under the Baby's Feet"
      },
      {
        "en": "Everything's Under the Baby's Feet"
      },
      {
        "ja": "すべてはお嬢様の手の中に"
      },
      {
        "zh": "一切都在孩子脚下"
      }
    ],
    "description": {
      "en": "Stella, the beloved princess of Tyrien, was imprisoned all her life before being used in an eerie sacrifice. After her consciousness fades away, she wakes up to find herself hatching from an egg as a child! Despite her initial bewilderment, Stella quickly adapts to her new life as \"Leticia\" and becomes attached to Beth, a kind professor who may hold the key to finding out who and what she is. But does Leticia have what it takes to uncover the secrets behind both her lives?",
      "fr": "Stella, la princesse bien-aimée de Tyrien, a été emprisonnée toute sa vie avant d'être utilisée pour un étrange sacrifice. Après avoir perdu connaissance, elle se réveille et découvre qu'elle a éclos d'un œuf en tant qu'enfant ! Malgré sa perplexité initiale, Stella s'adapte rapidement à sa nouvelle vie en tant que « Leticia » et s'attache à Beth, une gentille professeure qui pourrait bien détenir la clé pour découvrir qui elle est et ce qu'elle est. Mais Leticia a-t-elle ce qu'il faut pour découvrir les secrets qui se cachent derrière ses deux vies ?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbf326f7-ccbd-4d54-bbad-852d76e46523",
    "title": {
      "en": "Revenge of the Baskerville Bloodhound"
    },
    "updatedAt": "2024-09-15T15:15:50+00:00",
    "coverArt": "https://mangadex.org/covers/fbf326f7-ccbd-4d54-bbad-852d76e46523/1084eda4-b6f9-46de-96b8-a3898c4819a0.jpg",
    "altTitles": [
      {
        "ko": "철혈검가 사냥개의 회귀"
      },
      {
        "ko-ro": "Cheolhyeolgeomga Sanyanggaeui Hoegwi"
      },
      {
        "en": "Revenge of the Sword Clan's Hound"
      },
      {
        "tr": "Demir kanlı kılıç tazısının i̇ntikamı"
      },
      {
        "ja": "回帰した鉄血の猟犬"
      },
      {
        "zh": "铁血剑家猎犬的回归"
      },
      {
        "ar": "عودة الكلب ذي الدم الحديدي"
      },
      {
        "en": "Revenge of the Iron-Blooded Sword Hound"
      },
      {
        "pt-br": "A vingança do cão de caça de sangue de ferro Baskerville"
      },
      {
        "es-la": "La Venganza del Sabueso de Sangre de Hierro"
      }
    ],
    "description": {
      "en": "Raised to kill like a pack of loyal hounds, the Baskerville children took countless lives as a band of fearsome assassins.\n\nDespite being the shunned illegitimate son of the brood, Vikir served his family faithfully, only to meet his untimely demise at his father’s hands. But when he is inexplicably reborn with a second chance at life, Vikir, armed with the memories and knowledge of his past, swears to rise above the pack and take his revenge.\n\nThis time, he's ready to bite the hand that feeds."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d59fd8c-811d-414d-9f29-5eb843bcc8e9",
    "title": {
      "en": "The Devil Who Kisses My Feet"
    },
    "updatedAt": "2024-09-09T14:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/4d59fd8c-811d-414d-9f29-5eb843bcc8e9/1a7e2347-e0b7-472e-9813-6b77d1dd46a5.jpg",
    "altTitles": [
      {
        "ko-ro": "내 발등에 입 맞추는 악마여"
      },
      {
        "en": "The Demon Who Kisses My Foot"
      },
      {
        "pl": "Demon całujący moją stopę"
      }
    ],
    "description": {
      "en": "Maria, who is in an unhappy marriage with her sadistic husband, unexpectedly receives news. Lowell, her husband's half-brother, had returned from the battlefield.\n\n Maria, who had personally educated and raised him, learned that he  was no longer the small child or immature boy Maria remembered. He had the appearance of a grown man. \n\nWith his appearance, a rift slowly began to appear in the seemingly peaceful Marquis Redford.\n\nWhere would this relationship, which should never have begun, end?",
      "pl": "Kiedy młoda Maria zostaje wydana za mąż za Jacquesa Redforda, bogatego szlachcica, jest wdzięczna, że wydaje się on być łagodny i wyrozumiały. Jednak posiadłość Redfordów skrywa mroczne sekrety, a życie Marii zmienia się na gorsze, gdy na jaw wychodzą sadystyczne upodobania jej męża. Nie mając nikogo, na kim mogłaby się oprzeć, Maria znajduje pocieszenie w towarzystwie nieślubnego przyrodniego brata Jacquesa, Lowella. Teraz, gdy Lowell wrócił do domu jako bohater wojenny, czy może uratować Marię przed jej okrutnym losem?"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "34"
  },
  {
    "mangaId": "11fc0067-2385-4666-8915-042dd8139377",
    "title": {
      "en": "Isekai Metaller"
    },
    "updatedAt": "2024-07-29T13:52:26+00:00",
    "coverArt": "https://mangadex.org/covers/11fc0067-2385-4666-8915-042dd8139377/07a56e19-a446-4e3d-b257-67c562ee6377.jpg",
    "altTitles": [
      {
        "ja": "異世界メタラー"
      },
      {
        "ja-ro": "Isekai Metaraa"
      },
      {
        "en": "Another World Metaller"
      },
      {
        "en": "Otherworld Metaller"
      },
      {
        "es": "Metalero de Otro Mundo"
      },
      {
        "es-la": "Metalero de Otro Mundo"
      },
      {
        "en": "Isekai Metalhead"
      }
    ],
    "description": {
      "en": "Alex, a devoted metalhead, finds himself in deep sorrow at his band’s breakup concert. Amidst the sadness, he experiences an electrical accident due to equipment trouble...\n\nWhen he wakes up, he discovers he has been transported to another world! In this new world, Alex encounters situations that are a metalhead’s dream, featuring werewolves and dragons, which excite him immensely. \n\nDetermined to lead this otherworld to peace with his metal spirit, Alex sets out on an adventurous journey!",
      "es": "Alex, un devoto metalero, se encuentra sumido en una profunda tristeza en el concierto de disolución de su banda. En medio de la tristeza, sufre un accidente eléctrico debido a problemas con el equipo... Cuando despierta, ¡descubre que ha sido transportado a otro mundo! En este nuevo mundo, Alex se encuentra con situaciones que son el «sueño de un metalero», con hombres lobo y dragones, que le excitan enormemente. Decidido a llevar a este otro mundo a la paz con su espíritu metálico, Alex emprende un viaje lleno de aventuras...",
      "ja": "メタルを深く愛するアレキは、バンドの解散ライブで悲しみに暮れる中、機材トラブルで感電事故に遭う……。そして目が覚めると異世界に転移していた！？ 異世界では、狼男、ドラゴンと『メタラーの夢』であるシチュエーションに次々遭遇し、興奮するアレキ。メタル魂で異世界を平和に導こうとするが……",
      "es-la": "Alex, un devoto metalero, se encuentra sumido en una profunda tristeza en el concierto de disolución de su banda. En medio de la tristeza, sufre un accidente eléctrico debido a problemas con el equipo... Cuando despierta, ¡descubre que ha sido transportado a otro mundo! En este nuevo mundo, Alex se encuentra con situaciones que son el «sueño de un metalero», con hombres lobo y dragones, que le excitan enormemente. Decidido a llevar a este otro mundo a la paz con su espíritu metálico, Alex emprende un viaje lleno de aventuras..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-07-17T09:00:36+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/38e34e8a-0c77-4f1d-a112-a2adc4b74490.jpg",
    "altTitles": [
      {
        "es": "Batalla de hechiceros"
      },
      {
        "ru": "Жүжүцү Кайсэн"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "ja": "呪術廻戦"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "ko": "주술회전"
      },
      {
        "uk": "Магічна Битва"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "pt-br": "Jujutsu Kaisen - Batalha de Feiticeiros"
      },
      {
        "en": "Revolving Battles Of Curse Arts"
      },
      {
        "en": "Revolving Battles Of Sorcery"
      },
      {
        "en": "Sorcery Fight"
      },
      {
        "ja-ro": "Jujutsu Kaisen"
      }
    ],
    "description": {
      "en": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, her soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori...",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48d231af-d0cd-4f1e-a1e2-9d1a7aa91a6a",
    "title": {
      "en": "I Am the Real One"
    },
    "updatedAt": "2024-08-04T00:01:40+00:00",
    "coverArt": "https://mangadex.org/covers/48d231af-d0cd-4f1e-a1e2-9d1a7aa91a6a/09cb0f58-a3a5-49d3-8244-92309f4f4d67.jpg",
    "altTitles": [
      {
        "ko": "사실은 내가 진짜였다"
      },
      {
        "ko-ro": "Sasireun Naega Jinjjayeotda"
      },
      {
        "ko-ro": "Sasil-eun Naega Jinjjayeossda"
      },
      {
        "en": "Actually, I Was the Real One"
      },
      {
        "fr": "La vraie, c'est moi !"
      },
      {
        "pt": "Eu sou a verdadeira"
      },
      {
        "es": "En realidad, yo era la verdadera"
      },
      {
        "uk": "Насправді, я була справжньою"
      },
      {
        "ru": "На самом деле, я была настоящей"
      },
      {
        "th": "ฉันนี่แหละที่เป็นตัวจริง"
      },
      {
        "ja": "実は私が本物だった"
      },
      {
        "zh": "事实上，我才是真的"
      },
      {
        "zh": "真与假的精灵师少女"
      },
      {
        "zh": "其实我才是真的"
      },
      {
        "zh-hk": "其實我才是正牌千金"
      },
      {
        "vi": "Chị đây mới là hàng thật nha cưng!"
      },
      {
        "ms": "Sesungguhnya, Akulah yang asli"
      },
      {
        "tr": "Gerçek Olan Bendim"
      },
      {
        "mn": "Үнэндээ би жинхэнэ охин нь байсан"
      }
    ],
    "description": {
      "en": "A prophecy foretold that the Grand Duke would only have one water elementalist born from him. Though she lacks her father’s affection, Keira knows she’s destined for those powers. \n\nBut after years of doing what was right and proper of a noble, she’s executed after the conniving Cosette appears, claiming to be the Grand Duke’s real daughter. But then—Keira wakes up with newfound purpose: make changes, allies, and even friends before it’s too late. \n\nWill it be enough before Cosette hatches her plot?",
      "fr": "Afin de recevoir l'amour de son père, Keira a fait de son mieux pour vivre la vie d'une fille parfaite et soumise. Cependant, un jour, Cosette semble prétendre être sa vraie fille et Kiera est exécutée sous l'hypothèse qu'elle est une fausse.  \n  \nDans les derniers moments de sa vie, Cosette chuchote à Kiera: «En vérité, tu étais la vraie.»  \n  \nKiera, rappelant ces mots, revient dans le passé. Bien que la vengeance soit importante, qu'importe qui est faux et qui est réel? Maintenant que j'ai de nouveau une vie, je vais la vivre librement pour moi-même! Un âge à venir de la romance d'une jolie protagoniste féminine qui ne s'est jamais fait d'amitié.  \n\n\n---",
      "ru": "Заполучить любовь и признание отца – это была единственная цель Кииры. Однако появилась Козетта, которая смогла заполучить все, чего желала девушка. Кииру казнили за то, что она оказалось не родной дочерью эрцгерцога. В последние день жизни Козетта прошептала Киире «на самом деле ты была настоящей». Но никого уже не волновало, кто был родным ребёнком. Как только приговор был исполнен, Киира вернулась назад в прошлое. Она устала постоянно лезть из кожи вон ради того, чтобы быть достойной отца. Она устала от этой безнадёжности и теперь будет поступать так, как сама того хочет.  \nОднако есть что-то странное в поведении отца, который прежде оставался безразличным.  \n\n\n---",
      "tr": "Keira’nın tek hedefi babasının sevgisini ve takdirini kazanmaktı. Ancak gerçek kızı olduğunu iddia eden Cosette, ne grandükün kızı ne de onurlu Ruh olmaktan alıkoyuldu.  \n  \nHayatın son anında, “gerçek” lik barındıran bir kelime.  \n  \n“Aslında sen gerçektin.”  \n  \nAma kendi çocuğunun kim olduğu kimin umurunda ki? Her şeyin sonunda nedenini bilmeden geçmişe döndü ancak gururlu bir kız olmak için mücadele etmekten bıkmıştı.  \n  \n“Sahte mi yoksa gerçek mi olduğunu bilmediğim bir kızla nasıl iyi yaşayacağımı bana söyle.”  \n  \nAncak babanın baştan sona kayıtsız tutumu biraz tuhaftır.  \n\n\n---\n\n[Official Indonesian Translation](https://kakaopage.co.id/content/Sesungguhnya-Akulah-yang-Asli/3401)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc1b8669-82b2-4232-99c1-40d48fc2d988",
    "title": {
      "en": "Undead Unluck"
    },
    "updatedAt": "2024-08-04T17:53:38+00:00",
    "coverArt": "https://mangadex.org/covers/cc1b8669-82b2-4232-99c1-40d48fc2d988/7411ff06-6505-4cc4-a840-2d5ad4bac6c1.jpg",
    "altTitles": [
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ru": "Нежить и Неудача"
      },
      {
        "kk": "Өлімсіз бен Сәтсіздік"
      },
      {
        "th": "Undead Unluck"
      }
    ],
    "description": {
      "en": "As an UNLUCKY girl prepares to face her death, an UNDEAD who desperately wants to die appears before her! Vicious, violent and buck naked! An unprecedented picaresque hero appears in Shonen Jump!  \n  \n- Winner of the 2020 Tsugimanga award.",
      "th": "อันเดดที่ใฝ่หาความตายปรากฎตัวขึ้นต่อหน้าอันลัคที่ตั้งใจจะตาย...!? ฮีโร่วายร้ายที่ทั้งร้าย！โหด! โป๊! แบบที่คุณไม่เคยเห็นมาก่อน ตีพิมพ์แล้วในจัมป์วันนี้!",
      "pt-br": "Enquanto uma garota Azarada se prepara para enfrentar sua morte, um MORTO-VIVO que deseja desesperadamente morrer aparece diante dela! Vicioso, violento e nu! Um herói pitoresco inédito aparece na Shonen Jump!\n\nVencedor do prêmio Tsugimanga 2020."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5a77aa6-a18f-48fe-b12a-69f62a55f7ec",
    "title": {
      "en": "Falling Blue"
    },
    "updatedAt": "2024-09-10T17:27:27+00:00",
    "coverArt": "https://mangadex.org/covers/e5a77aa6-a18f-48fe-b12a-69f62a55f7ec/e5aad0ba-b199-430d-94ad-7e5f5b8d7eeb.png",
    "altTitles": [
      {
        "en": "Dropping Blue"
      },
      {
        "zh": "Zhuì Lán"
      },
      {
        "zh": "坠蓝"
      }
    ],
    "description": {
      "en": "Lin Ling is unfortunate in everything she does… Until the day she met Fang Wan, a kind and perfect upperclassman. She unconsciously grew attracted to her. Somewhere in the vast universe, there is always someone who is closely connected with you, and if fate allows it, you will never be alone."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "6f7aa486-580f-4733-b0f8-f2a7c78bead4",
    "title": {
      "en": "Ten Count"
    },
    "updatedAt": "2024-04-01T02:29:22+00:00",
    "coverArt": "https://mangadex.org/covers/6f7aa486-580f-4733-b0f8-f2a7c78bead4/93c73eca-dc14-454d-91d6-9b1bef7fec86.jpg",
    "altTitles": [
      {
        "en": "10 Count"
      },
      {
        "ru": "До десяти"
      },
      {
        "ko": "텐카운트"
      },
      {
        "ja": "テンカウント"
      }
    ],
    "description": {
      "en": "Corporate secretary Shirotani suffers from obsessive-compulsive disorder. One day he meets Kurose, a therapist who offers to take him through a ten-step program to cure him of his compulsion. As the two go through each of the ten steps, Shirotani's attraction to his counselor grows."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "48"
  },
  {
    "mangaId": "40b1646b-2d2a-4a0a-a6ff-27e5ef1e0db4",
    "title": {
      "en": "Children of the Rune - Winterer"
    },
    "updatedAt": "2024-07-04T17:44:49+00:00",
    "coverArt": "https://mangadex.org/covers/40b1646b-2d2a-4a0a-a6ff-27e5ef1e0db4/e803b807-8639-457a-beb1-a9217c82ad66.jpg",
    "altTitles": [
      {
        "ko": "룬의 아이들 - 윈터러"
      },
      {
        "ko-ro": "Lun-ui Aideul - Winteoleo"
      }
    ],
    "description": {
      "en": "\"Child, you must survive!\"\n\nAfter the destruction of his House by his uncle, all that was left for a young boy, Boris, was the heirloom sword, Winterer. But little did he know that this treasure would become the cause of another crisis. As people seek Winterer, Boris’ heart grows colder and bleaker, much like the winter.\n\nThe adventures of Boris — to survive and to protect the sword of his House — begin now. What awaits him at the end of this journey? And what secrets does the winter sword Winterer hold?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8b50891-c89c-4efe-b849-d103707ba060",
    "title": {
      "en": "Becoming a Wicked Witch With a Paladin’s First Night"
    },
    "updatedAt": "2024-07-20T17:03:55+00:00",
    "coverArt": "https://mangadex.org/covers/d8b50891-c89c-4efe-b849-d103707ba060/b32e5ff3-9d25-4b9c-80f6-5b133523c826.png",
    "altTitles": [
      {
        "es": "La villana se robó la virginidad del caballero santo"
      },
      {
        "ko": "성기사의 첫날밤을 가진 악녀가 되었다"
      },
      {
        "ja": "聖騎士の初夜を奪った悪女"
      }
    ],
    "description": {
      "en": "I was hit by a truck and transported to the world of a novel I had read. Unfortunately, I was possessed by Elenia Alfin, the evil woman from the novel, and the story begins with me sleeping in the same bed as the most loyal holy knight, Sir Rolento, if you know what I mean…\n\nI remembered from the novel, “If a holy knight has a relationship with a woman, he is stripped of his status as a holy knight,” so I decided to try to avoid it and pretend that nothing had happened between the two of us.\n\nThen, Rolento said something shocking: “Please, take responsibility for stealing my virginity."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "98413ce9-1e88-4308-ade7-334b5611f3a1",
    "title": {
      "en": "Raising the demonic cult's leader"
    },
    "updatedAt": "2024-05-25T07:57:07+00:00",
    "coverArt": "https://mangadex.org/covers/98413ce9-1e88-4308-ade7-334b5611f3a1/cf84474f-8e07-444c-8cfe-c62fe0f25c6b.jpg",
    "altTitles": [
      {
        "ko": "마교 교주를 애지중지 키웠다"
      }
    ],
    "description": {
      "fr": "Jeong Ha-yun, jeune diplômé d'université, se réveille un matin dans le corps de l'herboriste Cho-yun, du roman d'arts martiaux \"Le retour du héros\". Convaincu que les enfants méritent d'être protégés, il choisit de recueillir Joo Cheon-oh, le futur chef du culte démoniaque Seomun. Doté du pourvoir de déformer le cours de l'histoire originale, il était décidé à l'élever et l'envoyer convenablement dans la société. \"Je veux leur arracher la tête. \" Est-ce vraiment ce que signifie être un pratiquant d'art martial ?! Si vous vivez l'extinction, même un enfant rêvera inévitablement de vengeance ?! Les mots qui sortaient de la bouche d'un enfant de sept ans étaient plus que cruels, et en tant qu'adulte, Ha-yun devait empêcher ça... \"Fait ce que tu veux. Soit tu créer l'art martial le plus fort du monde, soit tu te venges avec lui.\" Mais rien ne se passe. Le corps réparé par les arts martiaux refuse souvent d'écouter les mots de son professeur et les disciples lèvent les yeux au ciel lorsqu'il s'agit du travail de leur professeur. Avec le temps, le fantôme de vengeance a disparu, mais il développa une obsession pour Cho-yun et ne veut pas être séparé de lui."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0",
    "title": {
      "en": "Sakamoto Days"
    },
    "updatedAt": "2024-07-21T07:26:52+00:00",
    "coverArt": "https://mangadex.org/covers/9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0/4a621e36-7225-41a1-8f11-0f6ee10e76ac.jpg",
    "altTitles": [
      {
        "ru": "Дни Сакамото"
      },
      {
        "ja": "サカモト デイズ"
      },
      {
        "ne": "साकामोतो डेज"
      },
      {
        "pt-br": "Sakamoto Days"
      },
      {
        "fr": "Sakamoto Days"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!",
      "fr": "Taro Sakamoto est un assassin légendaire, le meilleur d'entre tous, craint par tous les gangsters, adulé par ses pairs. Mais un beau jour... il tombe amoureux ! S'ensuivent retraite, mariage, paternité... et prise de poids.\nSakamoto est aujourd'hui patron d'une petite épicerie de quartier et coule des jours heureux avec sa famille. Mais lorsque son passé le rattrape sous les traits de Shin, un jeune assassin télépathe, Sakamoto reprend du service...\nEt malgré son apparence, il est toujours aussi charismatique lorsqu'il passe à l'action !",
      "ja": "町の商店を営むふくよかな男・坂本太郎。その正体は全ての悪党が恐れ、憧れた元・伝説の殺し屋!!　襲い来る危険から家族と日常を守る、坂本の日々とは…!?",
      "ru": "Таро Сакамото был профессиональным киллером. Другие наёмники им восхищались, а злодеи боялись. Но однажды… Сакамото влюбился! Завязал с криминалом, женился, стал отцом и в итоге… Разжирел! Толстый дядька из соседнего магазина — в прошлом непревзойдённый убийца! Сможет ли он уберечь свою семью от опасности? Приготовьтесь к новой остросюжетной комедии!",
      "pt-br": "Taro Sakamoto era o assassino supremo, temido pelos vilões e admirado pelos assassinos. Mas um dia... ele se apaixonou! Aposentadoria, casamento, paternidade e depois… Sakamoto engordou! O cara gordinho que administra a loja do bairro é na verdade um ex-assassino lendário! Ele pode proteger sua família do perigo? Prepare-se para experimentar um novo tipo de série de comédia de ação!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]