[
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "546826d6-d9ae-4e17-9c2f-25c27c4ec3b1",
    "title": {
      "en": "Karate Shoukoushi Kohinata Minoru"
    },
    "updatedAt": "2023-02-13T02:57:29+00:00",
    "coverArt": "https://mangadex.org/covers/546826d6-d9ae-4e17-9c2f-25c27c4ec3b1/4f473022-7409-4c86-bf11-db07d0d68e8d.jpg",
    "altTitles": [
      {
        "ja-ro": "Karate Shôkôshi Kohinata Minoru"
      },
      {
        "ja-ro": "KSKM"
      },
      {
        "en": "Little Lord of Karate"
      },
      {
        "ja-ro": "Minoru"
      },
      {
        "ja": "空手小公子こひなたみのる"
      },
      {
        "ja": "空手小公子小日向海流"
      },
      {
        "zh": "空手小霸王"
      }
    ],
    "description": {
      "en": "Kohinata Minoru is a college student at a college that is popular for its sports rather than academic orientation. He starts out as a gymnast alongside his friend, Nana, but is bullied by his gymnast seniors. One evening, a karate student at the college, Mutou Ryuuji, witnesses Minoru being bullied and comes to his rescue and drags him into the world of karate. Minoru makes new friends and learns some of their dark pasts, including a shocking death that reveals motives for revenge. (from Baka-Updates)"
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "50",
    "lastChapter": "500"
  },
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2024-10-09T01:01:45+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/c1080745-b3b0-4398-a94e-add0f9557388.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os Quatro Cavaleiros do Apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      },
      {
        "la": "Quattuor Equites Apocalyptici"
      },
      {
        "en": "4KOA"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "pt": "A profecia indicava que num futuro não muito distante, aparecerão quatro cavaleiros sagrados que destruirão o mundo: São os Quatro Cavaleiros do Apocalipse. Os quatro cavaleiros sagrados, que juraram fidelidade ao Rei Artur, estão muito animados para cortar esta calamidade pela raiz. As consequências chegam até à fronteira e abalam o destino de um rapaz, ......! Um rapaz dá um passo em frente como manda o seu coração. O que o espera é um sonho, uma esperança, glória ou pecado. Começa uma fantasia heróica dos mundos antigo e moderno!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô num lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca numa jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4af0ad6-a3db-4f8d-8810-ea319a17a400",
    "title": {
      "en": "The Kawai Complex Guide to Manors and Hostel Behavior"
    },
    "updatedAt": "2024-12-11T09:40:20+00:00",
    "coverArt": "https://mangadex.org/covers/c4af0ad6-a3db-4f8d-8810-ea319a17a400/4584f2c5-4f6c-436c-8438-3ad34346e05a.jpg",
    "altTitles": [
      {
        "ja": "僕らはみんな河合荘"
      },
      {
        "ja-ro": "Bokura wa Minna Kawai-sou"
      },
      {
        "ja-ro": "Bokura wa Minna Kawaisou"
      },
      {
        "en": "We Are All a Part of the Kawai Complex!"
      },
      {
        "it": "poveri noi! - Tutti a casa Kawai"
      },
      {
        "pt": "Somos Todos Parte do Complexo Kawai"
      },
      {
        "ru": "Все мы живем в общежитии Кавай"
      },
      {
        "zh": "我们大家的河合庄"
      }
    ],
    "description": {
      "en": "Kazunari Usa's dream to live away from his parents is fulfilled when they allow him to move into an old boarding house called Kawai Complex. With his landlady providing him meals and his parents covering his rent, Kazunari finally achieves the peaceful life he longs for, as he is ready to enter his first year at high school. Or so it seems…  \n  \nUpon moving into the boarding house, Kazunari finds out that he has to share a room with resident masochist Shirosaki. He must also live under the same roof as Mayumi Nishikino, a drunkard with a hopeless love life, and Sayaka Watanabe, a seemingly innocent college student. Although he is surrounded by these unique characters, Kazunari still counts himself lucky to be living in the same building as Ritsu Kawai, a second-year student he has a crush on.  \n  \nAs Kazunari settles into the boarding house, he soon realizes that the inhabitants of Kawai Complex are bound to add a twist to the life he has been hoping to live.\n___\n**Alt Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/the-kawai-complex-guide-to-manors-and-hostel-behavior)",
      "ru": "Главный герой Уса только-только окончил ненавистную среднюю школу, как решил начать жизнь с чистого листа, да так, чтоб каждый день его был наполнен спокойствием и уютом. Первым шагом на пути к этой цели стало переселение в общежитие. Но как быть, если вдруг обнаруживается, что твой сосед - прямое напоминание о позорном школьном периоде, к тому же заядлый извращуга, а соседка - не кто иная, как любовь с первого взгляда, которой он еще в средней школе никак не решался признаться?"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "3"
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-11-07T22:04:56+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      },
      {
        "pl": "SZKIELET"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca702a1d-f7ef-43b7-baa0-e323dda4f6de",
    "title": {
      "en": "To Be an Actor"
    },
    "updatedAt": "2024-06-15T08:21:28+00:00",
    "coverArt": "https://mangadex.org/covers/ca702a1d-f7ef-43b7-baa0-e323dda4f6de/191b33ed-2f55-4e75-9a8f-c11d24d9a9c0.jpg",
    "altTitles": [
      {
        "en": "I Will Live as an Actor"
      },
      {
        "ko": "배우로서 살겠다"
      },
      {
        "ja": "役者として生きる"
      },
      {
        "en": "Be the Actor"
      },
      {
        "ko-ro": "Baeuroseo Salgetda"
      },
      {
        "fr": "Vivre comme un acteur"
      },
      {
        "fr": "Comment vivre selon un acteur"
      }
    ],
    "description": {
      "en": "To escape a life of poverty, Jang Youngkuk aspired to be a famous actor. And he succeeds... at the cost of his mother's life. Upon proceeding to take his own out of despair, Youngkuk miraculously returns to his childhood. With a second chance to make things right, he swears to abandon acting and be the good son he never was. However, when financial troubles begin to haunt Youngkuk and his mother, he discovers that he may have no choice but to return to the set for one last take."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e44705b-9f80-42f6-9ebb-1141fbe8320e",
    "title": {
      "en": "Nozomanu Fushi no Boukensha"
    },
    "updatedAt": "2024-11-02T18:26:43+00:00",
    "coverArt": "https://mangadex.org/covers/6e44705b-9f80-42f6-9ebb-1141fbe8320e/ff7a3f6c-baa6-4567-8f8f-f3a7af66185e.jpg",
    "altTitles": [
      {
        "ru": "Нежеланно бессмертный авантюрист"
      },
      {
        "en": "The Unwanted Undead Adventurer"
      },
      {
        "zh-hk": "事與願違的不死冒險者"
      },
      {
        "fr": "L'aventurier immortel indésiré"
      },
      {
        "ko": "바라지 않는 불사의 모험자"
      },
      {
        "ja": "望まぬ不死の冒険者"
      }
    ],
    "description": {
      "en": "It's been ten years since Rentt Faina, a down-on-his luck Bronze-class adventurer, set his eyes on becoming Mithril-class. Unfortunately, Rentt finds himself helpless when confronted by a legendary Dragon in the Labyrinth of the Moon's Reflection...and is summarily eaten.\n\nBut Rentt has miraculously reawakened... as a skeleton?",
      "ja": "最高位の神銀級冒険者を目指して十年。いまだ銅級冒険者のレントは、いつものように単独で《水月の迷宮》に潜り、鍛錬と日銭稼ぎをするつもり――だった。だが、初心者向けの迷宮にいるはずもない《龍》と遭遇。圧倒的な力の前に為す術なく喰われてしまう。\n\nそして、死んだはずのレントは“目覚めた”――『骨人（スケルトン）』の姿で。\n\n途方にくれたレントだったが魔物の持つ『存在進化』を用い人間を目指すことを決意。迷宮でひとり魔物へと挑み始める！",
      "ru": "Однажды авантюрист медного ранга Рент наткнулся на неизвестный проход в лабиринте, и хоть всё говорило о том, что не стоит идти туда, парень всё же пошёл. На этом его жизнь закончилась . Но он не умер, а проснулся не человеком, а скелетом. И теперь всё, что он может — развиваться как нежить.\r\n\r\n(Source: mangalib)",
      "pt-br": "O protagonista é um aventureiro da classe bronze, que mora em Malt, localizada na fronteira do Reino de Yaran. Por azar, se encontra com um poderoso monstro dentro do labirinto, e acaba sendo devorado. Quando recobrou a consciência ele percebe que se tornou um \"Esqueleto\". Não podendo falar e não podendo voltar para a cidade devido a sua condição atual, ele se lembra da existência da evolução existêncial, que nada mais é que o fato dos monstros poderem evoluir para outras formas derrotando oponentes. Com o objetivo de ganhar um corpo com carne, além de só ossos, ele vai começar sua épica jornada, eliminando tudo que ver pela frente..."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d8f1d7da-8bb1-407b-8be3-10ac2894d3c6",
    "title": {
      "en": "Isekai Ojisan"
    },
    "updatedAt": "2024-09-16T05:25:58+00:00",
    "coverArt": "https://mangadex.org/covers/d8f1d7da-8bb1-407b-8be3-10ac2894d3c6/37a193b8-588d-4e98-9e0c-a627443754b9.jpg",
    "altTitles": [
      {
        "fr": "Coma héroïque dans un autre monde"
      },
      {
        "en": "Isekai Uncle"
      },
      {
        "ja-ro": "Ojisan in Another World"
      },
      {
        "en": "Uncle from Another World"
      },
      {
        "ja": "異世界おじさん"
      }
    ],
    "description": {
      "en": "Having survived an isekai for 17 years, 34 year old Ojisan (uncle) returns to modern day Japan. Takafumi, Ojisan's nephew, now gets to witness what throwing a diehard Sega fan into an isekai for 17 years does to various things and people, both past and present."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbd9b470-c83d-4238-940d-d335a016d92e",
    "title": {
      "en": "Kawaisou na Imouto-chan"
    },
    "updatedAt": "2024-12-21T01:15:33+00:00",
    "coverArt": "https://mangadex.org/covers/fbd9b470-c83d-4238-940d-d335a016d92e/b0dacb85-e085-4c2d-b07a-ce6b3732dfcd.png",
    "altTitles": [
      {
        "ja": "かわいそうな妹ちゃん"
      },
      {
        "ja-ro": "Kawaisou na Imoutochan"
      },
      {
        "en": "Poor Little Sister"
      },
      {
        "vi": "Cô em gái đáng thương"
      },
      {
        "pl": "Biedna siostrzyczka"
      },
      {
        "pt-br": "Pobre Irmãzinha"
      }
    ],
    "description": {
      "en": "Poor little sister who loves her onii-chan",
      "pl": "Biedna młodsza siostrzyczka, która zakochała się w swoim bracie",
      "vi": "Cô em gái đáng thương phải lòng anh trai mình",
      "pt-br": "Pobre irmãzinha que arma seu onii-chan"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2ab3af7e-d024-43ce-8abf-676063c8fe5a",
    "title": {
      "en": "Astro Baby"
    },
    "updatedAt": "2024-11-02T11:25:06+00:00",
    "coverArt": "https://mangadex.org/covers/2ab3af7e-d024-43ce-8abf-676063c8fe5a/cc07c57f-279a-4e0d-9862-6396e0c91769.jpg",
    "altTitles": [
      {
        "ja": "アストロベイビー"
      },
      {
        "ru": "Астромалыш"
      }
    ],
    "description": {
      "en": "The remote town of North Hill has been quarantined to prevent the spread of the mysterious Couper disease that is turning people into cannibals. Young soldier Billy returns to his hometown for the first time in six years for the woman he loves, but what horrors will be awaiting him...?",
      "ja": "その病は宇宙から飛来し、人から人へと侵攻する――。　隕石から発生した食人病〈クーパー病〉によりロックダウンを余儀なくされた、最果ての街ノースヒル。街を出て軍人となったビリーは6年ぶりに帰郷し、愛するエレノアに求婚する。一人子供を産み育てようとしていたエレノアはビリーとの再会を喜ぶが、出産の最中ノースヒルに再び隕石が!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-12-17T07:42:02+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "\"You're amazing for being alive another day!\"\n\nA Manga about an understanding girlfriend who rewards you with a \"log-in bonus\" every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-22T09:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/1e8059fa-310e-4420-86e7-e416bd41744d.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5038f970-6b0f-44f4-b264-299d4e34ab97",
    "title": {
      "en": "Black Santa"
    },
    "updatedAt": "2024-08-18T01:20:08+00:00",
    "coverArt": "https://mangadex.org/covers/5038f970-6b0f-44f4-b264-299d4e34ab97/18a006ac-5fcc-4aaf-9093-4bd8b170a9d7.png",
    "altTitles": [
      {
        "ja": "ブラック・サンタ"
      },
      {
        "ja-ro": "Burakku Santa"
      }
    ],
    "description": {
      "en": "On Christmas day, in a certain town, someone's mother has been abducted by bad guys. A Santa Claus, dressed in black, comes to the rescue. A hard-boiled action-packed story where bullets take the place of holiday wishes!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a5a7e1a-f1a1-4222-9b2f-f943933b7574",
    "title": {
      "en": "Touhou - Heart (Doujinshi)"
    },
    "updatedAt": "2024-06-01T05:04:59+00:00",
    "coverArt": "https://mangadex.org/covers/3a5a7e1a-f1a1-4222-9b2f-f943933b7574/9b013aa8-45c4-487d-a392-d9862daea5e4.jpg",
    "altTitles": [
      {
        "en": "Touhou Project dj - Heart"
      }
    ],
    "description": {
      "en": "Kokoro wants to repay Mamizou.",
      "pt-br": "Kokoro quer dar um presente de gratidão para Mamizou, mas ela não sabe como transmitir o sentimento de agradecimento. Então ele pede conselhos para Nue para escolher um ótimo presente."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "32dfa44f-1077-4ed2-bedc-b7707788fb1b",
    "title": {
      "en": "Chiruran: Shinsengumi Requiem"
    },
    "updatedAt": "2024-11-12T17:05:51+00:00",
    "coverArt": "https://mangadex.org/covers/32dfa44f-1077-4ed2-bedc-b7707788fb1b/2a44203b-1d71-4c80-9aaa-df5971bcc2f3.jpg",
    "altTitles": [
      {
        "tr": "Chiruran: Shinsengumi Ağıtı"
      },
      {
        "en": "Requiem of the Shinsengumi"
      },
      {
        "en": "Requiem for Shinsen"
      },
      {
        "ja": "ちるらん 新撰組鎮魂歌【レクイエム】"
      },
      {
        "zh-hk": "新撰组镇魂歌"
      }
    ],
    "description": {
      "en": "In 1912, a young woman tracks down the elderly Nagakura Shinpachi, determined to hear the true story of the Demon of the Shinsengumi, the Vice Commander Hijikata Toshizou. Hijikata's story begins in 1859, when he is a violent young man that is honing his sword skills while peddling his family's medicine. Soon, in his quest to find stronger people to fight, Hijikata starts to come into contact with others who will eventually become his comrades in the Shinsengumi. The first one to make an impression on the brash young man is Kondo Isami, who proves to be a better fighter than Hijikata.",
      "pt-br": "Em 1912, uma jovem mulher rastreia o idoso Nagakura Shinpachi, determinada a ouvir a verdadeira história do Demônio do Shinsengumi, o Vice-Comandante Hijikata Toshizou. A história de Hijikata começa em 1859, quando ele é um jovem violento que está aprimorando suas habilidades com a espada enquanto vende os remédios de sua família. Logo, em sua busca para encontrar pessoas mais fortes para lutar, Hijikata começa a entrar em contato com outros que eventualmente se tornarão seus companheiros no Shinsengumi. O primeiro a causar uma impressão no jovem impetuoso é Kondo Isami, que prova ser um lutador melhor do que Hijikata."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "36",
    "lastChapter": "150"
  },
  {
    "mangaId": "705c1e78-db1d-47af-98d4-f8d0b5ce24c3",
    "title": {
      "en": "The Villainous Sister Hides Her Wealth"
    },
    "updatedAt": "2024-12-24T17:40:09+00:00",
    "coverArt": "https://mangadex.org/covers/705c1e78-db1d-47af-98d4-f8d0b5ce24c3/c5aa275b-282d-46f6-be88-ebab5a8568cc.jpg",
    "altTitles": [
      {
        "ko": "악녀 언니가 재력을 숨김"
      },
      {
        "en": "The Villainess Hides Her Wealth"
      }
    ],
    "description": {
      "en": "I've become the villainess older sister who, out of jealousy for the heroine, committed evil deeds and faced ruin. But I only realized this was a novel world after I'd already done all those bad things.\n\n'Is it worth groveling to these people?'\n\nMy father who only expects understanding and sympathy from me, my brother who only cares for my half-sister, and the male leads who are hostile towards me—I'm sick of them all.\n\nFor complete independence, now is the time to... hide my money!\n\n\"Did you hear? The Empire's economic journal just updated their list of the '10 people who control the Empire's economy'!\"\n\"And the number one is Lady Primrose!\"\n\"Oh my, so how rich is she?\"\n\nOne day, the business I'd been hiding due to my villainess image was revealed. But people's reactions were strange.\n\n\"Family ties are something you can't cut off, no matter how much you hate it.\"\n\"I don't know either. Why I came to you instead of Lilika.\"\n\"Is it so hard to give me just one chance?\"\n\nIt was ridiculous that the love I had longed for only came after I had given up on it.\nAnd their belief that I would willingly take their hands was arrogant to the end.\n\n\"Go away.\"\n\nTo the men who asked to be partners, I replied with a bright smile."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5fdd5ca0-0d49-4f2b-98dd-8f60637c2497",
    "title": {
      "en": "H.P. Lovecraft's The Dunwich Horror"
    },
    "updatedAt": "2023-05-14T15:43:33+00:00",
    "coverArt": "https://mangadex.org/covers/5fdd5ca0-0d49-4f2b-98dd-8f60637c2497/76ce29ea-2cd6-4c84-a62b-d6b56beef030.jpg",
    "altTitles": [
      {
        "ja-ro": "Dunwich no Kai"
      },
      {
        "ja": "ダニッチの怪"
      }
    ],
    "description": {
      "en": "In the isolated, desolate, decrepit village of Dunwich, Massachusetts, Wilbur Whateley is the hideous son of Lavinia Whateley, a deformed and unstable albino mother, and an unknown father. Strange events surround his birth and precocious development. Wilbur matures at an abnormal rate, reaching manhood within a decade. Locals shun him and his family, and animals fear and despise him due to an unnatural, inhuman odor emanating from his body. All the while, his grandfather, a sorcerer, indoctrinates him into certain dark rituals and the study of witchcraft."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "17"
  },
  {
    "mangaId": "ff2e8fb2-33fe-4886-9e22-0ec187c330d7",
    "title": {
      "en": "Touhou - Nisshoku Jougan (Doujinshi)"
    },
    "updatedAt": "2021-05-25T15:50:05+00:00",
    "coverArt": "https://mangadex.org/covers/ff2e8fb2-33fe-4886-9e22-0ec187c330d7/5111d940-6802-413c-b459-359a429dd47a.jpg",
    "altTitles": [
      {
        "en": "Touhou - Eclipse"
      },
      {
        "en": "Touhou - Nisshoku Jougan"
      },
      {
        "en": "Touhou dj - Eclipse"
      },
      {
        "en": "Touhou dj - Nisshoku Jougan"
      }
    ],
    "description": {
      "en": "What are Seiga’s desires?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "2"
  },
  {
    "mangaId": "bc998000-171b-4fbe-9dd8-570e56c0845d",
    "title": {
      "en": "Monthly in the Garden with My Landlord"
    },
    "updatedAt": "2024-12-09T07:09:59+00:00",
    "coverArt": "https://mangadex.org/covers/bc998000-171b-4fbe-9dd8-570e56c0845d/1f005e1c-ea2f-4a78-acce-a4436eb0acea.jpg",
    "altTitles": [
      {
        "ja-ro": "Maitsuki, Niwatsuki, Ooyatsuki"
      },
      {
        "ja": "毎月庭つき大家つき"
      },
      {
        "ja-ro": "Maitsuki Niwa Tsuki, Ooya Tsuki"
      },
      {
        "zh": "月付房租带院子带房东"
      },
      {
        "en": "Monthly With Garden With Ooya"
      },
      {
        "pl": "Dom z ogrodem i właścicielką"
      }
    ],
    "description": {
      "en": "Asako moves to a new house to get over her recent breakup. She finds a great little place a bit removed from the city with a lovely garden, but there’s a catch—the house also comes with a live-in landlord!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "31.5"
  },
  {
    "mangaId": "b4615bd9-7cbd-4243-a8a2-5c24671663e0",
    "title": {
      "en": "Yajin Tensei: Karate Survivor in Another World"
    },
    "updatedAt": "2024-07-08T22:48:37+00:00",
    "coverArt": "https://mangadex.org/covers/b4615bd9-7cbd-4243-a8a2-5c24671663e0/0f7dfe3b-18b5-43a5-9dfd-0eecd7aa30ee.jpg",
    "altTitles": [
      {
        "en": "Karate Survivor in Another World"
      },
      {
        "en": "Reincarnated Savage: Karate Survivor in Another World"
      },
      {
        "ja": "野人転生"
      },
      {
        "ja": "野人転生: KARATE SURVIVOR IN ANOTHER WORLD"
      },
      {
        "es-la": "Salvaje Reencarnado"
      }
    ],
    "description": {
      "en": "When 34-year-old Nozaki Hitoshi is hit by a truck, he is sent to a fantasy world by a dismissive god and dropped into a harsh wilderness without even the clothes on his back. His only salvation is a newly granted karate skill and his general survival instincts. Luckily, Hitoshi is up for the challenge–he’ll weave clothes out of tree bark, test fruit for poison, and crawl through the mud to test his kicks and punches against goblins and other creatures. No matter how much he levels up in this world, he still longs to find other humans to share his solitude. An engrossing fantasy that pits karate technique against swords and sorcery in another world!\n\n(Source: Seven Seas Entertainment)\n- [Web Novel Raw](https://ncode.syosetu.com/n5771ei/)  \n- [Alternate Raw: NicoNico](http://seiga.nicovideo.jp/comic/41841)",
      "ja": "姓名と風貌から、「野人」と呼ばれている野崎人志は、ひょんなことから異世界に転生させられる。",
      "es-la": "Nozaki Hitoshi, conocido como el \"Hombre Salvaje\" por su apellido y apariencia, se reencarna accidentalmente en otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d612ce8-2d6f-464b-8d0d-98c0352cc146",
    "title": {
      "en": "Yamada and Kase-san."
    },
    "updatedAt": "2024-10-11T20:28:26+00:00",
    "coverArt": "https://mangadex.org/covers/8d612ce8-2d6f-464b-8d0d-98c0352cc146/a242dcdf-c8ff-485e-a4af-c1f0d3fed163.jpg",
    "altTitles": [
      {
        "ja": "山田と加瀬さん。"
      },
      {
        "ja-ro": "Yamada to Kase-san."
      },
      {
        "en": "Kase-san and Yamada"
      },
      {
        "en": "Yamada & Kase-san."
      },
      {
        "ko": "[코랄] 나팔꽃과 카세씨"
      }
    ],
    "description": {
      "en": "Yamada and Kase are now college freshmen living separately in Tokyo, and trying to sustain their loving relationship in an environment that is more open than what they're used to.  \n  \n[Official Korean Translation](https://www.bomtoon.com/comic/ep_list/napal_cace)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f18e58b-f13f-4003-a922-cffa1f027403",
    "title": {
      "en": "Touhou - Toughguy (Doujinshi)"
    },
    "updatedAt": "2023-05-05T00:09:28+00:00",
    "coverArt": "https://mangadex.org/covers/0f18e58b-f13f-4003-a922-cffa1f027403/af91ec37-edf7-4446-a647-127a41d36f98.jpg",
    "altTitles": [
      {
        "en": "Touhou dj - Tough-Guy"
      },
      {
        "en": "Touhou dj - Toughguy"
      }
    ],
    "description": {
      "en": "A Bomber Grape doujinshi in two parts.  \n  \nSakuya appears to suffer from fatigue and is resting at Eientei for a week.  \n  \nReimu seems to have died of starvation. How is Erin going to revive her?"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a540f26f-d440-4702-8aa6-38ee1c1bb74d",
    "title": {
      "en": "Shinozaki-kun no Mente Jijou"
    },
    "updatedAt": "2024-08-20T08:47:17+00:00",
    "coverArt": "https://mangadex.org/covers/a540f26f-d440-4702-8aa6-38ee1c1bb74d/80b3ba6c-0428-420a-bf99-82931bcd9402.jpg",
    "altTitles": [
      {
        "en": "The Everyday Maintenance of Shinozaki-kun"
      },
      {
        "ja": "篠崎くんのメンテ事情"
      },
      {
        "ja-ro": "Shinozaki-kun no Mente Jijou"
      },
      {
        "pt-br": "A manutenção  cotidiana de Shinozaki-kun"
      },
      {
        "uk": "Щоденний огляд Шінодзакі-куна"
      }
    ],
    "description": {
      "en": "Shinozaki – an everyday, ordinary salaryman whose head has been coming off too easily lately – finds his otherwise-typical life suddenly interrupted by a young woman named Yuuyake. \n\nAccording to her, Yuuyake’s magician grandmother modified Shinozaki’s body to an extreme degree in the past- and he’s chock-full of machinery! \n\n…All of which require maintenance that Yuuyake will apparently now be performing regularly. \n\nWith that, the slightly off-color daily life of an utterly ordinary salaryman, a magician, and a strange black creature named Grey begins!",
      "uk": "Шінодзакі – звичайнісінький офісний планктон, в якого, однак, останнім часом аж надто легко відвалюється голова. Та ще й раптом у його звичайне, за виключенням того прикрого непорозуміння, життя вривається молода жінка на ім'я Юуяке.\n\nВона стверджує, що її бабуся-чарівниця в минулому докорінно видозмінила тіло Шінодзакі – і тепер він набитий безліччю механізмів!\n\n...Які, власне, потребують технічного обслуговування, яке Юуяке тепер, вочевидь, буде проводити на регулярній основі.\n\nЯкось так і починаються дещо безбарвні будні звичайнісінького офісного планктону, чаклунки та чудернацької чорної істоти на ім'я Ґрей!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "43"
  },
  {
    "mangaId": "63e54dfd-f7a9-473e-a591-28558e229c5b",
    "title": {
      "en": "Zatch Bell!!"
    },
    "updatedAt": "2024-12-08T00:22:06+00:00",
    "coverArt": "https://mangadex.org/covers/63e54dfd-f7a9-473e-a591-28558e229c5b/94a0a644-5185-49ef-9c49-2e6eefef1c8c.jpg",
    "altTitles": [
      {
        "id": "Gash Bell!!"
      },
      {
        "ja-ro": "Konjiki no Gash!!"
      },
      {
        "ja": "金色のガッシュ!!"
      },
      {
        "en": "Golden Gash!!"
      },
      {
        "zh-hk": "魔法少年賈修"
      },
      {
        "ko": "금색의 갓슈!!"
      }
    ],
    "description": {
      "en": "Every 1000 years, 100 demon children are sent to Earth to compete in a battle to become king of the Demon World. Each demon is paired with a human partner who is given a spell book of a specific color. The human can cast the demon's spells through their book. If a demon's book is burned, they disappear and return to the Demon World. The last demon remaining becomes the king. The show is oriented around Gash Bell and his human partner, Takamine Kiyomaro.  \n  \n---\n- **Won the 48th Shogakukan Manga Award for Shonen**",
      "pt-br": "Takamine Kiyomaro é um estudante gênio do ensino médio, muito convencido e que vê todos os outros como inferiores. Ele se fecha para o resto da escola, sendo um excluso por opção. Um dia, um estranho garotinho loiro invade sua casa trazendo consigo um livro vermelho e uma carta de seu pai. O rapaz descobre que o nome do garoto é Gash e que ele perdeu a memória, então seu pai lhe pede para cuidar do menino.\n\nMuito irritado com a inesperada responsabilidade, Kiyomaro volta sua atenção para o estranho livro, também mencionado na carta de seu pai, que possui letras estranhas de cor azul, as quais ele não consegue entender. Folheando o curioso objeto o rapaz encontra palavras escritas em vermelho, e apesar de estarem em uma língua que ele nunca viu, consegue lê-las como se estivesse em japonês, e ao pronunciar as palavras vermelhas \"Zakeru\", um estranho relâmpago é então atirado da boca de Gash, como se fosse um raio, porém, o garotinho perde a consciência ao atirá-lo, não entendendo como o quarto de seu anfitrião parecia ter sido explodido de uma hora para outra.\n\nCom o desenrolar da história Kiyomaro conhece outro humano com um livro e uma criança, que por sua vez revela que os estranhos garotos não passam de crianças demônios, que estão competindo em um torneio para decidir quem será o próximo rei de seu mundo. Os livros representam os feitiços que cada criança pode usar para lutar, e explicam também que uma criança demônio não pode usar seus poderes sozinho no mundo humano; eles precisam primeiro procurar por um parceiro que possa ler seus livros e comandar seus feitiços em batalha.\n\nPara derrotar um oponente, basta queimar o livro do adversário e ele será mandado de volta para o mundo dos demônios. Depois de ponderar muito o rapaz decide ajudar Gash a recuperar sua memória e a  lutar nessa guerra contra os outros 99 demônios para torná-lo o próximo rei. Descobrindo pelo caminho o valor individual de cada pessoa, Kiyomaro irá relembrar sentimentos há muito tempo enterrados e o valor de uma verdadeira amizade."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "33",
    "lastChapter": "323"
  },
  {
    "mangaId": "e9a647ec-1bc8-4d91-b955-228200021b13",
    "title": {
      "en": "Touhou - The Sick Magician (Doujinshi)"
    },
    "updatedAt": "2021-05-25T15:49:07+00:00",
    "coverArt": "https://mangadex.org/covers/e9a647ec-1bc8-4d91-b955-228200021b13/90258573-0b87-4375-a7e3-85695647d5b4.jpg",
    "altTitles": [
      {
        "en": "Kaze Hikino Mahoutsukai"
      },
      {
        "en": "風邪ひきの魔法使い"
      }
    ],
    "description": {
      "en": "Alice gets sick, and Marisa wants to take care of her. Just as cute as it’s simple."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b31e10b4-ec67-46f5-bfad-96d8111ead3e",
    "title": {
      "en": "Doki Doki Literature Club - Your reality (Doujinshi)"
    },
    "updatedAt": "2024-10-30T07:52:31+00:00",
    "coverArt": "https://mangadex.org/covers/b31e10b4-ec67-46f5-bfad-96d8111ead3e/f1a3a687-4049-4bea-b89f-66632a951444.png",
    "altTitles": [
      {
        "ja": "あなたの現実"
      },
      {
        "cs": "Tvá realita"
      }
    ],
    "description": {
      "en": "A DDLC fan manga where everything is same but at the same time isn't. The story follows a young boy called Michael and his friends in the literature club. One day they got an emergency and Michael with Monika will go fix it. Little did they know it was a trap."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1b8a827-d64d-4d74-a8f1-c0bbe1cf4ba8",
    "title": {
      "en": "Heart of Thomas"
    },
    "updatedAt": "2024-10-05T07:34:54+00:00",
    "coverArt": "https://mangadex.org/covers/d1b8a827-d64d-4d74-a8f1-c0bbe1cf4ba8/b9eb9506-4ebd-42e1-8622-f5f885ed54b8.jpg",
    "altTitles": [
      {
        "ja-ro": "Thomas no Shinzou"
      },
      {
        "ja-ro": "Mitsukuni no Musume"
      },
      {
        "ja-ro": "Touma no Shinzou"
      },
      {
        "ja": "トーマの心臓"
      },
      {
        "zh": "天使心"
      },
      {
        "zh": "托马的心脏"
      },
      {
        "ko": "토마의 심장"
      },
      {
        "fr": "Le Cœur de Thomas"
      },
      {
        "it": "Il cuore di Thomas"
      },
      {
        "es": "El corazón de Thomas"
      },
      {
        "pt-br": "O Coração de Thomas"
      },
      {
        "vi": "Trái Tim Của Thomas"
      }
    ],
    "description": {
      "en": "As winter draws to a close, German boarding school student Thomas Werner dies one morning. He leaves behind a single letter addressed to his fellow student Juli that reads \"Here is my love. Here is the sound of my heart.\"  \n  \nWith his faith shaken to the core by the words, the scholarly Juli sinks to the depths of despair. His cynical roommate Oscar finds himself watching over Juli's fragile mental state while keeping his own feelings for Juli under wraps. Then new student Eric enters the school - and he has an uncanny resemblance to the deceased Thomas…  \n  \nEnter the world of a boy's boarding school in Germany where all will be revealed about the suffering and redemption that comes with love. Even today, this early work of Hagio Moto is still regarded as a brilliant masterpiece.  \n  \nThis is volumes 11-12 of Hagio Moto Works  \n  \n1 Bianka (ビアンカ)  \n2 Tou no Aru Ie (塔のある家)  \n3 Cake Cake Cake (ケーキケーキケーキ)  \n4 Sara Hill no Seiya (セーラ・ヒルの聖夜)  \n5 Sangatsu Usagi ga Shuudande (３月ウサギが集団で)  \n6 Poe no Ichizoku 1 (ポーの一族　　　１)  \n7 Poe no Ichizoku 2 (ポーの一族　　　２)  \n8 Poe no Ichizoku 3 (ポーの一族　　　３)  \n9 Poe no Ichizoku 4 (ポーの一族　　　４)  \n10 Kyobetsu Hata no Isansouzokunin (キャベツ畑の遺産相続人)  \n11 Thomas no Shinzou First (トーマの心臓　上)  \n12 Thomas no Shinzou Last (トーマの心臓　下)  \n13 Juuichinin Iru! (１１人いる！)  \n14 Shiiro no Yuukyuu / Kuro no Eien (東の地平・西の永久)  \n15 Kono Musume Urimasu! (この娘うります！)  \n16 Tottemo Shiawase Moto-chan (とってもしあわせモトちゃん)  \n17 American Pie (アメリカンパイ)"
    },
    "status": "completed",
    "releaseDate": 1974,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "7.5"
  },
  {
    "mangaId": "52821b2d-6abe-4293-a701-6ac643ec40f6",
    "title": {
      "en": "Touhou Gumonshiki ~ Perfect Memento in Strict Sense."
    },
    "updatedAt": "2024-08-28T18:15:47+00:00",
    "coverArt": "https://mangadex.org/covers/52821b2d-6abe-4293-a701-6ac643ec40f6/49831878-a127-4626-8566-f869d420f2de.jpg",
    "altTitles": [
      {
        "en": "Perfect Memento: Memorizable Gensokyo"
      },
      {
        "en": "Touhou - Memorizable Gensokyo"
      },
      {
        "en": "Touhou - Perfect Memento: Memorizable Gensokyo"
      },
      {
        "en": "Touhou Gumon Shiki Kiokusuru Gensokyo - Perfect Memento in Strict Sense: Mem"
      }
    ],
    "description": {
      "en": "It'a autumn in Gensokyo. Hieda no Akyu is about to finish the next chronicle of Gensokyo when she is visited by several inhabitants of the land."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "52ede55c-1584-4019-b85b-3902a423c3ab",
    "title": {
      "en": "Fairy Tail: 100 Years Quest"
    },
    "updatedAt": "2024-11-28T11:28:40+00:00",
    "coverArt": "https://mangadex.org/covers/52ede55c-1584-4019-b85b-3902a423c3ab/50a36b01-6847-4714-b3f5-1dfd22e50f4a.jpg",
    "altTitles": [
      {
        "en": "Fairy Tail 100 Years Quest"
      },
      {
        "vi": "Fairy Tail Nhiệm vụ Trăm năm"
      },
      {
        "ja-ro": "Feari Teiru: Hyaku-nen Kuesuto"
      },
      {
        "ru": "Хвост Фей: 100-летний квест"
      },
      {
        "th": "แฟรี่เทล ภาคเควส 100 ปี ตอนที่"
      },
      {
        "ja": "フェアリーテイル １００年クエスト"
      },
      {
        "ko": "페어리 테일 -100년 퀘스트"
      },
      {
        "zh-hk": "妖精的尾巴 百年任務"
      },
      {
        "uk": "Хвіст Феї: 100-річний квест"
      }
    ],
    "description": {
      "en": "After overcoming the threat of Acnologia and Zeref, Fairy Tail has become stronger and more energetic! The 100 year quest which Natsu and company left for, and also to the members who had remained at the guild, something new is going to happen!? Although the story was supposed to have concluded, a new adventure now begins!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Продолжение популярной манги \"Хвост Феи\" или \"Фейри Тейл\", которая будет носить отдельное название \"100 летний квест\"! После победы над Зерефом нашу любимую, еще более сильную гильдию, ждет новое приключение! Не пропустите новые приключения популярных героев!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "207cbe9b-29a7-4499-8228-7f335615b496",
    "title": {
      "en": "Hajime no Ippo - Revolution"
    },
    "updatedAt": "2024-09-29T21:30:09+00:00",
    "coverArt": "https://mangadex.org/covers/207cbe9b-29a7-4499-8228-7f335615b496/3e991de6-48e1-4423-ad89-468557ef2576.jpg",
    "altTitles": [
      {
        "ja": "はじめの一歩 レボリューション"
      }
    ],
    "description": {
      "en": "A cutesy kid-sized take on the classic boxing manga, as a tie-in to the Wii game of the same name."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "2"
  },
  {
    "mangaId": "4a89da3a-ebf9-467b-94a1-beeb7d1bd3e8",
    "title": {
      "en": "Koi yori Aoku"
    },
    "updatedAt": "2024-12-23T00:50:01+00:00",
    "coverArt": "https://mangadex.org/covers/4a89da3a-ebf9-467b-94a1-beeb7d1bd3e8/321be56f-56a2-43c4-a985-43a7d6b86a37.png",
    "altTitles": [
      {
        "ja": "恋より青く"
      },
      {
        "en": "A Love Yet to Bloom"
      },
      {
        "ko": "사랑보다 푸른"
      }
    ],
    "description": {
      "en": "Takamine, who can't find anything she likes, and Sakikura, who loves books. The two girls meet by chance and spend their after-school hours together. Are they friends? Or is it a nameless relationship spun between the two girls?\n\n------------\nNote: Serialization of the oneshot of same title by Fukaumi Kon in COMIC Ogyaaa!! published by Homesha.",
      "ja": "好きなことが見つけられず、放課後を持て余す女子高生・高峯。ある日、電車内で落とした本を取り違えたことから読書好きの他校の生徒・咲倉と出会う。「本」を介した放課後のみの不思議な交流の中、高峯と咲倉はお互いに惹かれ始めていき――。友情でも恋愛でもない、ふたりだけの名前のない関係性を育む少女たちの青い春――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ce22c9e-5939-435e-b067-64ce659bb3b3",
    "title": {
      "en": "Hazure Skill \"Gacha\" de Tsuihou Sareta Ore wa, Wagamama Osananajimi wo Zetsuen Shi Kakusei Suru"
    },
    "updatedAt": "2024-11-13T17:10:02+00:00",
    "coverArt": "https://mangadex.org/covers/7ce22c9e-5939-435e-b067-64ce659bb3b3/06f1f784-5951-4af9-b084-1da23771686b.jpg",
    "altTitles": [
      {
        "ja-ro": "Hazure Skill “Gacha” de Tsuihou Sareta Ore wa, Wagamama Osananajimi wo Zetsuen Shi Kakusei Suru ~ Bannou Cheat Skill wo Getto Shite, Mezase Rakuraku Saikyou Slow Life!~"
      },
      {
        "ja": "ハズレスキル『ガチャ』で追放された俺は、わがまま幼馴染を絶縁し覚醒する ～万能チートスキルをゲットして、目指せ楽々最強スローライフ！～"
      },
      {
        "en": "After Being Banished For Having The Trash Skill \"Gacha\", I Came To My Senses And Broke Off Relations With My Selfish Childhood Friend"
      },
      {
        "fr": "Gacha : The Crest's Adventure"
      }
    ],
    "description": {
      "en": "Crest was born as the fifth son of a duke. However, as the fifth son, he was in no position to talk. His childhood friend and also his fiancée, Ellis, treated him just like a slave. And on Crest's coming-of-age ceremony, he received a skill called \"Gacha.\" Yet, he wasn't able to learn how to use it and was banished away from his home. Banished into the forest full of monsters, Crest began to understand the power \"Gacha.\" And then, Crest made up his mind. He will definitely survive and get back on his feet."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a476ce7f-2fb8-4f6f-8337-fa62ce5034fb",
    "title": {
      "en": "Youki ni Naritai Shigure-san"
    },
    "updatedAt": "2024-10-09T16:57:56+00:00",
    "coverArt": "https://mangadex.org/covers/a476ce7f-2fb8-4f6f-8337-fa62ce5034fb/7d4b40d8-94df-4328-bc4e-203c6b6ac817.jpg",
    "altTitles": [
      {
        "ja-ro": "Youki ni Naritai Shigure-san"
      },
      {
        "ja": "陽キになりたい時雨さん"
      },
      {
        "en": "Shigure-San Wants to Shine!"
      }
    ],
    "description": {
      "en": "Yoshida is a gloomy second year middle school student whose precious youth has been spent stuck in the corner of his class without being able to make any friends.\r\n\r\nShigure is the girl who sits next to him in class and she is as gloomy as he is. One day, she struck up a conversation with Yoshida and declared,\r\n\r\n\"I'm going to become a cheerful person!\"\r\n\r\nThus begins Yoshida and Shigure's battle to become cheerful people in their effort to spend a brighter youth.",
      "ja": "友達もおらず、教室の隅でくらい青春を過ごす中学2年生の陰キャ・吉田。 ある日、教室で話しかけてきたのは隣に座る同じく陰キャの同級生女子・時雨さんだった。 彼女は言った、「私は陽キャになるのだ！！」と！ 明るい青春を過ごすため、吉田と時雨さんの陽キャを目指すバトルが始まる…！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "50"
  },
  {
    "mangaId": "a0172559-9503-49e1-b99d-38bfdded56be",
    "title": {
      "en": "Touhou - Life of Maid (Doujinshi)"
    },
    "updatedAt": "2019-08-04T04:35:46+00:00",
    "coverArt": "https://mangadex.org/covers/a0172559-9503-49e1-b99d-38bfdded56be/78c36d55-38a0-4e4c-8690-a6be40a832c5.jpg",
    "altTitles": [],
    "description": {
      "en": "Everyday events revolving around the residents of Scarlet Devil Mansion.  \n  \n[Danbooru textbox translations link](https://danbooru.donmai.us/pools/678)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "356de811-ae92-48f1-b93b-cfdf0f8d02e4",
    "title": {
      "en": "Now That We Draw"
    },
    "updatedAt": "2024-11-25T13:19:50+00:00",
    "coverArt": "https://mangadex.org/covers/356de811-ae92-48f1-b93b-cfdf0f8d02e4/e9c47c27-6476-4a82-a3f8-5411cf8f211b.jpg",
    "altTitles": [
      {
        "ja": "描くなるうえは"
      },
      {
        "ja-ro": "Kakunaru Ue wa"
      },
      {
        "ja-ro": "Kakunaru Ue ha"
      },
      {
        "zh": "既然要画恋爱漫画"
      },
      {
        "id": "Rupa Gambar Kita"
      },
      {
        "vi": "Ta Cùng Vẽ Thôi Nào!"
      }
    ],
    "description": {
      "en": "Uehara-kun, who loves 2D, dreams of becoming a comic artist one day! However, his dream is threatened when an editor rejects his work as too boring. The next day, while contemplating giving up on his dream, a gal in his class, Miyamoto Niina, sees his manuscript, and a too-close pseudo-romance for the sake of their comics begins!?",
      "id": "Uehara-kun menyukai karakter 2 dimensi dan mempunyai cita-cita menjadi mangaka! Namun, mimpinya pupus saat seorang editor menolak manga-nya karena bikin ngantuk. Besoknya, dia berencana membuang manga yang ditolak tersebut, namun, salah satu gadis dari kelasnya, Miyamoto Niina, mengetahui manga hasil buatannya, timbulah kisah komedi-romantis yang terjalin dari sebuah manga!",
      "ja": "2次元をこよなく愛する上原くんの夢は漫画家！ ある日、同じクラスのギャル宮本さんに自分の原稿を見られたことで漫画のための距離感近すぎ疑似恋愛、開始!?",
      "vi": "Uehara-kun là một thằng rất thích gái 2D và ước mơ làm hoạ sĩ Manga! Tuy nhiên, giấc mơ của anh ta lại ngay lập tức bị đạp đổ khi bị một biên tập viên nhận xét rằng tác phẩm này nhìn chán chả buồn nói.\n\nTưởng như anh đã định từ bỏ giấc mơ của mình thì một cô gái trong lớp của anh, Miyamoto Niina, nhìn thấy bản phác thảo của cậu ấy và muốn bắt đầu một mối tình tưởng lãng mạn nhưng ai ngờ là giả tạo, để giúp cậu hoàn thành được bộ manga của mình!\n\nMột bộ manga về Mangaka ✖ Romcom tuổi mới lớn!",
      "pt-br": "Uehara-kun, que adora 2D, sonha em se tornar um mangaká um dia! No entanto, seu sonho é ameaçado quando um editor rejeita seu trabalho por considerá-lo muito chato.\n\nNo dia seguinte, enquanto pensa em desistir de seu sonho, uma garota de sua turma, Miyamoto Niina, vê seu manuscrito, e um pseudo-romance muito próximo para o bem de seus mangás começa!?\n\nEsta é uma comédia romântica juvenil de quadrinistas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "255c1715-9a68-4e69-9647-ec833116e3d5",
    "title": {
      "en": "Ore no Genjitsu wa Ren’ai Game??: ka to Omottara Inochigake no Game datta"
    },
    "updatedAt": "2024-10-11T20:00:58+00:00",
    "coverArt": "https://mangadex.org/covers/255c1715-9a68-4e69-9647-ec833116e3d5/39cb4114-8826-40f4-acc8-ec4eeedb7fe4.jpg",
    "altTitles": [
      {
        "ru": "Мир, который я считал симулятором свиданий, оказался смертельной игрой"
      },
      {
        "ja": "俺の現実は恋愛ゲーム？？　～かと思ったら命がけのゲームだった～"
      },
      {
        "zh": "我的现实是恋爱游戏"
      },
      {
        "en": "A Dating Sim of Life or Death"
      },
      {
        "en": "Is My Reality a Love Game?? ~I Thought it Was a Life Like Game~"
      }
    ],
    "description": {
      "en": "One day, 25-year-old Hasegawa Ryou wakes up to see a holographic screen floating in front of him. The screen prompts him to save/load files and an item shop, as well as his stats. It seems like he's been sucked into some erotic love game, since his stats depend on seducing women and \"capturing\" them.  \n  \nAfter finding a target and going through game-like options, Ryou thinks he knows what he has to do to \"capture\" his target. Surely he needs to have sex with her, right? And yet when the woman turns out to be a murderer, Ryou finds out the shocking truth: he has to capture these women and unveil their secrets! And if he fails, he dies…",
      "ja": "- [Original WebNovel](https://ncode.syosetu.com/n4565dq/) (Raw)",
      "ru": "Однажды 25-летний Хасегава Рё просыпается и видит парящий перед ним голографический экран. На экране отображаются опции — сохранить/загрузить, магазин предметов и статистика. Похоже, что его затянуло в какую-то эроге, так как его статистика зависит от соблазнённых им женщин и их «поимки».  \n  \nНайдя цель и сделав несколько игровых выборов, Рё думает, что уже понял, что надо сделать, чтобы поймать цель. Конечно же, он должен заняться с ней сексом, верно? Но когда женщина оказывается убийцей, Рё узнает шокирующую правду: он должен поймать этих женщин и раскрыть их секреты! А если он потерпит неудачу… он умрет."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "164eff7a-e949-4edf-8531-1664d2a8771d",
    "title": {
      "en": "Himuro no Tenchi: Fate/school life"
    },
    "updatedAt": "2024-11-03T12:50:56+00:00",
    "coverArt": "https://mangadex.org/covers/164eff7a-e949-4edf-8531-1664d2a8771d/530ff969-255f-4de6-904c-1fae187160c6.jpg",
    "altTitles": [
      {
        "ja": "Fate/school life"
      },
      {
        "ja-ro": "Himuro no Tenchi Fate/school life"
      },
      {
        "ja-ro": "Hyoushitsu no Tenchi Fate/school life"
      },
      {
        "ja-ro": "Koorimuro no Tenchi Fate/school life"
      },
      {
        "ja": "氷室の天地 Fate/school life"
      }
    ],
    "description": {
      "en": "A comedy 4-koma manga revolving around the normal life at school of the minor characters of Fate/stay night and Fate/hollow ataraxia, specifically the character Himuro Kane, classmate of Fate/stay night protagonist Emiya Shirou.  \n  \nIt tells about the normal school life of the supporting characters Himuro Kane, Makidera Kaede and Saegusa Yukika. Other characters are the regular cast of the main games: Mitsuzuri Ayako, Tohsaka Rin, Ryuudou Issei, Matou Shinji, Emiya Shirou, Kuzuki Souichirou, Fujimura Taiga, Matou Sakura, Mitsuzuri Minori; \"guest\" characters from other series Ciel, Seven, Sajyou Ayaka (formerly the heroine of the never finished prototype novel of Fate/stay night) are also featured, and other classmates Gotou Gai, Fujimoto, Dezaki, Hirumata.  \n  \nThe story is centered around classic school events such as a ball game tournament, field trips and inter high school competitions. As such, there is no reference at all to supernatural things like magecraft and Heroic Spirits."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c958fcb8-b4af-4462-817b-fb58fe7beca4",
    "title": {
      "en": "Senshun Kansoku"
    },
    "updatedAt": "2024-07-14T19:22:09+00:00",
    "coverArt": "https://mangadex.org/covers/c958fcb8-b4af-4462-817b-fb58fe7beca4/69d6e60d-d509-4819-b5f5-3b68eae138ff.png",
    "altTitles": [
      {
        "es": "Observando el inicio de la primavera"
      },
      {
        "en": "Observing him since early spring"
      },
      {
        "ja": "浅春観測"
      }
    ],
    "description": {
      "en": "Wakamatsu Haruka (3rd year of middle school) finds the new student Hachiya Shuuto (1st year of middle school) sleeping on the train station and Haruka can't help wanting to take care of the small Shuuto.  \n  \nThis is the story of a member of the baseball club and the leader of the school band."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "10"
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-09-24T18:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/870c4713-e353-4a0b-9c94-4072aa037ec9.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6aca5618-378d-42a1-af2e-6f308890ab30",
    "title": {
      "en": "Kimi ni Koisuru Sanshimai"
    },
    "updatedAt": "2024-11-15T14:24:15+00:00",
    "coverArt": "https://mangadex.org/covers/6aca5618-378d-42a1-af2e-6f308890ab30/ec4d0981-6611-47f3-abf0-33c7eda2139b.jpg",
    "altTitles": [
      {
        "ja": "キミに恋する三姉妹"
      },
      {
        "en": "Three Sisters in Love with You"
      }
    ],
    "description": {
      "en": "In the world of daily full-throttle dedication to his studies, there's Itsuki, a high school boy. The reason he's putting in so much effort into his studies is to reunite with his first love, a girl named Amane, and go on a date with her. While he's immersed in these study-centric days, by a twist of fate, he ends up living together with Amane and her sisters, Shion and Mone...!?",
      "ja": "勉学に日々全力投球の男子高校生・樹。勉強を頑張る理由は、初恋の女性・天音と再会し、デートをするためである。そんな勉強一色の日々を過ごす中、天音とその姉妹の詩音・萌音とひょんなことから同居することになり…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-12-14T00:39:30+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c00cc3d9-f7c7-46da-95d5-8f5ae1e6fe57",
    "title": {
      "en": "It Starts With A Mountain"
    },
    "updatedAt": "2024-08-23T14:33:09+00:00",
    "coverArt": "https://mangadex.org/covers/c00cc3d9-f7c7-46da-95d5-8f5ae1e6fe57/112b1634-884d-4c34-af67-63dd8380d562.jpg",
    "altTitles": [
      {
        "en": "Starting with a mountain"
      },
      {
        "zh": "开局一座山"
      },
      {
        "en": "It Starts With A Mountain"
      },
      {
        "en": "I Have a Shanzhai"
      },
      {
        "en": "Kāijú Yī Zuò Shān"
      },
      {
        "en": "Kāijú Yīzuò Shān"
      },
      {
        "en": "Start a Mountain"
      },
      {
        "en": "Ta Có Một Sơn Trại"
      },
      {
        "ko": "퀘스트 : 지상 최고의 산적"
      },
      {
        "ko": "퀘스트: 지상 최고의 산적"
      },
      {
        "en": "Kaiju Yi Zuo Shan"
      },
      {
        "es": "Comienza con una Montaña"
      }
    ],
    "description": {
      "en": "It starts with a mountain. A strategic leader gets isekai-ed into a war dynasty. He only has a group of members who were planning to ditch him. Facing this war era, he thinks of stealing food and girls to live a king’s life. He is hot-blooded, picks fights with war heroes. How will he bring chaos to the war? Will he be able to rise up high?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83644dad-1f46-47c7-8a75-484cf311a4c4",
    "title": {
      "en": "Hardcore Leveling Warrior: Earth Game"
    },
    "updatedAt": "2024-03-17T22:59:10+00:00",
    "coverArt": "https://mangadex.org/covers/83644dad-1f46-47c7-8a75-484cf311a4c4/b375956b-6a5c-4e0c-80bd-52b97889a926.jpg",
    "altTitles": [],
    "description": {
      "en": "\"I’m... back!\"\n\nAfter a comet collides on Earth, a gaming world filled with monsters and dungeons becomes a reality. Amidst the chaos, Gong Won-Ho wakes up as Hardcore Leveling Warrior, an almighty game character with exceptional luck and power.\n\nOnce again, he will embark on a journey to become the strongest... but this time, on Earth!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd13dad6-7cda-46cf-8d4f-13adfc6c37d6",
    "title": {
      "en": "Shihai Shoujo Kubaru-chan"
    },
    "updatedAt": "2024-11-02T11:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/dd13dad6-7cda-46cf-8d4f-13adfc6c37d6/a9fe0efb-d7d4-4ced-bd54-635969b096a9.jpg",
    "altTitles": [
      {
        "ja": "支配少女くばるちゃん"
      },
      {
        "en": "Ruling Girl Kubaru-chan"
      },
      {
        "en": "Controlling Girl Kubaru-chan"
      }
    ],
    "description": {
      "en": "After fierce bullying, Yuuto Kiba wanted to die. On the verge of committing suicide, his fate changes rapidly when a strange and funky beautiful girl, Kubaru, tells him, “Give me your life”.\n\nMake your life happy with love?! A slightly strange and psycho love drama.",
      "ja": "熾烈ないじめの末に、もう死にたいと思っていた少年・木場優人（きばゆうと）。自殺する寸前に、奇妙なファンキー美少女・くばるに「君の人生を頂戴」と言われたことで、運命が目まぐるしく変わっていく。\n\nラブで君の人生を幸せにする？！ちょっと奇妙でサイコなラブドラマ。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f30dfc3-0b80-4dcc-a3b9-0cd746fac005",
    "title": {
      "en": "Detective Conan"
    },
    "updatedAt": "2024-11-16T19:11:55+00:00",
    "coverArt": "https://mangadex.org/covers/7f30dfc3-0b80-4dcc-a3b9-0cd746fac005/b65b80fa-217c-4a71-8e8f-5d647990117a.jpg",
    "altTitles": [
      {
        "en": "Case Closed"
      },
      {
        "fr": "Détective Conan"
      },
      {
        "tr": "Dedektif Conan"
      },
      {
        "id": "Detektif Conan"
      },
      {
        "sv": "Mästerdetektiven Conan"
      },
      {
        "pl": "Detektyw Conan"
      },
      {
        "ja-ro": "Meitantei Conan"
      },
      {
        "no": "Mesterdetektiven Conan"
      },
      {
        "vi": "Thám Tử Lừng Danh Conan"
      },
      {
        "ar": "المتحري كونان"
      },
      {
        "ar": "المحقق كونان"
      },
      {
        "th": "ยอดนักสืบจิ๋ว โคนัน"
      },
      {
        "zh": "名侦探柯南"
      },
      {
        "zh-hk": "名偵探柯南"
      },
      {
        "ja": "名探偵コナン"
      },
      {
        "ko": "명탐정 코난"
      },
      {
        "da": "Mesterdetektiven Conan"
      },
      {
        "ca": "Detectiu Conan"
      },
      {
        "de": "Detektiv Conan"
      },
      {
        "fi": "Salapoliisi Conan"
      },
      {
        "hu": "Conan, a detektív"
      },
      {
        "uk": "Детектив Конан"
      },
      {
        "la": "Investigator Conan"
      },
      {
        "lt": "Detektyvas Konanas"
      },
      {
        "ro": "Detectiv Conan"
      },
      {
        "he": "הבלש קונאן"
      },
      {
        "fa": "کارآگاه کونان"
      },
      {
        "hi": "डिटेकटिव् कोनन"
      },
      {
        "bn": "ডিটেকটিভ কোনান"
      },
      {
        "sq": "Çështja e mbyllur"
      },
      {
        "sq": "Detektivi Konan"
      },
      {
        "bg": "Detektivi Konan"
      },
      {
        "eu": "Conan detektibea"
      },
      {
        "jv": "Detéktif Conan"
      }
    ],
    "description": {
      "en": "Shinichi Kudo is a high school detective who sometimes works with the police to solve cases. During an investigation, he is attacked by members of a crime syndicate known as the Black Organization. They force him to ingest an experimental poison, but instead of killing him, the poison transforms him into a child. Adopting the pseudonym Conan Edogawa and keeping his true identity a secret, Kudo lives with his childhood friend Ran and her father Kogoro, who is a private detective."
    },
    "status": "ongoing",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5bf4a43b-f870-44d9-b138-48cfc00bda08",
    "title": {
      "en": "After Losing My Job, I Met Miss Mermaid at the Beach"
    },
    "updatedAt": "2024-12-24T16:58:01+00:00",
    "coverArt": "https://mangadex.org/covers/5bf4a43b-f870-44d9-b138-48cfc00bda08/b348a736-7ee0-4e37-9ebc-6d4f987e0918.png",
    "altTitles": [
      {
        "zh": "失业后我在海边遇见了人鱼小姐"
      },
      {
        "zh-ro": "Shiye hou Wo zai Haibian Yujian le Renyu-xiaojie"
      }
    ],
    "description": {
      "en": "After a failed romance and losing her job, the female protagonist decides to join a tour group for a seaside getaway to relax. Unexpectedly, she encounters a mermaid in the ocean! The mermaid engages in some strange behavior and suddenly disappears. The next day, when the female protagonist sees the mermaid again, she is left completely astonished."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "21"
  },
  {
    "mangaId": "7164f006-1e16-400e-8426-9dd6aeb3bc17",
    "title": {
      "en": "Fujii on the Roadside"
    },
    "updatedAt": "2024-09-26T01:36:28+00:00",
    "coverArt": "https://mangadex.org/covers/7164f006-1e16-400e-8426-9dd6aeb3bc17/ec48034e-57b0-433e-b1f5-613f6b1e54bf.jpg",
    "altTitles": [
      {
        "ja-ro": "Robou no Fujii"
      },
      {
        "ja": "路傍のフジイ"
      },
      {
        "zh": "路边的藤井"
      }
    ],
    "description": {
      "en": "Is he an eccentric or a hermit? Does the seemingly unremarkable company employee, Fujii, redefine the definition of \"happiness\"?\n\nIn the workplace, he's a plain middle-aged man who doesn't stand out. While he does his job properly, he's not one to waste words. Come quitting time, he disappears like a ghost. He's not the type to be invited to after-work drinks in the first place. More like, he's the guy who's thought of as \"I wouldn't want to end up like that...\" by his juniors.\n\nYet, he piques the curiosity of others... \"I wonder how he was raised?\", \"Does he have friends or a girlfriend?\", \"What does he do on weekends?\". Suddenly, you realize you've become captivated by Fujii... \n\nThis elusive emotion that's hard to put into words is vividly captured by the author of \"Reborn no Kishi\" in this bewitching life drama!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64e28451-122e-48a9-9a60-dc61a50556ce",
    "title": {
      "en": "H.P. Lovecraft's The Call of Cthulhu"
    },
    "updatedAt": "2024-06-22T18:07:25+00:00",
    "coverArt": "https://mangadex.org/covers/64e28451-122e-48a9-9a60-dc61a50556ce/d2a72209-cb64-439b-bd2b-4348d1fb748c.jpg",
    "altTitles": [
      {
        "ja-ro": "Cthulhu no Yobigoe"
      },
      {
        "ja": "クトゥルフの呼び声"
      },
      {
        "zh": "克苏鲁的呼唤"
      },
      {
        "zh-hk": "克蘇魯的呼喚"
      }
    ],
    "description": {
      "en": "Manga adaption of H. P. Lovecraft's The Call of Cthulhu."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "af6a807d-efd3-4ff6-9770-e9b628a97af5",
    "title": {
      "en": "Abunai Onii-san"
    },
    "updatedAt": "2023-01-30T07:16:12+00:00",
    "coverArt": "https://mangadex.org/covers/af6a807d-efd3-4ff6-9770-e9b628a97af5/b1fa6a01-cc7a-41a5-ab4d-198c5735ca1e.jpg",
    "altTitles": [
      {
        "en": "Dangerous Brother"
      },
      {
        "ja": "危ないお兄さん"
      },
      {
        "zh-hk": "危险小哥哥"
      },
      {
        "ja-ro": "Abunai Oniisan"
      }
    ],
    "description": {
      "en": "Anthology of stories written by 13 different artists.\n\nVol. 1 ROUGE\n1. **先輩、僕にもシてください** by Furomae Ari\n2. **となりの!** by Sari\n3. **きっと大丈夫** by Ayukawa Hal\n4. **MY hero** by Mitsuboshi Tama\n5. **ハッピー・ニューエイジ** by Yoshiike Masuko\n6. **悪縁** by Abe Akane\n\nVol. 2 NOIR\n1. **みかん色のタバコ (Mikan Iro no Tabako/Tangerine Colour Cigarette)** by Tanagawa Mimi\n2. **さむがりくんと雪と恋** by Murakami Camp\n3. **傷口に甘噛み** by Ruu 1 mm\n4. **漂着アパートメント** by Umematsu Machie\n5. **美味しい関係** by Tanaka Ippachi\n6. **Going Down the Rabbit Hole** by Matsuo Marta\n7. **サクラメントノクターン** by Shimaji",
      "ja": "ヒーローズ初 BL作品！ 13名の作家が様々な解釈で様々な『危ないお兄さん』を描きます。 各作品1週間限定公開につき、ぜひお見逃しなく‼"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "7"
  },
  {
    "mangaId": "8a38bcc4-0a52-4a46-9d02-7fc802048b1d",
    "title": {
      "en": "Shinobigoto"
    },
    "updatedAt": "2024-12-18T09:48:52+00:00",
    "coverArt": "https://mangadex.org/covers/8a38bcc4-0a52-4a46-9d02-7fc802048b1d/e749e4b2-a5a9-40b9-b94b-7de4bfc23b7a.jpg",
    "altTitles": [
      {
        "ja": "しのびごと"
      },
      {
        "en": "Shinobi Undercover"
      },
      {
        "ru": "Синоби под прикрытием"
      }
    ],
    "description": {
      "en": "Even in modern Japan, ninja still hide in the shadows. Young ninja Yodaka has received his mission--protect high school student Aoi at all cost. But can a ninja survive the wild world of high school while also fulfilling his mission?",
      "pt-br": "Mesmo no Japão moderno, os ninjas ainda se escondem nas sombras. O jovem ninja Yodaka recebeu sua missão: proteger a estudante do ensino médio Aoi a todo custo. Mas um ninja pode sobreviver ao mundo selvagem do ensino médio e ao mesmo tempo cumprir sua missão?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]