[
  {
    "mangaId": "f599ba42-85bc-4052-8411-13e6a4e4e328",
    "title": {
      "en": "B Gata H Kei"
    },
    "updatedAt": "2024-03-15T02:40:09+00:00",
    "coverArt": "https://mangadex.org/covers/f599ba42-85bc-4052-8411-13e6a4e4e328/9b34ae34-6f98-45c4-957e-18d2b1184293.png",
    "altTitles": [
      {
        "ja-ro": "B-Gata H-Kei"
      },
      {
        "tr": "B-Tip H-Tarz"
      },
      {
        "en": "B-Type H-Group"
      },
      {
        "en": "B-Type H-Style"
      },
      {
        "ja": "B型H系"
      },
      {
        "ko": "B형 H계"
      },
      {
        "id": "Tipe-B Gaya-H"
      },
      {
        "en": "Yamada's First Time"
      },
      {
        "ru": "Бюст - обычный, характер неприличный"
      },
      {
        "ru": "Второй размер, характер - извращенка"
      },
      {
        "ru": "Размер - второй, характер - извращенка"
      }
    ],
    "description": {
      "en": "B Gata H Kei revolves around fifteen-year old high school student Yamada, whose lascivious nature causes her to aspire to one day achieve sexual relations with one hundred different partners. However, her insecurities as a virgin lead her to reject every guy who attempts to make a move on her. In order to overcome this mental barrier, Yamada goes on a search for her “golden cherry”, an inexperienced boy upon whom she will bestow the right to be her first. One day while perusing a bookstore for the replacement of a dictionary she had defiled by highlighting all the sexual terms, Yamada has a fateful encounter with classmate Kosuda Takashi. Believing that Kosuda is the boy she is looking for, Yamada goes to great lengths to try and seduce him. All the while, she discovers the difficulties in making that first important step towards reaching her goals, not to mention, finding out her true feelings for Kosuda Takashi.  \n  \nLink:  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=11199) (anime)"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "300"
  },
  {
    "mangaId": "98467236-8e2b-4f3d-ae7d-20ef4a84417a",
    "title": {
      "en": "How I Attended an All-Guy's Mixer"
    },
    "updatedAt": "2024-12-11T21:49:33+00:00",
    "coverArt": "https://mangadex.org/covers/98467236-8e2b-4f3d-ae7d-20ef4a84417a/f2a5d6d6-967d-49bd-b392-37312c86ce06.jpg",
    "altTitles": [
      {
        "ja": "合コンに行ったら女がいなかった話"
      },
      {
        "ja-ro": "Goukon ni Ittara Onna ga Inakatta Hanashi"
      },
      {
        "zh": "到了聯誼會上發現連一個女生都沒有"
      },
      {
        "pt-br": "Como Eu Fui a um Encontro Só de Homens"
      }
    ],
    "description": {
      "en": "Tokiwa, a university student, is invited to a three-on-three blind date by Suou, a fellow classmate. On the day of the mixer, he goes to the pub where they are supposed to meet, only to find a group of handsome men waiting for him...",
      "pt-br": "Tokiwa, um estudante universitário, é convidado para um encontro às cegas de três contra três por Suou, um colega de classe. No dia do encontro, ele vai ao pub onde deveriam se encontrar, apenas para encontrar um grupo de homens bonitos esperando por ele..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1620de1-6eb6-4948-b228-b232f910155a",
    "title": {
      "en": "Adachi to Shimamura"
    },
    "updatedAt": "2024-10-30T15:54:36+00:00",
    "coverArt": "https://mangadex.org/covers/a1620de1-6eb6-4948-b228-b232f910155a/6f2a9f65-4af9-4d37-8c43-686c5c284db3.jpg",
    "altTitles": [
      {
        "en": "Adachi and Shimamura"
      },
      {
        "fr": "Adachi et Shimamura"
      },
      {
        "ja-ro": "Adashima"
      },
      {
        "ru": "Адачи и Шимамура"
      },
      {
        "zh": "安达与岛村"
      },
      {
        "ja": "安達としまむら"
      },
      {
        "zh-hk": "安達與島村"
      },
      {
        "zh-ro": "Āndá yǔ Dǎocūn"
      },
      {
        "id": "Adachi dan Shimamura"
      },
      {
        "pt-br": "Adachi e Shimamura"
      }
    ],
    "description": {
      "en": "In the middle of the school day, on the second floor of the gym. This is where the two came to skip class, and it's where their friendship began. A story of two high school girls, playing ping-pong and chatting as they spend the heydays of their youth.",
      "ja": "入間人間が書く電撃文庫の大人気作品『安達としまむら』。TVアニメ化決定の本作を新鋭・柚原もけがコミカライズ！女子校生2人のゆる～い日常をご堪能ください。",
      "ru": "В середине учебного дня, на втором этаже спортзала. Именно туда эти двое пришли пропустить занятия, и именно там началась их дружба."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8aff30d8-e62a-495e-8b0a-47b251e246d0",
    "title": {
      "en": "Brother, Am I Cute?"
    },
    "updatedAt": "2024-07-12T15:01:33+00:00",
    "coverArt": "https://mangadex.org/covers/8aff30d8-e62a-495e-8b0a-47b251e246d0/a52cad02-7e88-4317-8466-1a601f53da9d.png",
    "altTitles": [
      {
        "ko": "형아, 나 귀엽지?"
      },
      {
        "ko-ro": "Hyeong-ah, na gwiyeobji?"
      }
    ],
    "description": {
      "en": "Si-hyuk finds himself thrust into sudden responsibility when his parents tragically pass away in a car accident, leaving behind his much younger brother, Si-ha, who is two decades his junior. At the funeral, amidst the hushed murmurs of relatives, discussions arise about the uncertain future of the two brothers.\n\n\"What's the plan for those two? Who's going to step up?\"\n\"Goodness, now that he's in college, how will he manage to care for his little brother?\"\n\"Wasn't there some insurance payout?\"\n\nAmidst the chaos and uncertain discussions, Si-ha utters his first clear words. \"Brother. Brother.\" It's a heartfelt cry, not for Mom or Dad, but for his older brother. Si-hyuk moves slowly toward Si-ha, embracing him tightly. \"I'll take care of you,\" he whispers."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e53b25b-c5b7-43f2-81eb-671eb28c4765",
    "title": {
      "en": "Kasanegasane no Hatsukoi Desuga"
    },
    "updatedAt": "2024-11-20T20:56:58+00:00",
    "coverArt": "https://mangadex.org/covers/8e53b25b-c5b7-43f2-81eb-671eb28c4765/47e605e3-f0a9-420e-add1-3986bbc29f35.png",
    "altTitles": [
      {
        "en": "First Love, Again and Again"
      },
      {
        "ja": "かさねがさねの初恋ですが"
      },
      {
        "vi": "Tình Đầu, Lại Thêm Tình Đầu"
      }
    ],
    "description": {
      "en": "Hassaku Tamao came back to his hometown to teach and fulfill a promise he made when he was younger. However, he's not the only one who remembers a promise he made..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0301208d-258a-444a-8ef7-66e433d801b1",
    "title": {
      "en": "Ryoushin no Shakkin wo Katagawari shite morau Jouken wa Nihon Ichi Kawaii Joshikousei to Issho ni Kurasu koto deshita."
    },
    "updatedAt": "2024-12-18T00:05:27+00:00",
    "coverArt": "https://mangadex.org/covers/0301208d-258a-444a-8ef7-66e433d801b1/045d4d34-10e0-4e06-a757-b84cfd08929d.jpg",
    "altTitles": [
      {
        "ja": "両親の借金を肩代わりしてもらう条件は日本一可愛い女子高生と一緒に暮らすことでした。"
      },
      {
        "en": "I'm Gonna Live with You Not Because My Parents Left Me Their Debt But Because I Like You"
      },
      {
        "zh": "替我父母偿还债务的条件是与日本最可爱的女高中生同居。"
      },
      {
        "zh-ro": "Tì wǒ fùmǔ chánghuán zhàiwù de tiáojiàn shì yǔ rìběn zuì kě'ài de nǚ gāozhōng shēng tóngjū."
      }
    ],
    "description": {
      "en": "The main character, Yoshizumi Yuya, was being pressured into paying off the debt left by his parents who had fled abroad. It was his classmate, Hitotsuba Kaede, chosen as the cutest schoolgirl in Japan, who saved him from this crisis of life and death. However, there was a catch. The condition required to fulfill in return for taking over his debt was — \"In return for the loan, you have – to live with me.\"\n\"Why did that happen?!\"\n\nYuya's daily life collapsed on this day.\n\n\"Yuya-kun. Let's take a bath together.\"\n\"Yuya-kun, please be my hug pillow.\"\n\"That's enough, Hitotsuba-san!\"",
      "id": "Tokoh utama, Yoshizumi Yuya, dipaksa untuk melunasi hutang yang ditinggalkan oleh orang tuanya yang melarikan diri ke luar negeri. Itu adalah teman sekelasnya, Hitotsuba Kaede, terpilih sebagai siswi terimut di Jepang, yang menyelamatkannya dari krisis hidup dan mati ini. Namun, ada motif tersembunyi di balik itu. Syarat yang harus dipenuhi sebagai imbalan untuk melunasi utangnya adalah — “Sebagai imbalan atas pinjaman itu, kau harus tinggal bersamaku.” “Kenapa jadi begitu?!” Kehidupan sehari-hari Yuya runtuh pada hari ini. “Yuya-kun. Ayo mandi bersama.” “Yuya-kun, jadilah bantal pelukku.” “Cukup, Hitotsuba-san!” Kisah cinta komedi romantis yang menggugah antara Hitotsuba Kaede yang cantik namun santai dan Yoshizumi Yuya yang serius dan keras kepala, dimulai sekarang!",
      "ja": "両親が借金3000万を残して海外逃亡…！？追い詰められた吉住勇也の前に、不意に現れたのは社長令嬢の同級生・一葉楓。勇也も密かに憧れていた日本一可愛い女子高生1位に選ばれた楓は、彼女は意外な提案をするが"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "97f21bb2-4331-46a2-8307-483eb3370019",
    "title": {
      "en": "House Mayton's Youngest"
    },
    "updatedAt": "2024-10-28T20:51:49+00:00",
    "coverArt": "https://mangadex.org/covers/97f21bb2-4331-46a2-8307-483eb3370019/990042e3-2a9d-4571-98f1-0ee1c80ffd1e.jpg",
    "altTitles": [
      {
        "en": "Youngest Scion of the Mages"
      },
      {
        "es-la": "El Hijo Menor del Renombrado Clan Mágico"
      },
      {
        "en": "Youngest Son of the Renowned Magic Clan"
      },
      {
        "ko": "마법명가 막내아들"
      }
    ],
    "description": {
      "en": "As the author of \"Swordmaster Sade,\" Cha Sungmin had no idea how dangerous his plot-hole-riddled novel could be until he's reborn as Rasen Mayton, a spoiled side character destined to die at 17. As if being stuck in the body of a rude scumbag despised by everyone wasn't enough, Sungmin also discovers that he was reborn at a point before his story began. \n\nWith almost no knowledge about the current timeline, will Sungmin be able to survive in this unwritten world as House Mayton's youngest?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b01e2ba-d6cc-46be-95d6-a176a9609005",
    "title": {
      "en": "Blue Blossom"
    },
    "updatedAt": "2025-01-14T03:13:19+00:00",
    "coverArt": "https://mangadex.org/covers/5b01e2ba-d6cc-46be-95d6-a176a9609005/20c27c34-5bb2-434c-b44f-37bfd0fa396e.jpg",
    "altTitles": [
      {
        "ja": "ブルーブロッサム (宍尾)"
      }
    ],
    "description": {
      "en": "Today, Earth is put up for auction.” Nino, an utterly ordinary young man, wakes up to find himself reincarnated on an unknown alien planet—with a body resembling that of a reptile. To reclaim his birthplace that has been put up for auction, the starting gun fires on a race that will decide Earth’s fate, with the entire universe as its stage!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1325f37-4492-471a-b445-4497a461f69c",
    "title": {
      "en": "Oji Tensei – Akuyaku Reijou no Kareinaru Seikatsu"
    },
    "updatedAt": "2025-01-11T10:08:40+00:00",
    "coverArt": "https://mangadex.org/covers/f1325f37-4492-471a-b445-4497a461f69c/7519b702-60a8-4704-a167-73c336e9b467.png",
    "altTitles": [
      {
        "ja": "おじ転生～悪役令嬢の加齢なる生活～"
      },
      {
        "id": "Kehidupan Villainess yang Bereinkarnasi Menjadi Om-om"
      }
    ],
    "description": {
      "en": "The infamous villainess, Chloe Demantoid, vanished at the execution grounds. On the brink of death, Chloe swore to live a righteous life if she were to be reborn. She was reincarnated into modern-day Japan as a middle-aged man with a body reeking of age, named Masamichi Kuroe...!",
      "id": "Cerita tentang seorang villainess bernama chloe yang saat itu akan dieksekusi mati. Sebelum mati, dia bersumpah akan menjalani hidup dengan benar jika bereinkarnasi nanti. \nAkan tetapi, chloe malah bereinkarnasi menjadi om-om bernama kuroe, seorang pria paruh baya yang sangat bau di era modern jepang.",
      "ja": "悪女と名高いクロエ・デマントイドは刑場の露と消えた。死の間際、生まれ変わったら清く正しく生きることを誓ったクロエは、現代日本に転生する。そう、加齢臭漂う中年男性・黒江正路として……！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4904da8-2250-461b-bb29-3ec177c40bb9",
    "title": {
      "en": "Splatoon"
    },
    "updatedAt": "2024-10-11T18:07:18+00:00",
    "coverArt": "https://mangadex.org/covers/f4904da8-2250-461b-bb29-3ec177c40bb9/ccfd14b4-7eb6-42d4-a71a-18cded8181ea.jpg",
    "altTitles": [
      {
        "ja": "スプラトゥーン"
      },
      {
        "ru": "CoroIka"
      },
      {
        "ja-ro": "Supurato~ūn"
      }
    ],
    "description": {
      "en": "A serialization for the hit game Splatoon with manga-original characters featuring Team Blue's, and more specifically Goggles', antics."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "416e63e0-a641-4338-b9e8-2461e81ff152",
    "title": {
      "en": "How to Survive as a Maid in a Horror Game"
    },
    "updatedAt": "2024-09-23T18:12:22+00:00",
    "coverArt": "https://mangadex.org/covers/416e63e0-a641-4338-b9e8-2461e81ff152/29d67fe8-47e2-4242-8793-eca46049c117.png",
    "altTitles": [
      {
        "ko": "공포게임 메이드로 살아남기"
      },
      {
        "ko": "공포 게임 메이드로 살아남기"
      },
      {
        "en": "Surviving as a Maid in a Horror Game"
      },
      {
        "en": "No Exit Horror"
      }
    ],
    "description": {
      "en": "\"How did you know? I hid it well so that no one would find out.\"\n \nAdrian Caesar von de Paltzgraf, the successor to the Paltzgraf Family. He is hailed as an angel in this world, but only I knew that the serial murders and murder attempts happening in the area which everyone was talking about were all committed by a young, good-looking gentleman.\n\n[Adrian's murderous intent has increased.]\n[Convince Adrian to lower his murderous intent. If not, you die.]\n[Adrian's murderous intent is at 92%.]\n\nI am the only one who knows. I was the only one who transmigrated into the world of this ridiculous horror game.\n\n---\n\nNote:\n- Only Ridibooks has all the volumes, due to Volume 1 of the side stories being R19.\n- \"No Exit Horror\" is the English name on the ebook and physical Korean novel cover."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f63ea84-6bc6-4312-81bf-b28d5592d802",
    "title": {
      "en": "Blue Archive! (Japan)"
    },
    "updatedAt": "2023-12-05T21:34:25+00:00",
    "coverArt": "https://mangadex.org/covers/1f63ea84-6bc6-4312-81bf-b28d5592d802/fab23fcb-bb24-47f5-9774-a68b4e9de8d0.jpg",
    "altTitles": [
      {
        "id": "Arsip Biru!"
      },
      {
        "ja": "ぶるーあーかいぶっ！"
      },
      {
        "ja-ro": "Blue Archive!"
      }
    ],
    "description": {
      "en": "Blue Archive JP's official 4-Koma, featuring snippets of the daily occurrences in Kivotos!\n\nThe series is titled (Japan) to differentiate it from the Global 4-Koma.\n\n---\n\n**Links:**  \n- [Blue Archive JP's Twitter](https://twitter.com/Blue_ArchiveJP)\n- [Global Server's 4-Koma](https://mangadex.org/title/6348a562-067b-45cb-ab2b-c6f33f0e7ead/blue-archive-global)",
      "id": "Kehidupan sehari-hari para gadis dari game ponsel \"Blue Archive\"!\n\n---\n\n**Links:**  \n- [Blue Archive JP's Twitter](https://twitter.com/Blue_ArchiveJP)\n- [Global Server's 4-Koma](https://mangadex.org/title/6348a562-067b-45cb-ab2b-c6f33f0e7ead/blue-archive-global)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a414441-bbad-43f1-a3a7-dc262ca790a3",
    "title": {
      "en": "Omniscient Reader's Viewpoint"
    },
    "updatedAt": "2024-09-17T18:34:47+00:00",
    "coverArt": "https://mangadex.org/covers/9a414441-bbad-43f1-a3a7-dc262ca790a3/aeb88211-faa2-4f9f-adee-a8e4d814d51a.jpg",
    "altTitles": [
      {
        "ko": "전지적 독자 시점"
      },
      {
        "fr": "Lecteur omniscient"
      },
      {
        "es": "Lector omnisciente"
      },
      {
        "en": "ORV"
      },
      {
        "pl": "Punkt Widzenia Wszechwiedzącego Czytelnika"
      },
      {
        "ru": "Всеведущий читатель"
      },
      {
        "ar": "دیدگاه خواننده‌ی همه‌چی‌دون"
      },
      {
        "ar": "وجهة نظر القارئ العراف"
      },
      {
        "th": "อ่านชะตาวันสิ้นโลก"
      },
      {
        "ja": "全知的な読者の視点から"
      },
      {
        "zh-hk": "全知讀者視角"
      },
      {
        "zh": "全知读者"
      },
      {
        "ko": "전독시"
      },
      {
        "ko": "Jeonjijeok Dokja Sijeom"
      },
      {
        "en": "Omniscient Reader"
      },
      {
        "de": "Der allwissende Leser"
      },
      {
        "vi": "Toàn Trí Độc Giả"
      },
      {
        "zh": "全知读者视角"
      },
      {
        "vi": "Góc nhìn của Độc giả Toàn tri"
      }
    ],
    "description": {
      "de": "Damals hatte Dokja noch überhaupt keine Ahnung. Er hatte keine Ahnung, dass sein Lieblings-Web-Roman ‘Drei Wege um die Apokalypse zu überleben’ Realität wird und dass er der einzige ist, der weiß wie der Weltuntergang aussehen wird. Er hatte auch keine Ahnung, dass er letztendlich der Protagonist von diesem Roman werden würde. Jetzt begibt sich Dokja auf eine Reise, um den Lauf der Geschichte zu ändern und die Menschheit zu retten!\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "en": "Dokja was an average office worker whose sole interest was reading his favorite web novel 'Three Ways to Survive the Apocalypse.' But when the novel suddenly becomes reality, he is the only person who knows how the world will end. Armed with this realization, Dokja uses his understanding to change the course of the story, and the world, as he knows it.",
      "es": "En ese entonces, Dokja no tenía idea de que su novela web favorita, Tres maneras de sobrevivir al apocalipsis, cobraría vida y que solo él sabría cómo iba a terminar el mundo. Tampoco tenía idea de que se convertiría en el protagonista de esta novela transformada en realidad. Ahora Dokja debe embarcarse en un viaje para alterar el curso de la historia y salvar a la humanidad de una vez por todas.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "fr": "« Je suis le seul lecteur à connaître la fin du monde. » [Les trois façons de survivre dans un monde en ruine], ce roman fantastique de 3 149 chapitres, est devenu la réalité. Et il n'existe qu'une seule personne qui a lu l'intégralité de l'ouvrage.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "id": "\"Jalan cerita ini... hanya aku yang tahu!\" Dunia baru akan datang, maka dunia yang lama harus hancur. Apakah dia bisa menyelamatkan diri dari kehancuran dunia yang lama?!\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "ja": "「ありえない...これは俺が知っている展開だ。」 10年以上読み続けた小説の最終話を読んだ日、世界は滅亡し小説の世界が現実となった。 平凡で冴えないサラリーマンの主人公・ドクシャ。 そんな彼の趣味はWEB小説『滅亡した世界で生き残る３つの方法』を読むこと。 ついに最終話を読み終えたかと思いきや、作者からのメッセージが届き小説のモンスターと登場人物が突如現れ、新たな世界が幕を開けた！ 「俺は、この世界の結末を知る唯一の読者となった。」 たった一人だけが読み終えたファンタジー小説が現実に。 果たしてドクシャは滅亡した世界を救うことができるのか？\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "ko": "'이건 내가 아는 그 전개다'\r\n한순간에 세계가 멸망하고, 새로운 세상이 펼쳐졌다.\r\n오직 나만이 완주했던 소설 세계에서 평범했던 독자의 새로운 삶이 시작된다.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "ru": "«Я знаю то, что сейчас будет».\r\nВ тот момент, когда он подумал об этом, мир был уже разрушен, и вдруг открылась новая вселенная. Новая жизнь обычного читателя начинается в мире романа, романа, который смог прочесть лишь он.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "th": "\"เดี๋ยวนะ สถานการณ์นี่มันคุ้นๆ?\" โลกใบเดิมพลิกผันไปในชั่วพริบตา! ชีวิตพนักงานบริษัทธรรมดาๆ ของผมเปลี่ยนแปลงไปอย่างฉับพลัน นี่มันโลกในนิยายที่มีผมอ่านอยู่แค่คนเดียวนี่!\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "vi": "'Mình biết diễn biến tiếp theo của câu chuyện này.' Ngay trong khoảnh khắc ấy, thế giới cũ bị diệt vong, và một thế giới khác được mở ra. Cuộc sống của một độc giả tầm thường bỗng chuyển sang chương mới, giữa thế giới của một cuốn tiểu thuyết nọ, một cuốn tiểu thuyết mà chỉ mình anh ta biết được kết cục.",
      "zh-hk": "「您收到了主線任務。」 長著角的妖怪，熟悉的人物登場…… 太扯了...這是我所讀過的小說劇情！\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f",
    "title": {
      "en": "Reincarnation no Kaben"
    },
    "updatedAt": "2024-12-11T04:56:20+00:00",
    "coverArt": "https://mangadex.org/covers/3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f/81f3dc05-306b-4d39-bcf5-08ffbcc8462f.jpg",
    "altTitles": [
      {
        "fr": "Pétales de Réincarnation"
      },
      {
        "es": "Pétalos de Reencarnación"
      },
      {
        "en": "Petals of Reincarnation"
      },
      {
        "ru": "Лепестки реинкарнации"
      },
      {
        "ja": "リィンカーネーションの花弁"
      },
      {
        "zh": "轮回的花瓣"
      },
      {
        "ja-ro": "Reincarnation no Kaben"
      },
      {
        "vi": "Cánh Hoa Luân Hồi"
      },
      {
        "pt-br": "Pétalas da Reencarnação"
      }
    ],
    "description": {
      "en": "Striving for talent, Senji Touya tries everything he can so he can find it. Kendou, dancing, swimming, basketball, soccer, chess… anything he tries, he fails to exceed it. One day, his classmate, Haito, came to school for once in a long time. Senji refers to her as someone who \"has it\" or someone who has talent. Later on, he found out that she isn't just someone who has talent, but someone who \"took\" the talent of herself in her past life. And, those who \"took\" the talent from their past lives, are also known as \"Returners\"…",
      "vi": "Cố gắng tìm kiếm tài năng, Senji Touya thử mọi thứ có thể để tìm ra nó. Kiếm đạo, nhảy múa, bơi lội, bóng rổ, bóng đá, cờ vua… bất cứ thứ gì cậu thử, cậu đều không thể vượt trội. Một ngày nọ, cô bạn cùng lớp của cậu, Haito, tới trường sau một thời gian dài vắng mặt. Senji coi cô là người \"có nó\" – một người có tài năng. Sau đó, cậu phát hiện ra rằng cô không chỉ là một người có tài năng mà còn là người đã \"lấy\" tài năng của mình từ kiếp trước. Và, những người \"lấy\" tài năng từ kiếp trước của họ còn được gọi là \"Những Kẻ Trở Lại\"…",
      "pt-br": "Na busca por um talento só seu, Senji Touya tenta de tudo para encontrá-lo. Kendou, dança, natação, basquete, futebol, xadrez… em tudo o que ele tenta, ele não consegue se destacar. Um dia, sua colega de classe, Haito, vem à escola pela primeira vez em muito tempo. Senji se refere a ela como alguém que “possui algo” ou alguém que tem um verdadeiro talento. Mais tarde, ele descobriu que ela não é apenas alguém que tem talento, mas alguém que “conseguiu” o talento de si mesma através de sua vida passada. E, aqueles que “conseguem” o talento de suas vidas passadas, também são conhecidos como “Reencarnados” …"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3b20d87-847d-4c51-84e5-ce9886693c85",
    "title": {
      "en": "I Tamed a Tyrant and Ran Away"
    },
    "updatedAt": "2024-07-10T15:37:54+00:00",
    "coverArt": "https://mangadex.org/covers/f3b20d87-847d-4c51-84e5-ce9886693c85/61506207-e095-410f-b737-c45d615f65f7.jpg",
    "altTitles": [
      {
        "ko": "폭군을 길들이고 도망쳐버렸다"
      },
      {
        "ko-ro": "Pogguneur Girdeurigo Domachyeobeoryeossda"
      },
      {
        "en": "The Taming of the Tyrant"
      },
      {
        "de": "Ich zähmte den Tyrannen und rannte weg"
      },
      {
        "fr": "Fuir le tyran que j'ai crée"
      },
      {
        "fr": "J'ai apprivoisé un tyran et me suis enfuie"
      },
      {
        "pt": "Eu domei um tirano e escapei"
      },
      {
        "es": "Domé al tirano y escapé"
      },
      {
        "uk": "Втекти, приборкавши тирана"
      },
      {
        "ru": "Я приручила тирана и убежала"
      },
      {
        "ru": "Я сбежала, приручив тирана"
      },
      {
        "fa": "یک ستمگر رو رام کردم و بعدش فرار کردم"
      },
      {
        "mn": "Дарангуйлагчийг номхотгоод зугтсан нь"
      },
      {
        "ja": "暴君を手懐けて逃げてしまった"
      },
      {
        "zh-hk": "我在馴服暴君後落跑了"
      },
      {
        "zh": "驯服暴君后逃跑"
      },
      {
        "zh": "驯服君主后逃跑"
      },
      {
        "th": "ฉันลวงทรราชให้ภักดีแล้วหนีจาก"
      },
      {
        "vi": "Thuần Hóa Bạo Chúa Rồi Bỏ Trốn"
      }
    ],
    "description": {
      "en": "God gave me a chance to relive my life. Before my rebirth, I'd been used for the past 400 years as the empire's sword. And so, I swore to destroy the empire. I found the young prince of the country and became his teacher. I taught him how to become a tyrant and asked for the country.\n\n\"I will do as the lady wishes.\"\n\nHe conquered the whole empire for me, and I ran away.\n\n\"I came to take you, Charlize Ronan,\" Dylan had become a perfect tyrant and searched the entire empire for me.\n\n\"You tamed me, so why did you run away?\"\n\n---\nAll Charlize Ronan ever wanted was to bring honor to her family. But instead, she is forced into becoming a “living sword” -- a mere tool for the emperors. It is from this hell that she prays for justice… and awakens in her former body. Now, determined to tear down this horrible empire, Charlize seeks out the young prince, Dylan Blade. She will put him on the throne, not as an honorable ruler, but as a tyrant. It is time for Charlize to tame the one who will bring forth her revenge.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52478267), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6005645)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0%EC%9D%84-%EA%B8%B8%EB%93%A4%EC%9D%B4%EA%B3%A0-%EB%8F%84%EB%A7%9D%EC%B3%90%EB%B2%84%EB%A0%B8%EB%8B%A4/2457), [KakaoPage](https://page.kakao.com/content/56310553)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/18026), [Tapas](https://tapas.io/series/the-taming-of-the-tyrant/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%9C%A8%E9%A6%B4%E6%9C%8D%E6%9A%B4%E5%90%9B%E5%BE%8C%E8%90%BD%E8%B7%91%E4%BA%86/155)\n* [French / Français](https://www.delitoon.com/webtoon/fuir_le_tyran_que_jai_cree)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010059)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Tamed-a-Tyrant-and-Ran-Away/179)\n* [Japanese / 日本語](https://piccoma.com/web/product/72074)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%A5%E0%B8%A7%E0%B8%87%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7%E0%B8%AB%E0%B8%99%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/173)",
      "es": "Dios me dio la oportunidad de revivir mi vida. Antes de mi renacimiento, me habían utilizado durante los últimos 400 años como espada del imperio. Y así, juré destruir el imperio. Encontré al joven príncipe del país y me convertí en su maestra. Le enseñé a convertirse en un tirano y le pregunté por el país.\n\n\"Haré lo que la dama desee.\"\n\nConquistó todo el imperio para mí y me escapé.\n\n\"Vine a llevarte, Charlize Ronan.\" Dylan se había convertido en un perfecto tirano y me buscó por todo el imperio.\n\n\"Me domaste, así que ¿por qué te escapaste?\"\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52478267), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6005645)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0%EC%9D%84-%EA%B8%B8%EB%93%A4%EC%9D%B4%EA%B3%A0-%EB%8F%84%EB%A7%9D%EC%B3%90%EB%B2%84%EB%A0%B8%EB%8B%A4/2457), [KakaoPage](https://page.kakao.com/content/56310553)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/18026), [Tapas](https://tapas.io/series/the-taming-of-the-tyrant/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%9C%A8%E9%A6%B4%E6%9C%8D%E6%9A%B4%E5%90%9B%E5%BE%8C%E8%90%BD%E8%B7%91%E4%BA%86/155)\n* [French / Français](https://www.delitoon.com/webtoon/fuir_le_tyran_que_jai_cree)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010059)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Tamed-a-Tyrant-and-Ran-Away/179)\n* [Japanese / 日本語](https://piccoma.com/web/product/72074)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%A5%E0%B8%A7%E0%B8%87%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7%E0%B8%AB%E0%B8%99%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/173)",
      "ru": "Бог дал мне еще один шанс и наконец я вернулась спустя четыреста лет. Как только я поняла, что вернулась, я решила, что «Никто не должен быть охвачен гордыней». Моей целью было уничтожить страну. Итак, я выросла с гениальным принцем, который жил в подполье и ожидал возможности для возвращения. Он захватил Империю для меня, и я оставила его, чтобы он достиг своей цели.\n— Я пришел, чтобы забрать тебя, Шарлиз Ронан.\nЧерез несколько лет поисков по всему континенту Дилан, ставший идеальным тираном, нашел меня.\n— Почему ты сбежала?!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52478267), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6005645)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0%EC%9D%84-%EA%B8%B8%EB%93%A4%EC%9D%B4%EA%B3%A0-%EB%8F%84%EB%A7%9D%EC%B3%90%EB%B2%84%EB%A0%B8%EB%8B%A4/2457), [KakaoPage](https://page.kakao.com/content/56310553)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/18026), [Tapas](https://tapas.io/series/the-taming-of-the-tyrant/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%9C%A8%E9%A6%B4%E6%9C%8D%E6%9A%B4%E5%90%9B%E5%BE%8C%E8%90%BD%E8%B7%91%E4%BA%86/155)\n* [French / Français](https://www.delitoon.com/webtoon/fuir_le_tyran_que_jai_cree)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010059)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Tamed-a-Tyrant-and-Ran-Away/179)\n* [Japanese / 日本語](https://piccoma.com/web/product/72074)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%A5%E0%B8%A7%E0%B8%87%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7%E0%B8%AB%E0%B8%99%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/173)",
      "uk": "Кейра – меч імператорів, що несе славу та розквіт Імперії Блейд. Ніхто й подумати не може, що колись цей меч був людиною. \nШарліз Ронан лише хотіла стати честю своєї сім'ї. Погодившись стати імперським лицарем, вона не знала, на які страждання себе прирекла. Хоч її тіло перетворили на меч, та розум завжди був у свідомості. З самого пекла вона молилася про справедливість.\n\n«Я не проклятий меч! Я – людина!»\n\nЇй дали другий шанс. Шанс на помсту. Шарліз рішуче вирішила знищити Імперію Блейд. Вона посадить на трон Ділана, тринадцятого принца, не як почесного правителя, а як жорсткого тирана. Вона зруйнує імперію навіть ціною власного життя.\n\n«Шарліз, чому ти спочатку підкорила мене, а потім залишила?»\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52478267), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6005645)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0%EC%9D%84-%EA%B8%B8%EB%93%A4%EC%9D%B4%EA%B3%A0-%EB%8F%84%EB%A7%9D%EC%B3%90%EB%B2%84%EB%A0%B8%EB%8B%A4/2457), [KakaoPage](https://page.kakao.com/content/56310553)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/18026), [Tapas](https://tapas.io/series/the-taming-of-the-tyrant/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%9C%A8%E9%A6%B4%E6%9C%8D%E6%9A%B4%E5%90%9B%E5%BE%8C%E8%90%BD%E8%B7%91%E4%BA%86/155)\n* [French / Français](https://www.delitoon.com/webtoon/fuir_le_tyran_que_jai_cree)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010059)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Tamed-a-Tyrant-and-Ran-Away/179)\n* [Japanese / 日本語](https://piccoma.com/web/product/72074)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%A5%E0%B8%A7%E0%B8%87%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7%E0%B8%AB%E0%B8%99%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/173)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "120"
  },
  {
    "mangaId": "e5f13b1a-eabd-4752-863a-cc3930a20d24",
    "title": {
      "en": "A Sharp-Eyed Classmate"
    },
    "updatedAt": "2024-07-28T21:16:30+00:00",
    "coverArt": "https://mangadex.org/covers/e5f13b1a-eabd-4752-863a-cc3930a20d24/a2e90442-0572-4a79-8fcb-8e4c804af144.png",
    "altTitles": [
      {
        "ko": "눈매가 사나운 반친구"
      },
      {
        "en": "A Classmate With Fierce Eyes"
      }
    ],
    "description": {
      "en": "With her fierce eyes and sharp impression, and wary of everyone, 'Ahn Se-young' is a woman to watch out for.\nEveryone is cautious around her, but a lone boy stands in front of her.\n\"I like you, go out with me!\"\n\"......What?!\"\nSe-young is taken aback at the sudden confession of love, but this was just the beginning...\nThe tug-of-war between 'Ahn Se-young', who shows an unexpected side to her as you get closer, and 'Nam Ho-yeol', the straightforward guy who tries to break down her impenetrable facade, begins now!",
      "ko": "사나운 눈매와 날카로운 인상으로 주변 사람들에게 경계를 받고 있는 요주의 그녀 '안세영'.\n모두가 경계심을 놓지 못할 때 그녀의 앞에 한 남자애가 마주선다.\n\"나 너 좋아해, 나랑 사귀자!\"\n\"......뭐?!\"\n난데없는 사랑고백에 진땀이 빠지는 세영, 하지만 이건 시작에 불과했으니...\n가까이 다가갈수록 반전의 모습을 보이는 그녀 '안세영'과\n그 모습을 빈틈없이 파고 들려는 직진남 '남호열'의 줄다리기가 지금 시작된다!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58eaeace-28c2-48ae-8835-e71a22900839",
    "title": {
      "en": "Blood Rain 2"
    },
    "updatedAt": "2024-08-15T17:24:44+00:00",
    "coverArt": "https://mangadex.org/covers/58eaeace-28c2-48ae-8835-e71a22900839/67a92560-7647-45cf-b4ef-0196d8319d51.jpg",
    "altTitles": [
      {
        "en": "Blood Rain 2 (Min)"
      },
      {
        "ko": "블러드레인2: 천외천"
      }
    ],
    "description": {
      "en": "Sequel to Blood Rain (Min)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "151"
  },
  {
    "mangaId": "7c2cd934-7ae6-4d1d-b86c-7eaddf89960d",
    "title": {
      "en": "Hotel Helheim"
    },
    "updatedAt": "2025-01-10T15:26:53+00:00",
    "coverArt": "https://mangadex.org/covers/7c2cd934-7ae6-4d1d-b86c-7eaddf89960d/157b5221-49df-4cb0-aa29-ffc623375ef4.jpg",
    "altTitles": [
      {
        "ja": "ホテル ヘルヘイム"
      }
    ],
    "description": {
      "en": "Tanaka-san is a legendary hotel man (concierge), and after his death, he became a legend in the underworld. In the underworld, Mei works at the dilapidated Hotel Helheim. It was once a glorious hotel, and one where Mei has many fond memories. One day, Tanaka-san appears, ready to restore the Hotel Helheim to its former success. Mei will become the famous Tanaka-san's assistant, as he works to make Hotel Helheim a top-class underworld hotel!  \n  \n*Originally published in Jump Square as a 3-volume series from November 2014 to September 2015, the series was later republished under the Shonen Champion Comics label from December 2019 to January 2020. The volume count reflects the republished version, as it is the only one currently available.*"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "11"
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-11-13T14:44:13+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/99e71e52-efad-4173-a2d9-00344da262b2.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "ja": "さらなみ"
      },
      {
        "ja-ro": "Saranami"
      },
      {
        "ru": "Слишком поздно я влюбилась в друга детства"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*.\n\n_____________\n**Links:**\n- Buy the collected volume on [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=2491232) or [Toranoana](https://ecs.toranoana.jp/tora/ec/item/040031176072/).",
      "pl": "Mangowa adaptacja powieści napisanej przez Maruto Fumiaki. Twórcą tej adaptacji jest Yom, mangaka z Ganbare, Douki-chan."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2025-01-02T16:14:12+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      },
      {
        "vi": "Chấm dứt tình yêu này đi được không?"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma.",
      "vi": "Hachikawa Yuzu, một nữ sinh cấp 3 với cuộc đời học đường ảm đạm có một bí mật. Rằng thực chất cô ấy là một người hâm mộ cuồng nhiệt của Hayami Madoka, bạn cùng lớp và cũng là một nữ diễn viên nổi tiếng.\nYuzu, ngưỡng mộ và tôn sùng Madoka như một nữ thần, cảm thấy hạnh phúc khi chỉ đơn giản được học cùng lớp và nhìn ngắm Madoka mỗi ngày.\nLẽ ra chỉ như thế đã đủ, nhưng cho tới một ngày...\nMột câu chuyện tình yêu méo mó nhưng đồng thời cũng vô cùng thuần khiết."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "4ea47849-e06a-4dd8-921c-3330487454e1",
    "title": {
      "en": "The Spark in Your Eyes"
    },
    "updatedAt": "2024-08-01T18:46:08+00:00",
    "coverArt": "https://mangadex.org/covers/4ea47849-e06a-4dd8-921c-3330487454e1/f5c08f61-f39f-4b39-bfd8-39071a8e96e2.jpg",
    "altTitles": [
      {
        "fr": "Ébloui par le crépuscule"
      },
      {
        "vi": "Bị Che Khuất Bởi Ánh Mặt Trời Lặn"
      },
      {
        "vi": "Tà dương trong đôi mắt vô hồn"
      },
      {
        "en": "The Setting Sun, Stinging Eyes"
      },
      {
        "ko": "저무는 해, 시린 눈"
      },
      {
        "ko-ro": "Jeomuneun Hae, Silin Nun"
      },
      {
        "en": "Setting Sun, Dazzled Eyes"
      },
      {
        "en": "Blinded by the Setting Sun"
      },
      {
        "ru": "Закат, отражённый в её ледяном взгляде"
      }
    ],
    "description": {
      "en": "The witch Hildegar, who received the blessing of the Sun Goddess Karia, is known far and wide for her fearsome reputation.  \nThe Northerner Elkin, who lost his homeland, chases after the witch towards a nameless castle…",
      "ko": "태양의 신 카리야의 가호를 받은 마녀 '힐데가르'.\n고향을 잃은 북부인 '에르킨'은 마녀를 쫓아 이름 없는 성으로 향한다."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19d2763e-ea36-427a-a7aa-ec401f1f2939",
    "title": {
      "en": "Office Partner"
    },
    "updatedAt": "2025-01-14T02:35:47+00:00",
    "coverArt": "https://mangadex.org/covers/19d2763e-ea36-427a-a7aa-ec401f1f2939/b21f5cc2-7ffd-433b-a36b-8ab0beddfffb.jpg",
    "altTitles": [
      {
        "ko": "오피스 파트너"
      }
    ],
    "description": {
      "en": "“Cha Min-young, do you want to cross the line with me?”\n\nMin-young, who has been busy every day serving her ‘male friend’ Tae-ha, whom she has known for over 20 years, is shocked by the betrayal from her boyfriend. In a moment of impulsiveness, she ends up committing an act with her friend Tae-ha.\n\n“Shall I make it a draw, Cha Min-young?”\n\nAfter that fateful night, Min-young realizes that the old feelings she has harbored for Tae-ha were not just jealousy.\n\n“Cha Min-young, do you want to cross the line with me? Exactly three months.”\n\nWith that tempting and sweet offer made once again, Min-young willingly steps onto a path with a set end.\n\n“Let’s do it. Let’s jump into this fireworks.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96ae166c-d8e1-4e9e-88cb-805b65154d7e",
    "title": {
      "en": "Red Blue"
    },
    "updatedAt": "2025-01-13T15:02:52+00:00",
    "coverArt": "https://mangadex.org/covers/96ae166c-d8e1-4e9e-88cb-805b65154d7e/bfdcb28f-9c18-4557-9634-e34339662fb5.jpg",
    "altTitles": [
      {
        "ja": "レッドブルー"
      },
      {
        "zh-hk": "紅藍"
      }
    ],
    "description": {
      "en": "Suzuki Aoba, a gloomy, social outcast, is satisfied with his Highschool life though he occasionally gets beaten up by his classmate Iwase Sannosuke in \"play-fights\". One day, Aoba is saved from a \"play-fight\" by none other than Akasawa Kenshin, a boy from the class next door and the rising rookie superstar sensation of the MMA world. However, Kenshin wonders aloud if Aoba feels empty when Aoba states that he doesn't have a dream, which Aoba doesn't react to kindly. He vows to land one punch on Kenshin in the future. Aobas joins the Shark Gym lead by the sloppy Kanenari Tokiwa to achieve his dream of besting Kenshin.",
      "ja": "日陰者の道を歩んできた主人公・青葉。 譲れぬ“想い”を押し通すため、 総合格闘技“MMA”の世界へ飛び込んでゆく――!!",
      "pt-br": "Uma história sobre o mal humorado Aoba Suzuki e a estrela em ascensão Kenshin Akasawa moldando seus caminhos para o mundo das lutas de MMA."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "992fd4fa-086a-44fc-9502-0b0a57cae086",
    "title": {
      "en": "Ganzi Monster"
    },
    "updatedAt": "2024-12-23T23:03:04+00:00",
    "coverArt": "https://mangadex.org/covers/992fd4fa-086a-44fc-9502-0b0a57cae086/f80cbddf-b47b-4ea5-8fe2-c10ef47f40cc.jpg",
    "altTitles": [
      {
        "ko-ro": "Ganji Monster"
      },
      {
        "ko": "간지몬스터"
      }
    ],
    "description": {
      "en": "Eunho Cha is, without a doubt, the biggest outcast at school. He spends his days avoiding bullies and daydreaming about his crush. He'd give anything to be popular, so when he discovers a face editing app called Icing, he spies an opportunity. With Icing's help, Eunho now looks like a superstar... or at least Ganzi Monster (GM), his online alter ego, does. But just when GM and his dance videos are starting to get popular, someone discovers his secret, and Eunho's days of being invisible are about to come to an end..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "56"
  },
  {
    "mangaId": "49d64db2-5841-4ccc-aee8-7b3a0970f6df",
    "title": {
      "en": "I'm Being Raised by Villains"
    },
    "updatedAt": "2024-09-08T10:17:42+00:00",
    "coverArt": "https://mangadex.org/covers/49d64db2-5841-4ccc-aee8-7b3a0970f6df/0c6f71ac-acae-4343-8041-ff8fa2e06363.jpg",
    "altTitles": [
      {
        "ko": "악당들에게 키워지는 중입니다"
      },
      {
        "ko-ro": "Akdangdeurege Kiwojineun Jungimnida"
      },
      {
        "en": "Raised by Villains"
      },
      {
        "ja": "悪党たちに育てられてます！"
      },
      {
        "zh": "被恶棍们抚养中"
      },
      {
        "pt-br": "Eu Estou Sendo Criada por Vilões"
      }
    ],
    "description": {
      "en": "I thought I was an illegitimate child… but it turns out that I was a complete stranger?!\n\nA year after transmigrating as an extra, I found out that I was on the verge of being kicked out.\n\nI said I’d rather leave the house on my own.\n\n“Actually, this child is my daughter. Right, daughter?”\n\nDid I catch the attention of the psychopathic duke?\n\n‘I heard that the money he gave after playing with someone was enough to buy an island?’\n\nI got along with him as his daughter because I thought I could get his fortune later on. And a few months later, I would leave his house with a thick bank account.\n\n“Stay by my side until I tell you to leave.”\n\nHowever, my dad, who regarded me as a toy, came looking for me and held me back.\n\n=\n\nAfter returning home due to dad’s persuasion, the families and my dad fought to adopt me. My uncles and aunts gathered to protect me, and future psychos began to have strange obsessions over me.\n\n“Happy Birthday, Ayrin. You’re the head as of today.”\n\nOn top of that, the duke’s position was my birthday present.\nEverything is going just as I expected.\n\n[Hey, how long are you going to sleep? Grandma said she is gonna take you off life support!]\n[Cha Miso, you’re going to die!]\n\nWhat is that voice?\nWill I be okay like this? (Synopsis: Gourmet Scans)",
      "tr": "Gayrimeşru bir çocuk olduğumu sanıyordum… ama tamamen yabancı olduğum ortaya çıktı?! Yan karakter olarak beden değiştirdikten bir yıl sonra kovulmanın eşiğinde olduğumu öğrendim. Evden tek başıma çıkmayı tercih ederim dedim. “Aslında bu çocuk benim kızım. Değil mi kızım?” Psikopat dükün dikkatini mi çektim ? \"Biriyle oynadıktan sonra verdiği paranın bir ada almaya yettiğini duydum?\" Onunla kızı olarak iyi anlaştım çünkü daha sonra servetini ele geçirebileceğimi düşündüm ve birkaç ay sonra onun evinden kalın bir banka hesabıyla ayrılmayı planladım. \"Sana gitmeni söyleyene kadar yanımda kal.\" Ancak beni oyuncak gibi gören babam beni aramaya geldi ve beni tuttu. *** Babamın iknasıyla eve döndükten sonra aileler ve babam beni evlat edinmek için mücadele etti. Amcalarım ve teyzelerim beni korumak için toplandılar ve geleceğin psikopatları bana karşı garip saplantılar beslemeye başladılar. \"Doğum günün kutlu olsun Ayrin. Bugün itibariyle başkan sensin.” Üstelik Dük'ün konumu benim doğum günü hediyemdi. Her şey beklediğim gibi gidiyor. [Hey, daha ne kadar uyuyacaksın? Büyükanne sana tutucunu çıkarmanı söyledi!] [Cha Miso, öleceksin!] Bu ses nedir? Böyle iyi olacak mıyım?",
      "pt-br": "Negligenciada por sua família, Cha Miso sonha em viver em seu romance favorito como a amada personagem principal. Então, um dia, ela acorda dentro do romance, mas como Eiryn Etam, uma personagem secundária oprimida que será expulsa de sua casa! Para evitar mais negligência, ela planeja ir embora antes que isso aconteça. Mas quando Erno Etam, o herdeiro maluco da Casa Etam, afirma que Eiryn é sua filha, seus planos são frustrados e Eiryn se vê no meio de um conflito entre a Casa Etam e um elenco de vilões."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7139b5c1-3740-4bf4-a157-2888af7f2420",
    "title": {
      "en": "The Beginner, Formerly Ranked Number One in the World"
    },
    "updatedAt": "2024-07-20T00:23:54+00:00",
    "coverArt": "https://mangadex.org/covers/7139b5c1-3740-4bf4-a157-2888af7f2420/6ce465f5-c5d7-4e24-add6-5d89fda704e0.png",
    "altTitles": [
      {
        "ja": "元世界ランク1位の初心者"
      },
      {
        "ja-ro": "Moto Sekai Rank 1-i no Shoshinsha"
      }
    ],
    "description": {
      "en": "A beginner who was once ranked number one in the world.\n\n『Prophecy Online』 is what is known as a scam game. It was said that those who managed to clear it will be able to obtain unlimited wealth, and the protagonist, Endou Rei, believed in those words and risked his life to challenge the game.\n\nHowever, what awaited him after clearing the game was its end of service, and a remaining balance of 3,584 yen. Rei wallowed in despair, thinking that it was all over, but… just a week later, the world went through a great change!\n\nMonsters started appearing in reality, and a message from the game 『Prophecy Online』 appeared in front of his eyes. While everyone was shocked and frightened, Rei, who knew about every strategy and information in the game beforehand, realized, “this is my chance…!”\n\n“I will turn this power into money!” Fearless in the face of money, his exciting solo run and money-making adventure begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1dd92c86-9793-4ea2-893a-cd1377d21b27",
    "title": {
      "en": "Why Did Men Stop Wearing High Heels?"
    },
    "updatedAt": "2024-04-09T03:02:05+00:00",
    "coverArt": "https://mangadex.org/covers/1dd92c86-9793-4ea2-893a-cd1377d21b27/526e8c4b-cb05-47eb-8a0b-148d7193a1bc.jpg",
    "altTitles": [
      {
        "ko-ro": "Geu Namjaui High Heel"
      },
      {
        "ru": "И почему мужчины не ходят на каблуках?"
      },
      {
        "ja": "その男のハイヒール"
      },
      {
        "ko": "그 남자의 하이힐"
      },
      {
        "ko-ro": "Geu Namjaui Haihil"
      }
    ],
    "description": {
      "en": "Kim Manseok is your average, everday guy but with one particular hobby: his love for high-end high heels. He owns his own personal blog and is known as a woman online but one day, his identity is exposed! Will he be able to continue his life as an ordinary salary man?",
      "pt-br": "Kim Manseok é um cara comum, mas com um hobby em particular: seu amor por saltos altos de alta qualidade. Ele possui seu próprio blog pessoal e é conhecido como mulher online, mas um dia sua identidade é exposta! Ele será capaz de continuar sua vida como um assalariado comum?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "62.5"
  },
  {
    "mangaId": "3975b7da-2822-48f7-87d6-ce62f1a46bf4",
    "title": {
      "en": "A Tactical Genius on the Field"
    },
    "updatedAt": "2024-12-08T02:18:55+00:00",
    "coverArt": "https://mangadex.org/covers/3975b7da-2822-48f7-87d6-ce62f1a46bf4/35316881-a98b-4b48-b51d-1d28b5bef2c6.jpg",
    "altTitles": [
      {
        "ko": "검은 머리 전술 천재"
      },
      {
        "en": "Black-Haired Tactical Genius"
      }
    ],
    "description": {
      "en": "If there is one thing that Ma Jungwoo is good at, it's football. Although he is a genius strategist, others look down on him because of his lack of education and debt. But things seem to turn around when he finds out he has just inherited his late grandfather's British football team. He plans to sell the team and start fresh, only to find out the team has massive debt! Left with no other choice, Jungwoo must use his tactical genius to help this team rise from the ashes and be number one!"
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7311cec-9b0f-42f3-8afe-a06cb5b70229",
    "title": {
      "en": "Isekai de Skill wo Kaitai Shitara Cheat na Yome ga Zoushoku Shimashita: Gainen Kousa no Structure"
    },
    "updatedAt": "2024-10-11T19:51:37+00:00",
    "coverArt": "https://mangadex.org/covers/c7311cec-9b0f-42f3-8afe-a06cb5b70229/b52eae1c-a09d-40ad-b068-5c3d408de033.jpg",
    "altTitles": [
      {
        "ja": "異世界でスキルを解体したらチートな嫁が増殖しました 概念交差のストラクチャー"
      },
      {
        "ja-ro": "Isekai de Skill o Kaitai Shitara Cheat na Yome ga Zoushoku Shimashita Gainen Kousa no Structure"
      },
      {
        "en": "Being Able to Edit Skills in Another World I Gained OP Waifus"
      },
      {
        "ko": "이세계에서 스킬을 해체했더니 치트인 신부가 증가했습니다"
      },
      {
        "zh": "在异世界解体技能后开挂新娘增加了"
      },
      {
        "zh-hk": "在異世界解體技能後開掛新娘增加了"
      },
      {
        "zh-hk": "以我的能力創造開外掛的老婆們"
      },
      {
        "fr": "En pouvant éditer les skills dans un autre monde, j'ai gagné une femme surpuissante"
      },
      {
        "ru": "Мои невесты из другого мира стали сверхсильными: скрещивание скиллов"
      }
    ],
    "description": {
      "en": "***A harem cheat fantasy with super-enhanced slaves!***  \n  \nWhen an entire bus of people was summoned to another world, Souma Nagi doesn't go along with the idea of being a Hero like the rest. Thus he leaves the palace and starts his life in another world with his ability to restructure skills. This is the first time I've ever been to a game where I've been able to do that & the first time I've ever seen a story about a girl who is a slave, a wife, and a cheat!",
      "ja": "異世界に召喚されたきっかけで特殊なスキルを手に入れた主人公・ナギ。今ではこのおかげで、ハーレムな毎日を過ごしています!?",
      "pt": "Quando um ônibus cheio de pessoas é invocado para outros mundo, Nagi Souma não segue a ideia de ser um herói como os outros. E assim ele deixa o palácio e começa sua vida num outro mundo com sua habilidade de reestruturar habilidades.  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Author’s Twitter](https://twitter.com/sengetsu_sakaki)  \n- [![](https://i.imgur.com/dQCXZkU.png) Manga Artist's Twitter](https://twitter.com/katase_minami)  \n- [![](https://i.imgur.com/oiVINmy.png) Manga Artist's Pixiv](https://www.pixiv.net/en/users/538264)  \n- [Official Page (JP)](https://dragonage-comic.com/product/cheat_yome/)  \n- [Official LN (JP)](https://promo.kadokawa.co.jp/cheatyome/)  \n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n6475dd)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "704168db-8ad7-4eee-a300-bdc7eb4c78ba",
    "title": {
      "en": "Kuro Gal-san ga Kuru!"
    },
    "updatedAt": "2024-10-11T14:07:52+00:00",
    "coverArt": "https://mangadex.org/covers/704168db-8ad7-4eee-a300-bdc7eb4c78ba/8a5e840a-baa3-4b4b-a905-3725f28448c5.jpg",
    "altTitles": [
      {
        "ja": "黒ギャルさんが来る！"
      },
      {
        "ja-ro": "Kuro Gyaru-san ga Kuru!"
      },
      {
        "en": "Black Gal–san Is Coming!"
      },
      {
        "en": "A Black Gal Is Coming!"
      },
      {
        "en": "A black gyaru is coming!"
      },
      {
        "zh": "黑辣妹小姐来啦！"
      },
      {
        "zh-ro": "Hēi làmèi xiǎojiě lái la!"
      }
    ],
    "description": {
      "en": "A beleaguered office worker finds his way to a cafe where he decries the hardships of his routine. In there, a friendly gyaru high schooler notices his lamentations and after hearing him vent out, she cheers him up the \"gyaru\" way and they exchange contacts.  \n  \nWhat will become of this unlikely friendship?",
      "es-la": "Un oficinista asediado encuentra su camino a un café donde denuncia las dificultades de su rutina. Allí, una amable estudiante de secundaria gyaru se da cuenta de sus lamentos y después de oírle desahogarse, le anima a la manera de \"gyaru\" e intercambian contactos. ¿Qué será de esta improbable amistad?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "c67a1122-1ad4-4de2-8900-a0547cfd789c",
    "title": {
      "en": "Beethoven Reborn"
    },
    "updatedAt": "2024-09-25T13:36:25+00:00",
    "coverArt": "https://mangadex.org/covers/c67a1122-1ad4-4de2-8900-a0547cfd789c/3dc049c2-7e20-4146-82d2-fd1ae2ec6705.jpg",
    "altTitles": [
      {
        "en": "Beethoven Born Again"
      },
      {
        "ko": "다시 태어난 베토벤"
      }
    ],
    "description": {
      "en": "Only music sustained me from the maddening pain. If only I could hear my music... with my own ears... Even as my soul was falling apart, I prayed to God... and prayed again. Ludwig van Beethoven is considered the greatest composer in human history. I closed my eyes like that. And 180 years later in Seoul. The saint of music, known as an immortal genius, has been reborn. <Beethoven Born Again> And then I began to hear the voice of an angel. \"Dobin.. Dobin..\" Only music sustained me from the maddening pain.",
      "id": "Hanya musik yang menopangku dari rasa sakit yang menjengkelkan. Andai saja aku bisa mendengarkan musikku… dengan telingaku sendiri… Bahkan ketika jiwaku sedang hancur sekalipun, aku tetap akan berdoa kepada Tuhan… dan berdoa lagi. Ludwig van Beethoven dianggap sebagai komposer terhebat dalam sejarah manusia. Aku menutup mataku seperti itu. Dan 180 tahun kemudian di Seoul. Sang Saint musik, yang dikenal sebagai seorang jenius abadi, telah terlahir kembali. Dan kemudian tiba-tiba aku mulai mendengar suara malaikat. “Dobin.. Dobin..” …"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b446d9cf-dad2-4917-a72d-114302816fd9",
    "title": {
      "en": "Wolf in Sheep’s Clothing"
    },
    "updatedAt": "2024-07-26T21:57:37+00:00",
    "coverArt": "https://mangadex.org/covers/b446d9cf-dad2-4917-a72d-114302816fd9/34b1bf4a-79cc-490a-90c7-7b325a5fffc1.png",
    "altTitles": [],
    "description": {
      "en": "Even boys can be harassed."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95b38169-e8f6-4f64-a9e6-2f7d29651f96",
    "title": {
      "en": "Kowloon: Soroka"
    },
    "updatedAt": "2024-12-04T14:31:11+00:00",
    "coverArt": "https://mangadex.org/covers/95b38169-e8f6-4f64-a9e6-2f7d29651f96/5b9ec5bc-7fde-4a02-8b82-58950b6eda16.png",
    "altTitles": [
      {
        "en": "Kowloon: Copoka"
      },
      {
        "en": "Kowloon: Saroka"
      },
      {
        "en": "Nine Dragons: Copoka"
      },
      {
        "en": "Nine Dragons: COPÓKA"
      },
      {
        "ko": "구룡:사로카"
      }
    ],
    "description": {
      "en": "A Spinoff of <Castle 2: Pinnacle> - An action drama featuring Saroka 'Seo Jintae'!\n\nJintae becomes a killer after being saved by a man when he was at life's lowest point. While searching for his long-lost sister, he discovers that his younger sister is in Hong Kong and deeply involved with the Triad, Hong Kong's largest criminal organization. Thus begins Jintae's journey as he confronts the Triad in the nighttime streets of Hong Kong while searching for his sister.",
      "ko": "<캐슬2:만인지상> 사로카 '서진태'의 액션활극!\n삶의 끝자락에서 한 남자에게 구원을 받고 킬러가 된 서진태.\n어렸을 적 헤어진 동생을 찾기 위해 수소문하던 중 동생이 홍콩에 있다는 것과\n홍콩 최대의 범죄조직 삼합회와 깊게 관련되어 있다는 사실을 알게 된다.\n그렇게 서진태는 밤의 도시 홍콩에서 삼합회와 맞서며 동생을 찾아 나서는데..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e44b1517-4508-4335-a494-b5b6a39a35de",
    "title": {
      "en": "Ennui"
    },
    "updatedAt": "2025-01-01T04:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/e44b1517-4508-4335-a494-b5b6a39a35de/ac5717d5-e214-48fd-8883-04a340d58149.jpg",
    "altTitles": [
      {
        "ko": "권태"
      }
    ],
    "description": {
      "en": "Is the terrible heartache caused by a distant lover? Or is it the ties and obsession that follow along, like love that won't come true...?\n*From the same author of Missing Love: The Marrying Man"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62642f72-ed18-46f9-a8dd-4add20b752fc",
    "title": {
      "en": "Kuma to Usagi wa Tomodachi dewa Irarenai"
    },
    "updatedAt": "2024-11-29T11:30:59+00:00",
    "coverArt": "https://mangadex.org/covers/62642f72-ed18-46f9-a8dd-4add20b752fc/99331896-febc-4091-8afb-163ed86694a7.jpg",
    "altTitles": [
      {
        "ja": "クマとウサギは友達ではいられない"
      },
      {
        "ja-ro": "Kuma to Usagi wa Tomodachi de wa Irarenai"
      },
      {
        "en": "Bear and Bunny Cannot Be Friends"
      },
      {
        "ja": "チャラ男くんと清楚ちゃん"
      },
      {
        "ja-ro": "Charao-kun to Seiso-chan"
      },
      {
        "en": "Playboy-kun & Neat-chan"
      }
    ],
    "description": {
      "en": "A playboy goes after an innocent-seeming girl, having no idea what he's getting into.\n\n**Note:** Not to be confused with [NoTR](https://mangadex.org/title/03346265-8076-4b14-8c80-78c2f04511be), another series from this same artist."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8aad331-14e9-4761-989b-1d13eb9e13ef",
    "title": {
      "en": "Baby Pharmacist Princess"
    },
    "updatedAt": "2024-05-31T18:31:00+00:00",
    "coverArt": "https://mangadex.org/covers/c8aad331-14e9-4761-989b-1d13eb9e13ef/62e9374b-1df1-4ef9-9c65-2f5229577b7a.jpg",
    "altTitles": [
      {
        "ko": "아기 약사 황녀님"
      }
    ],
    "description": {
      "en": "Just by clicking the wrong button, I ended up possessing the game's princess character, \"Cherise\"! Yoon Che-ri, a graduate of a pharmaceutical university. Like the so-called 'hardcore gamer' she is, She unexpectedly appears in the VR game she plays every day. A red rabbit puts her in debt to the game, owing 10 billion gems...\n\nIf she doesn't repay the debt of 10 billion gems, she won't be able to log out?\n\n♡ Surprise Quest Triggered ♡\n\nUser's ability confirmed as \"Pharmaceuticals,\" customized settings have been completed accordingly. Future quests will focus on \"Pharmaceuticals.\"\n\n[Confirm] ◀\n\nHuh? Why do I feel excessively capable...? If things go on like this, I might be able to return soon!\nWill Cherise really be able to settle the 10 billion gem debt and return to her original world?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23a84f79-368c-44ca-8a8f-57103b9a5628",
    "title": {
      "en": "Tou no Kanri o Shite Miyou"
    },
    "updatedAt": "2025-01-11T07:49:51+00:00",
    "coverArt": "https://mangadex.org/covers/23a84f79-368c-44ca-8a8f-57103b9a5628/451aa517-6067-485d-bc03-08c279bbaff5.jpg",
    "altTitles": [
      {
        "ja": "塔の管理をしてみよう"
      },
      {
        "ja-ro": "Tou no Kanri wo Shite Miyou"
      },
      {
        "en": "Let's Manage the Tower"
      },
      {
        "ko": "탑의 관리를 해보자!"
      },
      {
        "zh": "成为塔的管理者吧！"
      },
      {
        "zh-hk": "成為塔的管理者吧！"
      },
      {
        "ru": "Получается, я теперь в ответе за башню"
      },
      {
        "vi": "Isekai làm người quản lý tháp"
      }
    ],
    "description": {
      "en": "Kosuke is killed by a truck, his soul is lost in a garden with two beautiful girls. The owner of the place will let him choose whether he will be reborn or summoned to another world, and he maintains the summons. In this new world, the main two girls who were created by the owner of the garden to help him find the mystery behind the world - a Dungeon tower. Will he be able to become the owner of this tower and manage it?",
      "ja": "仕事帰りに交通事故に遭ったことから魂が別世界に飛ばされてしまった考助。彼は保護してくれた女神の助力により、これまでの記憶を持ったまま新しい世界で生きていくことに。さらに女神が創造してくれたという、チートな能力と天使のような羽を持つ最強美女ふたりをお供に、新たな生を送ることになったのですが――。",
      "es-la": "Kosuke es atropellado por un camión mientras regresaba del trabajo. En ese momento, mientras su vida terminaba, su alma fue transferida al \"Jardín de la eterna primavera\" donde lo esperaba una hermosa mujer. Ella inmediatamente lo lleva con la diosa suprema, encargada de dicho mundo. La diosa suprema le permitirá elegir entre poder entrar al ciclo de la encarnación y renacer para empezar una nueva vida o ser invocado a otro mundo, de lo cual él elige ser invocado. La diosa suprema antes de transferirlo a este nuevo mundo le otorga una habilidad divina y dos bellas y poderosas sirvientes. En este nuevo mundo, las dos chicas principales que fueron creadas por la diosa del jardín le ayudarán a encontrar el misterio detrás del mundo: una torre de mazmorra. ¿Podrá convertirse en el dueño de esta torre y administrarla?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c636d2b5-2ba7-423b-b5ec-3c8984dfc366",
    "title": {
      "en": "The Dang Clan’s Swordmaster Heir Just Wants a Normal Life"
    },
    "updatedAt": "2024-08-15T15:45:28+00:00",
    "coverArt": "https://mangadex.org/covers/c636d2b5-2ba7-423b-b5ec-3c8984dfc366/aed43fd5-c6ab-4147-8899-498758a2a187.jpg",
    "altTitles": [
      {
        "en": "Becoming the Swordmaster Rank Young Lord of the Sichuan Tang Family"
      },
      {
        "ko": "사천당가의 검신급 소가주가 되었다"
      },
      {
        "en": "He Became the Head of the Four Heavenly Dang Family"
      },
      {
        "en": "Becoming the Sacheon Dang's Swordsmaster-Rank Young Lord"
      },
      {
        "en": "Became a swordsman-level Sogami of the Sacheondang family"
      }
    ],
    "description": {
      "en": "The Dang clan of Sacheon, once renowned for its poison and hidden weapons, is now on the path to its demise. That is, until Yeonmyeung Dang, an outcast boy of the clan, awakens by recollecting the memories of his past life as the 'god of swords' who devoted his life to mastering the sword. Will the boy be able to protect his family and fulfill his dream of living a normal life?",
      "ko": "독과 암기의 명가였지만 지금은 몰락해버린 사천당가.\n그곳에서 태어난 당연명은 문득 검에 미쳐 살며\n검신의 경지에 이르렀던 전생을 각성한다.\n\n'이번 생은 평범하게 살고 싶다.'\n\n평범하게 살려면, 역시 검술 실력은 숨겨야겠지.\n그런데 방해하는 것들이 너무 많다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05ab3213-c1a1-4f30-a56e-f6d03f7a068b",
    "title": {
      "en": "Kaisha no Kouhai ga Mahoutsukai datta"
    },
    "updatedAt": "2024-11-01T15:46:33+00:00",
    "coverArt": "https://mangadex.org/covers/05ab3213-c1a1-4f30-a56e-f6d03f7a068b/d3f235f2-f6c5-4fa0-a899-65d85f9caaf9.jpg",
    "altTitles": [
      {
        "ja": "会社の後輩が魔法使いだった"
      },
      {
        "ja-ro": "KaiMaho"
      },
      {
        "en": "My Junior at the Company Was a Witch"
      }
    ],
    "description": {},
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8574287c-11ea-49f9-8299-6b8addac6356",
    "title": {
      "en": "Rewriting My Third Life"
    },
    "updatedAt": "2024-09-23T13:24:48+00:00",
    "coverArt": "https://mangadex.org/covers/8574287c-11ea-49f9-8299-6b8addac6356/9d25c0e0-0bf8-4b6d-bbd3-43695d4aee92.jpg",
    "altTitles": [
      {
        "ko": "그 어장, 내가 가져보겠다"
      },
      {
        "ko-ro": "Geu Eojang, Nae-ga Gajyeobogetda"
      },
      {
        "en": "That Fishery, I'll Take It"
      },
      {
        "en": "I'll Take Those You Play the Field With"
      },
      {
        "en": "I'll Take the Harem"
      },
      {
        "es": "Me quedaré con este lugar"
      },
      {
        "es-la": "Me quedaré con este harem"
      },
      {
        "ru": "Это клёвое место я беру на себя"
      },
      {
        "th": "พระเอกในสต็อกเธอนั้น ฉันขอรับไว้เอง"
      },
      {
        "vi": "Tôi sẽ chiếm lấy ngư trường!"
      },
      {
        "ja": "私のものになりなさい！"
      },
      {
        "zh": "那个鱼塘被我承包了"
      },
      {
        "zh-hk": "候補男主角由我收服"
      }
    ],
    "description": {
      "en": "After being abused and killed by her family in two separate lifetimes, Blesse Lavian expects nothing from them in her third life. This time, despite knowing the horrible end that awaits House Lavian, Blesse decides to keep quiet and flee when the time is right. But the more time she spends with her cold-looking father and half-sister, the more she realizes that the Lavians aren't so bad after all. Will Blesse take a chance and rewrite her third life, or will she end up betrayed once again?",
      "es": "Después de mi primera vida como hija ilegítima de una familia adinerada y mi segunda vida como hija ilegítima de un líder de una secta demoníaca, en esta vida fui poseída como la hija ilegítima de una familia que estaba siendo exterminada en una novela…! Intento dejar atrás a la familia que está siendo destruida, pero es extraño que al padre ni siquiera le importara su hijo ilegítimo en el original. «Bliss, haría cualquier cosa por ti». Y la hermana mayor, la mujer malvada que destruirá a la familia en el futuro, comienza a aparecer. “Hola bebé, soy tu hermana…” ¡Sí! ¡Vivamos esta vida junto con nuestras familias! ¡Tan pronto como decidí hacer esto, los protagonistas masculinos que se suponía que estaban obsesionados con la protagonista femenina original comenzaron a obsesionarse conmigo…! ¿Mi tercera vida estará bien así?",
      "ru": "В моей первой жизни я была внебрачным ребёнком чеболей. Во второй – ребёнком лидера секты боевых искусств. Теперь же стала незаконнорождённым дитя в семье, что по роману будет в прах уничтожена!  Планируя бросить семью, обречённую на погибель, начинают происходить странные вещи.   Папа, который в оригинальной истории никогда не заботился о ребёнке, вдруг проявляет интерес.  — Блесс, для тебя я сделаю, что угодно.  А также злая сестра, что в будущем разрушит нашу семью...  — Привет, малышка, я твоя сестра...  Хорошо! В этот раз я проживу вместе со своей семьёй! Но стоило мне принять это решение, как главные мужские персонажи становятся одержимы мной!  Всё ли будет нормально в моей третьей жизни?",
      "vi": "Kiếp đầu tiên, tôi là Han Soyeon, đứa con ngoài giá thú của gia đình Chaebol. Kiếp thứ hai, tôu là đứa con hoang của gia đình lãnh đạo tôn giáo. Kiếp thứ ba… Tôi sở hữu cơ thể của đứa con ngoài giá thú của gia đình phản diện trong cuốn tiểu thuyết tôi đọc ở kiếp trước!\nKiếp thứ ba cũng là đứa con ngoài giá thú… Thật oan ức! Số phận này thật đáng ghét, kiếp này tôi sẽ sống theo ý mình.\nỞ kiếp này, tôi cần ghi nhớ 3 điều.\n1. Mặc kệ người cha không yêu thương con mình trong nguyên tác. Tôi cũng không yêu ông ấy!\n2. Đừng vây quanh nam chính như một con chó điên luôn sủa quanh nữ chính!\n3. Đừng dính líu đến chị gái phản diện là nguyên nhân khiến gia đình tan nát mà hãy bỏ trốn!\n\n“Hihi, chào Bliss, chị là chị gái của em…”\n…Nhưng chị ấy đáng yêu mà nhỉ? Đôi má mềm mại đó… Tôi không được can thiệp… Không được…\nĐược rồi, ít nhất không dính líu đến nam chính thì kiếp này sẽ không có gì xảy ra! Trước khi bỏ trốn khỏi những bất hạnh trong tương lai, tôi chỉ định tiếp xúc với chị gái phản diện một chút thôi. Thế mà… Những sự cố đối mặt với nam chính cứ liên tục diễn ra.\n“Nhóc con, em đang làm gì vậy?”\nHoàng thái tử tương lai cao quý sao lại ở con hẻm phía sau?\n“Cô thì biết cái gì!”\nCậu bé vô gia cư gây sự với tôi, vậy mà giờ lại bám dính như kẹo cao su ấy?\n“Tôi sẽ sống vì em”\nTôi chỉ giúp anh tí thôi mà anh bảo hi sinh cả mạng sống thì hơi sợ à nha…\nKiếp thứ ba của tôi rõ ràng là một con đường vững chắc… Sao lại thành ra thế này?",
      "pt-br": "Na minha primeira vida, fui filha ilegítima de uma família chaebol. Na minha segunda vida, fui filha ilegítima de uma bruxa. Agora, nesta vida, reencarnei como filha ilegítima de uma família destinada à destruição em um romance! Planejando deixar para trás a família condenada, coisas estranhas começam a acontecer. Papai, que na história original nunca se importou com a filha ilegítima, está agindo de forma estranha. \"Bliss, eu posso fazer qualquer coisa por você.\" E agora, a irmã vilã que vai arruinar a família no futuro chama minha atenção. \"Olá, querida, sou sua irmã...\" Tudo bem! Vamos morar com minha família nesta vida! Mas assim que tomo essa decisão, os protagonistas masculinos que deveriam estar com a heroína original começam a ficar obcecados por mim! Tudo bem com minha terceira vida?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0020246a-ef69-49a2-b40e-03fe61612c3b",
    "title": {
      "en": "Light of the Dawn (Remake)"
    },
    "updatedAt": "2024-09-16T16:26:10+00:00",
    "coverArt": "https://mangadex.org/covers/0020246a-ef69-49a2-b40e-03fe61612c3b/0e3952ba-74fb-45e0-afa8-5fd09b647a5f.jpg",
    "altTitles": [
      {
        "en": "Lantern Of The Dawn"
      },
      {
        "ko": "여명의 등불"
      },
      {
        "en": "The Dawn’s Torch"
      },
      {
        "en": "Beacon of Dawn"
      }
    ],
    "description": {
      "en": "Sergeant ‘Burkey’ is a war hero from ‘Sun Empire’. An excellent master of martial arts and the loyalty she has shown to the emperor made her the role model of the Empire’s Soldiers, But behind all that and what anyone does not know, her ultimate goal was always to get revenge on the emperor by overthrowing the Empire. Can bucky get her revenge again the colossal empire?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39aa3af8-490b-4642-be07-669251a0a06b",
    "title": {
      "en": "Tsugihagi Darake no Saikyou Yuusha"
    },
    "updatedAt": "2024-08-16T22:47:35+00:00",
    "coverArt": "https://mangadex.org/covers/39aa3af8-490b-4642-be07-669251a0a06b/90820ec2-2f1a-4610-b28c-f010240d4cd4.jpg",
    "altTitles": [
      {
        "ja": "ツギハギだらけの最強勇者"
      },
      {
        "ja-ro": "Tsugi hagi Darake no Saikyou Yuusha"
      },
      {
        "en": "The Patchwork Hero"
      },
      {
        "id": "Sang Pahlawan Berselimut Luka"
      },
      {
        "vi": "Anh Hùng Chắp Vá"
      }
    ],
    "description": {
      "en": "Arikawa Ougi, 16 years old, suddenly found himself reincarnated as a zombie?! Embarking on a journey to subjugate the Demon Lord as a zombie hero, but the use of \"power\" requires a \"price\"...? A dark fantasy in another world.",
      "ja": "【異世界×グロ×バトル】　転生先は、まさかのゾンビ！？　勇者ゾンビとして魔王討伐の旅に出るも、《力》の使用には《代償》が必要で…？　異世界系ダークファンタジー"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01d217cd-0857-4460-b463-adcb393fc97f",
    "title": {
      "en": "Babysitting the Male Lead"
    },
    "updatedAt": "2024-07-06T13:03:52+00:00",
    "coverArt": "https://mangadex.org/covers/01d217cd-0857-4460-b463-adcb393fc97f/38da563c-3344-41de-8403-2bb7aec88f2d.jpg",
    "altTitles": [
      {
        "ko": "남주를 임시보호 중입니다"
      },
      {
        "ko-ro": "Namjureul Imsiboho Jungimnida"
      },
      {
        "en": "Fostering the Male Lead"
      },
      {
        "en": "I Will Temporarily Protect the Male Lead"
      },
      {
        "fr": "Le prince apprivoisé"
      },
      {
        "ja": "オオカミ皇太子を保護しています"
      },
      {
        "zh": "临时保护我方男主"
      }
    ],
    "description": {
      "en": "I somehow took over the body of a villainess in a novel. Originally, I was supposed to die after coveting the male lead, but instead, I decided to become a rich unemployed woman and enjoy a life full of pleasures.\n\n\"You said you wanted to raise a puppy, so this brother went to hunt one for you. How's your brother's hunting skills?\"\n\nUntil my brother came back after hunting the male lead who had turned into a wolf…\n–\nHaving been forced to look after the male lead, I somehow succeeded in taming him after many twists and turns. Now all that's left is to look for this mysterious female lead and hand over the leash, then it will be all over. But…\n\n\"Have you become tired of me?\"\n\n\"No, not at all.\"\n\n\"Then why do you keep trying to send me to a strange person?\"\n\nMaybe it's because he has stayed with me for too long, but it seems he has lost his social skills and has also developed separation anxiety.\n\n\"That person is someone very important to Your Highness.\"\n\n\"The only person who is important to me is you.\"\n\n\"Are you sure?\"\n\n\"Yes, because I've imprinted,\" he whispered and curved the corner of his eyes, \"on you.\"\n\nThe half-bent, bright yellow eyes were brimming with obsession.\n\n---\nRosetta Kazel is enjoying her life as the villainess of a novel, until she's given a silver wolf to be her new pet. Rosetta knows this is none other than the cursed male lead of the novel, Prince Sihael von Idris, who's become stuck in his wolf form! To follow the novel, all Rosetta has to do is look after the wolf prince until the female lead can show up. But what if events have changed so much from the novel that she never turns up? How long will Rosetta be stuck caring for this unruly pup?\n\n---\n\n[Original Novel](https://page.kakao.com/content/55937153)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EB%A5%BC-%EC%9E%84%EC%8B%9C%EB%B3%B4%ED%98%B8-%EC%A4%91%EC%9E%85%EB%8B%88%EB%8B%A4/3091), [KakaoPage](https://page.kakao.com/content/60651851)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e0d657c-342f-4282-b9c6-d7baaf47dbfd",
    "title": {
      "en": "Azure Legacy"
    },
    "updatedAt": "2024-09-13T01:38:42+00:00",
    "coverArt": "https://mangadex.org/covers/0e0d657c-342f-4282-b9c6-d7baaf47dbfd/fd048c20-76f7-4f78-8a7d-9420da43a88d.jpg",
    "altTitles": [
      {
        "zh-ro": "Cang Yuan Tu"
      },
      {
        "zh": "沧元图"
      },
      {
        "vi": "Thương Nguyên Đồ"
      },
      {
        "ja": "滄元図〜最強神魔になる道〜"
      },
      {
        "ko": "월검신마"
      }
    ],
    "description": {
      "en": "Meng Chuan witnessed his mother killed before his eyes, so he trained very hard hoping to one day avenge her death. But his peaceful days were broken as his wedding engagement being called off, an invasion by foreign forces, the sanctuary fallen into enemy hands… In order to protect the people of Ning City, he picked up his sword and vowed to be the strongest. This is a heavy responsibility and a long journey…",
      "id": "Meng Chuan menyaksikan ibunya terbunuh di depan matanya, jadi dia berlatih sangat keras berharap suatu hari bisa membalas kematiannya. Tapi hari-harinya yang damai hancur ketika pertunangan pernikahannya dibatalkan, sebuah invasi oleh pasukan asing, tempat perlindungan jatuh ke tangan musuh... Untuk melindungi orang-orang Kota Ning, ia mengambil pedangnya dan bersumpah untuk menjadi yang terkuat. Ini adalah tanggung jawab yang berat dan perjalanan yang panjang..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "321"
  },
  {
    "mangaId": "718d9146-8c9e-4ff3-9dc4-e4736a1239bb",
    "title": {
      "en": "The Warrior Returns"
    },
    "updatedAt": "2024-11-10T14:13:11+00:00",
    "coverArt": "https://mangadex.org/covers/718d9146-8c9e-4ff3-9dc4-e4736a1239bb/04917b57-eeef-48ae-9147-a7e6b4bae0eb.jpg",
    "altTitles": [
      {
        "ko": "용사가 돌아왔다"
      },
      {
        "en": "Hero Has Returned"
      },
      {
        "en": "The Warrior Is Back"
      },
      {
        "en": "Warrior Returns"
      },
      {
        "ru": "Герой вернулся"
      },
      {
        "ne": "हिरो फिर्ता आएको छ"
      },
      {
        "ne": "हिरो फर्केको छ"
      },
      {
        "ne": "हिरो ह्याज रिटर्नड"
      },
      {
        "ne": "हिरो को पुनरागमन"
      },
      {
        "ja": "勇者が帰ってきた"
      },
      {
        "th": "สงครามนักรบผู้หวนคืน"
      },
      {
        "zh": "毁灭勇士"
      },
      {
        "zh-hk": "勇士歸來"
      },
      {
        "es-la": "El héroe ha regresado"
      },
      {
        "pt-br": "O Herói Voltou"
      },
      {
        "pt-br": "O Herói Regressou"
      }
    ],
    "description": {
      "en": "After saving one world, warrior Kim Minsu returns to Earth only to find that he’s lost everything… so he decides to destroy the world he used to call home.\n\nIn his rampage, he kills teenager Jeongsu Park and his family. But instead of dying normally, Jeongsu is transported to another world, where he finds that he’s now a warrior himself. After killing the demon king of this alternate world and honing his skills as a warrior, Jeongsu returns to earth, hell-bent on revenge against Minsu.\n\nAs the two warriors fight with the fate of their country in the balance, who will emerge victorious?",
      "fr": "Après avoir sauvé un monde, le héros Minsu Kim revient sur Terre et découvre qu'il a tout perdu. Il décide donc de détruire le monde qu'il avait l'habitude d'appeler ‘chez lui’. Dans son saccage, il tue le héros Jeongsu Park, mais au lieu de mourir normalement, Jeongsu est transporté dans un autre monde. Après avoir tué le roi démon de ce monde alternatif et grandi en tant que héros, Jeongsu revient sur terre, déterminé à se venger de Minsu. Alors que les deux héros se battent avec le destin de leur pays en jeu, qui sortira vainqueur?\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "id": "Jeongsu Park, seorang pahlawan yang menyelamatkan dunia lain dengan tekad untuk balas dendam pada Kim Minsu Kisah tragis tentang seorang pahlawan yang membunuh para pahlawan, Sebuah kenyataan yang dingin tanpa akhir yang bahagia.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ja": "その日、ひとりの勇者によって町が一つ消えた。 異世界を救って現世に帰還した「剣の勇者」。だか彼を待っていたのは、家族の死と自分に向けられた嫌悪、そしてふりかかる不幸。 「こんな世界・・・ぶっ壊してやる」悲しみと狂気に満ちた勇者による破壊が始まる。\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ko": "김민수에게 복수를 하겠다는 일념 하나로 이세계를 구한 용사, 박정수.\n그는 스스로는 구했지만, 세계를 구하지 못했고, 자신의 세상을 멸망시킨 용사들을 죽이기로 마음 먹는다.\n\n이 이야기는 해피 엔딩 따윈 없는 차가운 현실, 용사들을 죽이는 용사에 대한 이야기이다.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ne": "किम मिन-सू, एक हिरो, जसले घर फर्कने एकल सोचको साथ अर्को विश्व बचायो। उसले संसार बचायो, तर आफैंलाई बचाउन सकेन, र संसारलाई नष्ट गर्ने निर्णय गर्यो। यो कथा हिरोको अन्तिम क्षणहरुको बारेमा हो, एक चिसो वास्तविकता जसको कुनै राम्रो अन्त्य छैन\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ru": "Пак Чон Су, герой, что спас мир только по одной причине - вернуться и отомстить Ким Мин Су.\nОн спасся сам, но не смог спасти тех, кто были всем его миром. Пак Чон Су намерен уничтожить того, кто сотворил с ним это.\n\nИстория без счастливого конца. Пробирающая до костей реальность, в которой герой убивает себе подобных.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "th": "พัคจองซู นักรบผู้กอบกู้อีกโลกหนึ่งได้ย้อนคืนกลับสู่โลกเดิมเพื่อแก้แค้น คิมมินซู นักรบผู้ฆ่าครอบครัวของเขา นี่คือเรื่องราวของนักรบที่ปราศจากตอนจบแสนสุข เพราะมันคือการห่ำหั่นนักรบด้วยกันเอง!\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "zh": "被黑化勇士们毁灭的世界，\n绝望之中最后的勇士归来！\n经历千辛万苦最终回到地球的勇士金闵洙，可等他的却是人们冰冷的眼光和父母双亡的事实，绝望的他决定毁灭整个世界。男主朴正秀的家人也被陷入到了这场灾难之中…就在这时，朴正秀也被传送到了异世！勇士朴正秀能否拯救这个世界呢？\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "pt-br": "Após salvar um mundo, o guerreiro Kim Minsu retorna à Terra apenas para descobrir que perdeu tudo… então ele decide destruir o mundo que costumava chamar de lar.\n\nEm sua fúria, ele mata o adolescente Jeongsu Park e sua família. Mas, em vez de morrer normalmente, Jeongsu é transportado para outro mundo, onde descobre que agora é um guerreiro. Depois de matar o rei demônio desse mundo alternativo e aperfeiçoar suas habilidades como guerreiro, Jeongsu retorna à Terra, determinado a se vingar de Minsu.\n\nEnquanto os dois guerreiros lutam com o destino do país em jogo, quem sairá vitorioso?",
      "zh-hk": "為了報仇雪恨這唯一念頭而拯救異世界的勇士，雖然拯救了自己，卻拯救不了原本世界的他，決心要殺光毀滅世界的勇士們。 這是關於沒有幸福結局的冷酷現實，以及殺勇者們的勇者的故事。\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e3ec8e6-cee0-4779-8f4e-c42ab683ef75",
    "title": {
      "en": "Musuko ga Kawaikute Shikataganai Mazoku no Hahaoya"
    },
    "updatedAt": "2024-11-02T15:12:43+00:00",
    "coverArt": "https://mangadex.org/covers/2e3ec8e6-cee0-4779-8f4e-c42ab683ef75/4b7fd04e-96f8-4850-bb8a-49aac4472704.jpg",
    "altTitles": [
      {
        "en": "Demon Mother: My Son is so Cute, I Just Can't Help Myself!"
      },
      {
        "es-la": "La madre demonio indefensa frente a la lindura de su hijo"
      },
      {
        "zh": "儿子可爱过头的魔族母亲"
      },
      {
        "ja": "息子がかわいくて仕方がない魔族の母親"
      },
      {
        "ko": "아들이 귀여워서 어쩔 수 없는 마족엄마"
      },
      {
        "tr": "Oğlunun Tatlılığına Karşı Koyamayan Bir Şeytan Anne"
      }
    ],
    "description": {
      "en": "Lorem, an infamous and fearsome demoness, has had to settle down for the sake of Gospel, her baby boy. Try as she might, she is a loving and doting mother, but she remains fearsome to both fellow demon and human onlookers because she retains the dire reputation of her wild and terrible youth years past.\n\nFor the sake of motherly love, she has to persevere, to learn and to thrive in a world where she's not alone. For the sake of Gospel and his future.\n\nFeel the Love in it!",
      "tr": "Bir iblisin kötü günlerini arkada bırakarak, anne olma yolundaki adımlarını anlatan sevimli bir seri.",
      "pt-br": "Lorem, uma demônio infame e temível, teve que se estabelecer por causa de Gospel, seu filho. Embora não pareça, ela é uma mãe amorosa e zelosa, mas permanece temível tanto para os companheiros demônios quanto para os espectadores humanos, porque mantém a terrível reputação de sua juventude selvagem e terrível dos anos anteriores.\n\nPelo bem do amor maternal, ela tem que perseverar, aprender e prosperar num mundo onde não está sozinha. Pelo bem do Evangelho e do seu futuro.\n\nSinta o Amor nele!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "202"
  },
  {
    "mangaId": "6cc330d6-5e3a-4028-bad7-ccf6ade568ee",
    "title": {
      "en": "Oversummoned, Overpowered, and Over It!"
    },
    "updatedAt": "2024-12-26T20:11:39+00:00",
    "coverArt": "https://mangadex.org/covers/6cc330d6-5e3a-4028-bad7-ccf6ade568ee/cecdb040-40d1-4130-ba30-1aac370d238a.jpg",
    "altTitles": [
      {
        "en": "Summoned to a Parallel Fantasy World Many Times (Tsugutoku)"
      },
      {
        "ja": "めっちゃ召喚された件 (ツグトク)"
      },
      {
        "ko": "엄청 소환된 건에 대하여"
      }
    ],
    "description": {
      "en": "High school student Takafuji Inori, along with his classmates, gets summoned to another world. Just as he was expecting to begin a new life, a magic circle suddenly appears beneath him again, and he is recklessly summoned to yet another world! After repeated summonings, what remains in Inori’s possession are numerous protagonist-level, overpowered abilities...",
      "ko": "고등학생 타카후지 이노리는 반 친구들과 함께 다른 세계로 소환되고 만다.\n새로운 생활을 기대하던 찰나, 발밑에 다시 마법진이 출현해 무작정 다른 세계로 소환되어 버린다!\n거듭된 소환 끝에 이노리의 수중에 남은 것은 주인공급의 수많은 사기 능력인데…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ada683f-4427-4b68-8700-ee9825d384bb",
    "title": {
      "en": "The Purpose of Marriage"
    },
    "updatedAt": "2024-10-30T06:10:15+00:00",
    "coverArt": "https://mangadex.org/covers/5ada683f-4427-4b68-8700-ee9825d384bb/522f9945-b33d-4bfd-9515-51afe19aa04f.jpg",
    "altTitles": [
      {
        "ko": "결혼의 목적"
      }
    ],
    "description": {
      "en": "Yoon Seol-young faces a harsh reality: a cheating boyfriend of three years, a forced blind date with a divorced man ten years her senior, and the burden of financially supporting her suffocating family. Just when she wishes to escape her stifling life, Ki Tae-hwan, the executive director of Shinhwa Group, rumored to be gay due to his excessively clean private life, approaches her with a proposal: \"Let's get married. I'll take you to a higher place.\" Overnight, Seol-young goes from being the secretary in the executive director's office to becoming his daughter-in-law. But what is the true purpose behind Tae-hwan's marriage proposal?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68112dc1-2b80-4f20-beb8-2f2a8716a430",
    "title": {
      "en": "Dandadan"
    },
    "updatedAt": "2025-01-04T09:28:54+00:00",
    "coverArt": "https://mangadex.org/covers/68112dc1-2b80-4f20-beb8-2f2a8716a430/fc2651e7-b67f-4bda-bef6-91b21dc762c8.jpg",
    "altTitles": [
      {
        "ja": "ダンダダン"
      },
      {
        "en": "DAN DA DAN"
      },
      {
        "ja-ro": "Dandadan"
      },
      {
        "ja-ro": "Dan Da Dan"
      },
      {
        "fr": "Dandadan"
      },
      {
        "uk": "Дандадан"
      },
      {
        "vi": "Vũ Trang Siêu Nhiên"
      },
      {
        "zh": "膽大黨"
      },
      {
        "ru": "Дандадан"
      },
      {
        "fa": "دان‌دادان"
      },
      {
        "pt-br": "Dandadan"
      }
    ],
    "description": {
      "en": "After being aggressively rejected, Momo Ayase finds herself sulking when she stumbles across a boy being bullied. Saved by her rash kindness, the occult-obsessed boy attempts to speak to her about supernatural interests he believes they share. Rejecting his claims, Ayase proclaimed that she is instead a believer in ghosts, starting an argument between the two over which is real.\r\n\r\nIn a bet to determine who's correct, the two decide to separately visit locations associated with both the occult and the supernatural—Ayase visiting the former and the boy visiting the latter. When the two reach their respective places, it turns out that neither of them was wrong and that both the occult and ghosts do exist.\r\n\r\nThis marks the beginning of Ayase and the boy's adventure, who shares a name with Ayase's favorite idol—Ken Takakura, as they attempt to fix the surreal supernatural and sci-fi elements around them to return to a normal life.",
      "fr": "Momo Ayase et Ken Takakura sont tous deux lycéens. Tandis que la première croit aux fantômes, le second est fasciné par les extraterrestres. Évidemment, chacun se moque des croyances de l’autre. Incapables de se convaincre, ils se lancent un défi pour savoir lequel des deux a raison. Momo se retrouve dans un hôpital où des créatures de l’espace sont censées se trouver et Ken dans un tunnel hanté. C’est le début d’une romance survoltée où l’occulte, le paranormal et le surnaturel se bousculent dans un chaos haletant !\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**",
      "ja": "幽霊肯定派の女子校生・綾瀬桃と、同級生の怪奇現象オタク・オカルト君。互いに否定するUFOと怪異を信じさせるため、桃はUFOスポットの病院廃墟へ、オカルト君は心霊スポットのトンネルへ行くのだが…。運命の恋が始まる!?",
      "ru": "Призраки, монстры, инопланетяне, подростковая романтика, сражения!.. В этой серии есть все! Такакура, одержимый оккультизмом, не верящий в призраков, и Аясэ, девушка, не верящая в пришельцев, пытаются преодолеть свои разногласия, когда сталкиваются с паранормальными явлениями! Эта манга - не от мира сего!",
      "uk": "Чорти, чудовиська, позаземці, підлітковий роман, махачі та дідько б їх узяв… раковини! У цій манзі ви знайдете все!\n\nОкультний фанбой Такакура, його подруга Аясе та їх надприродні пригоди у новій психоломній манзі!",
      "pt-br": "Takakura, um rapaz que é um fanático do ocultismo que não acredita em fantasmas, e Ayase, uma garota que não acredita em alienígenas, encontram uma estranheza esmagadora que transcende sua compreensão mútua…! Uma história de vinda oculta da idade!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]