[
  {
    "mangaId": "36bd3ec2-b2a0-4131-8412-82e3e0588134",
    "title": {
      "en": "Pinky Candy Kiss"
    },
    "updatedAt": "2024-07-02T10:29:15+00:00",
    "coverArt": "https://mangadex.org/covers/36bd3ec2-b2a0-4131-8412-82e3e0588134/72438856-7575-444d-9f68-11909811f1a4.jpg",
    "altTitles": [
      {
        "ja": "冷たくて 柔らか"
      },
      {
        "ja-ro": "Tsumetakute Yawaraka"
      }
    ],
    "description": {
      "en": "Takara Itosaki's boyfriend of two years, whom she had been thinking of marrying, suddenly dumps her. He states, \"I'm not sure if you like me anymore because you don't get jealous.\" She has liked and cherished her past boyfriends in her own treasured way, but for some reason she is not always depressed when they break up. One day, a beautiful woman visited the real estate agency where she works. After talking with her for a while, she realizes that she is Ema, a classmate of hers, who transferred to another school in the second year of junior high school..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6da0b34b-db19-491a-b85c-6e31e0986f15",
    "title": {
      "en": "Black Lagoon"
    },
    "updatedAt": "2024-05-01T21:04:04+00:00",
    "coverArt": "https://mangadex.org/covers/6da0b34b-db19-491a-b85c-6e31e0986f15/8e7603ba-924a-4fb3-9f46-3e1f4c5880a4.jpg",
    "altTitles": [
      {
        "vi": "Đầm Lầy Đen"
      },
      {
        "ar": "البحيرة السوداء"
      },
      {
        "th": "ทะเลสาบสีดำ"
      },
      {
        "ja": "ブラック・ラグーン"
      },
      {
        "zh": "黑色泻湖"
      },
      {
        "ko": "블랙 라군"
      },
      {
        "uk": "Чорна лагуна"
      }
    ],
    "description": {
      "en": "The story follows a team of mercenaries known as Lagoon Company, who smuggle goods in and around the seas of Southeast Asia. Their base of operations is located in the fictional city of Roanapur in Thailand, and they transport goods in the PT boat Black Lagoon. Lagoon Company does business with various clients, but has a particularly friendly relationship with the Russian crime syndicate Hotel Moscow. The team takes on a variety of missions - which may involve violent firefights, hand-to-hand combat, and nautical battles - in various Southeast Asian locations.\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/hiroerei)  \n- [AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6159) (anime, season 1)  \n- [AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6832) (anime, season 2)  \n- [AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=10166) (OAV, sequel to season 2)",
      "uk": "Окаджіма Рокуро, дрібний японський службовець токійської компанії, був відправлений до заморського відрядження з метою доставки якогось диска. В Східно-Китайському морі пірати, найняті російською мафією, захоплюють його корабель, щоб викрасти секретну інформацію, яка міститься на диску. Самого Рокуро пірати після штурму беруть в заручники, в надії дістати з його компанії винагороду за збереження життя їх співробітника. Але захоплена інформація виявляється настільки компрометуючою, що бізнесмени вирішують знищити і піратів і Окаджіму, щоб «замести сліди». Дивом залишившись в живих, Рокуро, або Рок (як назвав його голова викрадачів — Датч), вирішує приєднатися до піратів і стає матросом на торпедному катері «Чорна лагуна».\n\nКатер належить маленькій, але добре відомій компанії з доставки вантажів «Лагуна», якій «інколи доводитися порушувати закон». Її офіс розташований в місті Роанапра в Таїланді, кримінальній столиці Південно-Східної Азії. У бухті міста розташована статуя Будди, а над єдиним сухопутним в'їздом висить петля, щоб «вішати чужаків», які, не подумавши, прийдуть в місто. Найтісніші відносини кур'єрська служба має з могутнім угрупуванням російської мафії «Готель Москва», але готова співробітничати з будь-яким, хто запропонує достатню суму."
    },
    "status": "ongoing",
    "releaseDate": 2002,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b8b6e71-2fc9-4219-b2a0-53af9b78384b",
    "title": {
      "en": "Seinaru Otome to Himegoto wo"
    },
    "updatedAt": "2024-08-14T23:09:35+00:00",
    "coverArt": "https://mangadex.org/covers/7b8b6e71-2fc9-4219-b2a0-53af9b78384b/360b97d6-538d-4112-9cb5-a7832e11b0b0.png",
    "altTitles": [
      {
        "ja": "聖なる乙女と秘めごとを"
      },
      {
        "en": "Doing Secret Things with the Holy Maidens"
      },
      {
        "en": "The Holy Maiden and the Secret"
      },
      {
        "zh-hk": "與聖潔少女們的不可告人之事"
      },
      {
        "zh": "与圣洁少女们的不可告人之事"
      }
    ],
    "description": {
      "en": "“Please teach us naughty things.” One day, Itsuki is transported to another world, where he is confronted by sisters who serve the goddess. In order to return to the real world, he must give them practical sex education!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b3d94a9-7d30-482d-9f11-4bd0a69608bb",
    "title": {
      "en": "During the Live Streaming, I Proposed to a Female Ghost - And She Actually Agreed?!"
    },
    "updatedAt": "2024-08-23T00:59:58+00:00",
    "coverArt": "https://mangadex.org/covers/1b3d94a9-7d30-482d-9f11-4bd0a69608bb/012fd917-a1ca-4b88-975a-2d1204ebe0a9.jpg",
    "altTitles": [
      {
        "zh": "直播整活，我向女鬼求婚——她居然真答应了？！"
      },
      {
        "zh-ro": "Zhibo Zheng Huo, Wo Xiang Nv Gui Qiuhun - Ta Juran Zhen Dayingle?!"
      },
      {
        "en": "During the Live Broadcast, I Proposed to a Female Spirit - And She Said Yes?!"
      },
      {
        "en": "I Proposed to a Ghost Girl During the Livestreaming - And She Actually Agree?!"
      },
      {
        "vi": "Tôi Livestream Cầu Hôn Nữ Quỷ Vậy Mà Thành Công!?"
      }
    ],
    "description": {
      "en": "For the sake of the show’s effect, Fang Ning invited a cheap drama crew to prepare for an overnight live broadcast at the Princess Tomb. However, unexpectedly, something happened midway through the live broadcast – Fang Ning mistook a female ghost for a cast actress and proposed to her directly! Now, what should he do if she takes it seriously?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "559ead19-209e-4263-9470-3f6576c2806b",
    "title": {
      "en": "Tsuchinoko to Shiokaze"
    },
    "updatedAt": "2024-07-26T16:22:08+00:00",
    "coverArt": "https://mangadex.org/covers/559ead19-209e-4263-9470-3f6576c2806b/03b63ed1-c14f-4e47-b4a7-56fc1cc9f946.jpg",
    "altTitles": [
      {
        "ja": "ツチノコと潮風"
      },
      {
        "zh": "野槌蛇与海风"
      }
    ],
    "description": {
      "en": "### \"Can you marry my older sister, please?\"\n\nMurata was just transferred to become the manager of a supermarket branch in Kureshima, an island in the Chugoku and Shikoku region. That's when Aika, a high-school student who works there part-time, suddenly gave him a strange request. He was having trouble with the staff schedule so, when Aika threatened to quit her job unless he meets up with her sister, he had no choice but to agree. However, when he actually went to visit their home, he found it to be a \"Tsuchinoko\" museum!?\n\nJust what kind of woman will the older sister who runs a museum turn out to be and why does Aika want Murata to marry her sister? Also, what direction will Murata's sham marriage hunting take...!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "8d314363-297c-45c5-bf3f-efafe0883487",
    "title": {
      "en": "Mr. Teacher"
    },
    "updatedAt": "2023-05-29T14:45:43+00:00",
    "coverArt": "https://mangadex.org/covers/8d314363-297c-45c5-bf3f-efafe0883487/6e73fec7-d5a0-4d07-a070-5ac1969dea40.png",
    "altTitles": [
      {
        "fr": "Monsieur Le Prof"
      }
    ],
    "description": {
      "en": "William (who calls himself Wiwi in his head) is not your typical English teacher. The reason? He tends to be even less mature than his students. He’s headstrong, a tad bit vindictive and a rascal. Come along and discover how this teacher survives being surrounded by students with strange questions, colleagues who are just as crazy as he is, management who keeps him under close surveillance, and shoddy equipment that is ready to break down at any moment. In this Webtoon you’ll get to stand on the other side of the desk and discover the secrets of the classroom!",
      "fr": "William (qui s'appelle « Wiwi » dans sa tête) est un professeur d'anglais un peu atypique, puisqu'il a la particularité d'être moins mature que ses élèves. Tête en l'air, fainéant, quelque peu roublard, et un tantinet revanchard : découvrez comment ce prof survit en milieu scolaire, entourés d'élèves aux questions étranges, de collègues tout aussi bizarres que lui, d'une hiérarchie qui le surveille de près, et de matériel prêt à tomber en panne à tout moment. Avec ces webtoons, vous passerez de l'autre côté du bureau et découvrirez les secrets de la salle des profs !"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "72"
  },
  {
    "mangaId": "6316eac8-53cc-4ac8-bc6b-7c5e229ac607",
    "title": {
      "en": "Gal no Haigo ni Rei ga Iru"
    },
    "updatedAt": "2022-09-04T20:49:26+00:00",
    "coverArt": "https://mangadex.org/covers/6316eac8-53cc-4ac8-bc6b-7c5e229ac607/89c8dcee-834d-44b4-8512-52d9a4424e87.jpg",
    "altTitles": [
      {
        "en": "There's a Ghost Behind the Gyaru"
      },
      {
        "ja": "ギャルの背後に霊がいる"
      },
      {
        "zh": "辣妹背后有只灵"
      },
      {
        "en": "The ghost is behind the gal"
      }
    ],
    "description": {
      "en": "A girl notices something lurking behind her friend."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "75"
  },
  {
    "mangaId": "51c1e7cc-23f4-4a08-a961-c1ab75e2bb33",
    "title": {
      "en": "Kao ni denai Kashiwada-san to Kao ni deru Ota-kun"
    },
    "updatedAt": "2024-03-28T19:49:52+00:00",
    "coverArt": "https://mangadex.org/covers/51c1e7cc-23f4-4a08-a961-c1ab75e2bb33/3bdea205-146a-460c-ae6e-7c2b27f762ed.jpg",
    "altTitles": [
      {
        "ja": "顔に出ない柏田さんと顔に出る太田君"
      },
      {
        "en": "Expressionless Kashiwada-san and Emotional Oota-kun"
      },
      {
        "en": "Expressionless-Face Girl and Emotional-Face Boy"
      },
      {
        "ko": "얼굴에 드러나지 않는 카시와다 양과 얼굴에 드러나는 오오타 군"
      },
      {
        "en": "Inexpressive Kashiwada and Expressive Oota"
      },
      {
        "pt-br": "A inexpressiva Kashiwada-san e o emotivo Oota-kun"
      }
    ],
    "description": {
      "en": "Meet Kashiwada-san, a female middle-school student, who remains emotionless regardless of how she is meddled with.  \nAnd Oota-kun, unable to control his facial expressions, is the complete opposite of Kashiwada-san–but he keeps messing with her, against his better judgment?!  \nThough the two of them are the exact opposite, will a mutual love eventually develop between them…?  \n \n\n---\n\n**Links:**  \n- [Official Korean Translation](https://www.bomtoon.com/comic/ep_list/zktldhkek)",
      "pt": "Conheça Kashiwada-san, uma estudante do ensino médio, que permanece sem expressões, independentemente do que ela está sentindo. E Oota-kun, incapaz de controlar suas expressões faciais, é o completo oposto de Kashiwada-san, mas ele continua mexendo com ela, será que ele vai chegar a algum lugar? Embora ambos sejam exatamente o oposto, um amor mútuo acabará se desenvolvendo entre eles …?",
      "pt-br": "Conheça Kashiwada-san, uma estudante do ensino médio, que permanece sem expressões, independentemente do que ela está sentindo. E Oota-kun, incapaz de controlar suas expressões faciais, é o completo oposto de Kashiwada-san, mas ele continua mexendo com ela, será que ele vai chegar a algum lugar? Embora ambos sejam exatamente o oposto, um amor mútuo acabará se desenvolvendo entre eles ...?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "125"
  },
  {
    "mangaId": "964d8e8a-7bcb-42f1-9651-20b1871eecac",
    "title": {
      "en": "Koori no Hime wa Chiisana Hidamari de Tokasaretai"
    },
    "updatedAt": "2024-08-14T06:03:28+00:00",
    "coverArt": "https://mangadex.org/covers/964d8e8a-7bcb-42f1-9651-20b1871eecac/d06c6442-fa27-48ad-be24-003428310224.jpg",
    "altTitles": [
      {
        "ja": "氷の姫は小さな陽だまりでとかされたい"
      },
      {
        "en": "The Ice Princess Wants to Be Melted by a Small Patch of Sunlight"
      }
    ],
    "description": {
      "en": "Aoba is a first-year high school student who takes care of his younger siblings in place of his busy parents, and ends up at a sibling playdate in the home of his classmate Mizudori, a cool beauty known as the \"Ice Princess\".",
      "ja": "多忙な両親に代わり、保育園児の弟妹を世話する男子高校生の青葉実晴は、恋愛をする暇はないが、弟妹と楽しく過ごしていた。ある日、クラスメートで「氷の姫様」と呼ばれるクール美女・水鳥雪の自宅で遊ぶことになった青葉は、「私を笑顔にしてくれませんか？」と水鳥に頼まれて…！？ \n\n幼い弟妹を大切に想う高校生たちの青春ラブコメ開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d152582d-3f0c-4f5e-a0c1-6658b9be30f0",
    "title": {
      "en": "Captain Kid"
    },
    "updatedAt": "2024-07-20T09:17:24+00:00",
    "coverArt": "https://mangadex.org/covers/d152582d-3f0c-4f5e-a0c1-6658b9be30f0/10de4cdc-4a24-4958-aeb0-6ce6e74e900f.png",
    "altTitles": [
      {
        "vi": "Hoàng Tử Cướp Biển"
      },
      {
        "vi": "Hoàng Tử Sinh Bá"
      },
      {
        "ru": "Капитан Кид"
      },
      {
        "ja": "キャプテンキッド"
      },
      {
        "zh-hk": "海盜王子"
      },
      {
        "zh-ro": "Hǎidào wángzǐ"
      }
    ],
    "description": {
      "en": "In the 19th century, there lived a young pirate king, feared enough to be called the “Devil of the Sea”. His name is Captain Kid! With his mysterious guardian sword, Black Lightning, he sails the seven seas aboard his vessel, the Golden Drake!! What awaits him? Is it hell, or the furious waves of the ocean?! The adventurous tale of Kid and his band of rogues begins here!!"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "64"
  },
  {
    "mangaId": "3975b7da-2822-48f7-87d6-ce62f1a46bf4",
    "title": {
      "en": "Black-Haired Tactical Genius"
    },
    "updatedAt": "2024-07-12T16:38:05+00:00",
    "coverArt": "https://mangadex.org/covers/3975b7da-2822-48f7-87d6-ce62f1a46bf4/75f9dd08-d65b-4925-ae13-1484670cd3f4.jpg",
    "altTitles": [
      {
        "ko": "검은 머리 전술 천재"
      }
    ],
    "description": {
      "en": "K-League Third Division\n\nThe protagonist, Ma Jung-woo, is a strategic analyst.\n\nAs he suffered from mounting debt, he inherited his late grandfather's British football team without notice.\nHe tried to sell the club and start a new life...\n\nWhat? 150 billion won in debt alone?\n\nJungwoo is trying to pay off his debts alone as the club owner's coach…."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2917bd11-97f9-4f63-9a28-be2e04467bbd",
    "title": {
      "ja": "Gyaru Sen"
    },
    "updatedAt": "2024-04-19T02:02:31+00:00",
    "coverArt": "https://mangadex.org/covers/2917bd11-97f9-4f63-9a28-be2e04467bbd/20b8b365-f8bc-4ee7-ae25-cf0833121879.jpg",
    "altTitles": [
      {
        "ja": "ギャルせん"
      },
      {
        "ja-ro": "Gal Sen"
      },
      {
        "ja-ro": "Gyaru Sensei"
      },
      {
        "en": "Gal-Sen"
      },
      {
        "zh-hk": "辣妹教師"
      }
    ],
    "description": {
      "en": "When Sora enters high school, his homeroom teacher is a sexy gal with huge breasts and she’s none other than the changed version of Suzune, the innocent girl next door who was his first love! As the teacher’s “educational guidance” escalates day by day, Sora is awakened to pleasures he’s never known before…!",
      "ja": "ドSギャルの体育教師に、俺が開発されていく‥‥っ！\n\n高校に入学した宙＜そら＞の担任は、爆乳で超セクシーな黒ギャル教師。それは、初恋の清楚な隣のお姉さん・すずねの変わり果てた姿だった！日々エスカレートする先生の「教育的指導」。宙は今まで知らなかった快感に目覚めてしまい‥‥！？"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "81"
  },
  {
    "mangaId": "d8f1d7da-8bb1-407b-8be3-10ac2894d3c6",
    "title": {
      "en": "Isekai Ojisan"
    },
    "updatedAt": "2024-04-02T06:31:57+00:00",
    "coverArt": "https://mangadex.org/covers/d8f1d7da-8bb1-407b-8be3-10ac2894d3c6/25e415d4-d163-4c96-8f69-fbc68ea6d7d8.jpg",
    "altTitles": [
      {
        "fr": "Coma héroïque dans un autre monde"
      },
      {
        "en": "Isekai Uncle"
      },
      {
        "ja-ro": "Ojisan in Another World"
      },
      {
        "en": "Uncle from Another World"
      },
      {
        "ja": "異世界おじさん"
      }
    ],
    "description": {
      "en": "Having survived an isekai for 17 years, 34 year old Ojisan (uncle) returns to modern day Japan. Takafumi, Ojisan's nephew, now gets to witness what throwing a diehard Sega fan into an isekai for 17 years does to various things and people, both past and present."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/32cc09d8-18ca-45b2-bb60-1e1504a272ba.png",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-05-08T23:05:04+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/e878e3bb-a019-4bc9-bd7c-8c370369b20f.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b98c4daf-be1a-46c8-ad83-21d532995240",
    "title": {
      "en": "My Food Looks Very Cute"
    },
    "updatedAt": "2024-06-18T17:17:30+00:00",
    "coverArt": "https://mangadex.org/covers/b98c4daf-be1a-46c8-ad83-21d532995240/5a720839-f246-4856-865a-68d53563cc73.png",
    "altTitles": [
      {
        "zh": "我的食物看起来很可爱"
      },
      {
        "en": "My Food Seems to Be Very Cute"
      },
      {
        "zh-ro": "Wǒ de shíwù kàn qǐlái hěn kě'ài"
      },
      {
        "zh-hk": "我的食物看起來很可愛"
      },
      {
        "es-la": "Mi comida se ve adorable"
      },
      {
        "id": "Makananku yang Cantik"
      },
      {
        "pl": "Moje jedzonko wygląda uroczo"
      }
    ],
    "description": {
      "en": "A vampire who has been sleeping for nearly two hundred years, Maria is awakened by a passing werewolf girl by a chance, and the moment the coffin is opened, the curse falls on the werewolf girl. The two girls set foot on the journey to the city",
      "es-la": "Maria, una vampiro que había estado durmiendo por casi doscientos años, es despertada por Xing Lan, una chica lobo que pasaba por ahí. Cuando el ataúd se abre, una maldición cae sobre Xing Lan. Sin embargo, en lugar de asustarse, la inocente Xing Lan cree haber encontrado una excelente compañera, y ambas embarcan juntas un viaje a la ciudad. Así comienza su historia."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ebbb9176-a16d-4560-afd6-a3c294014efc",
    "title": {
      "en": "Shinkon no Iroha-san"
    },
    "updatedAt": "2024-07-12T22:51:03+00:00",
    "coverArt": "https://mangadex.org/covers/ebbb9176-a16d-4560-afd6-a3c294014efc/f1c72ceb-edc4-47d1-a762-77707e946458.jpg",
    "altTitles": [
      {
        "en": "Newly Wed Miss Iroha"
      },
      {
        "ja": "新婚のいろはさん"
      },
      {
        "zh": "新婚的彩葉小姐"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-07-29T09:54:09+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/dcfeffd8-a507-4b08-922d-0b28d91a7630.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2024-04-15T00:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/28c371c2-a991-47ff-aefa-e7138fcd2a26.jpg",
    "altTitles": [
      {
        "ko": "여친의 친구"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      },
      {
        "ja": "彼女の友達"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ja-ro": "Kanojo no Tomodachi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her ... What would you do if your girlfriend's friend pressed you like this? A fascinating erotic story drawn by Jura from the popular doujin circle \"JACK-POT\".",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？ 大人気同人サークル「JACK-POT」のじゅらが描く、魅惑の背徳物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f9ced73-2058-4022-8316-58fa56592f83",
    "title": {
      "en": "Dormant Desires"
    },
    "updatedAt": "2024-03-30T22:44:14+00:00",
    "coverArt": "https://mangadex.org/covers/6f9ced73-2058-4022-8316-58fa56592f83/c036b3c6-7888-4d2a-811e-fd762dd5e273.jpg",
    "altTitles": [
      {
        "en": "Addictive (Bing Zi)"
      },
      {
        "en": "Dormant Desires"
      },
      {
        "zh": "幻瘾"
      }
    ],
    "description": {
      "en": "A recurring dreams prelude to a destined encounter. A police officer Lou Ji has a hidden secretive BDSM sexual fantasy with some woman in her dreams….only if this would become a reality. Lou Ji finally met the girl from her dream at the police station. What will become of it?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8de87f56-5eef-4957-9c80-2369eb43d828",
    "title": {
      "en": "Chimera 51"
    },
    "updatedAt": "2024-07-01T17:13:03+00:00",
    "coverArt": "https://mangadex.org/covers/8de87f56-5eef-4957-9c80-2369eb43d828/905d54d5-ff91-44bd-aa65-e21ce6b9a98c.png",
    "altTitles": [
      {
        "ja": "キメラ51"
      }
    ],
    "description": {
      "en": "A world where \"humans\" and \"Monsters\" exist. This a love story between chimera twins created by combining humans and monsters. Though they look and act completely differently, they dream of going outside someday. A dark fantasy one-shot brought to you by the genius Shida!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5014f00-199b-493f-a8dc-8b8c939bb00f",
    "title": {
      "en": "The New Legend of the Strongest Man Kurosawa"
    },
    "updatedAt": "2022-07-02T02:26:20+00:00",
    "coverArt": "https://mangadex.org/covers/e5014f00-199b-493f-a8dc-8b8c939bb00f/24cf7637-66fd-4c35-9a0d-be3d66922e67.jpg",
    "altTitles": [
      {
        "ja": "新黒沢 最強伝説"
      },
      {
        "ja-ro": "Shin Kurosawa - Saikyou Densetsu"
      }
    ],
    "description": {
      "en": "The man of legend has come back to life! Kurosawa, who led the homeless army in a fierce battle against a group of delinquents in *The Legend of A Strongest Man Kurosawa*, was thought to have gone to his eternal rest. After spending eight whole years in a hospital bed, he makes a miraculous comeback in 2013! The fabled man returns to the present life to create a new legend... in spite of the fact that the present life is not quite so great."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "164"
  },
  {
    "mangaId": "ccc174c5-715c-446e-b115-41ae79e1f268",
    "title": {
      "en": "Tourigakari ni Wanpointo Adobaisu Shite Iku Taipu no Yankii"
    },
    "updatedAt": "2024-06-09T11:17:36+00:00",
    "coverArt": "https://mangadex.org/covers/ccc174c5-715c-446e-b115-41ae79e1f268/d2e5c12a-0d61-44e0-a669-e1d5327b2a56.jpg",
    "altTitles": [
      {
        "ja": "通りがかりにワンポイントアドバイスしていくタイプのヤンキー"
      },
      {
        "es": "Delincuente de consejos inmediatos"
      },
      {
        "th": "พี่โจ๋ ONE POINT ปรึกษาฟรีไม่คิดตังค์"
      },
      {
        "tr": "Konuya Özel Tavsiyeleriyle Bir Yanki"
      },
      {
        "ko": "지나가는 길에 원포인트 어드바이스를 하는 양아치"
      },
      {
        "en": "A Delinquent's Life Hacks"
      },
      {
        "ja-ro": "Toorigakari ni One Point Advice shite Iku Type no Yankee"
      },
      {
        "en": "One Point Yankee"
      }
    ],
    "description": {
      "en": "Sakurai-san looks like a yankee, but gives people he passes one point advice. Those who meet him for the first time are often scared by his frightening appearance but through the advice, they learn of how kind hearted he can be. Slowly, Sakurai's circle of people begin to grow. He's kind, considerate, knowledgeable and versatile in all forms of sports…!! Today, the super high-spec Sakurai who has a ridiculous gap in his looks and personality continues to give one point advice to various people, making their day a little better.",
      "es": "Sakurai parece un delincuente, pero inmediatamente aconseja a la gente que encuentra. Aquellos que lo conocen por primera vez se asustan frecuentemente con su apariencia amenazante, pero a través de sus consejos, se dan cuenta de que tan querido y bueno puede ser. Lentamente, el círculo de allegados de Sakurai empieza a crecer. El es bueno, considerado, con experiencia y versatilidad en todos lo deportes! Hoy, el super-adepto Sakurai, quien tiene una brecha enorme entre su apariencia y su personalidad, continúa dandole consejos inmediatos a varias personas, mejorándoles su día un poquito.",
      "pt-br": "Sakurai-san parece um yankee, mas dá às pessoas que passa um conselho pontual. Aqueles que o encontram pela primeira vez muitas vezes ficam assustados com sua aparência assustadora, mas através dos conselhos, eles aprendem como ele pode ser bondoso. Lentamente, o círculo de pessoas de Sakurai começou a crescer. Ele é gentil, atencioso, experiente e versátil em todas as formas de esportes … !! Hoje, o superespecial Sakurai, que tem uma lacuna ridícula em sua aparência e personalidade, continua a dar conselhos de um ponto para várias pessoas, tornando seu dia um pouco melhor."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "88.5"
  },
  {
    "mangaId": "ec8f26f4-bc9f-43b6-93ec-60a05638fca0",
    "title": {
      "en": "Isekai Kenkokuki"
    },
    "updatedAt": "2024-05-30T05:50:04+00:00",
    "coverArt": "https://mangadex.org/covers/ec8f26f4-bc9f-43b6-93ec-60a05638fca0/5d9c656c-e27d-45d3-b45f-6e4ec7b0e9c2.jpg",
    "altTitles": [
      {
        "en": "Different World Foundation"
      },
      {
        "en": "Otherworld Nation Founding Chronicles"
      },
      {
        "ru": "Покорение иного мира"
      },
      {
        "ja": "異世界建国記"
      },
      {
        "zh": "异世界建国记"
      },
      {
        "zh-hk": "異世界建國記"
      },
      {
        "ko": "이세계 건국기"
      },
      {
        "it": "Cronache dalla Fondazione di un Impero in un Altro Mondo"
      },
      {
        "pt-br": "Crônicas da Fundação de um Império em Outro Mundo"
      }
    ],
    "description": {
      "en": "A protagonist reborn in another world.  Apparently he had been reincarnated as an abandoned child.  Before his eyes were abandoned children like him.  In order to survive, he led them into farming.  Little by little, orphans gathered, and upon hearing rumors of a village, others began to migrate.\n\nThe group that had been nothing but children had become a village before anyone realized. Then various countries in the surroundings started to have an eye on it. This is the epic tale of the man who would later be known as the Divine Emperor.",
      "fr": "Un protagoniste renaît dans un autre monde, se réincarnant en tant qu'enfant abandonné. Autour de lui, d'autres enfants abandonnés sont dans la même situation. Pour survivre, il les guide dans l'agriculture. Peu à peu, des orphelins se rassemblent et, attirés par les rumeurs d'un village, d'autres commencent à arriver.\n\nLe groupe d'enfants finit par former un véritable village sans que personne ne s'en aperçoive. Bientôt, plusieurs pays voisins commencent à sy 'intéresser. Voici l'épopée de l'homme qui sera plus tard connu sous le nom de l'Empereur Divin.",
      "it": "Il protagonista rinasce in un altro mondo.\nA quanto pare, sembra che si sia reincarnato in un bambino orfano.\nPoco dopo, si trova davanti altri bambini abbandonati come lui.\nPer poter sopravvivere, si mette alla loro guida ed iniziano a coltivare.\nPoco per volta, iniziano così a creare un villaggio. Arrivano altri orfani. Ma anche come la voce di questa comunità si diffonde, persone di tutti i tipi.\nQuesto gruppo, partito come nient'altro che un gruppo di bambini, diventa quindi un villaggio prima di rendersene conto.\nEd è così, che i diversi Paesi circostanti iniziano ad interessarsi a loro.\nQuesta è l'epica storia dell'uomo che in seguito sarebbe stato conosciuto come il Divo Imperatore.",
      "pt-br": "Um protagonista renascido em outro mundo.  Aparentemente ele reencarnou como uma criança abandonada.  Diante de seus olhos estavam crianças abandonadas como ele.  Para sobreviver, ele os conduziu à agricultura.  Aos poucos, os órfãos foram se reunindo e, ao ouvirem rumores de uma aldeia, outros começaram a migrar.\n\n O grupo que não passava de crianças tornou-se uma aldeia antes que alguém percebesse.  Então vários países do entorno começaram a ficar de olho nisso.  Esta é a história épica do homem que mais tarde seria conhecido como o Divino Imperador"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-04-19T20:10:56+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/dd8e0a21-2873-4428-a695-9ef12b1f969f.jpg",
    "altTitles": [
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "ja": "異世界のんびり農家"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "en": "Leisurely Farmer in an Alternate Universe"
      },
      {
        "ja-ro": "Isekai Nonbiri Nōka"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "en": "Carefree Farmer in a Different Dimension"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cc788c2-e988-4288-b351-769e10429905",
    "title": {
      "en": "Blade of Retribution"
    },
    "updatedAt": "2024-08-11T17:07:21+00:00",
    "coverArt": "https://mangadex.org/covers/8cc788c2-e988-4288-b351-769e10429905/bc863c2d-1970-457f-ac1b-3cfded24fd91.jpg",
    "altTitles": [
      {
        "ko": "폭력의 대가"
      },
      {
        "en": "The Cost of Violence"
      },
      {
        "en": "Price of Violence"
      },
      {
        "ru": "Цена жестокости"
      },
      {
        "fr": "La lame de la vengeance"
      }
    ],
    "description": {
      "en": "On the day that Kendo Champion Shiho decided to help out his single mother run a Gukbap restaurant, he received news that his sister, Shiyeon, committed suicide. During the funeral, Shiho realizes that something was wrong. It wasn't a suicide, she was murdered. In order to learn the truth and get revenge for his sister's death, Shiho lifts up his sword once more to begin a war of his own.",
      "fr": "Le jour où Shiho, champion de kendo décide d’aider sa mère célibataire à tenir un restaurant de gukbap, il apprend que sa sœur, Shiyeon, s’est suicidée. Pendant les funérailles, Shiho se rend compte que quelque chose cloche. Ce n’était pas un suicide, elle a été assassinée. Pour découvrir la vérité et venger la mort de sa sœur, Shiho reprend son sabre et entame sa propre guerre.",
      "ru": "В день, когда мастер кендо Шихо решает всё бросить и помочь своей матери-одиночке в управлении небольшим ресторанчиком, он узнаёт о том, что его младшая сестра Шиён, которая училась в университете Сеула, покончила с собой. \nВо время похорон Шихо замечает кое-что странное. \nЧтобы узнать правду и отомстить за смерть сестры, Шихо снова берёт в руки уже знакомый меч и начинает свою собственную войну."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5af8e85e-0259-4238-9353-5d20bc685e7d",
    "title": {
      "en": "Dragon Ball - Tien-san no Ohanashi (Doujinshi)"
    },
    "updatedAt": "2023-08-20T05:08:50+00:00",
    "coverArt": "https://mangadex.org/covers/5af8e85e-0259-4238-9353-5d20bc685e7d/9a00eefc-af5d-4a5b-b548-c70dfa82196b.jpg",
    "altTitles": [
      {
        "en": "Tien's Story (Dragon Ball)"
      },
      {
        "ja": "天さんのお話 (ドラゴンボール)"
      },
      {
        "ja-ro": "Tien-san no Ohanashi (Dragon Ball)"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff78afd7-6298-4ab0-8d45-9bd2660fa66f",
    "title": {
      "en": "THE iDOLM@STER Cinderella Girls - Daremasu Battle Royale (Doujinshi)"
    },
    "updatedAt": "2024-03-29T09:07:22+00:00",
    "coverArt": "https://mangadex.org/covers/ff78afd7-6298-4ab0-8d45-9bd2660fa66f/c0734bcd-d426-4fad-a031-b02127efa8b4.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e3f3661-54ef-4545-a6dc-74afc4760d79",
    "title": {
      "en": "Master of Ancient Divine Weapons"
    },
    "updatedAt": "2024-07-19T14:40:10+00:00",
    "coverArt": "https://mangadex.org/covers/7e3f3661-54ef-4545-a6dc-74afc4760d79/61887683-b969-4022-82f4-fe18468d7f2b.jpg",
    "altTitles": [
      {
        "zh": "斩灵少女：我契约的全是上古神兵"
      },
      {
        "en": "Soul-Slaying Girl: All the contracts I contracted are ancient divine weapons."
      }
    ],
    "description": {
      "en": "Han Zhan traveled through time and space, where the girls could transform into magic weapons and fight under contract. The boy would awaken and become a spiritual contract master, and make a contract with them to resist the insect tide together. As a time traveler, he was shocked when he saw that those who were despised were actually famous ancient magic weapons. [Fuxi Qin], [Demon Refining Pot], [Shennong Ding], [Kunlun Mirror], [Nuwa Stone]."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5",
    "title": {
      "en": "King Game"
    },
    "updatedAt": "2024-08-21T23:14:32+00:00",
    "coverArt": "https://mangadex.org/covers/dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5/574deaec-8eb5-4568-9739-d229ea467c65.png",
    "altTitles": [
      {
        "en": "Kings Game"
      },
      {
        "ko": "왕게임"
      },
      {
        "ko-ro": "Wanggeim"
      }
    ],
    "description": {
      "en": "Hwang Cho-min has been violently bullied since middle school. But when his estranged brother suddenly dies in a motorcycle accident, Cho-min finds out he was the leader of Imperial Gang, a huge gang. \n\nNow in possession of his brother's phone, Cho-min seizes this chance to get revenge on his high school bullies by ordering his brother's underlings to beat them up. But the King Game begins when his brother's girlfriend shows up and threatens to expose him unless he cooperates in taking down a rival gang. \n\nWith his life now on the line, can Cho-min manage to continue this farce?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-08-22T01:10:09+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69ce14a1-4e59-4f67-af72-4ba4757ef6f3",
    "title": {
      "en": "Ougo Karen wa Amakami suru"
    },
    "updatedAt": "2023-10-05T07:21:20+00:00",
    "coverArt": "https://mangadex.org/covers/69ce14a1-4e59-4f67-af72-4ba4757ef6f3/eace4c9d-67da-44ef-9e65-051af86c8e29.jpg",
    "altTitles": [
      {
        "en": "Karen Ougo Play-Bites"
      },
      {
        "ja": "淡河かれんは甘噛みする"
      }
    ],
    "description": {
      "en": "Karen and Mitsunaga are now 20. Mitsunaga who once said, \"Getting married at 20 is too early,\" begins to think that marriage might not be so bad. One day, while living such peaceful days filled with love, Karen has an accident!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "11"
  },
  {
    "mangaId": "49d64db2-5841-4ccc-aee8-7b3a0970f6df",
    "title": {
      "en": "I'm Being Raised by Villains"
    },
    "updatedAt": "2024-07-08T02:52:06+00:00",
    "coverArt": "https://mangadex.org/covers/49d64db2-5841-4ccc-aee8-7b3a0970f6df/b2d33f6b-043d-4e1d-995a-6c4b94b255c2.jpg",
    "altTitles": [
      {
        "ko": "악당들에게 키워지는 중입니다"
      },
      {
        "ko-ro": "Akdangdeurege Kiwojineun Jungimnida"
      },
      {
        "en": "Raised by Villains"
      },
      {
        "ja": "悪党たちに育てられてます！"
      },
      {
        "zh": "被恶棍们抚养中"
      },
      {
        "pt-br": "Eu Estou Sendo Criada por Vilões"
      }
    ],
    "description": {
      "en": "I thought I was an illegitimate child… but it turns out that I was a complete stranger?!\n\nA year after transmigrating as an extra, I found out that I was on the verge of being kicked out.\n\nI said I’d rather leave the house on my own.\n\n“Actually, this child is my daughter. Right, daughter?”\n\nDid I catch the attention of the psychopathic duke?\n\n‘I heard that the money he gave after playing with someone was enough to buy an island?’\n\nI got along with him as his daughter because I thought I could get his fortune later on. And a few months later, I would leave his house with a thick bank account.\n\n“Stay by my side until I tell you to leave.”\n\nHowever, my dad, who regarded me as a toy, came looking for me and held me back.\n\n=\n\nAfter returning home due to dad’s persuasion, the families and my dad fought to adopt me. My uncles and aunts gathered to protect me, and future psychos began to have strange obsessions over me.\n\n“Happy Birthday, Ayrin. You’re the head as of today.”\n\nOn top of that, the duke’s position was my birthday present.\nEverything is going just as I expected.\n\n[Hey, how long are you going to sleep? Grandma said she is gonna take you off life support!]\n[Cha Miso, you’re going to die!]\n\nWhat is that voice?\nWill I be okay like this? (Synopsis: Gourmet Scans)",
      "tr": "Gayrimeşru bir çocuk olduğumu sanıyordum… ama tamamen yabancı olduğum ortaya çıktı?! Yan karakter olarak beden değiştirdikten bir yıl sonra kovulmanın eşiğinde olduğumu öğrendim. Evden tek başıma çıkmayı tercih ederim dedim. “Aslında bu çocuk benim kızım. Değil mi kızım?” Psikopat dükün dikkatini mi çektim ? \"Biriyle oynadıktan sonra verdiği paranın bir ada almaya yettiğini duydum?\" Onunla kızı olarak iyi anlaştım çünkü daha sonra servetini ele geçirebileceğimi düşündüm ve birkaç ay sonra onun evinden kalın bir banka hesabıyla ayrılmayı planladım. \"Sana gitmeni söyleyene kadar yanımda kal.\" Ancak beni oyuncak gibi gören babam beni aramaya geldi ve beni tuttu. *** Babamın iknasıyla eve döndükten sonra aileler ve babam beni evlat edinmek için mücadele etti. Amcalarım ve teyzelerim beni korumak için toplandılar ve geleceğin psikopatları bana karşı garip saplantılar beslemeye başladılar. \"Doğum günün kutlu olsun Ayrin. Bugün itibariyle başkan sensin.” Üstelik Dük'ün konumu benim doğum günü hediyemdi. Her şey beklediğim gibi gidiyor. [Hey, daha ne kadar uyuyacaksın? Büyükanne sana tutucunu çıkarmanı söyledi!] [Cha Miso, öleceksin!] Bu ses nedir? Böyle iyi olacak mıyım?",
      "pt-br": "Negligenciada por sua família, Cha Miso sonha em viver em seu romance favorito como a amada personagem principal. Então, um dia, ela acorda dentro do romance, mas como Eiryn Etam, uma personagem secundária oprimida que será expulsa de sua casa! Para evitar mais negligência, ela planeja ir embora antes que isso aconteça. Mas quando Erno Etam, o herdeiro maluco da Casa Etam, afirma que Eiryn é sua filha, seus planos são frustrados e Eiryn se vê no meio de um conflito entre a Casa Etam e um elenco de vilões."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46ae50f2-1bdb-4fc1-baff-3b01c08432d1",
    "title": {
      "zh": "Like, Share & Subscribe"
    },
    "updatedAt": "2024-07-25T09:08:51+00:00",
    "coverArt": "https://mangadex.org/covers/46ae50f2-1bdb-4fc1-baff-3b01c08432d1/97319ecd-788d-4bc1-ba8d-04f8190814a2.png",
    "altTitles": [
      {
        "zh": "营业中请三连"
      },
      {
        "zh-ro": "Yingye Zhong Qing San Lian"
      },
      {
        "zh-hk": "營業中請三連"
      },
      {
        "ru": "Поставь лайк и подпишись"
      },
      {
        "es-la": "Tres compañías en los negocios"
      }
    ],
    "description": {
      "en": "When vlogger meets top-of-the-industry writer, what could go wrong? Everything! Nothing has gone my way ever since meeting her.\n\nHu Luoluo, on the brink of having her vlogger account relinquished, is shoved into the path of scandal-ridden writer extraordinaire Song Li purely by accident. Being featured on hot topics, paired up as a couple, finally gaining traffic... Will it finally make her the greatest vlogger of all time?",
      "es-la": "Juntos o se hunden juntos, ¿se descubrirán mentiras sobre el amor? Están ligados por negocios, fingiendo ser pareja para contrarrestar los escándalos del escritor y lograr ser el primer lugar en el buscador."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "73"
  },
  {
    "mangaId": "2fe5571f-ecc9-4a26-9a50-cfa09757a735",
    "title": {
      "en": "Totsugi Okureta Kitsune ga Yome ni Kuru Hanashi"
    },
    "updatedAt": "2024-07-30T21:34:34+00:00",
    "coverArt": "https://mangadex.org/covers/2fe5571f-ecc9-4a26-9a50-cfa09757a735/116dce04-dc9d-42f5-a759-47b167fe2e93.png",
    "altTitles": [
      {
        "ja": "嫁ぎ遅れた狐が嫁に来る話"
      },
      {
        "en": "The Story of the Fox Who Was Late Getting Married and Came to be My Bride"
      }
    ],
    "description": {
      "en": "One day, overworked salaryman Goro is taking a walk on the mountain behind his house and comes across a fox lying upside down on the side of the road... The fox yells 'Hey you! Got a moment?'  And well, if you've seen the title you know the rest.  This is a cute and fluffy romcom about a fox's wedding(?).",
      "ja": "狐を拾ったら、嫁がれました。\n\n三十路手前のサラリーマン、日野峰吾郎は、とある理由で嫁ぎ遅れた化け狐、こがねを助けたことで恩返しと称した求婚を迫られる。こがねを無下にすることもできず、吾郎は「1年間の同棲を経て妻として認められたら結婚する」という条件を提案することに。果たしてこがねは無事に嫁ぐことができるのか？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa33ac85-7b2b-46b7-9fc1-6860051544a9",
    "title": {
      "en": "Yawaraka Stalker"
    },
    "updatedAt": "2024-03-16T16:35:30+00:00",
    "coverArt": "https://mangadex.org/covers/fa33ac85-7b2b-46b7-9fc1-6860051544a9/363bf8b2-f7bb-4964-b603-a329aa2d92cb.jpg",
    "altTitles": [
      {
        "en": "Soft Stalker"
      },
      {
        "ja": "やわらかストーカー"
      },
      {
        "id": "Coretan sang Penguntit"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6233aed2-2f42-4308-a2b9-7d37b836cc33",
    "title": {
      "en": "Kusunoki-san wa Koukou Debut ni Shippai shite Iru"
    },
    "updatedAt": "2024-08-22T18:56:33+00:00",
    "coverArt": "https://mangadex.org/covers/6233aed2-2f42-4308-a2b9-7d37b836cc33/dd4a298c-ccfd-4157-8353-fb33612d8caf.jpg",
    "altTitles": [
      {
        "ja": "楠木さんは高校デビューに失敗している"
      },
      {
        "ja-ro": "Kusunoki-san wa Koukou Debut ni Shippai shite Iru"
      },
      {
        "zh": "楠木同学高中出道失败了"
      },
      {
        "en": "Kusunoki's Flunking Her High School Glow-Up"
      },
      {
        "ru": "Кусуноки-сан не смогла измениться к старшей школе"
      },
      {
        "zh-ro": "Nánmù tóngxué gāo zhòng chūdào shībàile"
      }
    ],
    "description": {
      "en": "After his traumatic years in junior high school, the ultra-introvert Shizuki Keisuke decides to turn his life around, and gives himself a complete make-over for his high school \"debut.\" His new high school life seems promising, as no one is aware of his hidden past...except for one person: Kusunoki Shizuka, who also changed herself in pursuit of a more successful high school life! As their fates intertwine, will Keisuke ultimately be able live a peaceful life in high school...?!",
      "ja": "中学時代のトラウマをきっかけに高校デビューに成功した元陰キャの志月恵助。\n新しい環境で過去の自分を知る者はいない。ただ一人、同じ中学出身で\n恵助と同様に高校デビューを果たした女子・楠木静を除いて…。\n\n---\nChūgaku jidai no torauma o kikkake ni kōkō debyū ni seikō shita moto in kya no shitsuki keisuke. Atarashī kankyō de kako no jibun o shiru mono wa inai. Tadahitori, onaji chūgaku shusshin de keisuke to dōyō ni kōkō debyū o hatashita joshi Kusunoki Shizuka o nozoite….",
      "pt-br": "Depois de seus anos traumáticos no ensino médio, o ultra-introvertido Shizuki Keisuke decide mudar sua vida e se transforma completamente para sua \"estreia\" no ensino médio. Sua nova vida escolar parece promissora, já que ninguém sabe de seu passado oculto... exceto por uma pessoa: Kusunoki Shizuka, que também mudou a si mesma em busca de uma vida escolar mais bem-sucedida! À medida que seus destinos se entrelaçam, Keisuke será capaz de viver uma vida pacífica no ensino médio...?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2129e537-2853-4612-98f8-a83dce42dccd",
    "title": {
      "en": "The Veiled Queen"
    },
    "updatedAt": "2024-08-09T19:48:23+00:00",
    "coverArt": "https://mangadex.org/covers/2129e537-2853-4612-98f8-a83dce42dccd/b0138e0e-eece-4a45-b74d-9f639cd3d8c9.jpg",
    "altTitles": [
      {
        "zh": "面纱下的女王"
      },
      {
        "zh-ro": "Miànshā Xià De Nǚwáng"
      },
      {
        "en": "The Queen Under Her Veil"
      },
      {
        "en": "Queen of the Veil"
      },
      {
        "zh-ro": "Miansha Xia De Nvwang"
      },
      {
        "uk": "Королева під вуаллю"
      }
    ],
    "description": {
      "en": "After being reborn, Sayi vows to break free of her foster mother’s control.",
      "uk": "Будучи маріонеткою своєї прийомної матері, Саї ніколи не була вільною. Вона була безсила дати відсіч і перебувала у владі інших. Після переродження вона вирішує все це змінити."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89bf0886-8596-4f49-a045-7415608661d9",
    "title": {
      "en": "Isekai De Uwamae Hanete Ikiteiku ~Saisei Mahotsukai No Yuru Fuwa Jinzai Haken Seikatsu~"
    },
    "updatedAt": "2024-08-18T21:42:04+00:00",
    "coverArt": "https://mangadex.org/covers/89bf0886-8596-4f49-a045-7415608661d9/ad7695a2-b677-4baf-b54e-82dbbbf5b794.jpg",
    "altTitles": [
      {
        "ja": "異世界で 上前はねて 生きていく～再生魔法使いのゆるふわ人材派遣生活～"
      },
      {
        "en": "Living in Another World by Taking Commissions: A Relaxing and Comfy Life of The Restoration Magician's Staffing Agency"
      }
    ],
    "description": {
      "en": "A company drone who died from overworking was reincarnated as Sawadi, the third son of a merchant in a different world. His cheat skill is restoration magic and support magic. With these cheat skills, he came up with a new business model where he used his restoration magic to cure cheap slaves and made them earn money for him. Although his earnings are steadily increasing, he also has to suffer the consequence of getting his workload also increased... Will Sawadi ever be able to live leisurely without working?",
      "ja": "社畜として過労死した男が、異世界の商家の三男・サワディとして転生した。得意としているのは再生魔法と支援魔法。彼はそのチートな性能の魔法を使った新たな商売の種を思いつく。再生魔法で安い奴隷たちを治療して、お金を稼いでもらうことにしたのだ。順調に稼ぎは増えていくが、自業自得で自分の仕事も増えていってしまい……。果たして、サワディは働かずに、のんびり暮らすことができるようになるのか？　ゆるふわファンタジー、ここに開幕！\n\n---\n(JP) [Web Novel](https://ncode.syosetu.com/n1832fm/)  [Light Novel](https://gaugau.futabanet.jp/list/work/5de5ee3b77656147c9030000/novels)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2f73abb-b13d-4ead-9d54-cf15d33c311e",
    "title": {
      "en": "The Likeability Score with the Gal will Increase by the Number of Likes"
    },
    "updatedAt": "2024-03-16T16:35:05+00:00",
    "coverArt": "https://mangadex.org/covers/d2f73abb-b13d-4ead-9d54-cf15d33c311e/e4276e9e-aba8-45c8-b16b-1ce88d702e07.png",
    "altTitles": [
      {
        "ja": "いいねの数だけ好感度が上がるギャル"
      },
      {
        "id": "Tingkat Afeksi sang Gyaru akan Meningkat berdasarkan Jumlah Like"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4536960e-a1a4-46c9-bb76-7604523f79fa",
    "title": {
      "en": "Corrupting the Heroine's First Love"
    },
    "updatedAt": "2024-07-20T19:19:08+00:00",
    "coverArt": "https://mangadex.org/covers/4536960e-a1a4-46c9-bb76-7604523f79fa/f1e561d0-1fd2-47b7-ae2d-30f68eee655b.jpg",
    "altTitles": [
      {
        "ko": "여주인공의 첫사랑을 타락시켜 버리면"
      },
      {
        "en": "If You Corrupt the Heroine's First Love"
      },
      {
        "en": "Corrupting Your Heroine's First Love Will Result With This"
      },
      {
        "es-la": "Robé al primer amor de la heroína"
      }
    ],
    "description": {
      "en": "“I am a knight of Latem. We’re not destined to stand under the same sky.”\n\nShe had become Karina Apocalita, the personification of evil and a member of the heterogeneous race that ruled the world with malevolence. The plot began to twist and turn when Karina unknowingly saved the life of Reneiger, a justful knight and the heroine’s first love.\n\nReneiger became doubtful of his faith, eventually losing his glow and radiant platinum blond. Soon the sacred knight fell from grace and aligned himself to Karina’s fate.\n\n“There’s no turning back now. Dear God, please forgive me.”\n\nHe knew he would never be able to escape from her hands.\n\n---\n\"I am a knight of Latem, and that means I cannot coexist under the same sky as you.\"\n\nAfter entering the book *A Trapped Bird Cannot Escape*, I realized that I had taken over the body of Karina Apocalypta, a member of a species that reigns as the evil of the world. However, the novel's plot begins to twist after I saved the life of Reneiger, the first love of the female protagonist, who happens to be a holy knight. Reneiger begins to doubt his faith, ultimately losing his brilliant platinum hair. Thus, the once sacred holy knight turns corrupt and eventually sympathizes with Karina's fate...\n\n\"Now we have each other's desires,\" Karina said while caressing his cheek. It was a feeling of being pulled in by each fascinating tendril of thorny vines.\n\nReneiger couldn't bear it, \"It can't be undone.\"\n\n---\nIn a land overshadowed by darkness, Karina Apocalita rises as a formidable figure, her being a tapestry of power from a diverse race. Her destiny intertwines with Reneiger, a knight from the virtuous Latem order, known for justice and as the former love of a legendary heroine. Their paths take an unforeseen turn when Karina, unaware of her impact, saves Reneiger's life. This act, challenging his convictions, triggers a crisis within him, tarnishing his once radiant aura and precipitating a fall from grace.\n\nFaced with his altered fate, Reneiger prays for forgiveness, realizing his escape from Karina's shadow is but a dream. This pivotal moment raises a haunting question: will Reneiger rediscover the light, or be consumed by the darkness emanating from Karina?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b93fa0f-0640-49b8-974e-954b9959929b",
    "title": {
      "en": "Girls' Last Tour"
    },
    "updatedAt": "2024-01-29T13:45:20+00:00",
    "coverArt": "https://mangadex.org/covers/5b93fa0f-0640-49b8-974e-954b9959929b/760a82b6-ff87-4da2-971b-29a11ad535bc.jpg",
    "altTitles": [
      {
        "ja-ro": "Shōjo Shūmatsu Ryokō"
      },
      {
        "en": "Shojo Apocalypse Adventure"
      },
      {
        "ja": "少女終末旅行"
      },
      {
        "ko": "소녀종말여행"
      },
      {
        "ru": "Девушки в последнем путешествии"
      },
      {
        "id": "Perjalanan Terakhir Para Putri"
      },
      {
        "id": "Wisata Gadis di Akhir Hayat"
      },
      {
        "uk": "Остання подорож дівчат"
      },
      {
        "fr": "La dernière aventure"
      }
    ],
    "description": {
      "en": "Civilization is dead, but Chito and Yuuri are still alive. \nSo they hop aboard their Kettenkrad motorbike and aimlessly wander the ruins of the world they once knew. \nDay after hopeless day, they look for their next meal and fuel for their ride. \nBut as long as they are together, even an existence as bleak as theirs has a ray or two of sunshine in it, \nwhether they're sucking down their fill of soup or hunting for machine parts to tinker with. \nThe experiences and feelings these two girls share in a world full of nothing give them something to live for…  \n  \n---\n- **Won the Seiun Award for Best Comic in 2019**",
      "id": "Peradaban tewas, tapi Chito dan Yuuri masih hidup. Jadi mereka naik sepeda motor Kettenkrad tersayang mereka dan bermondar-mandir tanpa tujuan reruntuhan dunia yang mereka dulu kenal. Hari demi hari tanpa harapan, mereka mencari makanan berikut mereka dan bensin untuk kendaraan mereka. Tapi selama mereka berdua bersama, bahkan kehidupan seguram mereka masih ada sedikit kesenangan di dalamnya, entah minum sup entah mencari bagian-bagian mesin untuk menggerumit. Untuk dua putri di dalam dunia kosong, pengalaman dan perasaan keduanya bersama ada memberi mereka alasan untuk hidup...\n\n- Pemenang Penghargaan Seiun (Nebula) Jepang dalam kategori Komik/Manga terbaik di 2019.",
      "ru": "Мир будущего. Человеческая цивилизация достигла невероятного технологического прогресса и однажды построила себе гигантские многоуровневые города, в которых проживало огромное количество людей. Однако через какое-то время началась война, после которой человечество оказалось на грани вымирания.\nСпустя много лет в одном из таких городов мы встречаем Тито и Юри. Эти две маленькие девочки изо дня в день путешествуют на своём модифицированном Kettenkrad в поисках пропитания и ресурсов.\nДвижимые желанием забраться на самую вершину этого опустевшего города-исполина, они постоянно сталкиваются со всё новыми и новыми загадочными сооружениями, памятниками истории и культуры и даже с некоторыми другими выжившими. Что же будет ждать их в конце этой длинной дороги?",
      "uk": "Дівчата Чіто та Юурі — певно, останні вцілілі після війни, що перетворила людську цивілізацію на руїну. Не маючи більше власного дому, дівчата блукають містом на гусеничному мотоциклі «Кеттенкрад», постійно шукаючи ресурси задля виживання. Утім, попри безпросвітне майбутнє, дівчата однаково знаходять способи розважити себе впродовж цієї меланхолійної подорожі.",
      "pt-br": "A civilização está morta, mas Chito e Yuuri ainda estão vivas. Então elas sobem a bordo de sua amada moto Kettenkrad e calmamente vagam pelas ruínas do mundo. Dia após dia sem esperança, elas procuram a próxima refeição e acumulam combustível para seguir em frente. Mas enquanto elas estiverem juntas, até uma existência tão sombria como esta tem um ou dois raios de sol a brilhar, mesmo que estejam tomando as últimas gotas de uma sopa ou à caça de peças para seu veículo se mexer. Para duas garotas em um mundo cheio de nada, as experiências e os sentimentos que compartilham são a sua força para viver."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "47"
  },
  {
    "mangaId": "bd4745a4-7907-4663-9994-d76bbbf123ca",
    "title": {
      "en": "Kimi to Yuku"
    },
    "updatedAt": "2024-08-05T15:09:47+00:00",
    "coverArt": "https://mangadex.org/covers/bd4745a4-7907-4663-9994-d76bbbf123ca/fc2ec2b0-a68d-4d68-9ea2-12313a93e0e0.jpg",
    "altTitles": [
      {
        "ja": "君とゆく"
      },
      {
        "en": "I'll Go with You"
      }
    ],
    "description": {
      "en": "Yurihime July 2019, pages 77-108."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "daf0d74a-73af-48c1-bbfa-694956af6765",
    "title": {
      "en": "Indulging a Crazy Beauty"
    },
    "updatedAt": "2024-07-25T17:10:58+00:00",
    "coverArt": "https://mangadex.org/covers/daf0d74a-73af-48c1-bbfa-694956af6765/c1626f90-bd61-4045-8c1d-b7b59c630b24.png",
    "altTitles": [
      {
        "zh": "娇养了个疯批美人儿"
      },
      {
        "en": "Raised a Crazy Beauty"
      },
      {
        "pt-br": "Satisfazendo A Bela E Louca General"
      },
      {
        "zh-ro": "Jiāoyǎngle Gè Fēng Pī Měirén Er"
      }
    ],
    "description": {
      "en": "After being reincarnated to a year before her death, Bai Man's sole purpose in life is to kill the tyrannical emperor and take his place. To achieve her ultimate goal, she decides to seduce the formidable General Zhou Rong, a cold but beautiful woman. Who would have thought, however, that Zhou Rong is actually a crazy beauty?",
      "pt-br": "Depois de reencarnar um ano antes de sua morte, o único propósito de vida de Bai Man é matar o imperador tirano e tomar seu lugar. Para atingir seu objetivo final, ela decide seduzir o formidável General Zhou Rong, um homem frio, mas bonito. Quem teria pensado, entretanto, que Zhou Rong é na verdade uma mulher linda e maluca?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "70d5ce91-ef0a-41ff-a9da-a0ebde392a6c",
    "title": {
      "en": "Marrying the Villain"
    },
    "updatedAt": "2024-08-09T23:49:55+00:00",
    "coverArt": "https://mangadex.org/covers/70d5ce91-ef0a-41ff-a9da-a0ebde392a6c/3bce1f35-16d8-49b8-b633-2bcd4e9592b5.jpg",
    "altTitles": [
      {
        "zh": "嫁反派"
      },
      {
        "en": "Marry My Nemesis"
      }
    ],
    "description": {
      "en": "In Yu Lingxi's previous life, she was forced to be sacrificed to the Prince Regent Ning Yin - a twisted and cruel madman who killed his brothers and father. Within two years of her marriage, Yu Lingxi passed away suddenly. After her death, Ning Yin did not set up a mourning hall nor attend her funeral, buried her, and even became more crazy, slaughtering the whole city. After she is reborn, she is still the noble daughter of the General's palace. Yu Lingxi and her guards try to find Ning Yin who was living on the streets, intending to avenge her former lover. However, when she arrives at the scene, she sees the thin boy being pressed to the ground and about to have his left leg broken."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8ae3cfd-a963-45f6-8772-42c41977c0bf",
    "title": {
      "en": "Sunao ni Narenai Oshikiri-san"
    },
    "updatedAt": "2024-08-23T14:02:03+00:00",
    "coverArt": "https://mangadex.org/covers/f8ae3cfd-a963-45f6-8772-42c41977c0bf/254ec997-3422-4149-b0ec-e0d2dab83eaa.jpg",
    "altTitles": [
      {
        "ja": "素直になれない押切さん"
      }
    ],
    "description": {
      "en": "Majime-kun is a serious guy. A slightly dangerous girl approaches this serious Majime-kun.\n\nWith the strong-willed Oshikiri-san making passionate advances, what will Majime-kun do!? A cute romantic comedy about their interactions."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0681ae41-df2e-4ffa-8063-c8d18877853c",
    "title": {
      "en": "A Former Delinquent Girl Falls in Love"
    },
    "updatedAt": "2024-07-05T23:31:05+00:00",
    "coverArt": "https://mangadex.org/covers/0681ae41-df2e-4ffa-8063-c8d18877853c/e4fe6a5f-9868-45bc-9bff-2df8a0998f5d.jpg",
    "altTitles": [
      {
        "ja": "元ヤン娘、恋をする"
      },
      {
        "ja-ro": "Motoyan Musume, Koi o Suru"
      }
    ],
    "description": {
      "en": "Spin-off/Spiritual Sequel of the authors other work \"The Mentor and the New Employee Who are Getting More and More Into Each Other\"; with this story focusing on the mask wearing former delinquent and her budding romance with the little brother of the Female MC of the previous work."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6a5d154-7845-4129-b473-ba0aec3deffd",
    "title": {
      "en": "The Elusive Samurai"
    },
    "updatedAt": "2024-06-21T11:44:32+00:00",
    "coverArt": "https://mangadex.org/covers/b6a5d154-7845-4129-b473-ba0aec3deffd/63fdd608-dee1-4b63-9c5c-36877ceb51a9.jpg",
    "altTitles": [
      {
        "en": "The Elusive Young Lord"
      },
      {
        "ru": "Юный лорд-мастер побега"
      },
      {
        "ja": "逃げ上手の若君"
      },
      {
        "ja-ro": "Nige Jouzu no Wakagimi"
      },
      {
        "ru": "Неуловимый самурай"
      }
    ],
    "description": {
      "en": "Yusei Matsui, creator of Assassination Classroom and Neuro: Supernatural Detective, is back! Set in feudal Japan in between the Kamakura and Muromachi periods, our hero Hojo Takatoki is a boy on the run that history all but forgot! When the Kamakura shogunate is overthrown by Ashikaga Takauji, Takatoki's family and standing are visciously taken away from him, and he must flee to the far reaches of the land to survive and seek out his revenge!",
      "ru": "Действие происходит в феодальной Японии между периодами Камакура и Муромати, наш герой Ходзе Такатоки - мальчик в бегах, о котором история почти забыла! Когда сегунат Камакура свергнут Асикагой Такаудзи, семья и положение Такатоки насильно отнимаются у него, и он должен бежать в дальние края страны, чтобы выжить и отомстить!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0760d3a-2251-492c-998e-c9a47d971b86",
    "title": {
      "en": "The Woman Next Door"
    },
    "updatedAt": "2024-05-05T23:47:17+00:00",
    "coverArt": "https://mangadex.org/covers/f0760d3a-2251-492c-998e-c9a47d971b86/49c68059-7bdc-4d54-8e47-f3e46e0782bf.jpg",
    "altTitles": [
      {
        "ja-ro": "隣りの女"
      },
      {
        "es": "La Mujer De Al Lado"
      },
      {
        "ja-ro": "Tonari no Onna"
      }
    ],
    "description": {
      "en": "A collection of late-period Yoshiharu Tsuge stories, originally published 1981-1985."
    },
    "status": "completed",
    "releaseDate": 1991,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-07-18T06:11:09+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/c889c2a2-fca9-4b85-a0ef-866dd4d9a3af.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      },
      {
        "ja-ro": "Roshidere"
      },
      {
        "mn": "Аля Заримдаа Орос Хэлээр Сэтгэлээ Нуудаг"
      }
    ],
    "description": {
      "en": "\"И на меня тоже обрати внимание...\"\n\nAlya, the incomparably beautiful silver-haired girl in the next seat over, occasionally mumbles to herself in Russian. She says she switches to it whenever she’s badmouthing me… but I know the truth! I know for a fact that she just said \"Pay attention to me, too.\" to me! \n\nMasachika Kuze has native-level skills when it comes to Russian comprehension, but Alya has no idea about that... and that’s why she keeps on hiding those sweet feelings about him in her native language!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "mn": "Аля гэх, хэнтэй ч зүйрлэшгүй үзэсгэлэн, мөнгөлөг үстэй охин, заримдаа дотроо оросоор шивнэдэг. Тэр хэлэхдээ, намайг муулах үедээ л тэгдэг гэж хэлсэн...гэхдээ би орос хэл мэднэ! Саяхан \"Надад анхаарал тавиач\" гэж хэлэхийг нь би сонссон!\n\nМасачика Күзэ орос хэлийг уугуул түвшний чадамжаар ойлгодог, гэвч Аля үүнийг мэдэхгүй...тийм болохоор өөрийнхөө сэтгэлийг орос хэлээр нуудаг!",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]