[
  {
    "mangaId": "ddcd1002-1f44-45b8-9c5d-6b9a91629a43",
    "title": {
      "en": "Nightwatcher"
    },
    "updatedAt": "2023-08-28T12:05:20+00:00",
    "coverArt": "https://mangadex.org/covers/ddcd1002-1f44-45b8-9c5d-6b9a91629a43/43446100-1025-4342-9c1f-da602d060979.jpg",
    "altTitles": [
      {
        "en": "Dafeng's Night Squad"
      },
      {
        "zh-ro": "Dà Fèng Dǎ Gēng Rén"
      },
      {
        "zh": "大奉打更人"
      },
      {
        "vi": "Đại Phụng Đả Canh Nhân"
      }
    ],
    "description": {
      "en": "In this world, there is: Confucianism; Taoism; Buddhism, Demons, and Magicians. Xu Qi’an, a graduate from the police academy, suddenly finds himself waking up in prison, to be exiled to the border three days later …\n\nHis initial goal was to protect himself in this world with no laws, and to be able to live a leisurely life as a rich man..\n\nMany years later, Xu Qi’an looks back on the past, and the long-dead enemies and friends, as well as the numerous bones he has left behind.\n\nAs the Yangtze River flows eastward, the waves wash away the heroes; right and wrong, success or failure will all turn into nothing but history. However, just like the sun’s rays gleaming over the towering mountains, after the sunset, a new sun will rise."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79cdea01-85bc-40be-b1a2-ff41004cb7bf",
    "title": {
      "en": "Seducing the Monster Duke"
    },
    "updatedAt": "2024-06-23T00:48:20+00:00",
    "coverArt": "https://mangadex.org/covers/79cdea01-85bc-40be-b1a2-ff41004cb7bf/19b9cc0c-ef9e-4b5d-a08a-8179a0c8f91d.jpg",
    "altTitles": [
      {
        "ko": "용사의 어머니가 되겠습니다"
      },
      {
        "ko-ro": "Yongsaui Eomeoniga Doegetseumnida"
      },
      {
        "en": "I Will Become the Hero's Mother"
      },
      {
        "en": "I'll Become the Warrior's Mother"
      },
      {
        "en": "I Became the Mother of the Warrior"
      },
      {
        "es-la": "Seré La Madre Del Guerrero"
      }
    ],
    "description": {
      "en": "\"You may be my wife but, I won't lay a single finger on you.\"\n\n\"Really? Then can I touch you?\"\n\n\"...What?\"\n\nAbout 20 years later, the world will be in ruins because of the invasion of the beasts. There's only one way to stop the destruction. To marry the duke who is called a monster, and have his child who will become the hero in the future!\n\nElena who saw a glimpse of the future succeeded in marrying him but...\n\n\"Are we going to continue to not do anything?\"\n\nI wanted to get it quickly out of the way, but my husband's impregnable fortress is stronger than I could have imagined!\n\n\"Take it off! Why aren't you taking it off?! Are your clothes part of your skin?\"\n\nWill Elena be able to safely give birth to the hero and save the world?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d44fa52-e344-42bd-9182-7b5887e1fe2c",
    "title": {
      "en": "I Guess I Became the Mother of the Great Demon King's 10 Children in Another World"
    },
    "updatedAt": "2024-04-22T11:14:59+00:00",
    "coverArt": "https://mangadex.org/covers/1d44fa52-e344-42bd-9182-7b5887e1fe2c/f75cd336-9da7-4926-b6b2-576fd53a8c7a.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai de Saikyo Mao no Kodomo-tachi 10-nin no Mama ni Nacchaimashita."
      },
      {
        "ru": "Я стала мамой десяти детей сильнейшего демона в другом мире"
      },
      {
        "zh-hk": "一不小心在異世界當上了最強魔王的十個孩子的媽媽."
      },
      {
        "ja": "異世界で最強魔王の子供達10人のママになっちゃいました。"
      },
      {
        "fr": "Le Roi-Démon et moi, et nos 10 enfants"
      },
      {
        "th": "ชีวิตใหม่ในโลกต่างมิติของฉันถูกลิขิตให้เลี้ยงลูกจอมมารทั้ง 10"
      },
      {
        "zh": "一不小心在异世界当上了最强魔王的十个孩子的妈妈"
      },
      {
        "ko": "이세계에서 최강마왕의 아이들 10명의 엄마가 돼버렸습니다"
      }
    ],
    "description": {
      "en": "High school girl Akari mourns the loss of her mother who died when she shielded Akari from an oncoming truck a year ago. She discovers an adventure game her mother had gotten for her birthday some time ago, but never had a chance to finish. Suddenly, she is summoned to be the mother of the Demon Lord's 10 children in another world…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "40"
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi o Suru"
    },
    "updatedAt": "2024-06-20T22:24:08+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/426242c4-b281-4f19-bb79-c4e15ab6bb24.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll ha Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "en": "The Bisque doll is falling in love"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.\n\n---\n**Links:**\n- Promotional video - [YouTube](https://youtu.be/FdEk9V9g424)",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "08656586-6c6a-4122-ae0a-456f0593ef95",
    "title": {
      "en": "My Ex-Girlfriend Became My Boss"
    },
    "updatedAt": "2024-07-08T07:02:19+00:00",
    "coverArt": "https://mangadex.org/covers/08656586-6c6a-4122-ae0a-456f0593ef95/acc45808-4803-47bb-af44-3c33765e026a.png",
    "altTitles": [
      {
        "zh": "前女友成了我的顶头上司"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e330b450-c318-4134-863e-7f50c7787efa",
    "title": {
      "en": "Kono Tabi Osananajimi to Karikon Shimasu"
    },
    "updatedAt": "2024-04-28T19:08:23+00:00",
    "coverArt": "https://mangadex.org/covers/e330b450-c318-4134-863e-7f50c7787efa/7b90f8bc-0dbe-4429-a5da-d6f0874a8996.jpg",
    "altTitles": [
      {
        "ja": "この度幼なじみと仮婚します"
      }
    ],
    "description": {
      "en": "Taichi, who has been freeloading off his girlfriend, gets dumped and has no choice but to go back to his parents' house. The person who knocks on his door is his childhood friend, Ryousuke, who grew up to be a handsome man.\nAfter they met again for the first time in years, Ryousuke suddenly proposes to Taichi. Confessing that he has always loved Taichi since they were kids, he requests that they apply for Provisional Marriage ー a system where couples can try being married for a maximum of six months.\nDespite being overwhelmed by Ryousuke's intense feelings, the words \"you don't have to do anything, so just be with me\" lure him in. Taichi agrees to the provisional marriage like he's just agreeing to be roommates, but then...?!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5.6"
  },
  {
    "mangaId": "d4d944e9-d28d-4f44-810c-bb52c86025cf",
    "title": {
      "en": "Liar! Gokuou-kun"
    },
    "updatedAt": "2023-03-13T04:20:05+00:00",
    "coverArt": "https://mangadex.org/covers/d4d944e9-d28d-4f44-810c-bb52c86025cf/1c1dde3c-96df-4774-afaa-ece5d1182e48.jpg",
    "altTitles": [
      {
        "en": "Usotsuki! Gokuou-kun"
      },
      {
        "en": "ウソツキ！ゴクオーくん"
      }
    ],
    "description": {
      "en": "The world is overflowing with them: fibs, falsehoods, lies… Surely you, too, Reader, have told a lie at least once in your life, with your heart beating fast. This is a story about dealing with those lies. The protagonist, Gokuoh, is a master liar, who loves both lying and exposing other people's lies. Together with his strange pet, Nekokarasu, he starts to expose the ocean of lies in his new school. Fighting lies with lies, all Gokuoh needs is the power of the \"tongue.\" \"What exactly does that mean?\" you ask? Have a look and find out!"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "119"
  },
  {
    "mangaId": "c727d921-4294-455b-9bcc-2f0c7d29cd9a",
    "title": {
      "en": "Good-for-Nothing Blues"
    },
    "updatedAt": "2024-04-11T17:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/c727d921-4294-455b-9bcc-2f0c7d29cd9a/91c8d035-6dd3-4d18-973c-0152a440bbc8.png",
    "altTitles": [
      {
        "fr": "Racaille Blues"
      },
      {
        "ja-ro": "RokuBuru"
      },
      {
        "tr": "Serseri Hüznü"
      },
      {
        "ja": "ろくでなしBLUES"
      },
      {
        "vi": "Bản Blues vô giá trị"
      },
      {
        "ja-ro": "Rokudenashi Blues"
      }
    ],
    "description": {
      "en": "Maeda is a new student in the Teiken High School. He stutters when he's nervous and he's rather clumsy. He gets noted immediately because he hits a teacher during the entrance ceremony. Some clubs search to enlist him as they see in him a force they can use to get even with other clubs. But Maeda is a loner and has only one dream: becoming boxing champion. His first objective is to beat the leader of the boxing club. \"Rokudenashi\" translates as \"good for nothing\".  \n  \nThe manga focuses more on gang warfare than boxing.",
      "es": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo.",
      "vi": "Maeda Taison, chàng thiếu niên tới từ Osaka mang trong mình ước mơ trở thành nhà vô địch boxing thế giới. Xuyên suốt 3 năm học của cậu không chỉ là những trận đánh, những xung đột mà còn có cả những câu chuyện đầy tính nhân văn.\nHuyền thoại của dòng manga yankee Nhật Bản, dù đã kết thúc từ năm 1997 nhưng Rokudenashi Blues (RB) vẫn đang là bộ manga yankee bán chạy nhất mọi thời đại. Vì kết thúc đã lâu nên nội dung của nó có phần \"outdate\", tuy nhiên vẫn rất đáng đọc.",
      "es-la": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "409"
  },
  {
    "mangaId": "0b2d93ab-a17a-49c8-aedc-d03196b9f7a2",
    "title": {
      "en": "Kataomoi x Kataomoi"
    },
    "updatedAt": "2023-06-25T21:15:31+00:00",
    "coverArt": "https://mangadex.org/covers/0b2d93ab-a17a-49c8-aedc-d03196b9f7a2/7e4bae45-5798-4efd-ab8a-92a763aa81ed.jpg",
    "altTitles": [
      {
        "ja-ro": "Kataomoi Kataomoi"
      },
      {
        "en": "One-sided Love x One-sided Love"
      },
      {
        "en": "Unrequited Love x Unrequited Love"
      },
      {
        "ja": "片思い×片思い"
      }
    ],
    "description": {
      "en": "One day, high-school student Hanamoto is called out by a guy named Furuya, who's in a different class. At first, he thinks that Furuya might be trying to confess to him, but it turns out that he just \"wants to be friends.\" Hanamoto is nonplussed – and perhaps a bit disappointed – but he agrees, and soon finds himself spending more and more time together with Furuya.  \n  \nBut what, really, is this innocent-looking boy's reason for brazenly seeking out Hanamoto's acquaintance?"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "537f0aed-f362-454a-8938-2b7b851ac5e6",
    "title": {
      "en": "Heimin Shusshin no Teikoku Shoukan, Munou na Kizoku Joukan wo Juurin shite Nariagaru"
    },
    "updatedAt": "2024-06-17T04:01:32+00:00",
    "coverArt": "https://mangadex.org/covers/537f0aed-f362-454a-8938-2b7b851ac5e6/7b821c43-c9c0-4bf8-8375-9a9d0149c212.jpg",
    "altTitles": [
      {
        "ja": "平民出身の帝国将官、無能な貴族上官を蹂躙して成り上がる"
      },
      {
        "en": "The Rising of the Commoner-Origin Officer: Beat up All the Incompetent Noble Superiors!"
      }
    ],
    "description": {
      "en": "All the bosses are annoying! The reincarnated strongest magician's trampling and subjugation begins!\n\nHazen Heim, a newly appointed imperial general, is demoted to the front line because he is a commoner. There were a lot of incompetent people, such as \"a trash superior who takes advantage of his position to steal the achievements of his subordinates\", \"an evil subordinate who keeps bullying people below him\", and \"a top who is too opportunistic to do anything''. \n\nHowever, Hazen has the experience and overwhelming ability as the strongest magician that he cultivated in his previous life. He slaughters his malevolent subordinates in accordance with military law, and completely refutes his superiors who complain. He achieved extraordinary results, such as making peace with a hostile tribe by teaming up with a genius girl, and defeated all the annoying bosses!\n\nAn exhilarating upstart fantasy about an unscrupulous superior!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou."
    },
    "updatedAt": "2024-07-03T03:21:24+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/f70539fa-36d5-4d6b-a3e0-4d9a4ef7401c.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      },
      {
        "fr": "Ogami Tsumiki et l'étrange vie du quotidien"
      },
      {
        "vi": "Tsumiki Ogami và Cuộc sống diệu kì!"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind.\n\nWhen he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.\n\nThe new normal graph of youth is about to begin.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "fr": "Aujourd'hui, nous vivons à l'ère de la diversité. L'expression « non-humains » appartient au passé. Les « Genjin » vivent leur vie en interaction avec les êtres humains.\n\nUn garçon humain, Yutaka Shinsou, est troublé. Il est tellement habitué à être en phase avec son environnement qu'il ne comprend plus ses propres sentiments. Au lycée Keiki, que fréquentent de nombreux « Genjin », il rencontre Tsumiki Ogami, un loup-garou. Elle est mignonne, puissante, un peu hors du commun et gentille.\n\nLorsqu'il passe du temps avec elle, le cœur de Yutaka est plus bruyant que d'habitude. Une vie quotidienne « inhabituelle » avec Tsumiki le loup-garou.\n\nLe nouveau parcours normal de la jeunesse est sur le point de commencer.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。\n\n舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。\n\n真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n日常が変わっていく、つみきさんと一緒なら。\n\nまだ誰も知らない、ニューノーマルな青春がここに。",
      "pl": "Obecnie żyjemy w erze różnorodności. Wyrażenie „nie-ludzie” należy już do przeszłości. „Genjin” żyją w interakcji z ludźmi.\n\nPewien ludzki chłopiec, Yutaka Shinsou, jest zaniepokojony. Jest tak przyzwyczajony do bycia w zgodzie z otoczeniem, że nie rozumie już własnych uczuć. W Liceum Keiki, gdzie uczęszcza wielu „Genjin”, spotyka Tsumiki Ogami, wilkołaka. Jest urocza, potężna, trochę nietypowa i miła.\n\nKiedy spędza z nią czas, serce Yutaki staje się głośniejsze niż zwykle. Niezwykłe niecodzienne życie z wilkołakiem Tsumiki.",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "pt-br": "Hoje, vivemos numa era de diversidade. A frase “não-humanos” é coisa do passado. “Genjin” vivem suas vidas interagindo com seres humanos.\n\nUm menino humano, Yutaka Shinsou, está preocupado. Ele está tão acostumado a estar em sintonia com o ambiente que não entende mais seus próprios sentimentos. No Colégio Keiki, onde muitos \"Genjin\" estudam, ele conhece Tsumiki Ogami, uma lobisomem. Ela é fofa, poderosa, um pouco fora do comum e gentil.\n\nQuando ele passa um tempo com ela, o coração de Yutaka fica mais acelerado do que o normal. Girando uma vida cotidiana \"incomum\" com o lobisomem Tsumiki.\n\nO novo gráfico normal da juventude está prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91e53abe-9ed2-46e3-af0d-2394457dd314",
    "title": {
      "en": "Tameshi ni Komando Itte mita"
    },
    "updatedAt": "2024-06-10T06:37:19+00:00",
    "coverArt": "https://mangadex.org/covers/91e53abe-9ed2-46e3-af0d-2394457dd314/5cf04245-a7b6-44c9-a6ba-36b1c7f32e86.png",
    "altTitles": [
      {
        "ja": "ためしにコマンド言ってみた"
      },
      {
        "ja-ro": "Tameshi ni Komando Ittemita"
      }
    ],
    "description": {
      "en": "“Masa, kneel.” Select shop owner Masa’s current crush is his best friend, Oto, a fashion model.\nThey’re both high-ranking doms who attract a lot of attention when they walk the streets. Oto has been feeling under the weather lately, since he was dumped by his sub partner… At the same time, Masa has been building good relationships with three partners.\nFeeling that his commands are too forceful and scary, Oto asks Masa for advice, but then Oto jokingly commands Masa to kneel down…?!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "2a6d6ea2-18a5-4a31-9777-f4bb5bd32726",
    "title": {
      "en": "Little Mushroom"
    },
    "updatedAt": "2024-06-16T11:18:59+00:00",
    "coverArt": "https://mangadex.org/covers/2a6d6ea2-18a5-4a31-9777-f4bb5bd32726/cd987770-8002-4426-9ed4-a9d758427026.jpg",
    "altTitles": [
      {
        "zh": "小蘑菇"
      }
    ],
    "description": {
      "en": "“Until the day humanity falls.”\n\nIn the year 2020, Earth’s magnetic poles disappeared and humankind was nearly wiped out by cosmic radiation. Within the span of a hundred years, living creatures began to mutate and devour each other while the remaining humans, numbering in the tens of thousands, struggled bitterly in their man-made bases.\n\nIn the Abyss, home to the mutated xenogenics, there lived a sentient little mushroom. Because it had been nourished by the blood and flesh of the deceased human An Ze, not only did it take on a similar-looking human form, but a similar name as well: An Zhe.\n\nAn Zhe is determined to go to the human base to search for his spore, which had been harvested by humans. Once there, however, he faces the omnipresent risk of discovery and certain death as he tries to keep his non-human nature hidden from the Judges, whose responsibility is to inspect for and eliminate xenogenics like himself. And of all the Judges, Colonel Lu Feng is the most perceptive and merciless—as soon as he determines that someone is a xenogenic, he will execute that person on the spot.\n\nBut An Zhe’s mutation goes undetected by Lu Feng’s eyes, and so a tale of humans and xenogenics unfolds…\n\nSilver Award winner at the 12th Chinese Nebula Awards for Chinese Science Fiction.",
      "pl": "Ponury i niegościnny świat po katastrofie ekologicznej. Spustoszoną ziemię bombarduje promieniowanie kosmiczne. Niedobitki ludzkości schroniły się w dwóch ostatnich ocalałych bazach, desperacko próbując przetrwać. Każdy kontakt z obcym organizmem żywym grozi skażeniem genetycznym.\n\nDo bazy ludzi trafia zagubiony chłopak, który w rzeczywistości nie jest nawet człowiekiem. Los styka go z bezlitosnym sędzią, wyszkolonym do tropienia i likwidowania mutantów. Niespodziewanie ich znajomość przeradza się w coś więcej…\n\nPolskie tłumaczenie powieści dostępne tutaj: https://www.wattpad.com/story/251281478-little-mushroom"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4246a43-2406-4720-95e0-1cc827850ba5",
    "title": {
      "en": "BanG Dream! - Say MaMa (Doujinshi)"
    },
    "updatedAt": "2024-07-08T07:35:20+00:00",
    "coverArt": "https://mangadex.org/covers/b4246a43-2406-4720-95e0-1cc827850ba5/3c7938b9-bc41-4f7c-9c2d-681749848a1a.jpg",
    "altTitles": [
      {
        "ja-ro": "Say MaMa"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca264439-ffa2-4334-91b7-ab42b8b3c684",
    "title": {
      "en": "Ane Log"
    },
    "updatedAt": "2023-08-26T03:06:47+00:00",
    "coverArt": "https://mangadex.org/covers/ca264439-ffa2-4334-91b7-ab42b8b3c684/42feb133-5080-4c43-bfbf-58ebd0d0d2b3.jpg",
    "altTitles": [
      {
        "ja-ro": "Ane Log - Moyako Nee-san no Tomaranai Monologue"
      },
      {
        "en": "Sister's Log - Moyako's Never-ending Monologue"
      },
      {
        "ru": "Заблуждение сестры – Нескончаемый монолог Мояко"
      },
      {
        "th": "เจ๊ครับอย่าคิดลึก"
      },
      {
        "ja": "姉ログ"
      },
      {
        "ja": "姉ログ 靄子姉さんの止まらないモノローグ"
      },
      {
        "zh": "姐姐的妄想日志"
      },
      {
        "zh": "姐姐的妄想日志 - 我的弟弟是變態"
      },
      {
        "zh-hk": "姐姐的妄想日记"
      },
      {
        "zh-hk": "姐姐的妄想日记 - 我的弟弟是变态"
      },
      {
        "ko": "누나 로그"
      },
      {
        "ko": "누나 로그 - 내 동생은 우주급의 변태다."
      }
    ],
    "description": {
      "en": "When Konoe Moyako and her little brother, Akira, were young, he said he wanted to marry her. Naturally, Moyako decided that her little brother was a complete pervert who was obsessed with her. Now that they're both teenagers, Moyako is convinced she needs to 'rehabilitate' him. However, it seems that the 'perversion' is entirely in her imagination, and she can't seem to help turning completely innocent situations into creepy ones in her mind!  \n  \nLinks to AnimeNewsNetwork for the anime:  \n[OAV 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=16486)  \n[OAV 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=16487)"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "300"
  },
  {
    "mangaId": "c386a0b1-417a-4578-a041-618239a7f944",
    "title": {
      "en": "Tsuitenai Game Jikkyousha wa Akogare no Hito ni Kakinsareru"
    },
    "updatedAt": "2024-06-16T08:53:04+00:00",
    "coverArt": "https://mangadex.org/covers/c386a0b1-417a-4578-a041-618239a7f944/ef0d59c7-b0be-4217-8420-a3283d872474.jpg",
    "altTitles": [
      {
        "ja": "ツイてないゲーム実況者は憧れの人に課金される"
      },
      {
        "ja-ro": "Tsuitenai Game jikkyousha wa akogare no hito ni kakin sareru"
      }
    ],
    "description": {
      "en": "\"Hasumi, a university student who meets with misfortune whenever she does anything, is interested in Oikawa, who helped her out at the entrance ceremony.\nHowever, when she steels herself to talk to him, he doesn't even remember her... Then, at the suggestion of her older brother, who noticed how amusing Hasumi's game-playing was, she decides to livestream a let's play. The video unexpectedly goes viral, and Oikawa has found it too...?\n\nGaming livestreamer x unlaughing guy—who will be the one to get hooked?\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62ea0d5e-b6d8-4391-a919-02d217410f18",
    "title": {
      "en": "Amateur E-girl Streaming a Space War"
    },
    "updatedAt": "2022-12-26T19:49:36+00:00",
    "coverArt": "https://mangadex.org/covers/62ea0d5e-b6d8-4391-a919-02d217410f18/e3c99b73-403d-4fd4-9085-2e1f8cead835.jpg",
    "altTitles": [
      {
        "ja-ro": "Teihen Chūbā ga Uchū Sensō o Totte Mita"
      },
      {
        "ja-ro": "Teihen Tuber ga Uchuu Sensou wo Tottemita"
      },
      {
        "ja": "底辺チューバーが宇宙戦争を撮ってみた"
      }
    ],
    "description": {
      "en": "On a day just like any other, a giant spaceship suddenly appeared and invaded Earth, obliterating entire cities in the blink of an eye. In the midst of the attacks, Kanna Fujimiya, amateur content creator, rose to fame overnight with her video coverage of the invasion. With her newfound popularity and charms, Kanna continues to cover the war from the front lines, but…!?  \n  \nThis amateur content creator reveals the truth behind the interstellar war in this science fiction thriller!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "24"
  },
  {
    "mangaId": "b04582e8-d98b-4f6e-b605-c300f3a5e3bd",
    "title": {
      "en": "Sanda"
    },
    "updatedAt": "2024-03-04T11:31:22+00:00",
    "coverArt": "https://mangadex.org/covers/b04582e8-d98b-4f6e-b605-c300f3a5e3bd/b0050197-a9dd-4c61-b7ea-bb5f5b4f8f0b.jpg",
    "altTitles": [
      {
        "ja": "サンダ"
      }
    ],
    "description": {
      "en": "In the year 2080, the world is like it is now, yet different. Government-arranged marriages, elaborate plastic surgery, and medical science are at the forefront of Japanese society.\n\nSanda Kazushige is a middle-school student who hasn't quite matured, despite being in the thralls of puberty. Put into a life-threatening situation by his classmate Fuyumura, Sanda discovers his uncanny ability to turn into a burly (and more grown) Santa Claus, and is thrown into a world of chaos to save his fellow students in only ways Santa Claus can do, while trying to solve the mysteries of the school he attends and the truth to where his supposedly-dead classmate Ono went.",
      "ja": "これは少し未来のお話。超少子化が進み、様々な風習が失われた近未来。大黒愛護学園に通う普通の少年、三田は、なぜか同級生の冬村四織に命を狙われていた。突如として振り下ろされる凶刃。それには、行方不明になった冬村の友人と、三田が抱えている「とある呪い」に理由があって…!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af6f72d6-af16-4974-ac72-c8ca8cb6db58",
    "title": {
      "en": "Ochame na Okusan to no Nichijou Chabangoto"
    },
    "updatedAt": "2024-06-29T12:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/af6f72d6-af16-4974-ac72-c8ca8cb6db58/3a295f23-9722-464f-85f6-c4b2e530c167.jpg",
    "altTitles": [
      {
        "ja": "とある奥さんの様子"
      },
      {
        "ja-ro": "Toaru Okusan no Yousu"
      },
      {
        "en": "The State of a Certain Wife"
      },
      {
        "ja": "お茶目な奥さんとの日常茶番事"
      },
      {
        "ja-ro": "Ochame na Okusan to no Nichijou Chabangoto"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternate Official Raw - [X (Formerly Twitter)](https://x.com/gibagibagiba/status/1633031267829817344) (Chapter 2),\n[Nico Nico Douga Manga](https://sp.manga.nicovideo.jp/comic/63088) (Different chapter numbering)\n- Defunct Official Raw (Chapter 1) - [Pixiv](https://www.pixiv.net/artworks/105860251), [FANBOX](https://gibagibagiba.fanbox.cc/posts/5412957)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a086028-7977-4da6-a4c2-b659a4de29c6",
    "title": {
      "en": "Kasane to Subaru"
    },
    "updatedAt": "2024-05-03T01:53:36+00:00",
    "coverArt": "https://mangadex.org/covers/4a086028-7977-4da6-a4c2-b659a4de29c6/9252b4c2-1cde-4462-a489-c4b576a51ad8.jpg",
    "altTitles": [
      {
        "ja": "かさねと昴"
      },
      {
        "en": "Kasane and Subaru"
      },
      {
        "ru": "Касанэ и Субару"
      },
      {
        "zh-hk": "累和昴"
      }
    ],
    "description": {
      "en": "Both of them are straightforward people. Once they meet, they quickly get to know each other better. A heartwarming romantic comedy that begins with a certain incident. Shibata Kasane, a graphics designer at a toy design and development company, is troubled. Her troubles started when she grabbed her colleague Enokida Subaru's ass by accident! Kasane was intrigued by how similar Enokida's ass and her favourite childhood character felt. At the same time, Kasane felt guilty because Enokida might have been uncomfortable. Enokida said \"I don't mind\" but had a pained and frightened expression. Kasane was overcome by the urge to apologise profusely! On the other hand, it looks like Enokida is hiding something.",
      "ru": "Касанэ Сибата работает графическим дизайнером в компании, выпускающей детские игрушки. Однажды она случайно... дотронулась до ягодиц своего коллеги, Субару Энокиды, и это напомнило ей о любимом персонаже из детства. Касанэ хочет извиниться перед Субару, не подозревая, что он скрывает..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d73077f0-2355-4314-a907-9dddf04c4d4b",
    "title": {
      "en": "The Maid I Hired Recently Is Mysterious"
    },
    "updatedAt": "2024-07-05T16:11:47+00:00",
    "coverArt": "https://mangadex.org/covers/d73077f0-2355-4314-a907-9dddf04c4d4b/b9a587a3-0cbf-4e3f-b82d-b2a2e641e46f.jpg",
    "altTitles": [
      {
        "en": "My Recently Hired Maid Is Mysterious"
      },
      {
        "es-la": "La criada que contraté recientemente es sospechosa."
      },
      {
        "es-la": "Mi criada nueva es misteriosa"
      },
      {
        "ja-ro": "Saikin Yatotta Maid ga Ayashii"
      },
      {
        "pt-br": "A Empregada que acabei de contratar é muito suspeita"
      },
      {
        "ru": "Моя новая горничная ну очень подозрительна"
      },
      {
        "ja": "最近雇ったメイドが怪しい"
      }
    ],
    "description": {
      "en": "I hired a maid who has something about her I just can’t put my finger on. Sure, she looks great and is a fabulous cook, but something about her’s not quite right. What have I gotten myself into!?\n\n**Physical volumes version of [this title](https://mangadex.org/title/1f366545-bf36-4f83-b3c1-f65021320a6e/my-recently-hired-maid-is-suspicious-magazine) with added webcomic parts and different chapter numbering.**",
      "es": "El Joven Amo procede con cuidado debido al hecho de que su nueva criada hace cosas que lo hacen sentirse nervioso e incómodo. ¿¡Qué está tramando esta mujer seductora!?… ¿¡Acaso es amor!?",
      "ru": "Это рассказ о маленьком мальчике и его недавно нанятой горничной, которая то ли дразнит своего господина, то ли действительно испытывает к нему серьёзные чувства.",
      "pt-br": "Eu contratei uma empregada, mas tem algo suspeito sobre ela. Claro, ela é linda e cozinha bem, mas tem algo sobre ela que não parece certo. O que será que aquela mulher está tramando? ...Será que é amor?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "046d6919-9270-431c-9cb3-5c9e1b02aa3c",
    "title": {
      "en": "Kuuraisen uchiharairei"
    },
    "updatedAt": "2024-04-18T01:10:56+00:00",
    "coverArt": "https://mangadex.org/covers/046d6919-9270-431c-9cb3-5c9e1b02aa3c/c9b1fcb2-974a-4536-b317-74a3bdfb2a6b.jpg",
    "altTitles": [
      {
        "ja": "空来船打払令"
      },
      {
        "zh": "空来船驱逐令"
      },
      {
        "zh-hk": "空來船驅逐令"
      }
    ],
    "description": {
      "en": "It was the end of the Edo period. Instead of Perry, a huge \"Korai-ship\" came to Edo... A samurai fighting with \"steam\" and a genius engineer heroine weave an oedo x steam battle!",
      "ja": "時は幕末。ペリーの代わりに江戸へやってきたのは、巨大な“空来船”だった──。“蒸気”で戦う侍と天才技師のヒロインが紡ぐ、大江戸×スチームバトル！！",
      "zh": "“新感觉”历史×战斗幻想拉开序幕！！ 幕末时代，不是佩里的黑船，而是巨大的“空来船”来到了江户。由蒸汽驱动的武士与摩诃工匠展开大江户蒸汽大战！！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d0a0c63-d6c9-485d-aea5-82088696ad72",
    "title": {
      "en": "Okitsune Gal Katabami-san"
    },
    "updatedAt": "2024-07-08T07:06:38+00:00",
    "coverArt": "https://mangadex.org/covers/2d0a0c63-d6c9-485d-aea5-82088696ad72/2f3e1ead-4b06-442d-96fa-19325883af1c.jpg",
    "altTitles": [
      {
        "ja": "お狐ギャルの片喰さん"
      }
    ],
    "description": {
      "en": "A very ordinary and serious high school student, Kamou-kun.\nThough his days are filled with diligent study, his concern lies in his childhood friend, Katabami-san, who interferes with his studies every day. And to make matters more complicated, Katabami-san's true identity is... a fox spirit!?\n\nThe struggle between Kamou-kun, who doesn't want to be bothered, and Katabami-san, who craves attention, begins anew today!\n\n---\n\n**Alternative Raw:** [Nico Nico Seiga](https://sp.seiga.nicovideo.jp/comic/66393)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ede55c-1584-4019-b85b-3902a423c3ab",
    "title": {
      "en": "Fairy Tail: 100 Years Quest"
    },
    "updatedAt": "2024-04-20T22:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/52ede55c-1584-4019-b85b-3902a423c3ab/d7bdad1b-b129-462c-b929-7e67bd8d5594.jpg",
    "altTitles": [
      {
        "en": "Fairy Tail 100 Years Quest"
      },
      {
        "vi": "Fairy Tail Nhiệm vụ Trăm năm"
      },
      {
        "ja-ro": "Feari Teiru: Hyaku-nen Kuesuto"
      },
      {
        "ru": "Хвост Фей: 100-летний квест"
      },
      {
        "th": "แฟรี่เทล ภาคเควส 100 ปี ตอนที่"
      },
      {
        "ja": "フェアリーテイル １００年クエスト"
      },
      {
        "ko": "페어리 테일 -100년 퀘스트"
      },
      {
        "zh-hk": "妖精的尾巴 百年任務"
      },
      {
        "uk": "Хвіст Феї: 100-річний квест"
      }
    ],
    "description": {
      "en": "After overcoming the threat of Acnologia and Zeref, Fairy Tail has become stronger and more energetic! The 100 year quest which Natsu and company left for, and also to the members who had remained at the guild, something new is going to happen!? Although the story was supposed to have concluded, a new adventure now begins!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Продолжение популярной манги \"Хвост Феи\" или \"Фейри Тейл\", которая будет носить отдельное название \"100 летний квест\"! После победы над Зерефом нашу любимую, еще более сильную гильдию, ждет новое приключение! Не пропустите новые приключения популярных героев!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64113fcd-4f8c-41bc-8fa4-18a83076da2e",
    "title": {
      "en": "The Last Human"
    },
    "updatedAt": "2024-03-25T14:15:03+00:00",
    "coverArt": "https://mangadex.org/covers/64113fcd-4f8c-41bc-8fa4-18a83076da2e/8a8d42b9-86f3-4856-b41f-cbae24199884.jpg",
    "altTitles": [
      {
        "en": "Mortal of The Doom"
      },
      {
        "zh-ro": "Moshi Fanren"
      },
      {
        "ru": "Последний человек"
      },
      {
        "zh": "末世凡人"
      },
      {
        "ko": "블러디발렌타인:인류종말"
      }
    ],
    "description": {
      "ar": "تسو تيانشين هو آخر إنسان حي في مدينة مليئة بالزومبي. فقط عندما كان متأكداً من أنه مات ، يجد روحه تعود إلى ما قبل ذلك اليوم المشؤوم قبل عشر سنوات. يقسم أنه سوف يحمي الناس المهمين له هذه المرة ويجتمع مع عشيقته. تابعوا نضاله من أجل البقاء بمساعدة ذكرياته للسنوات العشر القادمة!",
      "en": "Zuo Tianchen is the last living human in a mutated zombie-infested city. Just when he was sure he'd died, he finds his soul returned to just before that ill-fated day ten years ago. He swears he'll protect the people important to him this time round and reunite with his past lover. Watch his struggles to survive equipped with his memory of the next ten years!",
      "fr": "uo Tianchen est l'un des derniers survivants sur terre depuis qu'une épidémie venant de l'espace s'était abattue sur terre, il l'y a de cela 10 ans. Alors qu'il est sur le point de mourir, Zuo fît donc ses adieux à sa petite amie qu'il avait rencontré durant l'épidémie. C'est alors que, d'un coup, alors qu'il était sur le point de mourir, il retourna dans le temps 10 ans auparavant, quelques heures avant le début de l'épidémie. C'est alors qu'il décida de sauver son meilleur ami qui avait périt dès le début de l'épidémie, 10 ans auparavant, et c'est alors qu'il se met à la recherche de sa copine qu'il avait dans l'ancienne apocalypse.",
      "ru": "Зе Тянчен – последний выживший человек в городе, зараженном зомби-инфекцией. Будучи на грани смерти, он внезапно оказался в своем теле десять лет назад, когда город еще не был заражен. Он решил, что в этот раз спасет близких ему людей и воссоединится со своей старой любовью.   \r\n  \r\nСледите за его приключениями, в которых он использует свои воспоминания о следующих 10 годах, чтобы выжить и спасти своих близких!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a02efe40-dcdd-419b-952c-83d1eaf484b9",
    "title": {
      "en": "The love princess of His Royal Highness the King's younger brother ~ After breaking off the engagement with the prince, I was captured by the beautiful King's younger brother."
    },
    "updatedAt": "2024-06-29T09:14:15+00:00",
    "coverArt": "https://mangadex.org/covers/a02efe40-dcdd-419b-952c-83d1eaf484b9/e3ef05a1-c389-4556-baf6-51abe5ff9141.jpg",
    "altTitles": [
      {
        "ja": "王弟殿下の恋姫 ～王子と婚約を破棄したら、美麗な王弟に囚われました"
      },
      {
        "fr": "L'Idylle de la Princesse et du frère cadet du roi~ Prise au Piège par sa beauté après l'Annulation de mes Fiançailles avec le Prince ~"
      },
      {
        "ja-ro": "Ō otōto denka no kohime"
      }
    ],
    "description": {
      "en": "Melissa, the prince’s fiancée, bravely endures difficult days after being openly deceived. Since her childhood, she has trained every day to become an illustrious queen, but perhaps this marriage is doomed to failure. That’s when the king’s \"younger brother\" appears, Ashley, who loves to tease her.\n\n\"Well, how about some time and freedom?\"\n\nMelissa’s love and life take an unexpected turn!",
      "fr": "Melissa, fiancée du prince, endure courageusement des jours difficiles après avoir été ouvertement trompée. Depuis son enfance, elle s'est entraînée chaque jour pour devenir une illustre reine, mais peut-être que ce mariage est voué à l'échec. C'est alors qu'apparaît le \" frère cadet\" du roi, Ashley, qui adore la taquiner.\n\n\"Eh bien, que dirais-tu d'avoir un peu de temps et de liberté ?\"\n\nL'amour et la vie de Melissa prennent un tournant inattendu !"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19d5b057-7150-4ae5-9b2b-5996d5c5ec53",
    "title": {
      "en": "Akuma-san to Outa"
    },
    "updatedAt": "2024-01-22T13:58:10+00:00",
    "coverArt": "https://mangadex.org/covers/19d5b057-7150-4ae5-9b2b-5996d5c5ec53/f2049563-ebde-4cd7-a2b0-efcbbfabf175.jpg",
    "altTitles": [
      {
        "en": "Demon and Song"
      },
      {
        "en": "Devil and Song"
      },
      {
        "ja": "悪魔さんとお歌"
      }
    ],
    "description": {
      "en": "Those who curse the world with their dying breath becomes demons. The ones who protect the country from these demons are the Children's Choir who have received divine blessings from the angels. Hymns sung by these children who are pure in body and soul are exceptionally beautiful. They are able to kill the demons with their pitch perfect harmony. As such, the demons are always looking for a chance to kill these children once night falls. However, there's one poor little boy who just can't seem to hit the perfect note…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11.5"
  },
  {
    "mangaId": "d8f1d7da-8bb1-407b-8be3-10ac2894d3c6",
    "title": {
      "en": "Isekai Ojisan"
    },
    "updatedAt": "2024-04-02T06:31:57+00:00",
    "coverArt": "https://mangadex.org/covers/d8f1d7da-8bb1-407b-8be3-10ac2894d3c6/25e415d4-d163-4c96-8f69-fbc68ea6d7d8.jpg",
    "altTitles": [
      {
        "fr": "Coma héroïque dans un autre monde"
      },
      {
        "en": "Isekai Uncle"
      },
      {
        "ja-ro": "Ojisan in Another World"
      },
      {
        "en": "Uncle from Another World"
      },
      {
        "ja": "異世界おじさん"
      }
    ],
    "description": {
      "en": "Having survived an isekai for 17 years, 34 year old Ojisan (uncle) returns to modern day Japan. Takafumi, Ojisan's nephew, now gets to witness what throwing a diehard Sega fan into an isekai for 17 years does to various things and people, both past and present."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5208b9d-5233-4672-bf5c-6e7d23767e37",
    "title": {
      "en": "J<->M"
    },
    "updatedAt": "2024-04-09T11:43:37+00:00",
    "coverArt": "https://mangadex.org/covers/d5208b9d-5233-4672-bf5c-6e7d23767e37/a3f68fb0-f34d-4c19-9877-76b46b962bbd.jpg",
    "altTitles": [
      {
        "en": "J and M"
      },
      {
        "uk": "J⇔M ДжЕм"
      },
      {
        "ja": "J⇔M　ジェイエム"
      },
      {
        "ja-ro": "J⇔M　jeiemu"
      }
    ],
    "description": {
      "en": "J is a lone assassin feared as \"untouchable\" in the underworld.\nMegumi is a lonely girl who has no place at home or school.\nWhen the two meet, an unexpected story begins.",
      "uk": "Джей - самотній найманий вбивця, якого у злочинному світі вважають \"невразливим\". Меґумі - самотня дівчинка, якій немає місця ні вдома, ні в школі. Коли вони познайомилися, розпочалася несподівана історія, Джей та Меґумі обмінялися тілами. Тепер, Джей змушений взятися за завдання по вбивству у своєму новому тілі."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/b6810c0f-9577-473a-867b-4864fdc5c147.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efebd87c-1d8e-41db-a9a4-ded4e51aad32",
    "title": {
      "en": "Bokutachi Wa Isekai Geinin Desu"
    },
    "updatedAt": "2023-11-14T22:56:12+00:00",
    "coverArt": "https://mangadex.org/covers/efebd87c-1d8e-41db-a9a4-ded4e51aad32/14a09f0f-b015-484a-970d-8b53cd82a94d.jpg",
    "altTitles": [
      {
        "fr": "Nous sommes des comédiens d'un autre monde !"
      },
      {
        "ja": "僕たちは異世界芸人です！"
      }
    ],
    "description": {
      "en": "A ticket to the tournament final that decides the top for the comic artist who grabbed it desperately!\nHideki, an unsuccessful comic artist with a 15-year history as a duo, is happy for a short while, and goes to another world just before he could debut!",
      "fr": "Après 15 ans de duo, l'humoriste peu connu Hideki a enfin obtenu son billet pour la finale du tournoi qui déterminera les meilleurs comédiens. Mais juste avant de pouvoir y participer, il est transporté dans un autre monde !\nEiki pourra-t-il survivre dans cet autre monde en utilisant uniquement ses compétences d'humoriste ? Et pourra-t-il revenir sur la scène de la comédie ?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da3f22d5-a9c0-47ae-b39c-9db0aca11dd0",
    "title": {
      "en": "Global Freeze: I Created an Apocalypse Shelter"
    },
    "updatedAt": "2024-06-27T15:32:03+00:00",
    "coverArt": "https://mangadex.org/covers/da3f22d5-a9c0-47ae-b39c-9db0aca11dd0/5d2dc639-0607-41e1-96b0-2b10aabe9a4a.png",
    "altTitles": [
      {
        "zh": "Quan Qiu Bing Feng: Wo Dazaole Mori Anquan Wu"
      },
      {
        "en": "Freezing The World: I Built A Doomsday Safehouse"
      },
      {
        "zh": "Quán Qiú Bīng Fēng: Wǒ Dǎzàole Mòrì Ānquán Wū"
      },
      {
        "en": "The World Is Frozen: I Built a Doomsday Safe House"
      },
      {
        "zh": "全球冰封: 我打造了末日安全屋"
      },
      {
        "zh": "冰封为王"
      },
      {
        "zh": "冰封末日"
      },
      {
        "zh": "地球速冻"
      },
      {
        "zh": "寒武纪大地主"
      },
      {
        "pt-br": "Congelamento Global"
      }
    ],
    "description": {
      "en": "The world is plunged into an icy age, and 95% of humanity is wiped out! In his previous life, our hero Zhang Yi was tragically killed by the very people he helped, thanks to his kind heart.\n\nBut fear not, for Zhang Yi has been reborn and now possesses the awesome power – space manipulation! He's gone completely bonkers hoarding supplies for the icy apocalypse and is ready to rule the frozen wasteland! He vows to unleash a hundred times the pain on those who harmed him in the past!",
      "pt-br": "O mundo mergulhou numa era gelada e 95% da humanidade foi exterminada! Em sua vida anterior, nosso herói Zhang Yi foi tragicamente morto pelas mesmas pessoas que ajudou, graças ao seu bom coração. Mas não tema, pois Zhang Yi renasceu e agora possui o incrível poder de manipulação do espaço! Ele ficou completamente maluco acumulando suprimentos para o apocalipse gelado e está pronto para governar o deserto congelado! Ele promete desencadear cem vezes mais dor naqueles que o prejudicaram no passado!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06",
    "title": {
      "en": "Bijin Onna Joushi Takizawa-san"
    },
    "updatedAt": "2024-05-23T14:43:29+00:00",
    "coverArt": "https://mangadex.org/covers/7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06/0cc9106b-99c3-4293-84a7-f3b0b1c81c5d.jpg",
    "altTitles": [
      {
        "en": "Beautiful Female Superior Takizawa-san"
      },
      {
        "de": "Meine hübsche Vorgesetzte Takizawa-san"
      },
      {
        "es-la": "Mi Hermosa Jefa Takizawa-san"
      },
      {
        "es": "Mi Jefa Bella, Takizawa-san"
      },
      {
        "pt": "Minha linda chefe, Takizawa-san"
      },
      {
        "en": "My Beautiful Boss, Takizawa-san"
      },
      {
        "fr": "Takizawa-san, ma patronne magnifique"
      },
      {
        "en": "The Greatest Lady Boss \"Takizawa-san\""
      },
      {
        "ru": "Мой прекрасный босс Такидзава-сан"
      },
      {
        "ja": "美人女上司滝沢さん"
      },
      {
        "zh": "美女上司泷泽小姐"
      },
      {
        "ko": "미인 여자 상사 타키자와 씨"
      },
      {
        "zh-hk": "美女上司瀧澤小姐"
      },
      {
        "ja-ro": "Bijin On'na Jōshi Takizawa-san"
      }
    ],
    "description": {
      "en": "Kouta Takeda is a young office worker, who at the entry level at XOX Corporation is put under the direct supervision of Kyouko Takizawa, a stunning and voluptuous woman with a fearsome reputation at the company as an inflexible and cruel boss, but Takeda has the privilege of finding out that Takizawa is no iron lady, and that she's no stranger to kindness where it's dispensed.",
      "ja": "こんな上司と働きたい♪　Twitter発、美人で巨乳な女上司4コマ！ 新卒で入った僕の会社の上司・滝沢さんは、美人で巨乳でちょっぴり○○！？　Twitterで話題になった後ニコニコ静画にて連載化された美人女上司さん4コマがたわわに書籍化!!",
      "pt": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa.  \n  \n**Links:**  \n- [Author's Twitter](https://twitter.com/yan_baru55)",
      "pt-br": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a313d06-8002-42cd-b7f5-bf1d9cfceb34",
    "title": {
      "en": "The Dragon Tamer (Webtoon)"
    },
    "updatedAt": "2024-04-04T05:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/1a313d06-8002-42cd-b7f5-bf1d9cfceb34/ff965230-5150-4e8b-86e4-416412645ef3.jpg",
    "altTitles": [],
    "description": {
      "en": "What happens when a girl from a quaint and small town meets the son of a Yakuza crime lord? Will she be able to change him for the better or will he continue down the dangerous and violent path?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7abacf0-067a-45ae-84e5-acdfed5c5c20",
    "title": {
      "en": "Saikyou Rakudai Kizoku no Kenma Kiwameshi Antou Tan"
    },
    "updatedAt": "2024-05-12T08:28:47+00:00",
    "coverArt": "https://mangadex.org/covers/d7abacf0-067a-45ae-84e5-acdfed5c5c20/29314b0f-54b9-4ff7-840e-14a7f0924a3e.jpg",
    "altTitles": [
      {
        "en": "The Strongest Failed Aristocrat’s Dark Demon Sword"
      },
      {
        "ja": "最強落第貴族の剣魔極めし暗闘譚"
      },
      {
        "ja-ro": "SAIKYOU RAKUDAI KIZOKU NO KENMA KIWAMESHI ANTANFU"
      }
    ],
    "description": {
      "en": "The sword saint and the sage are in fact the underdogs of the school! A \"one-man, three-role\" substandard (dark) fantasy!\n\nRoy Revel is a frontier aristocrat from a lethargic small country. He is known as the \"fallen aristocrat\" at the school, but he has a secret. \n\n[The patron god of the land of swords, Cloud the White Sword Saint. \nThe patron god of the land of magic, the great sage Eclipse the Black.]\n\nThe strongest and most admired of the two great powers is in fact Roy, who plays the role of an incompetent! In order to protect his family, Roy, the strongest nobleman who manipulates the fight against the Empire from the shadows, is interested in the beautiful girls at the academy who aspire to become sword saints and sages.\n\nA new dark fantasy of the fallen aristocrat begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c157222-4425-46d4-a7e7-321bc0bb61de",
    "title": {
      "en": "Kinnikuman Lady"
    },
    "updatedAt": "2024-05-06T18:50:17+00:00",
    "coverArt": "https://mangadex.org/covers/3c157222-4425-46d4-a7e7-321bc0bb61de/c1c75a2c-ba28-41dd-8bba-b9139c3bc6df.jpg",
    "altTitles": [
      {
        "en": "Kinnikuman Ready"
      },
      {
        "ja": "キン肉マンレディー"
      },
      {
        "ja-ro": "Kinnikuman Lady"
      }
    ],
    "description": {
      "en": "Meat has been the trainer of the great Choujin superhero Kinnikuman for long. He thought his job was done helping his greatest subject become a master Choujin and king of his homeworld. But…what if upon waiting for his next subject, the little trainer was sent to another world?…  \n  \nA world where Kinnikuman has yet to become a great hero… and a world where he is… female!?  \n  \nWelcome to the world of Kinnikuman Lady! A world that promises to be as bizarre and exciting as the one of the original Kinnikuman."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": ""
  },
  {
    "mangaId": "decb475a-c54a-430f-a08a-0ffbfb12a977",
    "title": {
      "en": "Legal Pirate Parfait"
    },
    "updatedAt": "2024-03-25T23:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/decb475a-c54a-430f-a08a-0ffbfb12a977/f763e319-805a-47f6-97f0-928c43da7daf.jpg",
    "altTitles": [
      {
        "ko": "합법해적 파르페"
      },
      {
        "en": "Privateer Parfait"
      },
      {
        "en": "Parfait: the Privateer"
      },
      {
        "en": "Parfait: the Legal Pirate"
      }
    ],
    "description": {
      "en": "The extraordinary Princess Parfait's marvelous fantasy adventure!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4397b12-137c-426f-92ff-618ddfbad51a",
    "title": {
      "en": "Marriage Toxin"
    },
    "updatedAt": "2024-06-14T23:25:33+00:00",
    "coverArt": "https://mangadex.org/covers/f4397b12-137c-426f-92ff-618ddfbad51a/54331e59-a0c3-415b-b4ce-3000f84c0c19.jpg",
    "altTitles": [
      {
        "ja": "マリッジトキシン"
      },
      {
        "ru": "Брачный токсин"
      },
      {
        "en": "MARRIAGETOXIN"
      }
    ],
    "description": {
      "en": "A hitman and a marriage swindler set out on the world’s most grueling battle for marriage!\n\nGero is a young man from a clan of hitmen, which has been in existence for hundreds of years. As someone who’s never gone to school and lived his life dealing in the dark side of the business, he considers himself to have “no prospects with women” and marriage as “something not for him.”\n\nHowever, one day, in fear that their lineage would dissolve, his clan warns Gero that if he doesn’t marry and produce an heir, they would have no choice but to…force his little sister into doing “that.” Driven to his wits’ end, Gero asks the target of his work, a marriage swindler, to…\n\n------\n- [Official English Volumes at Viz Media](https://www.viz.com/marriage-toxin)",
      "ja": "<毎週水曜更新>殺し屋×結婚詐欺師の世界一ハードな婚活バトル物語！数百年続く殺し屋一族の青年・下呂。学校にも行かず裏稼業で生きてきた彼にとって女性は「苦手で縁遠いもの」であり、結婚は「するべきではないもの」と考えていた。だがある日、血が絶えることを恐れた彼の実家は、下呂が結婚し子供を残さないならば、妹に「それ」を強制することを通告。困り果てた下呂は仕事のターゲットであった結婚詐欺師に…。",
      "pt-br": "Um assassino de aluguel e uma vigarista de casamentos partem na batalha mais cansativa do mundo! \n\nGero é um jovem de um clã de assassinos, que existe há centenas de anos. Como alguém que nunca foi à escola e viveu sua vida lidando com o lado sombrio do negócio, ele se considera “sem perspectivas com mulheres” e o casamento é “algo que não é para ele”. No entanto, um dia, com medo de que sua linhagem se dissolva, seu clã avisa Gero que, se ele não se casar e ter um herdeiro, eles não terão escolha a não ser… forçar sua irmãzinha a fazer “isso”. Levado ao extremo, Gero pede ao alvo de seu trabalho, uma vigarista de casamento, para que..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b9d73ff-a19e-4817-9eb7-657471f4d8d5",
    "title": {
      "en": "Kinnikuman"
    },
    "updatedAt": "2024-06-02T23:38:48+00:00",
    "coverArt": "https://mangadex.org/covers/7b9d73ff-a19e-4817-9eb7-657471f4d8d5/475a11e7-9214-4c5f-a233-782abdd86525.jpg",
    "altTitles": [
      {
        "ja": "キン肉マン"
      },
      {
        "en": "Muscle Man"
      },
      {
        "en": "M.U.S.C.L.E"
      },
      {
        "pt-br": "Homem Músculo"
      }
    ],
    "description": {
      "en": "Kinnikuman (Muscleman), a weak and clumsy super hero, constantly getting into wacky situations. As the series progressed, the story began changing from comedy to action as Kinnikuman battles stronger and stronger foes in the wrestling ring. The series continually introduced new Super Human characters, known as Chojin, who would challenge Kinnikuman and his friends for various purposes.  \n    \n---\n- **The initial serialization lasted from 1979-1986 and ended with Vol. 36. The series directly continued in 2011 with Vol. 37.**\n- **The 2011 Chapters resets the Count to 1 during it set of volumes (Beyond Vol 36)**\n\n---\n- **Won the Shogakukan Manga Award for Shonen in 1985**",
      "pt-br": "Kinnikuman (Homem Músculo), um super-herói fraco e desajeitado, constantemente entrando em situações malucas. À medida que a série avançava, a história começou a mudar de comédia para ação, enquanto Kinnikuman lutava contra inimigos cada vez mais fortes no ringue de luta livre. A série continuamente introduziu novos personagens Super Humanos, conhecidos como Chojin, que desafiariam Kinnikuman e seus amigos para vários propósitos. \n\nA serialização original foi de 1979-1986 e terminou com o Vol. 36. A série continuou diretamente em 2010. \n\nGanhou o Shogakukan Manga Awards por melhor Shounen em 1985."
    },
    "status": "ongoing",
    "releaseDate": 1979,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0948937b-682c-4fe2-90bb-4c552c6818c4",
    "title": {
      "en": "I Have Nine Quadrillion Simp Gold Coins"
    },
    "updatedAt": "2024-01-02T15:44:47+00:00",
    "coverArt": "https://mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg",
    "altTitles": [
      {
        "zh": "我有九千万亿舔狗金"
      },
      {
        "vi": "Ta Có 90 Tỷ Tiền Liếm Cẩu!"
      },
      {
        "en": "I Have 90 Billion Licking Gold Coins"
      }
    ],
    "description": {
      "en": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-05-08T23:05:04+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/e878e3bb-a019-4bc9-bd7c-8c370369b20f.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de3745b8-4a77-4f2c-8929-68395360793f",
    "title": {
      "en": "The Ranker's Guide to Live an Ordinary Life"
    },
    "updatedAt": "2024-05-07T10:14:02+00:00",
    "coverArt": "https://mangadex.org/covers/de3745b8-4a77-4f2c-8929-68395360793f/7b3fb49e-46cb-4e43-a69f-874d3145c641.jpg",
    "altTitles": [
      {
        "en": "A Guide to the Right Life for Rankers"
      },
      {
        "ko": "랭커를 위한 바른 생활 안내서"
      }
    ],
    "description": {
      "en": "The first S-class Awakened is really a third-rate student?!\n\nIn the 21st century, the world became a 'fantasy'. In a South Korea filled with despair, S-classes have descended! The greatest of them - Witch Queen Jyo!\n\n\"Goddess Jyo... Queen Jyo... Who are you...? Who could it be?\"\n\nThe true identity of the savior who has been shrouded in mystery for 10 years. Her identity? Gyung Jyo, a third-rate student, who's unable to make outgoing calls due to her mother's anger.and on the verge of being strangled and trapped in the abyss.\n\nShe was leading a peaceful and ordinary life as Korea's top unemployed person, however...\n\n[The rankings are being updated.]\n[Your current ranking has dropped to 2nd place.] \n\n\"!?\"\n\n\"I know who you are, Witch Queen.\"\n\nBaek Dohyun, a regressor, appears in front of Gyung Jyo!\n\nWill Gyung Jyo, an S-class Munchkin ranker, be able to maintain her comfortable and lazy tyrant life, as her well-rolling life turns upside down into the position of the world's savior?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3850522-6640-4743-9fbc-acc725714459",
    "title": {
      "en": "Star Dream Idol Project"
    },
    "updatedAt": "2024-02-10T11:57:49+00:00",
    "coverArt": "https://mangadex.org/covers/a3850522-6640-4743-9fbc-acc725714459/747bdb66-0633-45ef-896b-12efeb4e8599.jpg",
    "altTitles": [
      {
        "zh-ro": "Xing Meng Ou Xiang Ji Hua"
      },
      {
        "zh": "星梦偶像计划"
      },
      {
        "vi": "Tinh Mộng Thần Tượng"
      }
    ],
    "description": {
      "en": "The shining lights, the magnificent stage! Friendships created through singing, making a future through dancing, the girls embark on their journey towards their dreams! One who has lost status due to a scandal is hiding a plot behind her back. A pair of bosom friends, separated by fate. A girl who tries to exonerate her mother sets off on her journey for a talent competition. When the stage turns into an empty battlefield, she uses her voice to chase after her dreams."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "355"
  },
  {
    "mangaId": "a9f6aee1-e562-4822-a5df-def41285ce49",
    "title": {
      "en": "Cycle Biyori"
    },
    "updatedAt": "2024-06-15T00:56:35+00:00",
    "coverArt": "https://mangadex.org/covers/a9f6aee1-e562-4822-a5df-def41285ce49/b43377b9-067a-4fc7-9269-311ec042cbc0.jpg",
    "altTitles": [
      {
        "ja": "さいくるびより"
      },
      {
        "en": "Psych House"
      },
      {
        "ja-ro": "Saikuru Biyori"
      },
      {
        "ru": "ПСИХОнутые деньки"
      }
    ],
    "description": {
      "en": "Psych House--a special home set up for those with supernatural powers. One day, Nemuru, a boy with a Psych that allows him to change size, invites Kotone, a girl with a teleportation Psych, to live at Psych House. The mysterious but normal days of those with psychic powers now begins!",
      "pt-br": "Psych House--uma casa especial para aqueles com poderes sobrenaturais. Certo dia, Nemuru, um garoto com uma Psico que lhe permite alterar tamanhos, convida Kotone, uma garota com Psico de teleporte, para viver na Psych House. Agora começam os dias misteriosos, mas ainda normais, daqueles com poderes psíquicos!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66b0511a-528c-43de-b572-a7ff7a30ebd9",
    "title": {
      "en": "Cool na Doukyuusei no ◯◯ Nengo…"
    },
    "updatedAt": "2024-04-06T08:50:53+00:00",
    "coverArt": "https://mangadex.org/covers/66b0511a-528c-43de-b572-a7ff7a30ebd9/4f5ebead-fa60-449d-9c6c-e0034e5b1df7.png",
    "altTitles": [
      {
        "ja-ro": "Cool na Doukyuusei no ◯◯ Nengo…"
      },
      {
        "ja": "クールな同級生の◯◯年後..."
      },
      {
        "en": "The Cool Classmate XX Years Later..."
      },
      {
        "en": "The Cool Classmate ◯◯ Years Later..."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e6f5c76-e13f-47a7-826c-2a3d7b087dcf",
    "title": {
      "en": "Drag-On Dragoon - Shi ni Itaru Aka"
    },
    "updatedAt": "2024-07-08T02:43:17+00:00",
    "coverArt": "https://mangadex.org/covers/5e6f5c76-e13f-47a7-826c-2a3d7b087dcf/1607dadd-00f0-4dd4-95a3-6d1e80d6f341.jpg",
    "altTitles": [
      {
        "ja": "Drag-On Dragoon"
      },
      {
        "en": "Drag-On Dragoon The Red unto Death"
      },
      {
        "ja": "Drag-On Dragoon: Shi ni Itaru Aka"
      },
      {
        "fr": "Drakengard - Destinées Écarlates"
      },
      {
        "en": "Drakengard - Shi ni Itaru Aka"
      },
      {
        "en": "Drakengard: Shi ni Itaru Aka"
      },
      {
        "ru": "Вестники смерти: Роковой красный"
      },
      {
        "ja": "ドラッグ オン ドラグーン 死ニ至ル赤"
      }
    ],
    "description": {
      "en": "Spin-off to Drag-on Dragoon 3 (localized as Drakengard). The story follows One, brother to the former Intoner One, and Nero, an Elf practiced with the bow.   \n  \nIt begins with the duo massacring their way toward a town's church for redemption…"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "95d3a4dc-e888-4761-91e2-abf3a5a823f6",
    "title": {
      "en": "Even Though I Transmigrated as a Villainess, I’d Rather Raise a Cat"
    },
    "updatedAt": "2024-07-07T23:37:57+00:00",
    "coverArt": "https://mangadex.org/covers/95d3a4dc-e888-4761-91e2-abf3a5a823f6/75a12285-2134-42e2-8927-d26219d1dc55.png",
    "altTitles": [
      {
        "ko": "악역에 빙의했지만, 고양이나 키울래요"
      },
      {
        "en": "I Reincarnated as a Villainess, But Why Did I Become a Cat Butler Instead?"
      },
      {
        "en": "Even Though I Was Possessed as a Villain, I Still Want to Raise a Cat"
      }
    ],
    "description": {
      "en": "I transmigrated as Rowaine, the villainess who was executed for abusing a werebeast. In order to escape death, I decided to replace my sister Linier in her arranged marriage.\n\nThe problem is that Duke Blois, the groom, is a cat werebeast who is known as a bloodthirsty battlefield monster…\n\n“My dear, I heard your hobbies include abusing werebeasts like myself.”\n\n“I haven’t heard of such a condition stating that women who abused werebeasts could not be Your Grace’s wife, though.”\n\nHis emerald eyes flashed dangerously at me, I quickly kept speaking before he could say anything.\n\n“If my hobby is a problem, then I promise that I will never abuse you, Your Grace.”\n\n“Ha– what?”\n\nThis is the story of a ten-year contractual marriage between a cat lover and a prickly cat werebeast."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "420fac61-50f6-43ee-aa31-5cdd02d68833",
    "title": {
      "en": "Disgusting Otaku, Become an Idol!"
    },
    "updatedAt": "2024-01-13T15:58:20+00:00",
    "coverArt": "https://mangadex.org/covers/420fac61-50f6-43ee-aa31-5cdd02d68833/6aa11c6b-7adf-41b0-9f17-1c48a10120c7.jpg",
    "altTitles": [
      {
        "ja": "キモオタ、アイドルやるってよ"
      },
      {
        "ja-ro": "KimoOta, Idol Yarutteyo"
      }
    ],
    "description": {
      "en": "\"When I woke up this morning there was a beautiful girl, but that was… me!?\" - Idol Otaku Aisaka Yousuke wakes up one morning and realizes he's now a beautiful girl named Aisaka Yoko. Now with his new appearance and his great Idol knowledge, he will attempt to become the number one idol."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "900b1790-4d86-4030-b410-00db69df4771",
    "title": {
      "en": "Saikyou no Maou ni Kitaerareta Yuusha Isekai Kikanshatachi no Gakuen de Musou Suru"
    },
    "updatedAt": "2024-04-02T21:39:47+00:00",
    "coverArt": "https://mangadex.org/covers/900b1790-4d86-4030-b410-00db69df4771/fd0dbdb0-0cc2-4a80-b9a9-0d6ee424de94.jpg",
    "altTitles": [
      {
        "ja-ro": "Saikyou no Maou ni Kitaerareta Yuusha, Isekai Kikansha-tachi no Gakuen de Musou Suru"
      },
      {
        "ja": "最凶の魔王に鍛えられた勇者、異世界帰還者たちの学園で無双する"
      },
      {
        "en": "The Hero Trained by the Worst Demon King Is Unrivaled in the School of Returnees From Another World"
      },
      {
        "ja-ro": "Sai Kyō no Maō ni Kitae Rareta Yūsha, Isekai Kikan-sha-tachi no Gakuen de Musō Suru"
      },
      {
        "en": "A Brave Man Trained by the Worst Demon King, Unrivaled in the School of Returnees From Another World"
      }
    ],
    "description": {
      "en": "Without possessing the unique skill blessed by the goddess, a boy named Kujou Kyouya failed to save the world. He was ridiculed as a “failed hero” at the interdimensional-level academy where returned heroes who had saved many worlds gathered.\n\nHowever, he became the strongest and most unique hero, having trained for 30,000 years in another world with the most evil demon king, Felice, who has destroyed 3,000 worlds!\n\nNow Kyouya’s unique skill is so powerful that he cannot even be defeated by the strongest heroes! The legend of a boy trained by the most evil demon king, begins!\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://seiga.nicovideo.jp/comic/58212),  [BookLive](https://booklive.jp/product/index/title_id/1299578/vol_no/001)",
      "id": "&nbsp;&nbsp; &nbsp; Tanpa mendapatkan berkah kemampuan unik dari Dewa, anak laki-laki bernama Kujou Kyouya gagal menyelamatkan dunia. Dia diejek sebagai \"pahlawan gagal\" di akademi level interdimensi di mana pahlawan yang telah menyelamatkan banyak dunia berkumpul. Meski begitu dia dapat menjadi pahlawan terkuat dan terunik, setelah berlatih selama 30.000 tahun di dunia lain dengan Raja Iblis paling jahat, Felice, yang telah menghancurkan 3.000 dunia! Sekarang dengan kemampuan uniknya Kyouya sangat kuat yang bahkan tidak akan bisa dikalahkan oleh pahlawan terkuat sekalipun! Legenda tentang anak laki-laki yang dilatih Raja Iblis paling jahat, dimulai!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a3591ae9-16cf-469a-854c-4be0b6386cba",
    "title": {
      "en": "Secretly More Powerful than the Hero"
    },
    "updatedAt": "2024-05-21T04:52:44+00:00",
    "coverArt": "https://mangadex.org/covers/a3591ae9-16cf-469a-854c-4be0b6386cba/9f7aa1f2-9ee0-4a3d-b8cf-5945f5c7d005.jpg",
    "altTitles": [
      {
        "ko": "용사보다 너무 강해서 힘을 숨김"
      },
      {
        "en": "I Was More Overpowered Than the Hero, so I Hid My Power!"
      },
      {
        "ko-ro": "Yongsaboda Neomu Ganghaeseo Himeul Sumgim"
      },
      {
        "es-la": "Era más fuerte que el héroe así que oculté mi poder"
      },
      {
        "th": "แกร่งเกินผู้กล้า แต่ซ่าไม่ได้"
      },
      {
        "zh-hk": "隱藏力量的邊緣英雄"
      },
      {
        "zh": "隐藏实力的幕后高手"
      }
    ],
    "description": {
      "en": "From a young age, I've always dreamed of being that “unassuming hero,” appearing ordinary but possessing unmatched strength. But one day, fate took a turn when I was hit by an eight-ton truck, and suddenly, reincarnation was on the table! \n\n\"What would you like to be in your next life?\" asked the goddess of reincarnation. Eagerly, I replied, \"I wish to become a wimp, but secretly OP!”\n\nShe granted my wish, but with an unexpected twist: if anyone ever uncovers my true abilities, my heart will explode! \n\nThis isn't quite the “secretly-OP-wimp-life” I had in mind…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]