[
  {
    "mangaId": "a210e6ef-d63b-492f-a3ba-159c4e47b568",
    "title": {
      "en": "Oni GF"
    },
    "updatedAt": "2024-06-30T08:19:04+00:00",
    "coverArt": "https://mangadex.org/covers/a210e6ef-d63b-492f-a3ba-159c4e47b568/80db960b-b815-49f4-8af1-7a4e36338f6f.jpg",
    "altTitles": [
      {
        "en": "Oni Girlfriend"
      }
    ],
    "description": {
      "en": "As children, Billy promised Kirika, an oni girl, that he would always protect her even after they got older. Ten years have passed since that promise and it looks like the roles have reversed?\n___\nOriginal comic posted by PeaCh88 on twitter.",
      "pt-br": "Quando crianças, Billy prometeu a Kirika, uma garota oni, que iria sempre a proteger mesmo depois de mais velhos. Dez anos já se passaram desde essa promessa e parece que os papeis se inverteram?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cee18057-22c5-410f-a9d6-442eef1d3ba9",
    "title": {
      "en": "Yagi-san Yuubin"
    },
    "updatedAt": "2024-11-25T07:09:48+00:00",
    "coverArt": "https://mangadex.org/covers/cee18057-22c5-410f-a9d6-442eef1d3ba9/a4c12a9e-3dc9-4464-aa33-9355755f5029.jpg",
    "altTitles": [
      {
        "en": "Lost Letters"
      },
      {
        "ja": "やぎさん郵便"
      },
      {
        "zh": "卖火柴的青 年"
      }
    ],
    "description": {
      "en": "University student Hirose Kiyotaka finds a love letter tucked into the pages of a borrowed book. While attempting to return the letter, he encounters the charismatic Hanashiro Seiji and quickly becomes involved with him. As their tentative relationship develops, however, he finds himself wondering how serious Hanashiro's feelings for him really are. Meanwhile, the letter falls into the hands of Hanashiro's colleague Sawa Jinichiro, who entraps its writer, Arihara Mineo. Sawa's actions are seemingly ruthless, but his true motives regarding Arihara are far from clear."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "25.5"
  },
  {
    "mangaId": "c3b168a0-2f0c-4f2b-b75a-17b081866c64",
    "title": {
      "en": "Magabanashi: Ghost Stories Spreading on Social Media"
    },
    "updatedAt": "2024-11-18T21:45:57+00:00",
    "coverArt": "https://mangadex.org/covers/c3b168a0-2f0c-4f2b-b75a-17b081866c64/319ead18-d289-488e-9c9e-a936dec84a10.png",
    "altTitles": [
      {
        "ja": "禍話: SNSで伝播する令和怪談"
      },
      {
        "ja-ro": "Magabanashi: SNS de Denpa suru Reiwa Kaidan"
      }
    ],
    "description": {
      "en": "Based on the popular horror radio show Magabanashi, this anthology captures supernatural stories that have taken on a life of their own across social media. Readers are cautioned that these tales come with risks, as they tap into deep-seated fears and blur the line between reality and the supernatural."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a313d06-8002-42cd-b7f5-bf1d9cfceb34",
    "title": {
      "en": "The Dragon Tamer (Webtoon)"
    },
    "updatedAt": "2024-04-04T05:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/1a313d06-8002-42cd-b7f5-bf1d9cfceb34/ff965230-5150-4e8b-86e4-416412645ef3.jpg",
    "altTitles": [],
    "description": {
      "en": "What happens when a girl from a quaint and small town meets the son of a Yakuza crime lord? Will she be able to change him for the better or will he continue down the dangerous and violent path?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "602d0963-80a7-47b5-95d2-5f52472d1e01",
    "title": {
      "en": "Hanakagari"
    },
    "updatedAt": "2024-11-28T01:55:59+00:00",
    "coverArt": "https://mangadex.org/covers/602d0963-80a7-47b5-95d2-5f52472d1e01/63d9ddcd-d605-4d16-a318-a6a63d28e720.jpg",
    "altTitles": [
      {
        "en": "Firelit Cherry Blossoms"
      },
      {
        "ja": "花かがり"
      }
    ],
    "description": {
      "en": "Student yuri. You can read them separately, but they are somewhat tied together.\n\n(source: Pixiv, translated)\n\n1. Senpai and Kouhai (後輩と先輩)\n2. That Girl at Cram School (塾のあの子)\n3. A Hopeless Romantic Wants to Give Up on Love (恋をやめたい恋愛体質)\n4. A Friend's Love (友人の恋)\n5. Cheating and Atonement (浮気と償い)\n6. The Day I Realized (気付いてしまった日)\n7. 500 Times Over (500回繰り返す)",
      "ja": "学生百合。単発でも読めるけど繋がってたりします。"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "7"
  },
  {
    "mangaId": "7c0e52a7-d978-4302-aca4-a6700c9afd0f",
    "title": {
      "en": "Who Is the Liar?"
    },
    "updatedAt": "2024-12-05T13:45:57+00:00",
    "coverArt": "https://mangadex.org/covers/7c0e52a7-d978-4302-aca4-a6700c9afd0f/a6ef38f5-9154-43e4-83ec-1d6dc4dd9ef3.png",
    "altTitles": [
      {
        "ko": "쓰레기의 사정"
      },
      {
        "en": "Trash's Circumstances"
      },
      {
        "pt-br": "Quem é o mentiroso?"
      }
    ],
    "description": {
      "en": "After breaking up with her trashy ex-boyfriend, Jung Eunkyo spends her days peacefully running a café with her friend Kim Haeda. But then, someone appears to disturb her calm life.\n\n“Sunbae, I like you. I fell in love with you at first sight.”\n\nLee Jaeheon, a young, handsome man who seems to have a twisted side. Eunkyo begins to feel attracted to Jaeheon, who approaches her without hesitation... But Eunkyo’s life, which was already shaken by this new relationship, gradually begins to experience greater turmoil.\n\n(18+ version)",
      "fr": "Après avoir rompu avec son ex-petit ami peu recommandable, Jung Eunkyo passe ses journées paisiblement à gérer un café avec son amie Kim Haeda. \n\nMais un jour, quelqu’un vient troubler sa vie tranquille.\n« Sunbae, je t’aime. Je suis tombé amoureux de toi au premier regard. »\nLee Jaeheon, un jeune homme séduisant qui semble cacher un côté sombre. Eunkyo commence à se sentir attirée par Jaeheon, qui l’approche sans hésitation… Mais la vie d’Eunkyo, déjà bouleversée par cette nouvelle relation, commence peu à peu à connaître des troubles encore plus profonds.",
      "pt-br": "Depois de terminar com seu ex-namorado desprezível, Jung Eunkyo passa seus dias pacificamente administrando um café com seu amigo Kim Haeda. Mas então, alguém aparece para perturbar sua vida calma.\n\n“Sunbae, eu gosto de você. Eu me apaixonei por você à primeira vista.”\n\nLee Jaeheon, um jovem bonito que parece ter um lado distorcido. Eunkyo começa a se sentir atraído por Jaeheon, que se aproxima dela sem hesitação... Mas a vida de Eunkyo, que já estava abalada por esse novo relacionamento, gradualmente começa a experimentar uma turbulência maior."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da05db40-b151-4e33-a7db-fa0583fcecd8",
    "title": {
      "en": "Can't Stand This Earth for Just Another Moment!"
    },
    "updatedAt": "2024-12-10T06:12:45+00:00",
    "coverArt": "https://mangadex.org/covers/da05db40-b151-4e33-a7db-fa0583fcecd8/8d082ccf-957d-4139-9cd3-c1ac98c29959.jpg",
    "altTitles": [
      {
        "zh": "这个地球一刻也待不下去了！！"
      }
    ],
    "description": {
      "en": "Hannah, once a pious bear angel, was unlucky enough to be sent to Earth by after being tested by God and was to live the life of a middle school student for three years. In this period, what kind of hilarious antics will she come up with in her day-to-day life with her idiotic classmates?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64d0de3e-cdc2-4df8-b70b-b5ec90479a60",
    "title": {
      "en": "Tora to Hachidori"
    },
    "updatedAt": "2024-04-29T04:08:49+00:00",
    "coverArt": "https://mangadex.org/covers/64d0de3e-cdc2-4df8-b70b-b5ec90479a60/5f9ade3b-2d75-41d9-9003-414499d77885.jpg",
    "altTitles": [
      {
        "en": "Tiger & Hummingbird"
      },
      {
        "ja": "トラとハチドリ"
      }
    ],
    "description": {
      "en": "Sporting an exhausted expression and a T-shirt with a large tiger printed on it, Matsuri Kitou’s taste in fashion is like a school delinquent. Unexpectedly, she soon finds herself working at one of the centers of fashion in Shibuya, a clothing store named omne.\nSupervised by MB, a fashion blogger who knows the ins-and-outs of the industry, this story all about life working in a clothing store begins!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "24"
  },
  {
    "mangaId": "a680c65c-8b1d-4d6c-85e1-6f03c5463cdf",
    "title": {
      "en": "Drunk Bullet"
    },
    "updatedAt": "2024-12-04T18:03:53+00:00",
    "coverArt": "https://mangadex.org/covers/a680c65c-8b1d-4d6c-85e1-6f03c5463cdf/e16d8d06-e0d4-4893-b6ba-24bdafde7b4b.jpg",
    "altTitles": [
      {
        "ja": "ドランクバレット"
      }
    ],
    "description": {
      "en": "After surviving World War I, Gary, a liquor-loving ex-serviceman, finally makes his way home. To his shock, Prohibition has post-war America in a chokehold! The curtains open on Gary's action-packed quest for a sweet, shining glass of booze!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbd9b470-c83d-4238-940d-d335a016d92e",
    "title": {
      "en": "Kawaisou na Imouto-chan"
    },
    "updatedAt": "2024-11-25T02:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/fbd9b470-c83d-4238-940d-d335a016d92e/b0dacb85-e085-4c2d-b07a-ce6b3732dfcd.png",
    "altTitles": [
      {
        "ja": "かわいそうな妹ちゃん"
      },
      {
        "ja-ro": "Kawaisou na Imoutochan"
      },
      {
        "en": "Poor Little Sister"
      },
      {
        "vi": "Cô em gái đáng thương"
      },
      {
        "pl": "Biedna siostrzyczka"
      }
    ],
    "description": {
      "en": "Poor little sister who loves her onii-chan",
      "pl": "Biedna młodsza siostrzyczka, która zakochała się w swoim bracie",
      "vi": "Cô em gái đáng thương phải lòng anh trai mình"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e538d58-7927-41fa-af10-9b13a743977b",
    "title": {
      "en": "Dai Kyochuu Rettou"
    },
    "updatedAt": "2024-11-03T12:45:51+00:00",
    "coverArt": "https://mangadex.org/covers/7e538d58-7927-41fa-af10-9b13a743977b/c7d6660a-5cf3-40fa-92c0-c9fb89da4db6.jpg",
    "altTitles": [
      {
        "ja": "大巨蟲列島"
      },
      {
        "ja-ro": "Die Kyochuu Rettou"
      },
      {
        "en": "The Even Bigger Island of Giant Insects"
      },
      {
        "en": "The Island of Giant Insects, Die"
      },
      {
        "vi": "Siêu Đảo Côn Trùng"
      }
    ],
    "description": {
      "en": "New enemies, new bugs and an even bigger island.",
      "ja": "辰野神島へと脱出した睦美たちは天空を制圧するトンボに追いつめられる!",
      "vi": "Mutsumi và những người bạn của cô đã thành công đến được đảo Tatsuno Oshima, nơi mà người dân vẫn đang vui vẻ tổ chức lễ hội... Và rồi đúng như những gì Mutsumi đã đoán trước những con côn trùng khổng lồ đã bắt đầu âm thầm tấn công người dân. Để tránh thảm kịch như các hòn đảo trước thì Mutsumi và các bạn của cô sẽ làm gì đây?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb211cad-7fdf-4215-8ea1-5c37a188ce35",
    "title": {
      "en": "Childhood Friend Complex"
    },
    "updatedAt": "2024-08-20T00:01:56+00:00",
    "coverArt": "https://mangadex.org/covers/eb211cad-7fdf-4215-8ea1-5c37a188ce35/c8505a45-8468-4579-9575-25e5ffe08a54.jpg",
    "altTitles": [
      {
        "ko": "소꿉친구 컴플렉스"
      },
      {
        "ko-ro": "Sokkupchingu Complex"
      },
      {
        "es-la": "Complejo De Amigos De La Infancia"
      }
    ],
    "description": {
      "en": "Ha-neul and Mincheol have been childhood friends for all of their lives, but their relationship takes on a whole new dynamic when they undergo a series of unexpected events. Although they vowed that they'd never be romantically attracted to each other, they just might be proven wrong... especially when things start to escalate and neither can predict where they'll end up.",
      "ko": "20살에 20년지기, 평생을 함께한 소꿉친구 하늘과 민철. 그런 소꿉친구의 알고 싶지 않은 은밀.."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "48221bce-0fd2-4519-b5f3-4fdc1921007b",
    "title": {
      "en": "Captain Corinth: The Galactic Navy Officer Becomes an Adventurer"
    },
    "updatedAt": "2024-12-10T04:28:35+00:00",
    "coverArt": "https://mangadex.org/covers/48221bce-0fd2-4519-b5f3-4fdc1921007b/56d12305-048c-4bb5-b33c-6e4bce5c6e6b.jpg",
    "altTitles": [
      {
        "en": "The Galactic Navy Officer Becomes an Adventurer"
      },
      {
        "ja": "航宙軍士官、冒険者になる"
      },
      {
        "pt-br": "Capitão Corinth: Um Oficial da Marinha Galáctica Torna-se um Aventureiro"
      },
      {
        "ja-ro": "Kouchuugun Shikan Boukensha ni Naru"
      }
    ],
    "description": {
      "en": "In order to protect the planet Ares from invasion by the Bugs, Alan Corinth has set his sights on nothing less than ruling the entire continent. The Kingdom of Belta, which borders the Great Demon Forest, is the ideal spot to start putting his plan in motion, so he and his party set off for the gathering place of the finest adventurers the kingdom has to offer: the citadel of Gantz.\n\nWill Alan be able to keep the hostile aliens from overrunning this fantasy planet?  The sci-fi medieval fantasy story begins!",
      "ja": "- Official Site: [Link](https://famitsubunko.jp/specialcontents/kochugun/)  \n- Web Novel [(raw)](https://ncode.syosetu.com/n3490ee/)",
      "pt-br": "A nave espacial que o oficial da Marinha Imperial Galáctica que Alan Corinth estava foi derrubada por um ataque surpresa durante a navegação no hiperespaço.\n\nCompletamente a deriva, e sobre uma estranha coincidência, Alan se tornou o único na nave a sobreviver. A nave espacial severamente danificada perdeu suas capacidades de navegação e despencou em um planeta próximo.\n\nUsando uma cápsula de fuga, Alan dirigiu-se ao planeta sozinho.\n\nAssim começou a busca de Alan pela sobrevivência no planeta subdesenvolvido utilizando as nanomáquinas simbiótica dentro de seu corpo.\n\nSurpreendentemente, o planeta era o lar de uma próspera civilização humana cujo código genético se assemelhava ao de Alan.\n\nMesmo permanecendo perdido devido a ser jogado em um mundo de espadas e magia, ele tenta viver o melhor que pode junto com seus novos companheiros.\n\nO que Alan conseguiria nesse mundo estranho?\n\nA história de fantasia de ficção científica em um cenário medieval agora começa!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4cc25e4a-0b65-404e-854e-8340e7042ac4",
    "title": {
      "en": "Dog Act"
    },
    "updatedAt": "2024-11-07T01:42:16+00:00",
    "coverArt": "https://mangadex.org/covers/4cc25e4a-0b65-404e-854e-8340e7042ac4/ebffa4b2-bf52-4618-8be0-980300f51f84.jpg",
    "altTitles": [
      {
        "ko": "개짓"
      },
      {
        "en": "Bullshit"
      }
    ],
    "description": {
      "en": "When CEO Jung Taeon mentioned he would stay for a month at Yeonghwadang, Sahee didn’t think much of it. He was merely a valued guest who would never get involved with someone as insignificant as her. However, the rude and endlessly arrogant man had a different perspective.\n\n“Yeon Sahee, why don’t we sleep together?”\n\nSahee felt a mix of discomfort and unease, but his unpredictable demeanor continues to unsettle her.."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "Yuurei to Tsukareta Kaishain"
    },
    "updatedAt": "2024-12-06T23:35:52+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/b951d7de-6e16-4f01-9973-0efbcccb7536.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "en": "The Ghost and the Exhausted Office Worker"
      }
    ],
    "description": {
      "en": "No matter how hard things seem to be, there is always 'someone' watching over you.\n\nA ghost who remained in this world with lingering attachments, one day encountered an office worker left exhausted from work, Nozaki.\n\n\"Nobody even looks at me...\"\n\nNozaki was consumed with loneliness.\nThe ghost, who was all alone at the end of his own life, decided to watch over his daily life.\n\nThough left at the mercy of his job, Nozaki desperately carried on each day.\nUntil one day, he encountered someone new.\n\nThe feelings he lost amid the restless day-to-day, through connecting with others, Nozaki will gradually take back.",
      "ja": "どんなつらい時でも、見ていてくれる「誰か」がいる。\n\nこの世に未練を残してさまよっていた幽霊は、ある日、仕事に疲れた会社員、野崎と出会う。\n\n「俺のことなんて、誰も見てないんだ…」\n\n孤独感に打ちひしがれる野崎。人生の最後に一人ぼっちだった幽霊は、彼の生活を見守ってみることに。仕事に翻弄されながらも必死に日々を送る野崎。やがて彼に新たな出会いが訪れる。忙しない日々の中でこぼれ落ちてしまった気持ちを、野崎は人との関わりの中で、少しずつ取り戻していく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "397d8547-99a2-4631-94f3-9a3dc0f12c6e",
    "title": {
      "en": "Park Ha Mansion"
    },
    "updatedAt": "2024-08-19T04:22:47+00:00",
    "coverArt": "https://mangadex.org/covers/397d8547-99a2-4631-94f3-9a3dc0f12c6e/a354d9ed-162e-4612-a371-198c01ce3c05.jpg",
    "altTitles": [
      {
        "ko": "박하"
      },
      {
        "ko": "Bakha"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c718eb5d-6544-49ab-9fb4-ee90f6b75f8e",
    "title": {
      "en": "The Age of Arrogance"
    },
    "updatedAt": "2024-11-21T01:08:24+00:00",
    "coverArt": "https://mangadex.org/covers/c718eb5d-6544-49ab-9fb4-ee90f6b75f8e/e7198cb0-6882-4963-adae-fc3a1de456cb.jpg",
    "altTitles": [
      {
        "ko": "오만의 시대"
      },
      {
        "ko-ro": "Omane Sidae"
      },
      {
        "en": "The Era of Pride"
      },
      {
        "en": "City of Arrogance"
      },
      {
        "fr": "L'âge de l'arrogance"
      },
      {
        "es": "La edad de la arrogancia"
      },
      {
        "es": "La nueva era"
      },
      {
        "ne": "अहङ्कारको युग"
      },
      {
        "ru": "Эпоха высокомерия"
      },
      {
        "th": "ยุคแห่งความโอหัง"
      },
      {
        "ja": "傲慢の時代"
      },
      {
        "zh": "傲慢的时代"
      },
      {
        "zh-hk": "傲慢的時代"
      },
      {
        "id": "Masa Kesombongan"
      },
      {
        "vi": "Thời đại của oman"
      },
      {
        "tr": "Gurur Çağı"
      },
      {
        "ar": "عصر الغطر"
      },
      {
        "es-la": "La era de arrogancia"
      },
      {
        "pt-br": "A Era da Arrogância"
      }
    ],
    "description": {
      "ar": "سيد بيرباز، الذي قاد الحرب التي استمرت 28 عامًا إلى النصر، \"آشا بيرباز\". بالنسبة لبيرفاز، الذي دمرته الحرب الطويلة، تتوجه آشا إلى العائلة الإمبراطورية لتلقي مكافأة النصر التي وعد بها الإمبراطور. ومع ذلك، فإن المكافأة الوحيدة التي عادت كانت <الحق في اختيار شريك الزواج>. كخيار أفضل، أشار آشا إلى \"دوق كارلايل هافن\"، وهو الأمير الأول الذي تم حرمانه مؤخرًا من لقب ولي العهد. إذا تم رفضها، كانت تنوي الحصول على نفقة من الإمبراطور... \"ماركيز بيرباز. سأقبل عرض زواجك\". وعلى عكس التوقعات، قبل دوق كارلايل اختيار آشا. وعود بدعم هائل لبيرفاز...!",
      "en": "The lord of Pervaz, who led the 28-year war to victory, Asha Pervaz. \n\nFor Pervaz, who was devastated by the long war, Asha heads to the imperial family to receive the victory reward promised by the emperor.  However, the only reward that came back was the \"right to choose a marriage partner.\" \n\nAs the best choice, Asha pointed out the Duke of Carlisle Haven, the first prince who had recently been deprived of the title of crown prince.  If she was refused, she intended to receive compensation from the emperor... \n\n\"Marquise Perbaz. I will accept your marriage proposal.\" \n\nContrary to expectations, the Duke of Carlisle accepted Asha's choice.  Promising tremendous support for Pervaz...!\n\n---\nAfter winning a long war, Asha Pervaz is expecting the emperor to compensate her with money. Unlike her expectations though, the emperor asks Asha to choose her own husband from a list of nobles. Asha chooses Duke Carlisle Haven, the emperor’s eldest son and former crown prince. Asha expects him to object and pay an alimony instead, but the duke actually agrees to marry her! He even promises to help Asha rebuild Pervaz. What does the duke really want? And will Asha get what she wants without getting embroiled in the growing royal conspiracy?",
      "fr": "Après avoir mis fin à la longue guerre contre les Lurs, Asha Pervaz, Seigneure des terres de Pervaz, se rend au palais impérial dans l'espoir d'obtenir la récompense promise par l'Empereur. Mais contrairement à ses attentes, Asha ne se voit offrir que le droit de choisir un époux. Fine stratège, elle choisit le Duc Carlisle Haven, fils aîné de l'empereur et prince héritier temporairement privé de son autorité, pensant que celui-ci refusera et lui versera en échange une compensation financière. Mais contre toute attente, le Duc accepte de l'épouser. Il lui promet de lui fournir les matériaux nécessaires à la reconstruction de Pervaz si Asha l'aide à récupérer le trône qui lui revient de droit.",
      "id": "Setelah kematian ayah dan kakak-kakaknya melawan suku barbar, Asha Pervaz turun tangan untuk menggantikan mereka. Kemenangan berhasil ia raih, namun imbalan yang ia terima hanya cemoohan rakyat dan “hak memilih calon suami”, alih-alih hadiah uang untuk membangun kembali wilayahnya. Sadar bahwa Kaisar mempermainkannya, Asha memilih Carlisle Haven Evaristo, sang putra mahkota kekaisaran yang dicabut haknya akibat skandal besar, untuk menjadi suaminya! Asha yakin Carlisle akan menolaknya, namun…",
      "ko": "28년간의 전쟁을 승리로 이끈 페르바즈의 영주, '아샤 페르바즈'. 긴 전쟁으로 황폐해진 페르바즈를 위해 아샤는 황제가 약속한 승전 보상을 받으러 황실로 향한다.   하지만 돌아온 보상은 고작 <결혼 상대 선택권>.  최선의 선택으로 얼마 전 황태자 위를 박탈당한 1황자, '칼라일 헤이븐 공작'을 지목한 아샤. 거절하면 황제에게 위자료를 지급받을 생각이었으나…  \"페르바즈 변경백. 그대의 청혼을 받아들이겠다.\"  예상과 다르게 칼라일 공작은 아샤의 선택을 받아들였다. 페르바즈에 대한 엄청난 지원까지 약속하면서…!",
      "th": "อาชา เปอร์เวซ ลอร์ดแห่งเปอร์เวซ ผู้นำชัยชยะมาสู่สงครามที่กินเวลายาวนานกว่า 28 ปี อาชามุ่งหน้าไปยังพระราชวังเพื่อรับรางวัลแห่งชัยชนะที่จักรพรรดิได้ให้คำมั่นไว้ โดยมีจุดมุ่งหมายเพื่อนำมาบูรณะดินแดนเปอร์เวซ ซึ่งถูกจักรวรรดิทอดทิ้งจากสงครามที่ยืดเยื้อ แต่ทว่า รางวัลเดียวที่อาชาได้รับกลับเป็น <การเลือกคู่แต่งงาน> อาชาตัดสินใจเลือกมกุฎราชกุมาร ดยุกแห่งคาร์ไลล์ ฮาเว่น ผู้ซึ่งถูกปลดจากตำแหน่งมกุฎราชกุมารเมื่อไม่นานมานี้ ถ้าเธอถูกปฏิเสธ เธอก็จะได้รับรางวัลอย่างงามจากจักรพรรดิ แต่ว่า… “มาร์คกราฟแห่งเปอร์เวซ ข้ายอมรับคำขอแต่งงานของเจ้า” ทุกอย่างกลับไม่เป็นไปตามที่คาดไว้ ดยุกแห่งคาร์ไลล์ ฮาเว่นเลือกที่ยอมรับคำขอแต่งงานของอาชา และเขายังสัญญาที่จะให้การสนับสนุนเปอร์เวซอย่างเต็มที่อีกด้วย",
      "tr": "Perbaz’ın 28 yıl süren savaşı zafere taşıyan lordu ‘Asya Pervaz’. Uzun süren savaşta harap olan Pervaz için Asya, imparator tarafından vaat edilen zafer ödülünü almak üzere imparatorluk ailesine gider. Ancak kendisine geri dönen tek ödül <Evlilik eşi seçme hakkı> olmuştur. Asya en iyi seçenek olarak, yakın zamanda veliaht prens ünvanından mahrum bırakılan ilk prens olan ‘Colail Haven Dükü’nü işaret etti. Eğer reddedilirse, imparatordan nafaka almaya niyetliydi… “Markiz Pervaz. Evlilik teklifinizi kabul ediyorum.” Beklentilerin aksine Colail Dükü, Asya’nın teklifini kabul etti. Pervaz’a büyük destek sözü verdi!..",
      "vi": "Lãnh địa Pervaz đã bị tàn phá bởi một cuộc chiến tranh. Và vĩ lãnh chúa mới của lãnh địa Pervaz này chính là Asha Pervaz. Cô được hoàng đế ban thưởng cho chiến thắng của mình. Nhưng người gặp cô lại chế giễu cô là ‘nàng công chúa man rợ’ và thật là một đề nghị vô lý khi trao quyền chọn bạn đời làm phần thưởng cho chiến thắng. Asha phải đưa ra lựa chọn tốt nhất ngay cả trong hoàn cảnh này. “Vậy…công tước Carlyle Haven đi” Cô chọn ra đại hoàng tử, người đứng đầu danh sách quý tộc và cách đây không lâu đã gây ra một vụ bê bối lớn và bị tước đoạt danh hiệu đại hoàng tử. Nếu anh ta tức giận và từ chối, cô sẽ nhanh chóng đòi bồi thường sau đó, nhưng đâu ngờ rằng Carlyle lại chấp nhận sự lựa chọn của cô. “Anh mong muốn gì ở tôi?” “Đừng bận tậm đến việc tôi làm ở Pervaz. Đừng mong rằng được đối xử như một người vợ và cũng đừng nghĩ đến việc dính líu đến phe đối lập của tôi. Và khi tôi yêu cầu thì đừng nói linh tinh gì cả, chỉ cần ký vào tờ giấy ly hôn là được” Đó là một giao dịch không có gì là không tốt đối với Asha. Cô nắm lấy tay của kẻ ngạo mạn kia mà ngay cả hoàng đế cũng coi thường. Một nụ cười đầy sức quyến rũ nở trên môi anh. “Phu nhân, sau này xin được giúp đỡ”",
      "zh": "事业型男女主被迫联姻，\n强强联合收获爱与权力\n在长达28年的战争中，佩尔瓦兹的领主“阿西娅·佩尔瓦兹”成功地率领众人取得了胜利。为了重建因长期战争而荒芜的佩尔瓦兹，阿西娅前往皇室领取皇帝承诺的胜仗奖励。但等待她却只是区区<择偶权>，而无任何实质性的奖励。想到佩尔瓦兹的百姓连今年冬天都可能撑不过去，阿西娅只好选择刚失去皇太子身份的卡莱尔公爵作为结婚对象…“既然皇室不想让我们好过，那么就拉你们一起下水”。",
      "pt-br": "Depois de vencer uma longa guerra, Asha Pervaz esperava que o imperador a compensasse com dinheiro. Ao contrário de suas expectativas, o imperador ordenou que Asha escolhesse um marido dentre uma lista de nobres. Ela escolheu o Duque Carlisle Haven, filho mais velho do imperador e antigo príncipe herdeiro. Asha esperava que ele fosse contra isso e, ao invés, pagasse uma pensão para ela , mas o Duque concordou em se casar com ela! Ele até prometeu ajudar a reconstruir Pervaz. O que o Duque realmente quer?  E Asha vai conseguir o que quer sem se envolver na crescente conspiração real?",
      "zh-hk": "為了拯救因漫長戰爭而荒廢的領地「菲爾巴茲」，亞莎前往皇室向皇帝要求當初所承諾的戰勝補償。然而，她卻只獲得了「結婚對象選擇權」。權衡之下，亞莎認為最好的人選是不久前被剝奪皇太子地位的卡拉爾．海本公爵，假如被拒絕了，就能從皇帝那裡得到精神賠償… 「菲爾巴茲伯爵，我接受妳的求婚。」 出乎意料的是，卡拉爾公爵接受了亞莎的選擇，還承諾提供菲爾巴茲龐大的支援…！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "914c6770-756f-4d98-8099-3a11018937f8",
    "title": {
      "en": "Hitogui"
    },
    "updatedAt": "2024-11-13T07:11:18+00:00",
    "coverArt": "https://mangadex.org/covers/914c6770-756f-4d98-8099-3a11018937f8/921a9b95-aa5b-49a2-85d6-44a9ba27e2fe.jpg",
    "altTitles": [
      {
        "ja": "ヒトグイ"
      },
      {
        "en": "Man Eater"
      }
    ],
    "description": {
      "en": "Shimada is a ruthless criminal responsible for indiscriminate mass murder, who later resorts to cannibalism. Nagumo, a police officer, is assigned to escort him, heightening the tension. But what unfolds inside the escort vehicle, packed with criminals, marks the beginning of an unimaginable terror—a new kind of immersive survival horror."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91d928a1-7237-4d03-abc3-4b1440cc7d55",
    "title": {
      "en": "Kage no Jitsuryokusha ni Naritakute! Master of Garden ~Shichikage Retsuden~"
    },
    "updatedAt": "2024-11-07T23:37:38+00:00",
    "coverArt": "https://mangadex.org/covers/91d928a1-7237-4d03-abc3-4b1440cc7d55/6e645ee7-10a0-4502-8f8e-61049820edb8.jpg",
    "altTitles": [
      {
        "ja": "陰の実力者になりたくて！マスターオブガーデン～七陰列伝～"
      },
      {
        "en": "The Eminence in Shadow: Master of Garden ~Seven Shadows Chronicles~"
      },
      {
        "en": "I Want To Become The Eminence In Shadow! Master Of Garden ~Seven Shadows Chronicles~"
      },
      {
        "ru": "Восхождение в Тени! ~Хроники Семи Теней~"
      }
    ],
    "description": {
      "en": "Cid Kagenou, a boy who was enjoying the “eminence in shadow” setting in another world, plays the role of the justice with the girls called the Seven Shadows (they are very serious), such that the darkness of the world will disappear (maybe).\n\nThe curtain rises on an overwhelmingly chuunibyou and misunderstanding-filled serious comedy about the strongest Seven Shadows (and the protagonist)!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "497e8b9f-edc8-4a8a-af3d-3b31aede2f64",
    "title": {
      "en": "Monster General Recorded Legacy"
    },
    "updatedAt": "2024-11-26T18:33:42+00:00",
    "coverArt": "https://mangadex.org/covers/497e8b9f-edc8-4a8a-af3d-3b31aede2f64/e11d55f3-75f4-49e7-b112-abf792688bbc.jpg",
    "altTitles": [
      {
        "ko": "괴공유록"
      },
      {
        "ko-ro": "Goegongyurok"
      },
      {
        "zh-hk": "魁公遺録〜下剋上再建〜"
      },
      {
        "es-la": "Registros de la Secta de la Espada Blanca"
      },
      {
        "es-la": "Registros de Goegongyurok"
      }
    ],
    "description": {
      "en": "Frozen human? A martial arts supreme leader the world never knew! The slumbering Strange Master awakens!\n\nAfter falling unconscious due to an unexpected accident, he wakes up to find that thirty years have passed. During that time, his sect, the White Sword Sect, has fallen into decline and was destroyed by the martial world’s forces. He learns the tragic news that Jin yeongrim, his senior and the sect leader, has met a grim end.\n\nThe man whose mere presence made the martial arts world tremble—Sword Master Yu Jangryeong.\nHis legacy has been entirely inherited by a man the world has never known—Ja Un-hyun.\n\nIn this unfamiliar world, where his loved ones are now part of the past, Ja Un-hyun transcends conventions and life-and-death struggles. With his unpredictable eccentricity and unparalleled martial arts skills, he embarks on a thrilling, action-packed journey filled with laughter and boldness."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8453ba78-0835-4a61-a35d-875b26719135",
    "title": {
      "en": "Skill Taker Of Other World Domination"
    },
    "updatedAt": "2024-11-19T14:07:09+00:00",
    "coverArt": "https://mangadex.org/covers/8453ba78-0835-4a61-a35d-875b26719135/54534d5a-1f3d-4453-b909-214bf7edfb6d.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai Shihai no Skill Taker"
      },
      {
        "ja": "異世界支配のスキルテイカー"
      }
    ],
    "description": {
      "en": "This is the story of a young boy who will one day come to be known as the “Ruler” in another world. Yuuto Konoe, a martial arts prodigy, is summoned to a foreign world where slaves are bought and sold. There, he acquires a unique skill called \"Skill Taker,\" which allows him to steal the abilities (skills) of defeated monsters. While aiming to build a harem of 100 slaves, he begins his leisurely life in this new world.\n\n(This work is based on the light novel “Skill Taker’s World Domination: Building a Slave Harem from Scratch” by Kodansha Ranobe Bunko, adapted into a webtoon.)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ec3dcd1-62da-4712-a0f7-b2509d61a36b",
    "title": {
      "en": "Intai Shita Ossan Kenja da ga Manadeshi ga Tsuihou Sarete Kita no de Shoushin Ryokou ni Tsureteiku ~Slow Life na Tabi no Tsumori ga, Nazeka Sekai Saikyou no Shitei ni Natteita~"
    },
    "updatedAt": "2024-12-04T05:06:26+00:00",
    "coverArt": "https://mangadex.org/covers/4ec3dcd1-62da-4712-a0f7-b2509d61a36b/c8853d10-17a2-4878-b3da-a163e766b09c.png",
    "altTitles": [
      {
        "ja": "引退したおっさん賢者だが愛弟子が追放されてきたので傷心旅行に連れて行く ～スローライフな旅のつもりが、なぜか世界最強の師弟になっていた〜"
      },
      {
        "ja-ro": "Intaishita Ossan Kenjada ga Manadeshi ga Tsuihou Sarete Kita no de Shoushin Ryokou ni Tsureteiku ~Surouraifu na Tabi no Tsumori ga, Nazeka Sekai Saikyou no Shitei ni Natte Ita~"
      },
      {
        "en": "A Retired Old Sage Takes His Disciple on a Journey"
      },
      {
        "en": "He Is a Retired Old Sage, but His Beloved Disciple Has Been Expelled, So He Takes Her on a Heartbreak Trip ~He Intended to Travel in a Slow Life Fashion, but for Some Reason He Ended Up Becoming the World's Strongest Master and Disciple.~"
      }
    ],
    "description": {
      "en": "“Shall we, go on an adventure like in the old days?” Although he was an orphan, Roge trained hard and became known as the “Sage.” His beloved student, Liliane, suddenyly came to visit him. “Roge-sensei… I… have been expelled.” Liliane has been employed as a royal court mage, but after being exhausted by the harsh working environment and shady human relationships, she was fired without being told why. In an attempt to heal her exhausted heart, Roge invites her on an adventure to relieve her heartbreak. “Sensei, I want to travel with you, to relive those bright days once again!” And so begins a slow-pace journey, following the paths they once travelled together, but the two, who are both too talented for their own good, end up leaving legends behind in every place they went…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74d651f2-3827-472c-8b95-e1558dc5c512",
    "title": {
      "en": "A Tidal Wave of Glory"
    },
    "updatedAt": "2024-09-22T20:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/74d651f2-3827-472c-8b95-e1558dc5c512/06da8cdb-276d-44ee-abb2-8e10836c2aee.jpg",
    "altTitles": [
      {
        "ko": "영광의 해일로"
      },
      {
        "en": "Glorious Tidal Wave"
      },
      {
        "en": "Glory Tide"
      },
      {
        "ko-ro": "Kemuliaan Haeil Roh"
      },
      {
        "en": "The Glory of Haeil Roh"
      },
      {
        "en": "The Road to Glory"
      }
    ],
    "description": {
      "en": "Halo, the best musician of the time, suffers a traffic accident on the way to the Grammy ceremony. And when he regains consciousness, he finds himself in the body of a little Korean boy named No Hae-il. He finds himself in a completely different place and time. He confirms that No Hae-il's English name is Halo and feels a strong destiny. Halo, who entered Hae-il, proves to be a musical genius at this time as well."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0020246a-ef69-49a2-b40e-03fe61612c3b",
    "title": {
      "en": "Light of the Dawn (Remake)"
    },
    "updatedAt": "2024-09-16T16:26:10+00:00",
    "coverArt": "https://mangadex.org/covers/0020246a-ef69-49a2-b40e-03fe61612c3b/0e3952ba-74fb-45e0-afa8-5fd09b647a5f.jpg",
    "altTitles": [
      {
        "en": "Lantern Of The Dawn"
      },
      {
        "ko": "여명의 등불"
      },
      {
        "en": "The Dawn’s Torch"
      },
      {
        "en": "Beacon of Dawn"
      }
    ],
    "description": {
      "en": "Sergeant ‘Burkey’ is a war hero from ‘Sun Empire’. An excellent master of martial arts and the loyalty she has shown to the emperor made her the role model of the Empire’s Soldiers, But behind all that and what anyone does not know, her ultimate goal was always to get revenge on the emperor by overthrowing the Empire. Can bucky get her revenge again the colossal empire?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd0fc305-ac85-4ae5-8885-7fa84530b3a1",
    "title": {
      "en": "Boku no Risou no Isekai Seikatsu ~Tensei shitara Kemomimi Musume darake no Sekai de Harem ni~"
    },
    "updatedAt": "2024-10-31T22:55:13+00:00",
    "coverArt": "https://mangadex.org/covers/fd0fc305-ac85-4ae5-8885-7fa84530b3a1/9820eb2f-56aa-4b18-b0a1-0f6eba61d322.jpg",
    "altTitles": [
      {
        "ja": "ボクの理想の異世界生活 ～転生したらケモ耳娘だらけの世界でハーレムに～"
      },
      {
        "es": "Mi vida ideal de otro mundo - Reencarnación en un mundo lleno de chicas Nekomimi"
      },
      {
        "en": "My Ideal Life in Another World: Reincarnated in Another World With a Harem of Animal-eared Girls"
      }
    ],
    "description": {
      "en": "A 40-year-old virgin man working for a black company has never been with a girl, let alone married one. Having nothing to do but love cute girls, one day he loses consciousness during an all-nighter of work――. When he wakes up...he finds himself reborn as \"Norun,\" a male with cat ears, in another world full of animal-eared girls, where there are far more females than males!!!? His cute fiancée, Misha, and other attractive girls with animal-ears who are potential brides appear before him one after the other――!?\n\nThus begins \"Norun's\" dream-filled otherworldly life ♪ However, this world has a big secret......!? He can procreate with cute girls as much as he wants!!? The slow sex life in another world, which has become a big hit in the doujinshi scene and has been downloaded more than 300,000 times, is about to begin――!!!!!",
      "ja": "結婚どころか女の子と一度も付き合ったことのない、ブラック会社勤務の40歳の童貞男子。可愛い女の子を愛でること以外何もない彼はある日、徹夜続きの労働中に意識を失ってしまう――。\n\n目が覚めると…オスよりメスが圧倒的に多いケモ耳女子だらけの異世界で“ノルン”というケモ耳男子に転生していた!!!?\n\nそんなノルンの前に可愛い婚約者のミーシアや魅力的なお嫁さん候補のケモ耳娘達が次々と現れて――!?\n\nこうして始まる“ノルン”の夢溢れる異世界ライフ♪しかし、この世界にはある重大な秘密があった……!?\n可愛い女の子たちと子作りし放題!!? 同人誌で話題沸騰＆DL数30万超えの異世界スロー性活、開幕――!!!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58eaeace-28c2-48ae-8835-e71a22900839",
    "title": {
      "en": "Blood Rain 2"
    },
    "updatedAt": "2024-08-15T17:24:44+00:00",
    "coverArt": "https://mangadex.org/covers/58eaeace-28c2-48ae-8835-e71a22900839/67a92560-7647-45cf-b4ef-0196d8319d51.jpg",
    "altTitles": [
      {
        "en": "Blood Rain 2 (Min)"
      },
      {
        "ko": "블러드레인2: 천외천"
      }
    ],
    "description": {
      "en": "Sequel to Blood Rain (Min)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "151"
  },
  {
    "mangaId": "f73fdc0c-75b7-4454-a944-266437434934",
    "title": {
      "en": "Gunman"
    },
    "updatedAt": "2024-09-16T18:58:52+00:00",
    "coverArt": "https://mangadex.org/covers/f73fdc0c-75b7-4454-a944-266437434934/31624930-d09d-41de-8ad8-800e4855df61.jpg",
    "altTitles": [
      {
        "ko": "건객"
      },
      {
        "ko-ro": "Geongaek"
      },
      {
        "en": "Guest Gun"
      },
      {
        "en": "Embodiment of the Assassin in the Murim World"
      }
    ],
    "description": {
      "en": "The No.1 Hitman, Kim Gun, finds himself plunged into the world of martial arts due to a mysterious accident. To return to his original world, he must complete a mission called 'Martial Arts Conquest.'\n\nWith a total of 2 guns, Kim Gun's adventure to subdue the unfamiliar martial arts world begins.",
      "ko": "No.1 킬러 김건은 의문의 사고로 무림 세계에 빠지게 되고\n원래 있던 지구로 돌아가기 위해서는 '무림 제패'라는 임무를 완수해야 한다는 것을 알게 된다.\n\n총 2자루와 함께 낯선 무림이란 세계를 평정하기 위한 김건의 모험이 시작된다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6676aef9-cf30-4950-9a20-e0382b5e7447",
    "title": {
      "en": "Record of Ragnarok: The Apocalypse of the Gods"
    },
    "updatedAt": "2024-11-15T13:33:03+00:00",
    "coverArt": "https://mangadex.org/covers/6676aef9-cf30-4950-9a20-e0382b5e7447/9a219555-634d-47fc-966e-3ff9b5c5b326.jpg",
    "altTitles": [
      {
        "ja": "終末のワルキューレ禁伝 神々の黙示録"
      },
      {
        "ja-ro": "Shuumatsu no Valkyrie Kinden Kamigami no Apocalypse"
      },
      {
        "ja-ro": "Shuumatsu no Warukyuure Kinden Kamigami no Apokaripusu"
      },
      {
        "fr": "L'Apocalypse des dieux"
      }
    ],
    "description": {
      "en": "Zeus, supreme chairman of the Council of Valhalla, announces to the gods twelve of the thirteen fighters set to participate in Ragnarok--and is met with the dissenting voices of those who were not chosen. However, Zeus has foreseen this, and immediately declares the holding of another tournament to decide the final spot on the Ragnarok lineup, one which will break the taboo on gods fighting one another. Thus begins the \"Revelation\" of the untold side of *Record of Ragnarok!*"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9afe47ee-5c8b-4572-b7c0-efa4f83da432",
    "title": {
      "en": "Okiraku Ryoushu no Tanoshii Ryouchi Bouei ~Seisan-kei Majutsu de Na mo na Kimura wo Saikyou no Jousai Toshi ni~"
    },
    "updatedAt": "2024-10-26T09:47:41+00:00",
    "coverArt": "https://mangadex.org/covers/9afe47ee-5c8b-4572-b7c0-efa4f83da432/af4d8dc3-21a6-448a-a16a-8b94c85f9b53.jpg",
    "altTitles": [
      {
        "ja": "お気楽領主の楽しい領地防衛～生産系魔術で名もなき村を最強の城塞都市に～"
      },
      {
        "en": "Easygoing Territory Defense by the Optimistic Lord: Production Magic Turns a Nameless Village into the Strongest Fortified City"
      },
      {
        "th": "หนูน้อยเจ้าแคว้นกับแผนพิทักษ์เมือง"
      },
      {
        "zh": "安闲领主的愉快领地防卫～以生产系魔术将无名小村打造成最强要塞都市～"
      },
      {
        "ko": "무사태평 영주의 즐거운 영지 방어"
      }
    ],
    "description": {
      "en": "A man was reincarnated as Van, a boy of noble birth, who grew up to become a child prodigy through hard work. But when it was discovered that he possessed \"production magic,\" he was immediately relegated to a remote village. However, his magic, which was called useless, turned out to be truly extraordinary, capable of producing anything as long as he had the right ingredients! With the knowledge from his previous life and the overpowered magic, the small, poor village will grow to become into a great city.",
      "ja": "公爵家四男のヴァンは二歳にして\"神童\"と称される少年だった。孤独に過ごした前世の記憶を持つ彼は、貴族至上主義の世界で誰とも分け隔てなく接し、多くの笑顔に囲まれて過ごすうち……\n\n「このまま楽しい人生を謳歌しよう！」\n\nそんな夢を見ていたが、八歳に授かった『生産魔術』により一変。攻撃魔法こそ至高と考える父に失格の烙印を押され、名もなき貧しき辺境の村に追いやられてしまう！ところが――\n\n「楽しく暮らせる僕好みの場所にしてやる！」"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e8daf88-23e3-4a57-a3ec-f5aa904bf850",
    "title": {
      "en": "Genius Hitter Hits Fastball"
    },
    "updatedAt": "2024-09-16T21:43:39+00:00",
    "coverArt": "https://mangadex.org/covers/5e8daf88-23e3-4a57-a3ec-f5aa904bf850/b22dc2e5-9a03-4bd9-9f8b-141fe1896908.jpg",
    "altTitles": [
      {
        "ko": "천재 타자가 강속구를 숨김"
      },
      {
        "zh": "回到愛情本壘"
      }
    ],
    "description": {
      "en": "Even he, Kang Geon-woo, a genius major leaguer who gained wealth, fame, and everything, could not continue a happy married life with his wife. He, who felt regretful about his wife's absence, returned to the past with the power of a mysterious ring.\n\nAs a high school student in the midst of a fresh romance, will he be able to find love this time?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "931fd4fd-6c22-485e-b717-2dce335500b1",
    "title": {
      "en": "God of Martial Arts"
    },
    "updatedAt": "2024-01-16T12:20:49+00:00",
    "coverArt": "https://mangadex.org/covers/931fd4fd-6c22-485e-b717-2dce335500b1/6d6dcc4a-ae39-44f4-a6a5-2f0b997043b4.jpg",
    "altTitles": [
      {
        "id": "Dewa Seni Beladiri"
      },
      {
        "en": "GoMA"
      },
      {
        "zh-ro": "Juéshì Wǔshén"
      },
      {
        "en": "Peerless Martial God"
      },
      {
        "en": "PMG"
      },
      {
        "ru": "Бог боевых искусств"
      },
      {
        "th": "เทพยุทธ์พลิกลิขิตสวรรค์"
      },
      {
        "zh": "绝世武神"
      },
      {
        "vi": "Tuyệt Thế Võ Thần"
      }
    ],
    "description": {
      "en": "In this world, respect is earned with martial arts. Weak martial artists have strengths of tens of thousands of pounds, capable of cracking boulders. And the strong ones can cut off rivers and split mountains. There are even martial kings who know everything and can travel across the universe. Martial art decides your fate as well as your life and death. The weak is humiliated while the strong looks down on the world. This is a a world where the strong bullies the weak. People's statuses are decided by the levels of their cultivation of martial arts. Each faction fights for the title of \"The Strongest\". Only the strong ones have the right to survive. Even if you are from the same clan or faction, if you are weak, then you will be bullied and kicked out without mercy.  \n  \nAfter a car accident, Lin Feng crosses over to this new world into the body of a young master from the powerful Lin Family.  \nWill Lin Feng be used by others again or will he forge his own path in this place where, regardless of your family ties or sect, only the strong have the right to live.  \n\n\n---",
      "fr": "Dans ce monde, le respect se gagne avec les arts martiaux. Les artistes martiaux faibles ont des forces de dizaines de milliers de pounds, capables de craquer des blocs rocheux. Et les plus forts peuvent couper les rivières et creuser des montagnes. Il y a même des rois martiaux qui savent tout et peuvent voyager à travers l'univers. L'art martial décide de votre destin ainsi que de votre vie et de votre mort. Les faibles sont humiliés tandis que les forts méprisent tout le monde. C'est un monde où les forts intimident les faibles. Les statuts des gens sont déterminés par les niveaux de culture des arts martiaux. Chaque faction se bat pour le titre du \"plus fort\". Seuls les forts ont le droit de survivre. Même si vous appartenez au même clan ou à la même faction, si vous êtes faible, alors vous serez persécuté et expulsé sans pitié.",
      "pt-br": "Neste mundo, o respeito é obtido através das artes marciais. A força de artistas marciais fracos é igual a dezenas de milhares de libras, capazes de quebrar rochas. E os fortes podem cortar rios e dividir montanhas. Há até reis marciais que conhecem tudo e podem viajar pelo universo. A arte marcial decide seu destino, bem como sua vida e sua morte. Os fracos são humilhados enquanto o olhar forte para o mundo. Este é um mundo onde os fortes intimidam os fracos. O status das pessoas é decidido pelos níveis de cultivo de artes marciais. Cada facção luta pelo título de \"O mais poderoso\". Apenas os fortes têm o direito de sobreviver. Mesmo se você é do mesmo clã ou facção, se você é fraco, então você será intimidado e expulso sem piedade."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68cfbf6e-13bd-476f-b41a-a173761395de",
    "title": {
      "en": "Murim Salon"
    },
    "updatedAt": "2024-10-25T15:51:04+00:00",
    "coverArt": "https://mangadex.org/covers/68cfbf6e-13bd-476f-b41a-a173761395de/a3c04137-6897-4542-a05a-5d84e892efc3.jpg",
    "altTitles": [
      {
        "ko": "무림살롱"
      }
    ],
    "description": {
      "en": "In the Immortal Realm, Jinyul was renowned as the Beauty Immortal, leading fashion trends and styles as the personal barber of the Jade Emperor. However, he, who was (literally) intoxicated by his high status, behaved recklessly and caused a major accident, completely shaving off the Jade Emperor’s hair. Enraged, the Jade Emperor banished him to the Mortal Realm. After falling into the Mortal Realm, Jinyul planned to regain his prowess and return to the Immortal Realm once again. But the moment he landed, things started going awry! Can Jinyul regain his status and return to his rightful place in the Immortal Realm?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-11-20T19:46:51+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      },
      {
        "ko-ro": "Uli an Sagwieo!!"
      },
      {
        "vi": "Tụi mình không có hẹn hò"
      },
      {
        "pt-br": "Não Estamos Namorando!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”",
      "pt-br": "\"Por que você continua perguntando se estamos namorando? Só estamos de mãos dadas, não estamos namorando!!\"\nÉ uma comédia romântica slice-of-life sobre casais que não são realmente casais!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress’ Husband is Actually Invincible"
    },
    "updatedAt": "2023-12-02T15:38:00+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d2242e4-748b-4f24-bd69-219bc02afe59",
    "title": {
      "en": "My Love Tiger"
    },
    "updatedAt": "2023-07-29T14:11:16+00:00",
    "coverArt": "https://mangadex.org/covers/4d2242e4-748b-4f24-bd69-219bc02afe59/b20048c3-5ffd-4bb3-9c16-ba69924cf569.jpg",
    "altTitles": [
      {
        "en": "Lord Tiger and I"
      },
      {
        "en": "Me and the Tigress"
      },
      {
        "en": "My Loli Tiger"
      },
      {
        "en": "The Tiger and I"
      },
      {
        "ko": "나와 호랑이님"
      }
    ],
    "description": {
      "en": "Sunghoon was a normal high schooler until one day, he finds out he is engaged to a tiger from Korean mythology. It is foretold that the world will end unless Sunghoon marries the tiger. This story begins with the cute smile of the tiger girl.  \n  \n*Notice: This series reads like a manga, from right-to-left.*"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "362"
  },
  {
    "mangaId": "95b38169-e8f6-4f64-a9e6-2f7d29651f96",
    "title": {
      "en": "Kowloon: Soroka"
    },
    "updatedAt": "2024-12-04T14:31:11+00:00",
    "coverArt": "https://mangadex.org/covers/95b38169-e8f6-4f64-a9e6-2f7d29651f96/5b9ec5bc-7fde-4a02-8b82-58950b6eda16.png",
    "altTitles": [
      {
        "en": "Kowloon: Copoka"
      },
      {
        "en": "Kowloon: Saroka"
      },
      {
        "en": "Nine Dragons: Copoka"
      },
      {
        "en": "Nine Dragons: COPÓKA"
      },
      {
        "ko": "구룡:사로카"
      }
    ],
    "description": {
      "en": "A Spinoff of <Castle 2: Pinnacle> - An action drama featuring Saroka 'Seo Jintae'!\n\nJintae becomes a killer after being saved by a man when he was at life's lowest point. While searching for his long-lost sister, he discovers that his younger sister is in Hong Kong and deeply involved with the Triad, Hong Kong's largest criminal organization. Thus begins Jintae's journey as he confronts the Triad in the nighttime streets of Hong Kong while searching for his sister.",
      "ko": "<캐슬2:만인지상> 사로카 '서진태'의 액션활극!\n삶의 끝자락에서 한 남자에게 구원을 받고 킬러가 된 서진태.\n어렸을 적 헤어진 동생을 찾기 위해 수소문하던 중 동생이 홍콩에 있다는 것과\n홍콩 최대의 범죄조직 삼합회와 깊게 관련되어 있다는 사실을 알게 된다.\n그렇게 서진태는 밤의 도시 홍콩에서 삼합회와 맞서며 동생을 찾아 나서는데..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2db02ba8-8dfe-477b-bd48-6724fc533baf",
    "title": {
      "en": "Reincarnated as a Legendary Grimoire"
    },
    "updatedAt": "2024-11-25T18:08:13+00:00",
    "coverArt": "https://mangadex.org/covers/2db02ba8-8dfe-477b-bd48-6724fc533baf/2b4e5452-db3a-470f-93e3-d039417b3ae2.png",
    "altTitles": [
      {
        "en": "Please Read Me"
      },
      {
        "ko": "제발 좀 읽어달라고"
      },
      {
        "en": "I Became a Legendary Archmage by Reading a Book"
      },
      {
        "pt-br": "Por Favor Me Leia"
      },
      {
        "pt-br": "Me Tornei uma Arquimaga Lendária ao Ler um Livro"
      }
    ],
    "description": {
      "en": "I was reincarnated as a grimoire containing all the magical knowledge of another world.\n\nAnyone who reads me can become a legendary archmage.\n\nPlease, just read me...\nBut no one is willing to open my pages."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b8102da-c875-4dae-a79c-c62e817ff3f5",
    "title": {
      "en": "On My Way To See My Mom"
    },
    "updatedAt": "2024-12-10T04:10:38+00:00",
    "coverArt": "https://mangadex.org/covers/8b8102da-c875-4dae-a79c-c62e817ff3f5/c59932dc-ec0b-4ba0-9cd7-1a45398e38fa.jpg",
    "altTitles": [
      {
        "ko": "엄마를 만나러 가는 길"
      },
      {
        "en": "On the Way to Meet Mom"
      }
    ],
    "description": {
      "ko": "폐가에서 발견된 아이 '모리'는 구조대에 의해 보호소에서 눈을 뜬다. 익숙하지 않은 생활에 적응하던 어느 날 후원자에게 조건 없는 사랑을 받고 자라는데.. 친하게 지내던 친구가 엄마와 떠나고, 엄마라는 존재가 있다는 걸 알게 된 아이는 생각한다. 혹시 이 사람이.. 나의 엄마가 아닐까? 모리의 멀고도 험한 엄마 만나러 가는 이야기."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642a892b-5b53-4087-a1fd-a1697a55b4af",
    "title": {
      "en": "Hadashi De Bara Wo Fume"
    },
    "updatedAt": "2023-10-09T10:26:02+00:00",
    "coverArt": "https://mangadex.org/covers/642a892b-5b53-4087-a1fd-a1697a55b4af/16cc3174-9436-4b89-9b32-a476506f7a4d.jpg",
    "altTitles": [
      {
        "en": "Stepping on Roses"
      },
      {
        "en": "Stepping on Roses Barefoot"
      },
      {
        "ja": "裸足でバラを踏め"
      },
      {
        "ja": "Hadashi de Bara wo Fume"
      },
      {
        "vi": "Hoa hồng tình yêu (ĐN)"
      },
      {
        "vi": "Hoa hồng đỏ (HĐức)"
      },
      {
        "th": "ก้าวย่างบนดอกกุหลาบ"
      },
      {
        "zh-hk": "玫瑰契約"
      },
      {
        "ar": "نمشي على الورود حفاة الأقدام"
      },
      {
        "ja-ro": "Hadashi de Bara o Fume"
      }
    ],
    "description": {
      "en": "A rags-to-riches romance from the creator of Tsuki no Shippo!  \nPoor Kitamura Sumi…her irresponsible older brother Eisuke keeps bringing home orphans for her to take care of even though they can barely afford their own basic needs! Just when Sumi's financial problems become dire, wealthy Ashida Soichiro enters her life with a bizarre proposition—he'll provide her with the money she so desperately needs if she agrees to marry him. But can Sumi pull off fooling high society into thinking she's a proper lady? Moreover, is it worth it to give everything up for this sham of a marriage?",
      "pl": "Sumi jest biedną wieśniaczką żyjącą za czasów ery Meji. W wyniku pewnych okoliczności trafia na dwór zamożnego panicza, który pragnie, by dziewczyna została jego żoną i nauczyła się zachowywać jak przystało na damę, a w zamian za to on dofinansowywał będzie sieroty, którymi się opiekowała. Sumi godzi się na owy układ, jednak jej serce należy do najlepszego przyjaciela bogacza, Nozomu…"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "57"
  },
  {
    "mangaId": "1f40b922-6abb-418e-a7e9-cc4d25b21439",
    "title": {
      "en": "Saihate no Paladin"
    },
    "updatedAt": "2024-09-29T15:22:40+00:00",
    "coverArt": "https://mangadex.org/covers/1f40b922-6abb-418e-a7e9-cc4d25b21439/ec16ea31-66b4-45df-a7ed-5c589b933938.jpg",
    "altTitles": [
      {
        "ja": "最果てのパラディン"
      },
      {
        "en": "The Faraway Paladin"
      },
      {
        "zh": "世界尽头的圣骑士"
      },
      {
        "fr": "Far Away Paladin"
      },
      {
        "id": "Paladin Penghujung Dunia"
      },
      {
        "ru": "Паладин издалека"
      },
      {
        "pl": "Paladyn z ziem dalekich"
      }
    ],
    "description": {
      "en": "A man dies alone after living a stagnant and fruitless life — but that's not where his story ends, as a boy named William is born into a land of fantasy and magic.\n\nRaised in a city of the dead by his new family — a mummy, a skeleton, and a ghost — he can remember glimpses of his past life, enough to know his time on Earth was wasted, and he vows not to let that happen again.\n\nSchooled in magic and combat, Will sets out on a journey to see the world. Along the way, he'll meet beings of all shapes and sizes. Each of these people has a story to tell and a lesson to teach Will about how to live his life to the fullest.",
      "ja": "“生”に挫折し、生きることを手放した男に与えられたものは、新たな人生と不思議で歪な家族だった。磊落な骸骨の剣士・ブラッド、ミイラの淑やかな神官・マリー、偏屈な魔法使いの幽霊・ガス。三人の不死人の庇護のもと、かつて滅びた死者の街で暮らす少年・ウィリアム。彼は前世を悔い、再び生まれ落ちたこの新たな世界で“生き直す”ことを決意するのだった。",
      "ru": "В давно разрушенном городе мёртвых, расположенном вдали от человеческой цивилизации, живёт один человеческий ребёнок. Его зовут Уилл, и он воспитывается тремя нежитями: cердечным воином-скелетом Владом; изящной мумифицированной жрицей Мари; и своенравным призраком Гасом. Они вливают любовь в мальчика и обучают его всему, что сами знают. Но в один прекрасный день Уилл начинает задаваться вопросом: «Кто я?» Уилл должен будет разгадать тайны этого места и раскопать прошлое нежити. Он должен научиться любви и милости добрых богов, и фанатизму и безумию плохих. И когда он всё это изучит, мальчик сможет сделать свой первый шаг на пути к становлению паладином."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "395d14e7-5555-4995-9faf-7f1495754fba",
    "title": {
      "en": "The Barbarian of Seoul Station"
    },
    "updatedAt": "2024-11-15T21:31:28+00:00",
    "coverArt": "https://mangadex.org/covers/395d14e7-5555-4995-9faf-7f1495754fba/56bff71d-b222-4b27-80ac-392f1fd4ec5a.jpg",
    "altTitles": [
      {
        "ko-ro": "서울역 바바리안"
      },
      {
        "en": "Seoul Station Barbarian"
      }
    ],
    "description": {
      "en": "Cheoldu, a barbarian raised on Earth, lives a mundane life with his best friend Jintae.\n\nBut when he sees an alien creature from his planet on the news, everything changes. Thrown into an apocalyptic challenge, Cheoldu and Jintae must adjust their lives in Nova, a savage world filled with goblins and ogres. \n\nWill the two conquer Nova’s perils and uncover the secrets that could change Earth’s fate? An epic tale of friendship, survival, and untamed adventure awaits.",
      "ko": "K고딩 강철두는 평화로운 지구가 따분하다. 이유는 그에게 ‘바바리안’의 피가 흐르기 때문!\n\n전투를 갈망하던 그때, 지구에 종말이 선포되고살기 위해선 야만의 세계 ‘노바 행성’으로 이주해야 한다!\n\n철두의 심장이 뛴다.전투와 모험이 가득한, K-바바리안의 노빠꾸 행성 정복기!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b1b59c4-f3e9-4f19-b10f-2d71b020bc42",
    "title": {
      "en": "Captain’s Duel"
    },
    "updatedAt": "2024-09-13T13:40:17+00:00",
    "coverArt": "https://mangadex.org/covers/8b1b59c4-f3e9-4f19-b10f-2d71b020bc42/6c604fb7-07f2-455f-bd32-90cabd7febd0.jpg",
    "altTitles": [
      {
        "ko": "대장전"
      },
      {
        "en": "The Great War"
      }
    ],
    "description": {
      "en": "Im Dajun, who was abandoned by his family and now lives as the leader of a runaway group, one day brings Yeonwoo home by chance. Yeonwoo then commits a violent rampage in Incheon. Standing in the way of Yeonwoo, who was trying to kill a chaebol chairman for revenge, is Yoon Gamin, a top student hopeful. Meanwhile, Nahwajin of the School Authority Protection Bureau watches the situation with interest...\n\nThe first crossover in the Blue String Universe! A massive showdown featuring the main characters from [True Education], [Study Group], and [How to Fight]. This is a record of an intense battle not covered in their own stories."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0486e6b2-6551-4938-894a-4e7a72749b47",
    "title": {
      "en": "Keep Your Hands Off Eizouken!"
    },
    "updatedAt": "2024-12-04T00:48:50+00:00",
    "coverArt": "https://mangadex.org/covers/0486e6b2-6551-4938-894a-4e7a72749b47/1f6f1d3d-fd45-444b-9c52-7432c9a1ebed.png",
    "altTitles": [
      {
        "en": "Don't Mess with the Film Club!"
      },
      {
        "zh-hk": "別對映像研出手！"
      },
      {
        "zh": "别对映像研出手！"
      },
      {
        "ja": "映像研には手を出すな！"
      },
      {
        "ja-ro": "Eizouken ni wa Te wo Dasu na!"
      }
    ],
    "description": {
      "en": "Asakusa Midori wants to create an anime, but she's too disheartened to make that first step by herself. But by pure chance, she meets Mizusaki Tsubame, an up-and-coming socialite secretly dreaming of becoming an animator. Together with Midori's money-loving best friend Kanamori Sayaka, the energetic trio slowly work towards making their \"ultimate world\" a reality!  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/Eizouken_anime)  \n- [![](https://i.imgur.com/dQCXZkU.png) Mangaka's Twitter](https://twitter.com/dennou319)  \n- [Mangaka's YouTube](https://www.youtube.com/channel/UCIhPflgXxYM9dsOzaI0sYgA)  \n- [Official Anime (JP)](http://eizouken-anime.com/)  \n- [Official Live-Action (JP)](https://eizouken-saikyo.com/)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89ed3ec2-ebe6-4d6b-92eb-d753a8bb365e",
    "title": {
      "en": "Rougo ni Sonaete Isekai de 8-manmai no Kinka o Tamemasu"
    },
    "updatedAt": "2024-10-29T21:48:09+00:00",
    "coverArt": "https://mangadex.org/covers/89ed3ec2-ebe6-4d6b-92eb-d753a8bb365e/41f2eb52-b84e-4459-a6ef-080d0872d473.jpg",
    "altTitles": [
      {
        "ja": "老後に備えて異世界で８万枚の金貨を貯めます"
      },
      {
        "en": "Saving 80,000 Gold in Another World for My Retirement"
      },
      {
        "ko": "노후를 대비해 이세계에서 금화 8만 개를 모읍니다"
      },
      {
        "zh": "为了养老金，去异界存八万金！"
      },
      {
        "zh-hk": "為了養老金，去異界存八萬金！"
      },
      {
        "fr": "Économiser 80,000 pièces d'or dans un autre monde pour ma retraite"
      },
      {
        "ru": "Сохранение 80 000 золотых монет в другом мире для моей старости"
      },
      {
        "es": "Ahorre 80 000 monedas de oro en otro mundo en preparación para mi jubilación"
      }
    ],
    "description": {
      "en": "After growing up an orphan, Mitsuha has a healthy respect for money and a desire to live well—at least, until she dies after being pushed off a cliff. Waking up in a strange fantasy world, Mitsuha narrowly survives an encounter with a pack of wolves, then realizes she has the power to move between this world and the real one. A lesser person might embark on heroic adventures—Mitsuha instead immediately recognizes the lucrative possibilities of her new situation, and heads out to buy an arsenal of modern weapons. Her goal: to acquire 80,000 gold, and the life of leisure she's always dreamed of!",
      "ja": "山野ミツハは18歳でありながら中学生に見られてしまう童顔小柄な少女。高校卒業を目前にして両親と頼れる兄を一度に失い、いきなり天涯孤独の身になってしまう。ショックで大学受験にも失敗して途方に暮れていたミツハは、たまたま謎の存在から「世界間転移」という能力を与えられる。そこから彼女が思いついた将来設計は、世間一般の常識の斜め上をいっていた──!!",
      "pt-br": "Uma garota de 18 anos que perdeu sua família em um acidente, Yamano Mitsuha cai de um penhasco em um dia qualquer e é transportada para um mundo diferente com uma civilização ao nível da Europa Medieval. Mitsuha descobre que é possível ir e retornar à terra após uma luta mortal com lobos. Assim, ela decide viver em ambos os mundos. “Para ter segurança na velhice, eu vou mirar em alcançar 80.000 moedas de ouro!” “Tentarei não deixar coisas estranhas circularem para não distorcer o progresso do mundo, mas não vou me conter pelo bem da minha vida fácil e segura!” Enquanto usa três pistolas junto com palavras e ações que parecem decentes, em sua cabeça Yamano Mitsuha é uma garota esperta. Fazendo um esforço para ganhar dinheiro mesmo com um pequeno corpo que parece uma criança para os ocidentais!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1522b1b-4b5a-4c09-bb39-8b092f4b7edd",
    "title": {
      "en": "Shoukan sareta Kenja wa Isekai wo Yuku ~Saikyou nano wa Fuyou Zaiko no Item deshita~"
    },
    "updatedAt": "2024-11-02T18:38:04+00:00",
    "coverArt": "https://mangadex.org/covers/f1522b1b-4b5a-4c09-bb39-8b092f4b7edd/0279ffd2-4969-4f8b-bab8-0b9bffbe12c1.jpg",
    "altTitles": [
      {
        "ja": "召喚された賢者は異世界を往く ～最強なのは不要在庫のアイテムでした～"
      },
      {
        "en": "A Sage Is Summoned to Another World: The Undesired Items Are Now the Strongest"
      },
      {
        "es-la": "El sabio es invocado a otro mundo ~Los artículos más fuertes eran los menos deseados del inventario~"
      },
      {
        "ko": "소환된 현자는 이세계를 누빈다 ~최강인 것은 필요없는 재고 아이템이었습니다~"
      },
      {
        "zh-hk": "被召喚的賢者前往異世界～廢棄庫存道具才是最強～"
      },
      {
        "zh": "被召唤的贤者前往异世界～废弃库存道具才是最强～"
      },
      {
        "en": "Wise Man Is Summoned to Another World ~The Strongest Items Were Those Less Desired in Inventory~"
      }
    ],
    "description": {
      "en": "Touya, the strongest player in the game Pandemic World Online, had won so many items that he decided to create an alternate account to store the extra ones. While playing this very game in his second account, he was summoned to another world as a character he made, where the people were merrily expecting a hero. However, when it is known that he doesn't have the title of a hero, he is discarded and replaced by another person. Now, he must survive in an another world with the account he merely used to store his extra items in.  \n\n\n---",
      "es-la": "Touya, el jugador mas fuerte del juego Pandemic World Online, ha ganado tantos items que decidió crear una cuenta alternativa para almacenarlos, mientras jugaba fue invocado a otro mundo, pero al no tener la categoría de héroe es desechado y remplazado por otra persona, ahora tendrá que sobrevivir solo en ese mundo y con el personaje que creó para almacenar esos objetos.  \n\n\n---\n\n**Links:**  \n- [Original Web Novel](https://ncode.syosetu.com/n9275ei/) (Japanese)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcf1f19f-3c4d-4b7f-84ca-926de16af019",
    "title": {
      "en": "Shirokuro Sekai"
    },
    "updatedAt": "2024-12-08T08:07:05+00:00",
    "coverArt": "https://mangadex.org/covers/bcf1f19f-3c4d-4b7f-84ca-926de16af019/bd7b3a5d-2fc6-4d70-bfbe-baef86690e03.jpg",
    "altTitles": [
      {
        "ja": "白黒セカイ"
      },
      {
        "ja-ro": "Shirokuro Sekai"
      },
      {
        "en": "Black and White World"
      }
    ],
    "description": {
      "en": "A series of stories between a girl with black hair and a girl with white hair"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "53af3221-b8db-476b-9a58-9f3e636b729e",
    "title": {
      "en": "Mr. Baek"
    },
    "updatedAt": "2024-05-22T20:50:57+00:00",
    "coverArt": "https://mangadex.org/covers/53af3221-b8db-476b-9a58-9f3e636b729e/19f36155-a280-477c-8497-fb72572f8f5c.png",
    "altTitles": [
      {
        "ko": "백XX"
      },
      {
        "pt-br": "Dupla Baek"
      },
      {
        "en": "Baek XX"
      }
    ],
    "description": {
      "en": "Federal Informant ‘Baek Yisu’ and a criminal gang’s boss, ‘Baek Dogyeong’ are twin brothers.\n\nWith the same faces the two twin brothers have lived different lives until now. Yisu, who’s been betrayed by the gang, throws away his identity to become his brother. This federal agent is soon to become the gang’s boss…!",
      "pt-br": "Os irmãos gêmeos Baek Yisoo, agente de inteligência da Hid e Baek Dohyeong, chefe de uma organização criminosa, viveram vidas diferentes mesmo com o mesmo rosto. Depois de ser traído pela organização o irmão mais novo decide abandonar sua identidade e se tornar o irmão mais velho. Um agente de inteligência torna-se chefe de uma organização criminosa…!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83c86091-0613-4877-8733-a4f129aebd76",
    "title": {
      "en": "Bakuage Sentai Boonboomger formation lap - Jouhouya no Your Eyes Only"
    },
    "updatedAt": "2024-11-22T05:50:15+00:00",
    "coverArt": "https://mangadex.org/covers/83c86091-0613-4877-8733-a4f129aebd76/311a5b05-9b40-47d4-8b2a-467912611f13.png",
    "altTitles": [
      {
        "ja": "爆上戦隊ブンブンジャー formation lap 情報屋の秘密（ユア・アイズ・オンリー）"
      },
      {
        "ja-ro": "Bakuage Sentai Bunbunjyā formation lap Jouhouya no Himitsu (Your Eyes Only)"
      },
      {
        "en": "Bakuage Sentai Boonboomger formation lap - The Informant's Secrets (Your Eyes Only)"
      }
    ],
    "description": {
      "en": "The manga depicts the past of Ishiro Meita, a freelance spy who graduated from a spy training school with top grades. When he's asked to investigate an unknown object that crashed from space, his life takes a drastic turn when he meets Taiya Hando. \n\n(from RangerWiki)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca702a1d-f7ef-43b7-baa0-e323dda4f6de",
    "title": {
      "en": "To Be an Actor"
    },
    "updatedAt": "2024-06-15T08:21:28+00:00",
    "coverArt": "https://mangadex.org/covers/ca702a1d-f7ef-43b7-baa0-e323dda4f6de/191b33ed-2f55-4e75-9a8f-c11d24d9a9c0.jpg",
    "altTitles": [
      {
        "en": "I Will Live as an Actor"
      },
      {
        "ko": "배우로서 살겠다"
      },
      {
        "ja": "役者として生きる"
      },
      {
        "en": "Be the Actor"
      },
      {
        "ko-ro": "Baeuroseo Salgetda"
      },
      {
        "fr": "Vivre comme un acteur"
      },
      {
        "fr": "Comment vivre selon un acteur"
      }
    ],
    "description": {
      "en": "To escape a life of poverty, Jang Youngkuk aspired to be a famous actor. And he succeeds... at the cost of his mother's life. Upon proceeding to take his own out of despair, Youngkuk miraculously returns to his childhood. With a second chance to make things right, he swears to abandon acting and be the good son he never was. However, when financial troubles begin to haunt Youngkuk and his mother, he discovers that he may have no choice but to return to the set for one last take."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e544761-7d3d-4fce-8137-719814d7d138",
    "title": {
      "en": "Eleceed"
    },
    "updatedAt": "2024-11-16T18:24:28+00:00",
    "coverArt": "https://mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/248fb53b-45da-4f0f-b7e0-0be6f3eb1025.jpg",
    "altTitles": [
      {
        "ko": "일렉시드"
      },
      {
        "es": "Eleceed: Velocidad eléctrica"
      },
      {
        "es-la": "Electricidad veloz"
      },
      {
        "uk": "Ілексід"
      },
      {
        "ru": "Элисед"
      },
      {
        "ur": "السید"
      },
      {
        "ar": "بذور الكهرباء"
      },
      {
        "ar": "تجاوز الكهرباء"
      },
      {
        "zh": "觉醒吧，铲屎官！"
      },
      {
        "zh-hk": "覺醒吧！貓奴"
      },
      {
        "ja": "エレキシード"
      }
    ],
    "description": {
      "en": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "es": "Jiwoo es un joven amable que utiliza sus reflejos increíblemente rápidos, como los de un gato, para hacer del mundo un mejor lugar salvando niños o mascotas. Kayden es un agente secreto prófugo que termina encerrado en el cuerpo de un... mmm... gato gordo, peludo y viejo. Juntos y con la ayuda de los superpoderes de Jiwoo y la inteligencia de Kayden lucharán contra las fuerzas que desean que el mal tome control del mundo. Aunque solo lo lograrán si consiguen soportarse lo suficiente para hacerlo.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "fr": "Jiwoo est un jeune lycéen au bon coeur qui utilise ses réflexes incroyablement rapides pour rendre le monde meilleur, que ce soit en sauvant un petit enfant ou bien un animal de compagnie. Kayden est un agent secret fugitif qui finit par être enfermé dans le corps d'un... euh... vieux, gros chat tout poilu. Ensemble, et équipés des superpouvoirs de Jiwoo et de l'intelligence de Kayden, ils lutteront contre les forces obscures qui veulent que le mal domine le monde... mais seulement s'ils arrivent à bien s'entendre !\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "id": "Kolaborasi yang luar biasa dari author \"Noblesse\" dan author \"Girls the Wild's\"! Kisah aksi fantasi mengenai Kaiden yang jiwanya masuk ke seekor kucing gendut dan Jiwoo yang suka menyembunyikan kekuatannya!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ja": "敵の不意打ちで深い傷を負い、猫の体に身を隠した覚醒者のカイド。猫好きの主人公・勇羽に助けられるが… 『ノブレス』 X 『少女ザワイルズ』作家らによる爽快アクション！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ko": "<노블레스> 손제호 작가와 <소녀더와일즈> 제나 작가가 만났다!\n고양이 몸에 깃든 각성자 카이든과 각성능력을 숨겨온 고등학생 지우\n러블리 2인조의 액션 판타지\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ru": "Кайден - загадочный человек, который словно комета спустился с неба. Весь израненный, почти потерявший последние силы, он решает скрыть свое присутствие - ведь по-другому от погони не уйти. По дороге Кайден встречает обычную дворовую кошку и, почти не думая, решает вселиться в ее тело. Со Чжи У - энергичный и общительный молодой человек из средней школы, который очень любит кошек. Один раз по пути домой он встречает до боли потрепанного кота и берет его к себе домой. Наш У не только добрый, но еще и обладает одной скрытой способностью. Какой же?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "th": "เรื่องใหม่ของนักเขียน Son Je-ho จาก <โนเบลส> และ Zhena จาก <วีน เหวี่ยง WILD มัธยมสาวพันธุ์ดุ>! แอ็กชันแฟนตาซีสุดน่ารัก เรื่องราวของ \"ไคเดน\" ผู้มีพลังพิเศษแต่แฝงตัวด้วยการสิงอยู่ในร่างแมว และ \"จีอู\" นักเรียนหนุ่มทาสแมวแสนธรรมดาที่แอบซ่อนพลังที่ไม่ธรรมดาเอาไว้\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "zh": "超强觉醒者意外变身胖橘，\n没想到铲屎官也有超能力!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "pt-br": "Ji-U é um jovem de bom coração que aproveita os reflexos rápidos de um gato para secretamente tornar o mundo um lugar melhor - uma criança salva ou um animal de estimação adotivo de cada vez. Kayden é um agente secreto em fuga, que se encontra preso no corpo de um... hum... decididamente gordo velho gato fofo. Juntos, armados com os superpoderes de Ji-U e a super inteligência de Kayden, eles estão prontos para lutar contra as forças que deixariam o mal governar este mundo. Isto é, se eles aguentarem um ao outro tempo suficiente para fazer o trabalho.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]