[
  {
    "mangaId": "88d61a01-f389-4643-b1a8-557975bb4618",
    "title": {
      "en": "Haisha-san, Atattemasu!"
    },
    "updatedAt": "2024-11-22T23:01:01+00:00",
    "coverArt": "https://mangadex.org/covers/88d61a01-f389-4643-b1a8-557975bb4618/a9b1de7a-e572-4580-8503-a06f63a64e95.jpg",
    "altTitles": [
      {
        "ja": "歯医者さん、あタってます!"
      },
      {
        "en": "Excuse Me Dentist, It's Touching Me!"
      },
      {
        "zh": "牙医小姐 啊站起来了！"
      },
      {
        "pl": "Pani dentystko, nie tak blisko!"
      },
      {
        "ru": "Стоматолог-сан, я чувствую вашу грудь!"
      }
    ],
    "description": {
      "en": "A human drama between a villain-faced yakuza and a dominant dentist! Give it a read and maybe your \"wall\" will be broken down...?!",
      "ja": "裏社会で“不動の黒墨（くろすみ）”と呼ばれ、恐れられる極道・黒墨琢磨（くろすみたくま）。彼には「女性が怖い」という秘密があった。この弱点克服のために避け続けていた歯医者へ行くことになるが、そこには黒墨の口をトイレ扱いし、「うんこ」と連呼する歯科医・白雪灯（しらゆきともり）が居た。その物怖じしない姿に黒墨は次第に安心感を覚えるが、白雪にも実は大きな秘密があり――!?",
      "ru": "Суровый якудза и стоматолог — садистка.\nЧто может быть лучше?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "68"
  },
  {
    "mangaId": "ebf6b4b1-f514-4e93-8305-0c16c21c7163",
    "title": {
      "en": "Space Juggernaut"
    },
    "updatedAt": "2024-11-19T06:00:24+00:00",
    "coverArt": "https://mangadex.org/covers/ebf6b4b1-f514-4e93-8305-0c16c21c7163/c992f6a1-8189-4cab-a237-3d12b26a0137.jpg",
    "altTitles": [],
    "description": {
      "en": "Wanderer, imposing, somewhere in the vast void of space, Rendezvous awaits! The only space station built inside a living being, where the best scientists, warriors, explorers and engineers of the galaxy live.\nFollow the adventures of the Rendezvaj against the galaxy's major enemy; The Raccoon-race \"preservation\" Federation in this epic Space Opera.",
      "es-la": "Errante, imponente, en algún lugar del vasto vacío espacial, Rendezvous espera! La única estación espacial construida dentro de un ser vivo, que aloja a los mejores científicos, guerreros, exploradores e ingenieros de la galaxia.\nSigue las aventuras de un grupo de Rendezvaj contra su mayor enemigo; La Federación de “Conservación” de la raza Mapache en esta épica ópera spacial."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f7052787-e1fe-4b32-9b63-66c89b2eb6be",
    "title": {
      "en": "24-hour Rebirth Consultation Centre"
    },
    "updatedAt": "2024-12-04T13:22:01+00:00",
    "coverArt": "https://mangadex.org/covers/f7052787-e1fe-4b32-9b63-66c89b2eb6be/04063ca2-621a-4a2e-87e4-9b5b031c0d59.jpg",
    "altTitles": [
      {
        "ko": "24시 회빙환 상담소"
      }
    ],
    "description": {
      "en": "Inheriting the divine mission of assisting reincarnators, regressors, and transmigrators, Laura is the sole counselor at the Reincarnation Counseling Center.\n\nBut for some reason, the customers—meant to appear once every hundred years—haven’t shown up in five centuries.\n\nAfter 500 years of waiting, Laura is ready to abandon the center for good when suddenly...\n\nHer long-awaited customer appears.\n\nOr rather, customers.\n\n“...Possession, I think.”\n“Regression.”\n“Looks more like reincarnation.”\n“...Has the world gone mad?”\n\nWhy are there three clients all at once?!\n\nWith 24 hours a day no longer enough, will Laura be able to handle this chaotic counseling session?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "86d4fcf4-51b8-402b-b22d-6d3c812be8fb",
    "title": {
      "en": "Sora & Haena!"
    },
    "updatedAt": "2023-02-24T01:31:20+00:00",
    "coverArt": "https://mangadex.org/covers/86d4fcf4-51b8-402b-b22d-6d3c812be8fb/674c7546-180c-4db2-8e2f-5077f74e946a.jpg",
    "altTitles": [
      {
        "ko": "소라해나!"
      },
      {
        "ru": "Сора и Хэна!"
      }
    ],
    "description": {
      "en": "Sora Yoon can hardly look a person in the eye without becoming a nervous mess. So how she ended up befriending some girls by lying about having a boyfriend is beyond her! Fortunately, she ran into the boisterous and sociable — albeit dense — Haena Woo at just the right time. Together they make a deal: Haena will help Sora land a boyfriend IF she can help her make it into college! Will they stick true to their agreement… or find they want something more?",
      "ru": "Юн Сора, одна из самых лучших учениц в старшей школе Джеил для девочек, становится ответственной за У Хэну. Неожиданно для самой Соры, не парень, но У Хэна претендует на роль её ухажера. Девичий роман начинается прямо сейчас!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "51"
  },
  {
    "mangaId": "305c5759-4e7e-43d3-9d99-5360c6d9d6e1",
    "title": {
      "en": "Houkago no Goumon Shoujo"
    },
    "updatedAt": "2023-07-20T10:26:39+00:00",
    "coverArt": "https://mangadex.org/covers/305c5759-4e7e-43d3-9d99-5360c6d9d6e1/9b116481-ed13-44c0-b5cc-72ad93b85026.jpg",
    "altTitles": [
      {
        "en": "Torture Club Girls After School"
      },
      {
        "ja": "放課後の拷問少女"
      },
      {
        "ko": "방과 후의 고문소녀"
      },
      {
        "vi": "Câu Lạc Bộ Tra Tấn Của Các Nữ Sinh Sau Giờ Học"
      }
    ],
    "description": {
      "en": "After years of being unlucky with girls, Ishimaru Daito only wishes to enjoy his high school life with a normal, cute girlfriend. However, after losing a game to his two new seniors Sasahara Kiyoka and Tomochika Asami, he is forced to join the <Humanism Studies> club which is actually a torture studies club. Will Ishimaru get the normal high school life he always wanted?  \n  \n\n\n---",
      "pt": "Depois de anos de azar com as garotas, Ishimaru Daito só quer aproveitar a vida no colegial com uma namorada normal e bonita. No entanto, depois de perder um jogo contra suas duas novas senpais, Sasahara Kiyoka e Tomochika Asami, ele é forçado a ingressar no clube de \"estudos humanísticos\", que na verdade é um clube de estudos sobre tortura. Ishimaru será capaz de alcançar a vida normal do ensino médio que ele sempre quis?",
      "vi": "Sau nhiều năm đen đủi với các cô gái, Ishimaru Daito chỉ mong được tận hưởng cuộc sống cao trung của mình bên một cô bạn gái bình thường và dễ thương. Tuy nhiên, sau khi thua một trò chơi trước hai tiền bối mới của mình là Sasahara Kiyoka và Tomochika Asami, cậu buộc phải tham gia câu lạc bộ <Nghiên Cứu Chủ Nghĩa Nhân Văn> thực chất lại là một câu lạc bộ Nghiên Cứu Tra Tấn. Liệu Ishimaru có được cuộc sống cao trung bình thường mà cậu hằng mong muốn?",
      "pt-br": "Depois de anos de azar com as garotas, Ishimaru Daito só quer aproveitar a vida no colegial com uma namorada normal e bonita. No entanto, depois de perder um jogo contra suas duas novas senpais, Sasahara Kiyoka e Tomochika Asami, ele é forçado a ingressar no clube de “estudos humanísticos”, que na verdade é um clube de estudos sobre tortura. Ishimaru será capaz de alcançar a vida normal do ensino médio que ele sempre quis?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "168"
  },
  {
    "mangaId": "db882a6e-6716-47bc-b031-c420f42d08d5",
    "title": {
      "en": "Whimsy Whimsy Witch"
    },
    "updatedAt": "2024-11-21T06:24:01+00:00",
    "coverArt": "https://mangadex.org/covers/db882a6e-6716-47bc-b031-c420f42d08d5/9371a28d-1bce-46b3-b56e-1e5f36c199ee.jpg",
    "altTitles": [
      {
        "vi": "Cô phù thủy ngộ nghĩnh"
      }
    ],
    "description": {
      "en": "A prince has been cursed to turn into a frog by a witch. Things went wild from there.",
      "vi": "Một hoàng tử bị biến thành con ếch bởi một mụ phù thủy. Chuyện diễn ra tiếp theo khá là kì cục."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f491e32-3934-4e1a-a8b5-2510aecd40d9",
    "title": {
      "en": "Cleric of Decay"
    },
    "updatedAt": "2024-09-28T03:16:17+00:00",
    "coverArt": "https://mangadex.org/covers/7f491e32-3934-4e1a-a8b5-2510aecd40d9/6bc59079-32ee-47d3-b01d-50a51d2c6df2.jpg",
    "altTitles": [
      {
        "en": "Priest of Corruption"
      },
      {
        "en": "Priest of Decay"
      },
      {
        "ko": "부패의 사제"
      },
      {
        "es-la": "El Sacerdote de la Corrupción"
      },
      {
        "en": "The Priest of Corruption"
      }
    ],
    "description": {
      "en": "Not all job classes are created equal!\n\nMarnac was pulled into a game while trying to play as one of its worst job classes, Cleric of Decay. Now he’s the only cleric of the Order of Decay, serving a goddess who’s been reduced to an animated hand that repeats the word “MURDER!”\n\nWill the Order’s last cleric become powerful enough before the prophecy of “the end” comes true?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc481ed5-4925-4f3c-bac1-e73f1e7ed338",
    "title": {
      "en": "Mushoku Tensei ~Isekai Ittara Honki Dasu~ Shitsui no Majutsushi-hen"
    },
    "updatedAt": "2024-10-30T12:00:53+00:00",
    "coverArt": "https://mangadex.org/covers/dc481ed5-4925-4f3c-bac1-e73f1e7ed338/53ba992b-ddea-4b45-a70b-440ff0d446d9.jpg",
    "altTitles": [
      {
        "ja": "無職転生 ～異世界行ったら本気だす～ 失意の魔術師編"
      },
      {
        "en": "Mushoku Tensei - Depressed Magician Arc"
      },
      {
        "zh-hk": "無職轉生 ～到了異世界就拿出真本事～ 失意的魔術師篇"
      },
      {
        "en": "Mushoku Tensei: Jobless Reincarnation - Depressed Magician"
      },
      {
        "ru": "Реинкарнация безработного ~История о приключениях в другом мире~ Арка подавленного волшебника"
      },
      {
        "en": "Jobless Reincarnation ~I'll Try Seriously If I Go To Another World~ Depressed Magician Arc"
      },
      {
        "ja-ro": "Mushoku Tensei: Isekai Ittara Honki Dasu - Shitsui no Majutsushi-hen"
      },
      {
        "ja-ro": "Mushoku Tensei ~Isekai Ittara Honki Dasu~ Shitsui no Majutsushi Hen"
      }
    ],
    "description": {
      "en": "After separating from Eris, Rudeus falls into the depths of depression. He travels to Rozenberg, the second city of the Principality of Basherant, to search for his missing mother, Zenith. Desperate, Rudeus tries to accept a high-ranking quest alone in order to make a name for himself. However, by chance, he ends up working with a party of B-rank adventurers called the Counter Arrow. One of the party members is a girl named Sara, who reminds him of Eris...!\n\nA complete manga adaptation of the seventh volume of the light novel series, depicting the aftermath of Rudeus' separation from Eris!",
      "ja": "エリスと別れ、失意の底に落ちるルーデウス。\n行方不明の母ゼニスを捜すため、バシェラント公国、第二都市ローゼンバーグを訪れる。\n自暴自棄に陥るルーデウスは、名をあげようと高ランクの依頼を一人きりで受けようとする。\nしかし、ひょんなことからＢランク冒険者パーティ『カウンターアロー』と行動を共にすることに。\nそのパーティメンバーにはどこかエリスの面影を感じさせるサラという少女がいて…!?\n\nエリスと別れたルーデウスのその後を描く、原作小説７巻を完全コミカライズ!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baac09cd-6eb9-43ec-a780-980c8da4f066",
    "title": {
      "en": "Misaki-kun wa Kouryaku Chara Janai"
    },
    "updatedAt": "2024-11-19T11:39:11+00:00",
    "coverArt": "https://mangadex.org/covers/baac09cd-6eb9-43ec-a780-980c8da4f066/18fe7b09-b112-4832-825e-b4ba27c88580.jpg",
    "altTitles": [
      {
        "ja": "三咲くんは攻略キャラじゃない"
      },
      {
        "en": "Misaki-kun is Unobtainable"
      },
      {
        "ja-ro": "Misaki-kun wa Kouryaku Chara ja Nai"
      },
      {
        "es": "Misaki-kun es Inalcanzable"
      },
      {
        "es-la": "Misaki-kun es Inalcanzable"
      },
      {
        "eu": "Misaki-kun lortezina da"
      }
    ],
    "description": {
      "en": "Misaki-kun may be adorable, but he's just the 'best friend' type character you can find in any gal game. However, the protagonist, Kihara Hareta, isn't set on wooing any of the heroines; he has his eyes set on the Unobtainable Misaki-kun!",
      "ja": "ここはギャルゲーの世界。 親友キャラ・三咲泉の使命は、主人公・季原晴太のヒロイン攻略のサポート…のはずが、 肝心の季原は何故か三咲を攻略するつもりで――!? 「男の子のままヒロインになってくれ！」 友情？愛情？男の娘ハッピー胸キュンコメディ!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8211bac6-a392-4e37-b3b6-dac0f4512d24",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daiyonshou - Seiiki to Gouyoku no Majou"
    },
    "updatedAt": "2024-10-13T12:43:38+00:00",
    "coverArt": "https://mangadex.org/covers/8211bac6-a392-4e37-b3b6-dac0f4512d24/d6ce0b0a-e9d8-4275-804b-5b651c5a6022.jpg",
    "altTitles": [
      {
        "es": "Re:Zero - Empezar de cero en un mundo diferente - Arco 4: El santuario y la bruja de la avaricia"
      },
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 4: The Sanctuary and the Witch of Greed"
      },
      {
        "ja": "Re:ゼロから始める異世界生活 第四章 聖域と強欲の魔女"
      },
      {
        "ru": "Re:Zero. Жизнь с нуля в альтернативном мире. Часть четвёртая: Святилище и ведьма жадности"
      },
      {
        "pt-br": "Re:Zero - Capítulo 4: O Santuário e a Bruxa da Ganância"
      }
    ],
    "description": {
      "en": "Natsuki Subaru defeats the white whale and the archbishop of the \"Sloth\" deadly sin, and is reunited with Emilia. The two have reconciled after overcoming a painful breakup, but new turmoil awaits them...",
      "es": "Decididos a liberar a Rem de un misterioso letargo, Subaru y Emilia emprenden un nuevo viaje hacia el Santuario en donde se enfrentarán a nuevos peligros que jamás imaginarían.\n\n¡La esperada adaptación del arco 4 comienza aquí!",
      "ru": "После победы над белым китом и архиепископом греха лени Петельгейзе, Субару наконец воссоединяется с Эмилией. Однако они узнают шокирующие новости, что на Круш с Рем по пути в столицу снова напал культ ведьмы. Круш потеряла свою память, а все воспоминания о Рем у людей были стёрты. Вместе с жителями деревни Субару решает вернуться обратно, однако деревня оказалась пустой. Оставшиеся жители, которые под руководством Рам отправились в так называемое \"Святилище\", до сих пор не вернулись. Что же там произошло?.."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
    },
    "updatedAt": "2024-10-14T03:20:45+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/6df56a5e-682d-4d92-b71f-3753f24e9af1.jpg",
    "altTitles": [
      {
        "en": "Medaka Kuroiwa is Impervious to My Charms"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Craque pour moi, Medaka !"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "fr": "Tu ne le sais pas encore, mais tu m’adores !\n\nMona plaît à tout le monde, c’est comme ça. Son sourire, son allure, sa personnalité… Tout chez elle attire les gens. Dans son lycée, elle fait tourner toutes les têtes. Sauf celle d’un garçon… Medaka. Fraîchement admis dans son école, celui-ci a complètement chamboulé la vie de cette fille à qui nul ni personne n’est censé résister. C’est bien simple : Medaka refuse de la regarder ou se renfrogne à la moindre de ses tentatives de rapprochement. Devant cette insulte à son charme ravageur, Mona décide de tout mettre en œuvre pour le séduire, quitte à se mettre dans des situations où elle-même ne saura plus quoi ressentir ! La tombeuse VS l’insensible : qui craquera en premier ? \n\n---\n\nMaison d'édition FR : **Pika**",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-11-13T14:44:13+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/99e71e52-efad-4173-a2d9-00344da262b2.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "ja": "さらなみ"
      },
      {
        "ja-ro": "Saranami"
      },
      {
        "ru": "Слишком поздно я влюбилась в друга детства"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*.\n\n_____________\n**Links:**\n- Buy the collected volume on [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=2491232) or [Toranoana](https://ecs.toranoana.jp/tora/ec/item/040031176072/).",
      "pl": "Mangowa adaptacja powieści napisanej przez Maruto Fumiaki. Twórcą tej adaptacji jest Yom, mangaka z Ganbare, Douki-chan."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b93b935e-efc0-49a6-b275-e93ea332fa20",
    "title": {
      "en": "White Rabbit in Wonderland"
    },
    "updatedAt": "2024-07-22T02:21:40+00:00",
    "coverArt": "https://mangadex.org/covers/b93b935e-efc0-49a6-b275-e93ea332fa20/b3353ec9-8bf1-44c7-be07-4971ff1ed10b.jpg",
    "altTitles": [
      {
        "ko": "이상한 나라의 흰 토끼"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56504d3e-3ceb-44e5-811c-0293f1919042",
    "title": {
      "en": "Suterare Elf-san wa Sekai de Ichiban Tsuyokute Kawaii!"
    },
    "updatedAt": "2024-11-29T21:12:17+00:00",
    "coverArt": "https://mangadex.org/covers/56504d3e-3ceb-44e5-811c-0293f1919042/50843d64-077b-4c1e-bfb1-5f0cc43fcc68.jpg",
    "altTitles": [
      {
        "ja": "捨てられエルフさん は世界で一番強くて可愛い！"
      },
      {
        "en": "The Abandoned Elf is the Strongest and Cutest in the World!"
      },
      {
        "hu": "A magára hagyott elf lány a világ legerősebb és legaranyosabbja!"
      }
    ],
    "description": {
      "en": "\"Dear top players, this game is a real parallel world. If you reincarnate and save the world, any wish you have will be granted.\"\n\nFormer popular voice actress Ayano responded to the proposal from the goddess. In order to shine as a voice actress once again. Reincarnated as the strongest species of high elf, she aims to \"clear the game\" in the parallel world with the strongest and cutest kemo-eared heroine using her gaming knowledge, but –!?",
      "hu": "**【Egykori toplistás játékos】+【Játékvilág】= Szuper verhetetlen!? Folytatom az életet a legerősebb énemmel!!**\n\n„Kedves top játékosok! Ez a játék egy valós párhuzamos világ. Ha újjászülettek és megmentitek a világot, bármilyen kívánságotokat teljesítjük.”\n\nErre az istennő ajánlatára válaszolt Ayano, egykori népszerű szinkronszínész. Azért, hogy ismét ragyoghasson szinkronszínészként, a legerősebb faj, a nemes elf egyikeként született újjá. Most, a legerősebb és legaranyosabb állatfüles hősnővel karöltve, játékbeli tudását felhasználva célja a párhuzamos világban a „játék végigjátszása” - de vajon sikerül-e neki!?",
      "ja": "「トッププレイヤーの皆様。このゲームは実在する異世界です。転生し、世界を救えばどんな願いも叶えてあげましょう」\n\n女神からの提案に、元人気声優のアヤノは応えた。炎上して干された今、もう一度声優として輝くために。炎上後にゲームをやり込みトップランカーとなったアヤノは、その知識を生かして、最強種【ハイエルフ】に転生! 最強可愛いケモ耳ヒロイン・ホムラとともに異世界での“ゲームクリア”を目指すが、この世界はただの「ゲーム世界」ではないようで――!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4807a7aa-efeb-447e-9a94-068054fd7b7d",
    "title": {
      "en": "AKB49 - Renai Kinshi Jourei"
    },
    "updatedAt": "2023-07-05T18:32:51+00:00",
    "coverArt": "https://mangadex.org/covers/4807a7aa-efeb-447e-9a94-068054fd7b7d/6cf4bed9-5393-4b4c-907a-773294e2a902.jpg",
    "altTitles": [
      {
        "en": "AKB49: The Rules Against Love"
      },
      {
        "ja": "AKB49~恋愛禁止条例~"
      },
      {
        "zh-hk": "AKB49~戀愛禁止條例~"
      },
      {
        "ar": "AKB49 ~ قانون حظر الحب ~"
      },
      {
        "ko": "AKB49 ~연애금지조례~"
      },
      {
        "th": "AKB49 กฎข้อบังคับห้ามมีความรัก"
      },
      {
        "ru": "AKB49: Правила против любви"
      }
    ],
    "description": {
      "en": "This manga based on the ever popular AKB48 group.  \n  \nThis series is about a guy called Urayama Minoru crossdressing as a girl to participate in a female idol group audition (AKB48). The main objective is to help the girl he likes, Yoshinaga Hiroko, pass the audition. Yoshinaga Hiroko's dream is to become like her favourite idol who is in the AKB48 group. This audition happens to be her final try, so Minoru crossdresses as Urakawa Minori and takes part in the audition to make sure she realizes her dream. Hiroko got qualified eventually, however, the shocking news was Minoru was qualified as well. Thus, the road to becoming a female idol begins…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "29",
    "lastChapter": "262"
  },
  {
    "mangaId": "93b5aabf-7b61-4bbb-a0f4-23b5bfc6b2aa",
    "title": {
      "en": "Himokuzu Hana-kun wa Shinitagari"
    },
    "updatedAt": "2024-11-27T23:29:54+00:00",
    "coverArt": "https://mangadex.org/covers/93b5aabf-7b61-4bbb-a0f4-23b5bfc6b2aa/87e9721d-6ac6-45d2-942d-b2fb8b2652b7.jpg",
    "altTitles": [
      {
        "ja": "ヒモクズ花くんは死にたがり"
      },
      {
        "ja-ro": "Himokuzu Hana-kun wa Shinitagari"
      },
      {
        "en": "Hana-kun can't live without me."
      },
      {
        "en": "Deadbeat Hana-kun Has a Death Wish"
      },
      {
        "zh-hk": "軟飯人渣小花想要去死"
      },
      {
        "zh": "软饭人渣小花想要去死"
      },
      {
        "vi": "Hana-Kun Không Thể Sống Thiếu Tôi"
      }
    ],
    "description": {
      "en": "\"I'll die with you, I promise.\"\n\nYoshino is a second-year working adult who is exhausted from her daily life and work. One of the worst days of her life, Yoshino gets drunk and wakes up the next morning to find a mysterious boy named Hana-kun sleeping next to her. Yoshino ends up living with Hana-kun for a limited time, and surprisingly begins to feel comfortable living with Hana-kun. Meanwhile, due to a certain incident, Hana-kun becomes obsessed with her for some reason... When a scummy man whose love is too heavy meets a deeply compassionate female office worker, a love like a powerful drug begins!?",
      "ja": "日々の生活と仕事に疲れ切っている社会人2年目の吉野（よしの）。人生最悪のある日泥酔した吉野が翌朝目覚めると、となりに寝ていたのは謎めいた男子「花くん」だった。 期間限定で一緒に暮らすことになり、意外にも花くんとの生活に居心地の良さを覚えていく吉野。そんな中、ある事件をきっかけに花くんになぜか執着されることになって… 愛の重いクズ男子×情の深い社畜女子、劇薬みたいな恋がはじまる⁉"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b657ca5-4bf7-49f5-bdcb-3966fa588c90",
    "title": {
      "en": "The Tyrant's Loyal Warhorse"
    },
    "updatedAt": "2024-12-04T15:55:56+00:00",
    "coverArt": "https://mangadex.org/covers/5b657ca5-4bf7-49f5-bdcb-3966fa588c90/ffd95e4d-ed05-4385-ae1b-2edb094220d1.jpg",
    "altTitles": [
      {
        "th": "อาชาศึกผู้ภักดีของทรราช"
      }
    ],
    "description": {
      "en": "This is the story of a middle-aged man who is reincarnated as a horse in the world of a novel he once read. Along with that, he’s stuck with a system that forbids him from going OOC (out of character) in his horse form. On top of that, there are characters acting like NPCs, constantly giving him quests to complete."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c5952d2-ed8a-4160-a7dd-d1e35a238568",
    "title": {
      "en": "Class Ten'i de Ore dake Haburareta no de, Doukyuusei Harem Tsukuru Koto ni shita"
    },
    "updatedAt": "2024-12-03T09:47:14+00:00",
    "coverArt": "https://mangadex.org/covers/1c5952d2-ed8a-4160-a7dd-d1e35a238568/d4c7720d-b5f5-4388-9914-9e2d9c131b15.jpg",
    "altTitles": [
      {
        "ja": "クラス転移で俺だけハブられたので、同級生ハーレム作ることにした"
      },
      {
        "en": "Upon being Exiled from my Class I Decided to Make my Own Harem of my Classmates"
      },
      {
        "en": "Because I was Excluded Out of the Class Transfer, I Decided Make a Classmate Harem"
      },
      {
        "en": "After being Transported, I was Singled Out and Rejected by my Classmates so, I Made Them all Part of my Harem"
      }
    ],
    "description": {
      "en": "When Kirishima Ran and his classmates were transported to another world they each received an ability. However the ability he received, [Sexual Lunatic], has caused nothing but trouble for him. His ability allows him to make any girl he comes in contact with his slave. Because of his ability, his classmates have shunned him and forced him to separate from them. With the fires of revenge burning inside his heart, Kirishima decides to overtake the class from the shadows. One by one he turns his classmates into slaves and fill his desires.",
      "ja": "クラスまるごと異世界転移で魔王討伐を目差せ!!…のはずが、女を魅了できる特殊スキルを手に入れてしまった霧島蘭は、その力を警戒したクラスメイトたちに追放されてしまう…。復讐＆生き残りのためにハーレムを作れ!?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "99b8eaeb-9041-4bfd-8eb7-d72addc88eb7",
    "title": {
      "en": "The Café Terrace and Its Goddesses"
    },
    "updatedAt": "2024-10-25T20:35:23+00:00",
    "coverArt": "https://mangadex.org/covers/99b8eaeb-9041-4bfd-8eb7-d72addc88eb7/19eb17db-32be-4d10-8b27-ccee53e0c20f.jpg",
    "altTitles": [
      {
        "ja": "女神のカフェテラス"
      },
      {
        "ja-ro": "Megami no Cafe Terrace"
      },
      {
        "ja-ro": "Megami no Kafeterasu"
      },
      {
        "en": "Goddess Café Terrace"
      },
      {
        "fr": "Le café terrasse des déesses"
      },
      {
        "ne": "देवीहरूको क्याफे टेरेस"
      },
      {
        "ru": "Терраса-кафе богинь"
      },
      {
        "vi": "Quán Cà Phê Nữ Thần"
      }
    ],
    "description": {
      "en": "Kasukabe Hayato has been accepted to Tokyo U on his first try. Receiving news of his grandmother's death, he returns to his childhood home, Cafe Terrace Familia, for the first time in three years to find five strange girls there who claim to be \"Grandma's Family\"! Hayato's unexpected life in a seaside town with these five girls of fate begins here!\n___\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10009/episode/319474) (U.S. Only)",
      "ja": "東大現役合格の秀才・粕壁 隼。ケンカ別れしていた祖母の訃報を聞いて、3年ぶりに海辺の町の古びた実家「カフェテラス・ファミリア」に帰ると、そこには見知らぬ５人の女の子が！ しかも彼女たちは「おばあちゃんの家族」を名乗り…!? 運命の女×５との贅沢すぎる共同生活が始まるっ！『涼風』『君町』『風夏』の瀬尾公治が描く一つ屋根の下ハーレム！ どの娘に恋する？どの娘を愛でる？",
      "ru": "Спустя три года, после ссоры со своей бабушкой, Хаято Касукабэ возвращается в свой родной дом в котором поселилось пять девушек. Выясняется, что бабушка Хаято позволила девушкам жить в этом доме, а те заботились о ней до самой её смерти. Так начинается история Хаято и пяти \"Богинь\".",
      "vi": "Kasukabe Hayato đã được nhận vào Đại Học Tokyo ngay trong lần thi đầu tiên. Nhưng sau khi nhận được tin bà nội qua đời, anh trở về ngôi nhà thời thơ ấu của mình, quán cà phê Familia.  Và thấy 5 cô gái lạ mặt tự xưng là \"Gia đình của bà\"! Cuộc sống mới của Hayato tại một thị trấn ven biển với năm cô gái định mệnh bắt đầu từ đây!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a086028-7977-4da6-a4c2-b659a4de29c6",
    "title": {
      "en": "Kasane to Subaru"
    },
    "updatedAt": "2024-10-29T18:08:27+00:00",
    "coverArt": "https://mangadex.org/covers/4a086028-7977-4da6-a4c2-b659a4de29c6/b54e49b6-bfa1-4add-8363-c0a79ebcf886.jpg",
    "altTitles": [
      {
        "ja": "かさねと昴"
      },
      {
        "en": "Kasane and Subaru"
      },
      {
        "zh-hk": "累和昴"
      },
      {
        "ru": "Касанэ и Субару"
      }
    ],
    "description": {
      "en": "Both of them are straightforward people. Once they meet, they quickly get to know each other better. A heartwarming romantic comedy that begins with a certain incident. Shibata Kasane, a graphics designer at a toy design and development company, is troubled. Her troubles started when she grabbed her colleague Enokida Subaru's ass by accident! Kasane was intrigued by how similar Enokida's ass and her favourite childhood character felt. At the same time, Kasane felt guilty because Enokida might have been uncomfortable. Enokida said \"I don't mind\" but had a pained and frightened expression. Kasane was overcome by the urge to apologise profusely! On the other hand, it looks like Enokida is hiding something.",
      "ja": "おもちゃの企画開発会社でグラフィックデザイナーをしている柴田かさね（しばたかさね）は、あることで悩んでいた。悩みの発端は、思いがけない事故で同僚の榎田昴（えのきだすばる）のお尻を触ってしまったこと…！ 榎田のお尻の感触が、かさねの大好きなキャラクターの着ぐるみの感触と似ていて興味を持った。けれど、それと同時に、榎田に嫌な思いをさせてしまったんじゃないかという罪悪感が拭えない。榎田は「気にしてない」と言ったけれど、その表情はどこか怯えて苦しそうで…。もっと、きちんと謝らなければ！と強く思うかさね。一方で、榎田にはある隠し事があって――。",
      "ru": "Касанэ Сибата работает графическим дизайнером в компании, выпускающей детские игрушки. Однажды она случайно... дотронулась до ягодиц своего коллеги, Субару Энокиды, и это напомнило ей о любимом персонаже из детства. Касанэ хочет извиниться перед Субару, не подозревая, что он скрывает..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "43"
  },
  {
    "mangaId": "71f49262-14e3-4d09-a0f8-9aeede3d2f2e",
    "title": {
      "en": "Smother Me"
    },
    "updatedAt": "2024-11-27T14:06:59+00:00",
    "coverArt": "https://mangadex.org/covers/71f49262-14e3-4d09-a0f8-9aeede3d2f2e/59a63a48-e890-4741-90a3-db7de1112d70.jpg",
    "altTitles": [
      {
        "ja": "スマザー・ミー"
      }
    ],
    "description": {
      "en": "In the oppressive city of Detroit, Akio is sold by his dad and becomes an assassin known as Snake. Day after day, he simply follows orders. But suddenly, he meets a blind girl and finds new meaning in life…!",
      "vi": "Detroit là thành phố nơi người lớn thống trị mọi thứ. Akio bị bán, trở thành sát thủ với tên gọi là Rắn. Cuộc sống hàng ngày của cậu chỉ là tuân theo mệnh lệnh. Một ngày, cậu gặp một cô gái mù và dần dần tìm ra ý nghĩa mới của cuộc sống..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efee636b-2b65-488c-ad39-25a0d2a261f5",
    "title": {
      "en": "Our Villainess Has Changed"
    },
    "updatedAt": "2024-11-19T16:27:47+00:00",
    "coverArt": "https://mangadex.org/covers/efee636b-2b65-488c-ad39-25a0d2a261f5/adc66fc0-ed2b-4b21-a5d9-bb16ee2030c6.jpg",
    "altTitles": [
      {
        "ko": "우리 악녀님이 달라졌어요"
      }
    ],
    "description": {
      "en": "She grew up an orphan, working herself to death in part-time jobs, and eventually died from exhaustion. \n\nRight before her death, she was reading an R-rated romance fantasy novel and found herself reincarnated as Annette Ethelred, the twisted villainess who was adopted into a duke's family and was bent on killing the novel's heroine. Annette was also the last princess of a fallen kingdom. Her happiness over the lavish lifestyle of the duke’s family didn’t last long, as she was quickly thrown out with nothing to her name, punished for the evil deeds of the original Annette. \n\nBut giving up wasn’t an option. With the survival skills honed from all her part-time jobs, she managed to get hired as a maid at the temple. \n\n\"This time around, I’ll make lots of money and date a handsome man! ...But seriously, are there no normal guys around here?!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2e05fec-4b92-4d86-9728-d4319d4ea8fc",
    "title": {
      "en": "Our secret marriage"
    },
    "updatedAt": "2024-10-08T05:49:41+00:00",
    "coverArt": "https://mangadex.org/covers/a2e05fec-4b92-4d86-9728-d4319d4ea8fc/52e9b83f-5c31-4319-bcbd-4ddd9d84a84d.jpg",
    "altTitles": [
      {
        "en": "Marriage Rather Than Dating"
      },
      {
        "zh": "我們的祕密婚姻"
      }
    ],
    "description": {
      "en": "Choi Yoonseol, a third-year business student who lives only with her grandfather, suddenly hears the news that her grandfather is seriously ill.\n\nYoonseol wants to fulfill her grandfather's last request. Her grandfather's last request turns out to be... to see Yoonseol get married? Where can Yoonseol find someone who will marry her when she herself has no experience with love?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8eeef2d3-aa5a-49bc-8612-6e87999c0dd8",
    "title": {
      "en": "Oppa, This Is All a Mistake!"
    },
    "updatedAt": "2024-09-21T16:04:53+00:00",
    "coverArt": "https://mangadex.org/covers/8eeef2d3-aa5a-49bc-8612-6e87999c0dd8/5e17c72a-f628-4a4b-9049-aa6d447b11a5.jpg",
    "altTitles": [
      {
        "en": "Not You, Your Brother!"
      },
      {
        "ko": "오빠 그건 오해야"
      }
    ],
    "description": {
      "en": "On the day I was planning to confess to my childhood friend of ten years, I ended up stealing his\nbrother's underwear left out to dry. His brother mistakenly thinks that I have feelings for him and\ngoes so far as to report it to the police. Oppa, it's a misunderstanding; I like your younger sibling\nover there！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5c415a8-2af4-44cd-8b2e-edb23800e2c8",
    "title": {
      "en": "Tensei Shitara Dainana-ouji Dattanode, Kimama ni Majutsu wo Kiwamemasu"
    },
    "updatedAt": "2024-10-10T04:29:45+00:00",
    "coverArt": "https://mangadex.org/covers/b5c415a8-2af4-44cd-8b2e-edb23800e2c8/fe54225c-8948-4248-863b-bf5301bbcaca.jpg",
    "altTitles": [
      {
        "ja": "転生したら第七王子だったので、気ままに魔術を極めます"
      },
      {
        "en": "I Was Reincarnated as the 7th Prince so I Can Take My Time Perfecting My Magical Ability"
      },
      {
        "zh-hk": "轉生為第七王子，隨心所欲的魔法學習之路"
      },
      {
        "zh": "转生七王子的魔法全解"
      },
      {
        "ru": "Я перевоплотился в 7-го принца, так что я буду совершенствовать свою магию, как захочу"
      },
      {
        "vi": "Chuyển sinh thành Thất Hoàng tử, tôi quyết định trau dồi ma thuật"
      },
      {
        "ja-ro": "Tensei Shitara Dai Nana Ouji Dattanode, Kimamani Majutsu wo Kiwamemasu"
      }
    ],
    "description": {
      "en": "A magic fanatic's life came to an end after a dreadful encounter with the nobles who ended his life with a powerful spell. His last wish, being able to study and master more magic, has been answered when he was reincarnated as Lloyd de Saloom, the 7th prince of Saloom Kingdom. Being the last prince in line with no right to compete for the throne, Lloyd is basically allowed to live as he likes, allowing him to perfect his magic as he pleases…\n\n[Kodansha](https://kodansha.us/series/i-was-reincarnated-as-the-7th-prince-so-i-can-take-my-time-perfecting-my-magical-ability/)",
      "ja": "「魔術を極めたい！」たった一つの想いを残し死んだ男は、生前の記憶を残したままサルーム国の第七王子として転生を果たした！ 前世とは異なる桁違いの魔力量。第七王子という自由な身分。最高の環境で少年ロイドは魔術浸りの生活を望むが…。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e4e5e8a-f3f0-4612-b04d-257e2ac0b7eb",
    "title": {
      "en": "Saiaku no Avalon"
    },
    "updatedAt": "2024-10-20T12:45:38+00:00",
    "coverArt": "https://mangadex.org/covers/7e4e5e8a-f3f0-4612-b04d-257e2ac0b7eb/a0d7ea9a-8a53-4e08-9f28-41cd63f86b7e.jpg",
    "altTitles": [
      {
        "en": "Finding Avalon: The Quest of a Chaosbringer"
      },
      {
        "ja-ro": "Wazawai Aku no Avalon"
      },
      {
        "ja": "災悪のアヴァロン"
      },
      {
        "ja": "災悪のアヴァロン～ゲーム最弱の悪役デブに転移したけど、俺だけ“やせれば強くてニューゲーム”な世界だったので、最速レベルアップ＆破滅フラグ回避で影の英雄を目指します～"
      }
    ],
    "description": {
      "en": "The main character loves the MMORPG game called Dungeon Explorer Chronicle (Dun-Ex). During one particular day, a beta test event was announced, and he managed to beat it.\nIn exchange for clearing the event, he was granted permission to try the beta test server.\nForcing to choose different avatar and skill as the system doesn't allow his own, he eventually settled on random. However, he is transferred to a place where, as expected, he finds a fat, villainous mob character...!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "165e727a-ba50-47a7-90e3-8c187208550f",
    "title": {
      "en": "Crepuscule"
    },
    "updatedAt": "2023-02-10T02:56:37+00:00",
    "coverArt": "https://mangadex.org/covers/165e727a-ba50-47a7-90e3-8c187208550f/e8302315-9fd6-420c-9c0a-888cac7db7f8.jpg",
    "altTitles": [
      {
        "tr": "Alacakaranlık"
      },
      {
        "pl": "Zmierzch"
      },
      {
        "ru": "Сумерки"
      },
      {
        "ja": "黎明"
      },
      {
        "ko": "크리퍼스큘"
      }
    ],
    "description": {
      "en": "Lark is different from the rest of the kids. He has red eyes, just like Vampires do, and he is bullied by the other kids for it. One day he meets Setz, a kid who also has red eyes and is the only one that doesn't call him a monster or bully him. Eventually they become friends, but when Lark finds out he may have to return to the orphanage, Setz decides he does not want to lose his friend and invites him to his home… The world of the Vampires.  \n  \nNote: This project began as an amateur manhwa on Naver, but became popular enough that Naver chose to turn it into a professional work. The author and artist changed their pen names and restarted the series from the beginning, redesigning the artwork and part of the storyline in the process."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "251"
  },
  {
    "mangaId": "e1b7fb5c-dc71-4727-8086-5d89e144091f",
    "title": {
      "en": "Angel Densetsu"
    },
    "updatedAt": "2023-03-02T21:21:43+00:00",
    "coverArt": "https://mangadex.org/covers/e1b7fb5c-dc71-4727-8086-5d89e144091f/f9b37ff4-1df7-430c-98fd-db3743c6d97e.jpg",
    "altTitles": [
      {
        "en": "Angel Legend"
      },
      {
        "es": "La leyenda del Ángel"
      },
      {
        "ru": "Легенда об ангеле"
      },
      {
        "ar": "أسطورة ملاك"
      },
      {
        "ja": "エンジェル伝説"
      },
      {
        "zh": "冷面天使"
      },
      {
        "ko": "엔젤전설"
      },
      {
        "en": "Legend of an Angel"
      },
      {
        "ja-ro": "The Legend of Angel"
      }
    ],
    "description": {
      "en": "The story is of Kitano Seiichirou, a very kind and pure-hearted young man, with a horrifying, monstrous face. People being what they are, they think he's a terrifying delinquent, and there are plenty of chance misunderstandings (coupled with Kitano's convenient inability to understand what's happening around him) that propel him into the position of \"school guardian\", a.k.a. head thug on campus.",
      "es": "La historia es de Kitano Seiichirou, un joven muy amable y de corazón puro, con una cara horrible y monstruosa. La gente, siendo lo que es, piensa que es un terrible delincuente, y hay un montón de malentendidos (junto con la conveniente incapacidad de Kitano para entender lo que está pasando a su alrededor) que lo impulsan a la posición de \"guardián de la escuela\", también conocido como el matón principal del campus.  \n\n\n---\n\n**Links:**  \n- [AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=3807) (OAV)",
      "ru": "Китано Сэйтиро - добрый и отзывчивый парень, который больше всего на свете хочет мира на Земле и счастья всем людям. Вот только с внешностью ему не повезло, потому что выглядит наш герой как маньяк-убийца из фильма ужасов - одной робкой улыбкой Китано способен довести человека до инфаркта. Его поистине детская наивность вкупе с его лицом вызывают сложную череду событий, в ходе которой Китано побеждает всех хулиганов в своей школе, становится их лидером, вызывает на войну хулиганов соседней школы, побеждает их, доводит до увольнения несколько учителей… даже не догадываясь об этом… Это история о добре в маске беспощадного зла, это легенда об ангеле, держащем в страхе целый город…",
      "pt-br": "Kitano Seichirou – um garoto com a face de um demônio, mas o coração de um anjo. A história começa com sua transferência para uma nova escola, onde ninguém o conhece… Por causa de sua aparência, professores e colegas de classe pensam que ele é o pior dos delinqüentes , “a encarnação da violência”. Eles tentam corrigi-lo, expulsá-lo ou derrotá-lo. Vários incidentes não ajudam a melhorar a situação, e ele ganha o posto de guardião de sua escola. Mas devido a sua atitude super-certinha, alguns daqueles que o atacaram, se tornam seus amigos…"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "84"
  },
  {
    "mangaId": "8ff21190-e159-4642-955f-d2c355c7cc58",
    "title": {
      "en": "DDADDICTION"
    },
    "updatedAt": "2024-11-28T12:52:50+00:00",
    "coverArt": "https://mangadex.org/covers/8ff21190-e159-4642-955f-d2c355c7cc58/6b3f407e-0efb-4ee7-bcd6-425bd73913b7.jpg",
    "altTitles": [
      {
        "ja": "ディディアディクション"
      }
    ],
    "description": {
      "en": "Asato, a high school student with a strong sense of justice, is investigating small pranks that frequently occur at school and comes across the newly appointed school nurse, Egou Nemu. Nemu is admired by everyone at school because of her beauty, but she has a curt attitude towards everyone. However, when Asato learns Nemu's secret, he is invited to Nemus home. Asato is at the mercy of Nemu, who has a sweet attitude that he doesn't show during the day, but there is an even more important secret―in that room.",
      "ja": "正義感の強い高校生のアサトは学校で頻発する小さなイタズラを調査していたところ、新任の養護教諭・江郷ネムに行きつく。その美貌から学校中の憧れの的であるネムだが、誰に対してもそっけない態度をとっていた。しかしアサトがネムの秘密を知ったことで、ネムの自宅へ誘われる。昼間には見せない甘い態度のネムに翻弄されるアサトだったが、その部屋にはさらなる重大な秘密があった――。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "140668fa-eec5-42d1-a6f5-ed65c295c0ee",
    "title": {
      "en": "Kaijin Mira no Dai 2 Keitai ga Kawaisugiru"
    },
    "updatedAt": "2024-10-18T12:19:44+00:00",
    "coverArt": "https://mangadex.org/covers/140668fa-eec5-42d1-a6f5-ed65c295c0ee/2174e03b-bf45-4165-80e0-42ea1401fa98.jpg",
    "altTitles": [
      {
        "en": "Monster Mira's Second Form Is Way Too Cute"
      },
      {
        "ja": "怪人ミラの第2形態が可愛すぎる"
      },
      {
        "vi": "Quái Nhân Mira Có Hình Thái Thứ Hai Dễ Thương Quá Đi!"
      }
    ],
    "description": {
      "en": "Cuteness is unbeatable!\n\nMonster Mira is on another rampage, aiming to steal the hero's transformation belt. Having just reached full power thanks to the Doctor's modifications, Mira's new form turns out to be way too cute!\n\nA romantic comedy where justice and evil refuse to back down!",
      "vi": "Dễ thương tương đương bất khả chiến bại! Quái nhân Mira lại tác oai tác quái hòng chiếm đoạt đai biến hình của người hùng. Nhờ việc được Tiến Sĩ cải tiến để tối ưu sức mạnh, Mira đã có được một hình thái mới, và hình thái này cưng vãi ò luôn!Đón đọc ngay câu chuyện romcom giữa hai thế lực thiện ác chí chóe không ai nhường ai nha!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0f5d36b-3af9-412a-ae65-8973bad10245",
    "title": {
      "en": "Top 1 Fighting Tutoring"
    },
    "updatedAt": "2024-07-02T21:20:32+00:00",
    "coverArt": "https://mangadex.org/covers/a0f5d36b-3af9-412a-ae65-8973bad10245/7728b918-25c3-443c-ba36-700d99c8f356.png",
    "altTitles": [
      {
        "ko": "1등급 싸움과외"
      },
      {
        "en": "1st Grade Fighting Tutoring"
      },
      {
        "en": "First-Class Fighting Tutoring"
      },
      {
        "pt-br": "Aulas de luta de primeira classe"
      }
    ],
    "description": {
      "en": "The bullied loser Kim Jaehyuk receives 'Top 1 Fighting Tutoring'!\nKim Jaehyuk is a high school student who has been living in despair under the torment of bullies. He's good at studying, but he'd rather be good at fighting.\nThen, as if by fate, a 'fighting tutor' comes into his life!",
      "pt-br": "Kim Jaehyuk é um estudante do ensino médio que vive em desespero sob o tormento dos valentões. Ele é bom nos estudos, mas preferiria ser bom na luta. Então, o destino põe um \"tutor de luta\" em sua vida!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1ba34f5-6b83-47e3-ba4b-51622c41e7f5",
    "title": {
      "en": "I'll Give You the Most Rotten One"
    },
    "updatedAt": "2024-09-29T05:24:45+00:00",
    "coverArt": "https://mangadex.org/covers/c1ba34f5-6b83-47e3-ba4b-51622c41e7f5/4a438c1d-aa25-448d-b94a-b0b343f5ce41.jpg",
    "altTitles": [
      {
        "ko": "가장 썩은 것을 줄게"
      }
    ],
    "description": {
      "en": "Ten years of relationship go down the drain when Haeru discovers that her loving boyfriend, Se-o, spent the night with another woman. What begins as a series of small misunderstandings snowballs into something much bigger as the college sweethearts wade through love, temptation, and workplace drama. Well, what better way to get back at her cheating boyfriend than to take the most rotten revenge ever?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-10-09T16:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f229a28c-32d8-433a-b122-f7e33b10c32c",
    "title": {
      "en": "Monster no Niku o Kutte Itara Oui no Tsuita Ken"
    },
    "updatedAt": "2024-10-11T16:23:05+00:00",
    "coverArt": "https://mangadex.org/covers/f229a28c-32d8-433a-b122-f7e33b10c32c/4e672ed6-fc50-423c-8bca-5eb0010210d5.png",
    "altTitles": [
      {
        "ja": "モンスターの肉を食っていたら王位に就いた件"
      },
      {
        "en": "How I Took The Throne After Eating Monster Meat"
      },
      {
        "ja": "EAT or DIE"
      },
      {
        "ja-ro": "Monster no Niku wo Kutte Itara Oui no Tsuita Ken"
      },
      {
        "en": "How I Became King by Eating Monsters"
      }
    ],
    "description": {
      "en": "Mars, a 12-year-old prince, is terrified of being assassinated. His meals are constantly being poisoned, so he lives on monster meat.\n\nThen one night, a beautiful red-haired woman appears and says to him,\n\n“You have potential. Become my apprentice.”.\n\nFrom a single misunderstanding, the boy becomes the most powerful king (even though he doesn't want to)!\n___\n**Character Designer:** [Shiba](https://mangadex.org/author/a85a847d-d2d4-4a34-aea0-edcf7a56e8e9)",
      "ja": "暗殺に怯える12歳の王子マルス。食事には毒が仕込まれているため、モンスターの肉を食べて生きていた。\n\nそしてある夜、赤髪の美女が現れ告げる。\n\n「おまえ、見込みがあるな。私の弟子になれ」\n\nたった一つの勘違いから、少年は（全く望んでないのに）最強の王へと成り上がる――！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c0defdaa-e9eb-4c7d-ae27-db989fcf0105",
    "title": {
      "en": "Shiba Inu Rooms"
    },
    "updatedAt": "2024-12-04T15:24:44+00:00",
    "coverArt": "https://mangadex.org/covers/c0defdaa-e9eb-4c7d-ae27-db989fcf0105/9235d886-5e3f-4f80-88c9-aca7555cabdc.jpg",
    "altTitles": [
      {
        "ja": "シバつき物件"
      },
      {
        "ja-ro": "Shibatsuki Bukken"
      }
    ],
    "description": {
      "en": "The highly popular one-shot is finally back!! A newly built 1LDK apartment with rent of 4,800 yen! The reason is the \"earthbound spirit of a Shiba Inu\"...!? A heartwarming comedy about a cool and sightly awkward high school girl, Kori, and a quirky Shiba Inu spirit, Mu-chan, begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6434d71d-8ed1-4c56-b028-b4443d302da9",
    "title": {
      "en": "High School Queen"
    },
    "updatedAt": "2024-10-11T22:37:59+00:00",
    "coverArt": "https://mangadex.org/covers/6434d71d-8ed1-4c56-b028-b4443d302da9/54c35ad9-3c66-4b09-9d05-289dd871cf8f.png",
    "altTitles": [
      {
        "ko": "여고생왕후"
      }
    ],
    "description": {
      "en": "Kim Cheong-ha, a legendary swordswoman and the Queen of Joseon, meets a tragic end in a palace conspiracy. Reborn as Park Da-jin, a high school student tormented by bullies, she channels her royal spirit into a fierce counterattack. With centuries of wisdom and unmatched skill, she’s ready to deliver justice."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "602b0c04-8f82-4901-b070-6aa31c033c0c",
    "title": {
      "en": "Entangled Relationships"
    },
    "updatedAt": "2024-11-07T17:04:22+00:00",
    "coverArt": "https://mangadex.org/covers/602b0c04-8f82-4901-b070-6aa31c033c0c/e5d7ffe9-6d5e-4257-b37a-fd743d4b3cf0.jpg",
    "altTitles": [
      {
        "en": "Intertwined"
      },
      {
        "ko": "얽혀 버린"
      }
    ],
    "description": {
      "en": "Koo Gyo-beom, the only grandson of Chairman Koo Dae-han—who built the Koo Group from the Koo crime syndicate—and the heir to the Koo Group empire, and Hong Cha Yoon, the granddaughter of Shin Ok-chun, a woman working in the kitchen of Hyeonhamwon (the Koo family estate), were as different as heaven and earth. Yet, they harbored good feelings toward each other. \"Didn't your father say that you need to know how to handle people? That's why I just used you for practice,\" said Cha Yoon—until she got caught eavesdropping on a conversation between Gyo-beom and his father. Six years later, the two reunited at Chairman Koo Dae-han’s funeral. From the moment they met again, Gyo-beom persistently began to pursue her. “Begging... I’m begging you right now. Just look at me.” Why is this man acting this way?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8a00acf-2c05-4cd9-8d58-5e8c7c432f7b",
    "title": {
      "en": "Ninja Slayer: Kyoto, Hell on Earth"
    },
    "updatedAt": "2024-05-13T14:08:18+00:00",
    "coverArt": "https://mangadex.org/covers/d8a00acf-2c05-4cd9-8d58-5e8c7c432f7b/78949c7a-2a3b-4335-b03f-d75d67974381.jpg",
    "altTitles": [
      {
        "ru": "Ниндзя Слеер: Киото - ад на земле"
      },
      {
        "ja": "ニンジャスレイヤー キョート・ヘル・オン・アース"
      },
      {
        "zh": "忍者杀手 杀伐都市京都"
      },
      {
        "en": "Ninja Slayer: Kyoto, Hell on Earth"
      }
    ],
    "description": {
      "en": "The man who annihilated the Soukaiya, the enemy of his wife and child, and buried Neo-Saitama in flames has appeared in Gaion City, Kyoto Republic! Ninja Slayer's new battle begins to eradicate his other enemy, the Zaibatsu! The second part of the hugely popular cyberpunk ninja novel, which has sold over 1.5 million copies in total, is now perfectly adapted into a comic!",
      "zh": "击破了总会屋的忍者杀手，藤木户·健二，接下来开始朝着另一个仇人罪罚所在的京都进发\n助他最终战胜老元·宽的奈落·忍者，在战斗的最后为了保护藤木户的身体而陷入沉眠，接下来的敌人京都罪罚的恐怖威势更是远超预想……\n初来乍到的藤木户只在前往京都的路上都要经过连场大战，孤立无援的他究竟要如何才能坚持到最后，为妻儿的复仇画上句号？\n在历史名都祇园，忍者杀手Vs忍者的激战在此拉开帷幕！"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a1b2e8c-afd9-4c43-ba96-0eb1507a4ddf",
    "title": {
      "en": "Fate/Grand Order -Turas Réalta-"
    },
    "updatedAt": "2024-10-11T19:32:02+00:00",
    "coverArt": "https://mangadex.org/covers/8a1b2e8c-afd9-4c43-ba96-0eb1507a4ddf/e35bc5f0-8750-4445-9de5-926b0fe4ba09.jpg",
    "altTitles": [
      {
        "en": "Fate/Grand Order turas realta"
      },
      {
        "ja": "フェイト／グランド オーダー－トゥルス・レアルタ－"
      },
      {
        "ru": "Судьба/Великий приказ: Звёздное путешествие"
      },
      {
        "zh-hk": "Fate/Grand Order -真實之旅-"
      }
    ],
    "description": {
      "en": "\"The human race will become extinct in 2017.\" The Chaldea organization, an organization charged with preserving the future of humanity, observes a singularity. To solve it, Rika Fujimaru and Mash Kyrielight will be transported to the city of Fuyuki in 2004. The battle for the future of humanity has begun.\n\n---\n**Note**: This manga adapts the first, third, fifth, seventh and final singularity from Part 1 of Fate/Grand Order.",
      "ja": "科学と魔術を結集した人理継続保障機関「カルデア」は2017年で人類が消滅することを発見。その原因は、2004年、日本のとある地方都市、冬木市にあった。目が覚めるとカルデアにいた謎の少年、藤丸立香は、自分を「先輩」と呼ぶ少女マシュとともに、人類滅亡を阻止すべく、2004年の冬木市へ跳ぶ。",
      "ru": "Манга-адаптация основных сюжетных актов игры Fate/Grand Order. Покрывает акты: Фуюки, Орлеан, Океанос, Америка, Вавилония. Повествование ведется от лица Фудзимару Рицуке. 2015 год. В мире все еще господствует магия. Для сохранения своего рода человечество возвело научную лабораторию под названием «Халдея». Суть ее существования заключалась в том, чтобы наблюдать за миром при помощи той самой магии и достижений человечества. Благодаря усилиям ученых было подтверждено, что человечеству оставалось жить еще как минимум 100 лет. Однако «Халдея» зафиксировала некую аномалию, в результате которой наблюдаемая лабораторией область будущего внезапно исчезла. Все эти события привели к панике, и ученые принялись изучать полученные данные. Выяснилось, что в городе Фуюки в 2004 году существовала область, которая ни разу за всю историю существования «Халдеи» не попадала в поле ее зрения. Также подтвердилось вымирание человечества уже в 2017 году. По результатам полученных данных «Халдея» принимает решение задействовать программу «Рейшифт». Смысл - отправить группу специально подготовленных людей (Мастеров) в прошлое для ликвидации аномалии. Однако, в лаборатории происходит взрыв, и все Мастера оказываются в критическом состоянии. Одному из них, Рицуке Фудзимару, все же удается попасть в прошлое, где разворачивалась легендарная война за Святой Грааль. Теперь ему предстоит выяснить, что же на самом деле произошло, и, по возможности, устранить угрозу."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b05918e4-fb1a-4b10-a919-eaecf00fd7dd",
    "title": {
      "en": "Tower Dungeon"
    },
    "updatedAt": "2024-11-01T00:27:57+00:00",
    "coverArt": "https://mangadex.org/covers/b05918e4-fb1a-4b10-a919-eaecf00fd7dd/6ee7fcf8-681b-41e0-b46f-a5f5a09ae2a8.jpg",
    "altTitles": [
      {
        "ja": "タワーダンジョン"
      },
      {
        "fr": "La tour colossale"
      },
      {
        "uk": "Вежа підземелля"
      }
    ],
    "description": {
      "en": "The setting is a certain kingdom. In order to save the kidnapped princess of the kingdom, the Kingsguard squadron challenges the \"Dragon Tower\", a gigantic structure floating in the middle of the sky, but they are blocked by powerful demons. A provocation is made by a neighboring village to replenish the injured personnel, and when a young man is sent to the tower, the wheel of fate begins to turn.\n___\n[Alt Official Raw (Comic DAYS)](https://comic-days.com/episode/14079602755364316216)\n[Official English (K MANGA) - United States only!](https://kmanga.kodansha.com/title/10604/episode/353121)",
      "ja": "邪悪な魔術師は王を弑し、姫をさらって天から降りてきた巨大な建造物「竜の塔」に逃げ去ったーー。王国の近衛戦団は姫を救うべく塔を登ってゆくが、強力な魔物に阻まれる。負傷者の穴を埋めるべく、ある村から農夫の青年ユーヴァがやって来て・・・・・・？",
      "uk": "Місце дії - певне королівство. Щоб врятувати викрадену принцесу королівства, загін королівської гвардії кидає виклик «Драконячій вежі» - гігантській споруді, що ширяє посеред неба, але їм стають на заваді могутні демони.\n\nСусіднє селище влаштовує провокацію, щоб замінити поранених, і коли до вежі відправляють юнака, колесо долі починає обертатися.\n\nІсторія про меч, чари та дослідження лабіринту починається!",
      "pt-br": "Para salvar a princesa Ignelia que foi sequestrada por um necromante, o Batalhão da Guarda Real se aventura pela “Torre do Dragão”, uma estrutura gigantesca que costumava flutuar no meio do céu, mas são bloqueados por criaturas poderosas. \nUma ordem de recrutamento é enviado para uma aldeia vizinha para repor os soldados feridos, e quando um jovem é enviado para a Torre, a roda do destino começa a girar.\n\nComeça a história de espadas, feitiçaria e exploração do labirinto!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95f11d75-2018-4fe7-ac9f-04039f15b4e4",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Yotsuba Keishou-hen"
    },
    "updatedAt": "2022-09-27T03:12:52+00:00",
    "coverArt": "https://mangadex.org/covers/95f11d75-2018-4fe7-ac9f-04039f15b4e4/dbfdcbdc-2be0-4f5f-82a9-5f51671c4af7.jpg",
    "altTitles": [
      {
        "es-la": "Mahouka Koukou no Rettousei - Sucesión Yotsuba"
      },
      {
        "en": "The Irregular at Magic High School - Yotsuba Succession Arc"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Наследник семьи Йоцуба"
      },
      {
        "ja": "魔法科高校の劣等生 四葉継承編"
      },
      {
        "zh": "魔法科高中的劣等生 四叶继承篇"
      },
      {
        "zh-hk": "魔法科高中的劣等生 四葉繼承篇"
      },
      {
        "ja-ro": "Mahō-ka Kōkō no Rettō Nama Yotsuba Keishō-hen"
      }
    ],
    "description": {
      "en": "In December, Miyuki receives an invitation for the Yotsuba's new year's family gathering. However, unlike previous years, they specially added \"Everyone must attend\" on the invitation. Miyuki understands that \"the time has come\" — it is time to decide the next head for the Yotsuba Clan.  \n— If she is elected, her brother will be free.  \n— If she becomes the next head, she will be forced to marry someone else.  \nMiyuki's heart is a mess.  \nThe truth of the Brother and Sister relationship is finally unveiled!? Yotsuba Keishou-hen begins!  \n  \nAdaptation of the original novel's volume 16."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "26"
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-10-16T19:47:13+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/c99eeef4-f2af-48b0-aca9-912db5cc8794.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      },
      {
        "ja-ro": "Roshidere"
      },
      {
        "mn": "Аля Заримдаа Орос Хэлээр Сэтгэлээ Нуудаг"
      },
      {
        "ms": "Alya yang duduk di sebelah saya terkadang membisikkan kata manis dalam bahasa Rusia"
      },
      {
        "ms": "اليا يڠ دودوق دسبله ساي ترکادڠ ممبيسيقکن کات مانيس دالم بهاس روسيا"
      },
      {
        "es": "Alya a veces me susurra en ruso"
      }
    ],
    "description": {
      "en": "\"И на меня тоже обрати внимание...\"\n\nAlya, the incomparably beautiful silver-haired girl in the next seat over, occasionally mumbles to herself in Russian. She says she switches to it whenever she’s badmouthing me… but I know the truth! I know for a fact that she just said \"Pay attention to me, too.\" to me! \n\nMasachika Kuze has native-level skills when it comes to Russian comprehension, but Alya has no idea about that... and that’s why she keeps on hiding those sweet feelings about him in her native language!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "mn": "Аля гэх, хэнтэй ч зүйрлэшгүй үзэсгэлэн, мөнгөлөг үстэй охин, заримдаа дотроо оросоор шивнэдэг. Тэр хэлэхдээ, намайг муулах үедээ л тэгдэг гэж хэлсэн...гэхдээ би орос хэл мэднэ! Саяхан \"Надад анхаарал тавиач\" гэж хэлэхийг нь би сонссон!\n\nМасачика Күзэ орос хэлийг уугуул түвшний чадамжаар ойлгодог, гэвч Аля үүнийг мэдэхгүй...тийм болохоор өөрийнхөө сэтгэлийг орос хэлээр нуудаг!",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cacd17dc-3d33-4098-8bed-4e49b6373f3e",
    "title": {
      "en": "Modoki-domo"
    },
    "updatedAt": "2024-11-01T04:40:14+00:00",
    "coverArt": "https://mangadex.org/covers/cacd17dc-3d33-4098-8bed-4e49b6373f3e/7387bc43-dd25-46d2-a091-9851513a0df4.jpg",
    "altTitles": [
      {
        "ja": "もどきども"
      },
      {
        "ja-ro": "Modokidomo"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26102334-1f7b-4a5b-a64f-107c5c24a70f",
    "title": {
      "en": "Mao"
    },
    "updatedAt": "2024-09-29T01:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/26102334-1f7b-4a5b-a64f-107c5c24a70f/60356bcc-3936-445d-b485-014a43bcad66.jpg",
    "altTitles": [
      {
        "en": "MAO"
      },
      {
        "ja": "マオ"
      },
      {
        "zh-hk": "摩緒"
      },
      {
        "th": "หาญสู้พลิกชะตาอาถรรพณ์"
      }
    ],
    "description": {
      "en": "The story is set in a \"land where two worlds intersect,\" and it centers on \"a strange romance between a boy and girl who meet by fate.\"\n\n(from ebookjapan):\n\nOnmyoji and Yokai? A girl's bizarre Taisho romance! When she was in the first grade of elementary school, her whole family was involved in an accident, but she is the only one who survived. In her third year of junior high school, she passes by the accident site again and is somehow transported back to the Taisho Era!　\n\nThe next day, Nanoka's physical abilities are awakened when she is told by Mao, a boy she met there who is an Onmyoji, \"You are a demon, aren't you?\" The Taisho bizarre romance in which the two of them face their \"destiny\" that will come begins!\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/mao)\n- Indonesian release by [Elex Media](https://www.gramedia.com/products/mao-01) (2021)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "770c61b9-0ef2-460b-8c25-c10ab23349ce",
    "title": {
      "en": "Akebi-chan no Sailor Fuku"
    },
    "updatedAt": "2024-11-02T15:13:20+00:00",
    "coverArt": "https://mangadex.org/covers/770c61b9-0ef2-460b-8c25-c10ab23349ce/314c7bc6-5503-4068-8518-70082180fb61.jpg",
    "altTitles": [
      {
        "ja": "明日ちゃんのセーラー服"
      },
      {
        "ja-ro": "Akebi-chan no Serafuku"
      },
      {
        "en": "Akebi-chan's Sailor Uniform"
      },
      {
        "ko": "아케비 쨩의 세일러복"
      },
      {
        "zh": "明日酱的水手服"
      },
      {
        "zh-hk": "明日醬的水手服"
      },
      {
        "fr": "Akebi veut porter une marinière !"
      },
      {
        "it": "La Divisa Scolastica di Akebi"
      },
      {
        "ru": "Школьная форма Акэби-тян"
      }
    ],
    "description": {
      "en": "The setting is Roubai Private Academy, a prestigious girls’ middle school in the country. For Akebi Komichi, donning this school’s sailor uniform is a dream come true. Her middle school dream life is finally beginning! Verdant open countryside vistas. The slowly flowing time of youth. With a gentle touch, the genius artist Hiro brings you this simple school tale… now enrolling!",
      "es": "Akebi Komichi vive en una zona rural con su familia y acaba de conseguir entrar en la famosa Academia de secundaria Roubai, a la que ya asistió su madre. Como ella, le gustaría llevar el clásico uniforme de marinero, que ya no es el habitual en la Academia.\n\nDespués de conseguir que le permitan llevar su ansiado uniforme cosido por su madre, Akebi empezará su vida en secundaria con el objetivo de hacer muchas amigas. El paso tranquilo del tiempo, la inocencia y la naturalidad, marcarán la vida de Akebi y sus amigas.",
      "ja": "その“初めて”を“何度でも”──。　舞台は、田舎の名門女子中学・私立ロウ梅学園。この学園のセーラー服を着ることが「夢」だった明日小路（あけびこみち）。少女の「夢」の中学セーラー服ライフが始まる♪　広がる、緑豊かな田園風景。ゆっくり流れる青春時間。",
      "es-la": "El escenario es la Academia Privada Roubai, una prestigiosa escuela secundaria femenina del país. Para Akebi Komichi, ponerse el uniforme de marinera de esta escuela es un sueño hecho realidad. Su vida de ensueño en la escuela secundaria por fin comienza. Las verdes vistas del campo abierto. El lento fluir del tiempo de la juventud. Con un suave toque, el genial artista Hiro te trae este sencillo cuento escolar... ¡ahora se matricula!",
      "pt-br": "A história se passa na prestigiosa Academia Roubai, uma escola secundária para garotas, no Japão. \n\nNossa amável Akebi Komichi, a protagonista, entrou na academia com o sonho de vestir o lindo uniforme Sailor, porém, ela se surpreende no seu primeiro dia. O que será que aconteceu? Akebi ainda viverá muitas experiências em Roubai até se tornar uma idol como sua cantora favorita Miki-chan! Avante Akebi!\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 4, Cap 23. ]"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee845b1a-b1cd-4fb3-ade2-0030890f7c2a",
    "title": {
      "en": "Mizuki-senpai's Love Fortune-Telling"
    },
    "updatedAt": "2024-12-01T19:43:46+00:00",
    "coverArt": "https://mangadex.org/covers/ee845b1a-b1cd-4fb3-ade2-0030890f7c2a/c0e604e1-903a-4f94-af7d-d4668b931edf.jpg",
    "altTitles": [
      {
        "ja": "水姫先輩の恋占い"
      },
      {
        "ja-ro": "Mizuki-senpai no Koi Uranai"
      },
      {
        "en": "Mizuki-sempai's Love Fortune–Telling"
      },
      {
        "en": "Mizuki-senpai Is a Love Fortune-Teller"
      },
      {
        "en": "Mizuki-senpai Is a Love Divinator"
      },
      {
        "zh": "水姬学姐的恋爱占卜"
      },
      {
        "zh-hk": "水姬前輩的戀愛占卜"
      }
    ],
    "description": {
      "en": "A story about an unattractive second-year student, Sakagami, being teased around by a mysterious first-year student who is good at fortune-telling, Mizuki-senpai… But at the same time is actually showing signs that she likes him…\n\nA frustrating and strange love-comedy begins!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5efc2417-d036-48e6-b86d-e4299a077093",
    "title": {
      "en": "A Boyish Girlfriend in High Humidity"
    },
    "updatedAt": "2024-08-06T22:34:42+00:00",
    "coverArt": "https://mangadex.org/covers/5efc2417-d036-48e6-b86d-e4299a077093/a1801d05-fabc-4e4a-911a-bb0fcea51fd5.jpg",
    "altTitles": [
      {
        "ja": "湿度高めのボーイッシュ彼女"
      },
      {
        "ja-ro": "Shitsudo Takame no Boyish Kanojo"
      },
      {
        "pt-br": "Uma namorada masculina com alta umidade"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/115806876)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c025255-1151-4da4-9724-c28aa70e5062",
    "title": {
      "en": "Chikarawaza no Sister"
    },
    "updatedAt": "2024-11-26T14:19:37+00:00",
    "coverArt": "https://mangadex.org/covers/3c025255-1151-4da4-9724-c28aa70e5062/b489aa9e-1348-4c43-8eff-9b5a98d6163d.jpg",
    "altTitles": [
      {
        "ja": "力技のシスター"
      },
      {
        "pt-br": "A irmã que exala força física"
      },
      {
        "en": "The Sister with Strength"
      },
      {
        "en": "Forceful Sister"
      },
      {
        "en": "The Sister Of Strength Feats"
      },
      {
        "zh": "铁拳修女"
      },
      {
        "es-la": "La Hermana con una fuerza brutal"
      },
      {
        "vi": "Cô nữ tu cứng rắn"
      }
    ],
    "description": {
      "en": "The nun who listens to people's confessions and reacts \"strongly\" to them.\n_____________\n**Links:**\n- Buy the collected volume on [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=2165379) or [Toranoana](https://ecs.toranoana.jp/tora/ec/item/040031114003).\n- Alternative Official Raw - [Twitter](https://twitter.com/man_Arihred/status/1667464395067367424)",
      "es-la": "La monja que escucha las confesiones de la gente y reacciona \"enérgicamente\" ante ellas."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3169544f-4b87-4a14-917b-f73600941f55",
    "title": {
      "en": "Noa-senpai wa Tomodachi."
    },
    "updatedAt": "2024-11-23T12:07:24+00:00",
    "coverArt": "https://mangadex.org/covers/3169544f-4b87-4a14-917b-f73600941f55/08194cc2-4c9b-45e3-b1fe-d68625ef957d.jpg",
    "altTitles": [
      {
        "ja": "のあ先輩はともだち。"
      },
      {
        "en": "Noa is My Senior, and My Friend."
      },
      {
        "ru": "Noa-senpai is My Friend."
      },
      {
        "zh": "望爱前辈是朋友"
      },
      {
        "ru": "Моя подруга Ноа-сэмпай"
      },
      {
        "cv": "Нува асли манӑн тус"
      }
    ],
    "description": {
      "en": "A bitter and painful adult's life needs \"friends\".  Set in a game company, Rihito Otsuka (23), who is your everyday salaryman, and Noa Saotome (27), the ultimate career woman. Two characters whose lives aren't supposed to intersect become \"friends\" by chance.  A little sweet and slightly heavy office \"friends\" comedy begins!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ja": "苦くて辛いオトナの人生にこそ、“ともだち”が必要だ。ゲーム会社を舞台に、仕事も人付き合いも“ほどほど”が身上の「平熱さとり系」大塚理人(23)と、何事にも全力すぎる「限界バリキャリ」早乙女望愛(27)。交わらないキャラのふたりが、ひょんなことから「友達」に…？　少し甘くて若干重めな「オフィス”ともだち”コメディ」スタート！\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ru": "«Друзья» необходимы в горькой и мучительной жизни взрослого человека.\n\nИстория, происходящая в игровой компании, разворачивается вокруг Рихито Оцуки (23 года), который «умерен» в своей работе и социальных взаимодействиях, и Ноа Саотомэ (27 лет), карьеристки, которая выкладывается на полную во всём, что делает. И эти два непересекающихся характера случайно становятся «друзьями»?.. И так начинается немного сладкая и тяжеловатая «офисно-дружеская» комедия!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "es-la": "La vida amarga y dolorosa de los adultos necesita amistades. Ambientado en una compañía de videojuegos, Rihito Otsuka, un oficinista de 23 años. Que es normal socializando y trabajando. Y Noa Saotome de 27, que lo da todo en todo lo que hace. Dos personaje que a priori no encajan... ¿Pueden ser amigos por casualidad? \n¡Comienza una dulce y pequeña pero pesada comedia sobre amigos de oficina!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]