[
  {
    "mangaId": "a210e6ef-d63b-492f-a3ba-159c4e47b568",
    "title": {
      "en": "Oni GF"
    },
    "updatedAt": "2024-06-30T08:19:04+00:00",
    "coverArt": "https://mangadex.org/covers/a210e6ef-d63b-492f-a3ba-159c4e47b568/80db960b-b815-49f4-8af1-7a4e36338f6f.jpg",
    "altTitles": [
      {
        "en": "Oni Girlfriend"
      }
    ],
    "description": {
      "en": "As children, Billy promised Kirika, an oni girl, that he would always protect her even after they got older. Ten years have passed since that promise and it looks like the roles have reversed?\n___\nOriginal comic posted by PeaCh88 on twitter.",
      "pt-br": "Quando crianças, Billy prometeu a Kirika, uma garota oni, que iria sempre a proteger mesmo depois de mais velhos. Dez anos já se passaram desde essa promessa e parece que os papeis se inverteram?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "315ec564-9f0f-4390-8e4f-9eade5b1943b",
    "title": {
      "en": "I'm the Dying Emperor's Doctor"
    },
    "updatedAt": "2024-12-24T17:04:30+00:00",
    "coverArt": "https://mangadex.org/covers/315ec564-9f0f-4390-8e4f-9eade5b1943b/7b0a764e-a50a-4cb9-ac75-481e3fb7581f.jpg",
    "altTitles": [
      {
        "ko": "시한부 황제의 주치의입니다"
      },
      {
        "en": "I'm the Personal Doctor of the Terminally-Ill Emperor"
      }
    ],
    "description": {
      "en": "Once again, Serina has failed to prevent the Emperor's death.\n\n\"Why? Why does he keep dying every time?!\"\n\nExecuted for failing to save the Emperor as the palace physician, Serina awakens to find herself in her third regression. Forced to return to the palace, she faces the same deadly dilemma:\n\nRefuse the position as Imperial Physician? Execution. Fail to treat the Emperor? Execution.\n\nDetermined to change her fate, Serina resolves to speak her mind this time. To her surprise, Emperor Ajade willingly appoints her as his personal physician.\n\n\"Fine. This time, I'll save you no matter what it takes!\"\n\nCan Serina finally defy the odds, save the Emperor, and retire peacefully from her treacherous role as palace physician?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6402465b-2562-427a-ab8f-05c13220ce8f",
    "title": {
      "en": "GIGANT"
    },
    "updatedAt": "2024-10-26T11:09:32+00:00",
    "coverArt": "https://mangadex.org/covers/6402465b-2562-427a-ab8f-05c13220ce8f/0887fbf5-810a-4fa7-8084-c4d397fa7b67.jpg",
    "altTitles": [
      {
        "ru": "Гигант"
      },
      {
        "ja": "ギガント"
      },
      {
        "ko": "기간트"
      }
    ],
    "description": {
      "en": "Rei Yokoyamada, a high school boy who has a movie producer father. One day, while out with friends to shoot a film that he plans to enter into a film festival, a poster of Papiko, an adult video actress with big breasts, catches his eye."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "10",
    "lastChapter": "89"
  },
  {
    "mangaId": "da94fd6c-bbd6-4d77-9456-ec9f57af6359",
    "title": {
      "en": "Revenge Of the Bloom Flower"
    },
    "updatedAt": "2024-11-26T18:37:09+00:00",
    "coverArt": "https://mangadex.org/covers/da94fd6c-bbd6-4d77-9456-ec9f57af6359/86c927f5-acb2-442f-8da2-b918f161fde0.jpg",
    "altTitles": [
      {
        "ko": "화무십일홍"
      },
      {
        "en": "There Are No Red Flowers for Ten Days"
      },
      {
        "ko-ro": "Hwamusipilhong"
      },
      {
        "es-la": "Venganza de la Flor de Ciruelo"
      },
      {
        "zh-hk": "花無十日紅"
      },
      {
        "zh-hk": "解深密經疏"
      }
    ],
    "description": {
      "en": "The scripture that brought a bloodstorm to Jianghu was the \"Wisdom of the Secret Master,\" a legendary book that is said to hold the power to seize all the world's authority and wealth. Because of it, Woonseon lost all his loved ones overnight. \nNow, he casts aside his bright and pure past and embarks on a desperate journey for revenge. The flower will wither in ten days. Nothing in this world will be eternal, whether it's wealth, power, or love."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c5952d2-ed8a-4160-a7dd-d1e35a238568",
    "title": {
      "en": "Class Ten'i de Ore dake Haburareta no de, Doukyuusei Harem Tsukuru Koto ni shita"
    },
    "updatedAt": "2024-12-03T09:47:14+00:00",
    "coverArt": "https://mangadex.org/covers/1c5952d2-ed8a-4160-a7dd-d1e35a238568/d4c7720d-b5f5-4388-9914-9e2d9c131b15.jpg",
    "altTitles": [
      {
        "ja": "クラス転移で俺だけハブられたので、同級生ハーレム作ることにした"
      },
      {
        "en": "Upon being Exiled from my Class I Decided to Make my Own Harem of my Classmates"
      },
      {
        "en": "Because I was Excluded Out of the Class Transfer, I Decided Make a Classmate Harem"
      },
      {
        "en": "After being Transported, I was Singled Out and Rejected by my Classmates so, I Made Them all Part of my Harem"
      }
    ],
    "description": {
      "en": "When Kirishima Ran and his classmates were transported to another world they each received an ability. However the ability he received, [Sexual Lunatic], has caused nothing but trouble for him. His ability allows him to make any girl he comes in contact with his slave. Because of his ability, his classmates have shunned him and forced him to separate from them. With the fires of revenge burning inside his heart, Kirishima decides to overtake the class from the shadows. One by one he turns his classmates into slaves and fill his desires.",
      "ja": "クラスまるごと異世界転移で魔王討伐を目差せ!!…のはずが、女を魅了できる特殊スキルを手に入れてしまった霧島蘭は、その力を警戒したクラスメイトたちに追放されてしまう…。復讐＆生き残りのためにハーレムを作れ!?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6f3543ca-873b-463f-9a1d-47bc261d274a",
    "title": {
      "en": "Pokémon RéBURST"
    },
    "updatedAt": "2023-12-08T22:51:55+00:00",
    "coverArt": "https://mangadex.org/covers/6f3543ca-873b-463f-9a1d-47bc261d274a/1ba10aae-2f05-42ee-a240-9756b845ec26.png",
    "altTitles": [
      {
        "en": "Pocket Monsters RéBURST"
      },
      {
        "ja": "ポケットモンスター リバースト"
      },
      {
        "ja": "ポケットモンスターRéBURST"
      }
    ],
    "description": {
      "en": "The story begins with the protagonist leaving his town where people and Pokémon live in peace together in order to locate his father. The hero doesn’t know much about his father besides the fact that he is a powerful swordsman. On his journey, the protagonist meets up with new friends and foes and discovers the power of Burst Heart Crystals, these crystals entrap a Pokémon inside and allow humans transform themselves partly into them in order to take advantage of their special abilities and attacks."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "77"
  },
  {
    "mangaId": "3a1c264a-50b3-491b-ac17-a068a99f3aff",
    "title": {
      "en": "Dance in the Vampire Bund A.S.O."
    },
    "updatedAt": "2024-12-28T21:03:06+00:00",
    "coverArt": "https://mangadex.org/covers/3a1c264a-50b3-491b-ac17-a068a99f3aff/07bb132d-3dbf-4b31-9318-dc27279a854b.jpg",
    "altTitles": [
      {
        "en": "Dance in the Vampire Bund: Age of Scarlet Order"
      },
      {
        "ru": "Танец на Набережной Вампиров: Эпоха Алого Ордена"
      },
      {
        "ja": "ダンス イン ザ ヴァンパイアバンド A.S.O"
      },
      {
        "ja": "ダンス イン ザ ヴァンパイアバンド エイジ オブ スカーレット オーダー"
      }
    ],
    "description": {
      "en": "Third part of the story of Dance in the Vampire Bund, and direct continuation of Dance in the Vampire Bund - Scarlet Order. We return to the story of Mina Tepes, the princess of the vampires, and Akira Kaburagi Regendorf, her faithful guardian, in her search for the coexistence between vampires and humans.",
      "ja": "アメリカ全土でヴァンパイア狩りが横行するなか、突如として広まった脱出計画の噂。\n\n「ミナ・ツェペッシュが全ヴァンパイアを召集している」\n「西海岸から船でヴァンパイアバンドへ向かう」\n\nその情報を頼りに西海岸を目指すヴァンパイア達。\nしかし、彼らにとって気がかりなことがあった。\nバンドは水没し、ミナ姫は既に亡くなっていると――。\n\n脱出計画に潜む陰謀の存在、そしてミナ姫とアキラの消息は――？\n\n血煙薫るネオ・ヴァンパイア・クロニクル、ここに復活！\n「鮮血の秩序の時代（Age of Scarlet Order）」の幕が開く！！",
      "ru": "Охота на вампиров свирепствует по всей территории Соединенных Штатов, как охота на ведьм в древности. Но ходят слухи о грандиозном плане побега. \"Мина Цепеш призывает всех вампиров Америки, - говорится в них. - Доберитесь до западного побережья, и корабль доставит вас всех на набережную вампиров.” Отчаявшись выжить, орды вампиров, уверовав в слухи, направляются к западному побережью. Есть только одна маленькая проблема - набережная вампиров затонула несколько месяцев назад, а королева вампиров Мина Цепеш мертва.",
      "es-la": "Tercera parte de la historia de Dance in the Vampire Bund, y Continuación directa de Dance in the Vampire Bund - Scarlet Order. Retomamos la historia de Mina Tepes, la princesa de los vampiros, y Akira Kaburagi Regendorf, su fiel guardián, en su búsqueda de la convivencia entre vampiros y humanos."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e37a0e20-d5c3-45e5-abbe-f245c6735a04",
    "title": {
      "en": "Kimi no Love o Misetekure!"
    },
    "updatedAt": "2024-11-18T13:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/e37a0e20-d5c3-45e5-abbe-f245c6735a04/e5900431-f0bf-4a29-9f46-718fa69fa7e3.jpg",
    "altTitles": [
      {
        "ja": "君のラブを見せてくれ！"
      },
      {
        "ja-ro": "Kimi no Love wo Misetekure!"
      },
      {
        "ja-ro": "Kimi no Rabu o Misetekure!"
      },
      {
        "ja-ro": "Kimi no Rabu wo Misetekure!"
      },
      {
        "en": "Show Me Your Love!"
      },
      {
        "en": "“Show Me Your Love!”"
      },
      {
        "zh-hk": "向我展露你的愛"
      },
      {
        "zh-ro": "Xiàng wǒ zhǎnlù nǐ de ài"
      },
      {
        "vi": "Hãy cho tôi thấy tình yêu của cậu"
      }
    ],
    "description": {
      "en": "Komichi Shijou, the most famous person at her school, was troubled. Despite being a romantic comedy manga artist, she had no understanding of 'the feeling of love' was stuck in a creative slump. One day, a certain boy and girl appear before her. With their arrival, Komichi Shijou's investigation into 'genuine love' begins…!?",
      "ja": "学校イチの有名人・四條恋路は悩んでました。なぜならラブコメ漫画家なのに、彼女には“恋する気持ち”がまったくわからず、スランプになってしまったからです。 そんな彼女の前にひと組の男女が現れます。その男女との出会いにより、彼女・四條恋路による“ホンモノの恋”への探求が始まるのでした…！？『恋愛』を綴る天才漫画家少女はホンモノの“恋”を知らないーー！？",
      "pt-br": "Komichi Shijou, a pessoa mais famosa da escola, estava preocupada. Apesar de ser uma artista de mangá de comédia romântica, ela não tinha nenhuma compreensão do \"sentimento do amor\" e estava presa em uma crise criativa. Um dia, um certo garoto e uma garota aparecem diante dela. Com a chegada deles, a investigação de Komichi Shijou sobre o \"amor genuíno\" começa...!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "486a2599-3b3d-44da-ad9a-bca180992dd6",
    "title": {
      "en": "Vampire Princess Miyu: Saku"
    },
    "updatedAt": "2024-11-13T08:07:27+00:00",
    "coverArt": "https://mangadex.org/covers/486a2599-3b3d-44da-ad9a-bca180992dd6/182cfaa2-27d6-434b-8295-fbb918bc930f.jpg",
    "altTitles": [
      {
        "en": "Vampire Miyu: Saku"
      },
      {
        "en": "Vampire Princess Miyu: Saku"
      },
      {
        "ja": "吸血姫【ヴァンパイア】美夕 朔"
      },
      {
        "ja": "吸血姫美夕 朔"
      },
      {
        "ja-ro": "Kyuuketsuki Miyu: Saku"
      }
    ],
    "description": {
      "en": "A half-human, half-vampire girl named Miyu is trapped in a body that will remain a teenager forever. As a vampire, it is her duty to hunt down demonic beings known as Shinma who have wandered into the human world and send them back to the Darkness. The new story begins with Miyu transferring to a certain middle school."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": ""
  },
  {
    "mangaId": "57fd5694-5cca-45d4-ab14-61f5f984b2e2",
    "title": {
      "en": "Corpses Never Lie"
    },
    "updatedAt": "2024-05-19T17:48:54+00:00",
    "coverArt": "https://mangadex.org/covers/57fd5694-5cca-45d4-ab14-61f5f984b2e2/437d3f9f-92ee-41d0-b839-c7cabc5f397e.png",
    "altTitles": [
      {
        "ko": "시체는 말한다"
      },
      {
        "ko-ro": "Shichenun Malhanda"
      },
      {
        "ko-ro": "Sicheneun Malhanda"
      },
      {
        "en": "The Corpse Will Tell"
      },
      {
        "en": "The Body Says"
      }
    ],
    "description": {
      "en": "\"10 years, live as if you were a dead mouse for at least 10 years. I won't meddle with however you live your life after that.\"\n\nJeanne, the girl who was praised as a war hero. During the civil war, in order to prevent the emperor from running away, she chopped off his right arm which made her the emperor's target. \n\nAfter changing her name and fleeing to a barren land, she hid herself amongst the <Blue Blood>, a criminal investigation unit specializing in crimes committed by aristocrats. \n\nShe spent a peaceful 10 years along with her new colleagues whom she solved various cases with. But, the past she came to forget starts to catch up to her!\n\nAs if the sudden appearance of the lieutenant from her past who had a crush on her and her dull subordinate who keeps acting suspiciously wasn't enough headache, now even a scammer impersonating as her appears?!\n\n\"...This is insane, am I still drunk?\" The unpredictable mystery of the war hero who became a lazy detective begins!\"",
      "fr": "\"Pendant 10 ans, vivez comme si vous étiez une souris morte. Je ne me mêlerai pas de ce que vous vivrez après ça.\"\n\nJeanne, une femme qui a été louée comme une héros de guerre. Pendant la guerre civile, pour empêcher l’empereur de s’enfuir, elle lui coupa le bras droit, ce qui en fit la cible de l’empereur.\n\nAprès avoir changé de nom et s’être enfuie dans une terre aride, elle s’est cachée parmi une unité d’enquête criminelle spécialisée dans les crimes commis par des aristocrates.\n\nElle a passé 10 ans en paix avec ses nouveaux collègues avec qui elle a résolu divers cas. Mais le passé qu’elle est venue oublier commence à la rattraper !\n\nComme si l’apparition soudaine du lieutenant de son passé qui avait le béguin pour elle et son ennuyeux subalterne qui continue à agir de façon suspecte n’était pas assez de mal de tête, maintenant même un escroc se faisant passer pour elle apparaît.\n\n\"...C’est fou, suis-je ivre?\"\n\nLe passé de Jeanne qui est devenue une détective paresseuse commence !\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d055b51c-fb5a-4966-9220-8e02cf5a9e1b",
    "title": {
      "en": "Foam of the Waves"
    },
    "updatedAt": "2024-09-21T09:32:11+00:00",
    "coverArt": "https://mangadex.org/covers/d055b51c-fb5a-4966-9220-8e02cf5a9e1b/bb0303b2-ae12-4a4f-923a-c990eb2deb7f.jpg",
    "altTitles": [
      {
        "ko": "파도의 포말"
      }
    ],
    "description": {
      "en": "\"Never forgive me.\"\r\nMargret, who was brutally murdered by her lover, is reborn 7 years later as 'Meg'. Will 'Meg', who doesn't know anything about the world, be able to acclimate well into her new life...? A story uncovering the truth behind her death and the growing love between the characters!",
      "fr": "Terriblement assassinée par son amant, Margaret renaît sous le nom de Mag sept ans plus tard et vit une nouvelle vie.\r\n\r\nMag, qui ne connaissait pas le monde, pourra-t-elle s'adapter à sa nouvelle vie ?",
      "ko": "\"저를 용서하지 마세요.\"\r\n \r\n사랑하는 연인에게 끔찍하게 살해당한 마가렛은\r\n7년 후 '매그'로써 다시 태어나 새로운 삶을 살아간다.\r\n \r\n세상 물정 모르던 '매그'는 새로운 삶을 잘 적응해 나갈 수 있을까...?\r\n그녀의 죽음에 얽힌 진상과 인물들의 성장 러브 스토리!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "24fd285a-0dcc-49e6-817d-c5b319921953",
    "title": {
      "en": "Seiryaku Kekkon Zentei!? Mitsuai no Gishiki"
    },
    "updatedAt": "2024-11-12T14:53:53+00:00",
    "coverArt": "https://mangadex.org/covers/24fd285a-0dcc-49e6-817d-c5b319921953/18a01e4c-8fb0-4202-875d-1112517b5c6d.jpg",
    "altTitles": [
      {
        "en": "Supposed to be Marriage of Convenience!? Sweet Love Ritual"
      },
      {
        "ja": "政略結婚前提!? 蜜愛の儀式"
      },
      {
        "ja-ro": "結婚前提×愛蜜儀式"
      },
      {
        "ja-ro": "Kekkon Zentei x Aimitsu Gishiki"
      }
    ],
    "description": {
      "en": "To help save her family's failing business, Sawako agrees to undergo a Shinto rite in which she will be symbolically married to the god of her family's shrine, a deity responsible for good harvests and business success. However as soon as the ceremony is complete the god appears in person to claim her as his bride--and as far as he is concerned there is nothing \"symbolic\" about it!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "7.5"
  },
  {
    "mangaId": "7f1c1265-552a-4d7a-ba7e-151b64be6172",
    "title": {
      "en": "Goth Lady and Lolita Boy"
    },
    "updatedAt": "2024-12-31T18:57:35+00:00",
    "coverArt": "https://mangadex.org/covers/7f1c1265-552a-4d7a-ba7e-151b64be6172/e7363d3d-b4af-4444-9281-fc48fc1ed894.jpg",
    "altTitles": [
      {
        "ja": "ゴスな女子とロリ男子"
      },
      {
        "ja-ro": "Goth na Joshi to Loli Danshi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "110"
  },
  {
    "mangaId": "d07f1832-6d9a-4fb1-8cff-b5f2dda73c27",
    "title": {
      "en": "Kuzu Rouninsei, Jinsei ga Tsurai no de Yoru no Onee-san wo Yondemita"
    },
    "updatedAt": "2024-10-09T01:59:28+00:00",
    "coverArt": "https://mangadex.org/covers/d07f1832-6d9a-4fb1-8cff-b5f2dda73c27/5f051b57-2265-47e2-b682-c2de26e31588.jpg",
    "altTitles": [
      {
        "ja": "クズ浪人生、人生が辛いので夜のお姉さんを呼んでみた"
      },
      {
        "en": "A Scummy Gap Student With a Hard Life Calls Upon a Lady of the Night"
      },
      {
        "en": "Failed University Exams, I am Trash and Life is Hard, so I Tried Calling an Onee-san at Night"
      }
    ],
    "description": {
      "en": "Makino failed her college entrance exam. Her only comfort is in her 2D game characters... until she found an ad for a call-girl who looked exactly like her favorite in-game waifu! The yuri love comedy between a gullible young woman and a street-wise call-girl begins now!",
      "ja": "大学受験で大失敗した真希乃。唯一の癒しは二次元の推しだけ.....だったはずが、ふと広告に見つけてしまった──推しにそっくりな夜のお姉さんを！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6da232d-1527-49fc-b3ce-c8325263a6a2",
    "title": {
      "en": "Silencer"
    },
    "updatedAt": "2024-01-04T14:31:10+00:00",
    "coverArt": "https://mangadex.org/covers/d6da232d-1527-49fc-b3ce-c8325263a6a2/8df0ccd6-10d0-4c66-8887-2965790d83b4.jpg",
    "altTitles": [
      {
        "ja": "サイレンサー"
      },
      {
        "ja-ro": "Sairensā"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nShizuka Katsuragi is a female detective who loves silencers. She is assigned to the \"annex\" of the Community Safety Division, a hive of activity in the Tokyo Metropolitan Police Department.\n\n Her partner is Kenya Iha, the most eccentric person in the Metropolitan Police Department. The pairing of the two is a strange one, as they both pull each other down. \n\nWith the policy of \"conquer poison with poison,\" her beloved gun quietly blows fire today..."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "34"
  },
  {
    "mangaId": "e91dcdd1-005c-457d-a6c0-84f3fe22c1b0",
    "title": {
      "en": "The Main Heroines Are Trying to Kill Me"
    },
    "updatedAt": "2024-12-29T00:54:58+00:00",
    "coverArt": "https://mangadex.org/covers/e91dcdd1-005c-457d-a6c0-84f3fe22c1b0/ffc0c5fd-0fe3-43fe-b88f-37c4ca3a74fd.jpg",
    "altTitles": [
      {
        "ja": "勇者ですが、ヒロインたちに命を狙われています"
      },
      {
        "ko": "메인 히로인들이 나를 죽이려 한다"
      }
    ],
    "description": {
      "en": "Frey Raon Starlight was the hero who killed his family and comrades and destroyed the world. His goal was to return to the past, unlock a \"hidden route\" to truly save the world, and achieve peace.\n\nAs planned, he successfully returns to the past and gains access to the hidden route. However, his relief is short-lived as he is confronted with an unexpected truth: the five heroines he killed in his previous life have retained their memories and are now trying to kill him...!\n\nCan Frey, under such extreme circumstances, save the world this time?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "561cf196-01a3-4c38-a838-5c6bf84ab24d",
    "title": {
      "en": "Shino to Ren"
    },
    "updatedAt": "2024-10-31T01:58:27+00:00",
    "coverArt": "https://mangadex.org/covers/561cf196-01a3-4c38-a838-5c6bf84ab24d/5b0d68e2-79d9-46e4-9ead-83cbc513fb6d.jpg",
    "altTitles": [
      {
        "ja": "志乃と恋"
      },
      {
        "en": "Shino and Ren"
      },
      {
        "ko": "시노와 렌"
      },
      {
        "ru": "Сино и Рэн"
      }
    ],
    "description": {
      "en": "\"I can't... take it... any longer...\"\n\n\"She's mine.\"\n\nThe quiet and gentle Shino and the lively tomboyish Ren are lovers.",
      "ja": "「我慢……でき…ないよ」\n\n「こいつ私のなんだけど」\n\nおっとり穏やかな志乃（シノ）と、ボーイッシュで活発な恋（レン）は恋人同士。",
      "pt-br": "\"Eu não aguento... mais esperar...\"\n\n\"Ela é minha.\"\n\nA tímida e gentil Shino e a animada e moleca Ren são amantes."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d176655a-179c-40fb-8710-c2c37d27caca",
    "title": {
      "en": "To Whom It No Longer Concerns"
    },
    "updatedAt": "2024-09-10T22:20:39+00:00",
    "coverArt": "https://mangadex.org/covers/d176655a-179c-40fb-8710-c2c37d27caca/b8a35f99-b663-4a4a-8c82-a61d2f487c7e.jpg",
    "altTitles": [
      {
        "en": "For Those of You For Whom Regret Is a Luxury"
      },
      {
        "ko": "후회조차 사치인 당신들에게"
      },
      {
        "en": "To Those of You for Whom Even Regret Is a Luxury"
      },
      {
        "en": "To Whom It No Longer Concerns"
      }
    ],
    "description": {
      "en": "Exploited by her brother, betrayed by her sister, and killed by her husband. So ended the tragic story of Ariana Lopez--until, at the moment of her death, she suddenly finds herself back in the past. Now that she has a chance to do it all over again, she enlists the help of Duke Dante Heigenberg, the most feared and desired man in the entire empire, to take revenge against her family and reclaim what’s rightfully hers. But strangely, the duke seems to want Ariana more than just for her extraordinary musical talent..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12aa8f65-5914-4f38-be6a-4484766eb7e5",
    "title": {
      "ja": "Maou no Musume-Tachi to Maguwaeba Tsuyoku Narerutte Hontou Desuka?"
    },
    "updatedAt": "2024-10-31T19:30:09+00:00",
    "coverArt": "https://mangadex.org/covers/12aa8f65-5914-4f38-be6a-4484766eb7e5/d19e078a-f04c-4e6b-a1bd-a237861909c8.jpg",
    "altTitles": [
      {
        "ja": "魔王の娘たちとまぐわえば強くなれるって本当ですか?"
      },
      {
        "en": "Is It True that I can be Stronger if I Make Love the Devil's Daughters?"
      }
    ],
    "description": {
      "en": "Orphaned after the his parents were murdered, Uta Rain was ultimately auctioned off as a slave. Certain that he would be treated terribly no matter where he was taken, Uta was in despair. But what awaited him was... a luxurious meal and five pretty sisters. However, they were the daughters of the demon lord who was defeated by the hero 16 years ago?! Uta's fate begins to change drastically!\n\n(Source: Takeshobo, translated)",
      "ja": "両親を殺され孤児となったウタ＝レインは、ついに奴隷として競売にかけられてしまう。どこへ連れていかれようとまた酷い仕打ちを受けるに違いないと絶望するウタを待ち受けていたのは……豪華な食事と5人の可愛いお姉さんだった。でも、彼女たちは16年前に勇者に倒された魔王の娘たちで――!?ウタの運命が大きく変わり始める!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b6c3a0b-8752-41fc-9d3e-1310f6f28252",
    "title": {
      "en": "Giant Killing"
    },
    "updatedAt": "2024-10-11T17:43:57+00:00",
    "coverArt": "https://mangadex.org/covers/3b6c3a0b-8752-41fc-9d3e-1310f6f28252/e0a15c14-5157-4927-95db-f3c7b0800c0c.jpg",
    "altTitles": [
      {
        "ru": "Сокрушение гигантов"
      },
      {
        "ja": "ジャイアントキリング"
      },
      {
        "zh-hk": "逆轉監督"
      }
    ],
    "description": {
      "en": "A truly great coach makes the game of soccer interesting! Tatsumi Takeshi is 35 and has spent the last few years coaching in England before being brought back to Japan to coach his old team. His favorite pastime? Causing giant upsets a.k.a. Giant Killing! \n\n---\nOfficial Release:\n- English release by [INKR](https://comics.inkr.com/title/778-giant-killing?utm_source=mgd), [Azuki](https://www.azuki.co/series/giant-killing)\n- Indonesian release by Level Comics\n\n---\n- In 2010, this manga received the 34th Annual Kodansha Manga Award for General Manga.",
      "pt-br": "Giant Killing é um mangá que conta a história de um técnico de futebol, ex-jogador japonês, que luta para levar times amadores à vitória contra times campeões. Tatsumi Takeshi jogava profissionalmente no East Tokyo United, o ETU, e era louvado pelos torcedores por dar tudo de si e levar o time à vitória. Certo dia decide sair do Japão para treinar um time amador Europeu, e desde então é considerado “traidor” por alguns japoneses. Então, dois membros da equipe do ETU vão atrás do técnico para que ele treine o time onde um dia foi jogador, para tirar o time do fundo do poço."
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6bbbeca-f4fd-4595-9d4d-4ba31370d08c",
    "title": {
      "en": "Otome Game no Hametsu Flag shika nai Akuyaku Reijou ni Tensei shite shimatta..."
    },
    "updatedAt": "2024-12-30T22:23:58+00:00",
    "coverArt": "https://mangadex.org/covers/c6bbbeca-f4fd-4595-9d4d-4ba31370d08c/5acf9931-aaa1-4e2b-b15b-410fb503cb78.jpg",
    "altTitles": [
      {
        "ja": "Bakarina"
      },
      {
        "en": "My Next Life as a Villainess: All Routes Lead to Doom!"
      },
      {
        "ja": "Hamefura"
      },
      {
        "en": "Destruction Flag Otome"
      },
      {
        "en": "I Reincarnated into an Otome Game as a Villainess With Only Destruction Flags..."
      },
      {
        "ja": "乙女ゲームの破滅フラグしかない悪役令嬢に転生してしまった..."
      },
      {
        "de": "My Next Life as a Villainess: Wie überlebe ich in einem Dating-Game?"
      },
      {
        "zh-hk": "轉生成女性向遊戲只有毀滅END的壞人大小姐"
      },
      {
        "zh": "转生成为了只有乙女游戏破灭Flag的邪恶大小姐"
      }
    ],
    "description": {
      "en": "I recovered my past memories when I was hit on the head by a rock. I am Katarina Claes, the eight year old daughter of the duke. In a feverish nightmare, in which the prince’s fiancee was determined, I have realized that this is the otome game from the previous life. Also, I have turned into the villainess that interfered with the romance of the capture targets… If the heroine got a happy end, I would be exiled, while if she got a bad end, I would be killed by the capture target… I have no happy end!? Why is it only bad!? Somehow I have to avoid the destruction end, and reach old age peacefully!!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "bf2a563a-7228-48a7-abfb-7a77a28ee193",
    "title": {
      "en": "\"Shoku\" Rondo"
    },
    "updatedAt": "2024-12-31T17:28:31+00:00",
    "coverArt": "https://mangadex.org/covers/bf2a563a-7228-48a7-abfb-7a77a28ee193/3d7e47cd-f2b1-49c2-b6a7-1ebba5c7ff88.jpg",
    "altTitles": [
      {
        "ja": "「食」輪舞曲"
      },
      {
        "en": "\"Meal\" Rondo"
      }
    ],
    "description": {
      "en": "est em's short stories around the theme of \"food.\" Serialized in Morning between issues 2017/20 and 2018/19 as four chapters, and never compiled in a volume. Presumably on hiatus."
    },
    "status": "hiatus",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5384257-db52-43bc-8227-671026601830",
    "title": {
      "en": "Terror Train"
    },
    "updatedAt": "2024-12-31T18:25:23+00:00",
    "coverArt": "https://mangadex.org/covers/b5384257-db52-43bc-8227-671026601830/2bd85ccd-4abc-46f6-81b0-2d064452cb9f.jpg",
    "altTitles": [
      {
        "ja": "恐怖列車"
      },
      {
        "ja-ro": "Kyoufu Ressha"
      }
    ],
    "description": {
      "en": "A collection of six tales by the one and only Hideshi Hino. Everything from a mysterious man in black met on a train, a strange comedic biography of Hino that proves he is an alien, to a poor family who suddenly gets rich when one of the members can create money in a very strange way!\n\nNOTE: The last chapter is a part of the end of The Boy From Hell that is fully translated here...many thanks to Caterpillar!\n\nhttps://mangadex.org/title/aadfb8fb-7474-4d04-ad68-42b854f5b001/the-boy-from-hell"
    },
    "status": "completed",
    "releaseDate": 1980,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "dc6adedf-7a30-4646-b524-8f3004e9b2a5",
    "title": {
      "en": "A Strange But Effective Villainess Life"
    },
    "updatedAt": "2024-12-31T17:12:59+00:00",
    "coverArt": "https://mangadex.org/covers/dc6adedf-7a30-4646-b524-8f3004e9b2a5/0e9cb49e-764b-4a60-94fc-e4e1d3716247.jpg",
    "altTitles": [
      {
        "ko": "이상한데 효과적인 악녀 생활"
      }
    ],
    "description": {
      "en": "Kiana Frellai, the youngest granddaughter of the prestigious Frellai duchy and a genius magic engineering Ph.D., spends seven years secluded in research after fleeing her chaotic family.  \n\nSuddenly dragged back to the empire, she learns her grandfather is accused of treason. Facing execution, her cousin Melissa's divine power rewinds time.  \n\nDetermined to prevent her family’s downfall, Kiana devises a plan, blending her genius strategies to rewrite the future.  \n\nArmed with coffee and brains, she embarks on a project to save her family in the most unconventional way!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b06a840-5ac4-4211-930c-7c66024474e0",
    "title": {
      "en": "Qiang Jin Jiu"
    },
    "updatedAt": "2024-12-10T22:25:45+00:00",
    "coverArt": "https://mangadex.org/covers/6b06a840-5ac4-4211-930c-7c66024474e0/cf50483a-bbd6-4b97-8342-a1d6da8033b6.png",
    "altTitles": [
      {
        "zh": "将进酒"
      },
      {
        "vi": "Thương Tiến Tửu"
      },
      {
        "en": "Bring In The Wine"
      },
      {
        "th": "เชิญร่ำสุรา"
      },
      {
        "ko": "장진주"
      },
      {
        "en": "Ballad of Sword and Wine"
      }
    ],
    "description": {
      "en": "The Six Prefectures of Zhongbo were ceded away in surrender to the external enemies, and Shen Zechuan was taken into custody in the capital, reduced to a drowning dog loathed and condemned by all. Xiao Chiye followed the scent of the furor and made his way over. But instead of setting others on him, he kicked Shen Zechuan with his very own leg that rendered the latter an invalid. Who would expect this invalid to turn around and bite him in a counterattack until he was all drenched in blood? That was the start of an epic feud between both men who tear at each other every time they come face-to-face with one another.",
      "pl": "Shen Zechuan jest ósmym synem zdradzieckiego księcia Jianxing, człowieka, który skazał swoje miasta i ludzi na zagładę z rąk wroga. Jako jedyny żyjący członek swojej linii, Shen Zechuan jest znienawidzony przez cały naród. A nienawiść nikogo nie płonie goręcej niż uczucie Xiao Chiye, najmłodszego syna potężnego księcia Libei.\n\nXiao Chiye niczego nie pragnie bardziej niż śmierci Shen Zechuana, ale ten wbrew wszelkim przeciwnościom trzyma się życia. Zamiast poddać się hańbie swojej rodziny, staje się cierniem w boku Xiao Chiye, wdzierając się do bezwzględnego świata politycznego stolicy. Jednak gdy ci dwaj zaciekli wrogowie walczą z więzami swojego losu, zostają przyciągnięci do siebie siłą, której żaden z nich się nie spodziewa — i żaden z nich nie może mieć nadziei, że się jej oprze."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "92a6b94e-f205-46b5-b522-c135c20a7aa4",
    "title": {
      "en": "Tsuki no Oki ni Mesu mama"
    },
    "updatedAt": "2024-10-11T20:47:46+00:00",
    "coverArt": "https://mangadex.org/covers/92a6b94e-f205-46b5-b522-c135c20a7aa4/4acec211-f0ce-4743-89e5-d8f37ae2a992.jpg",
    "altTitles": [
      {
        "ja": "月のお気に召すまま"
      },
      {
        "en": "By the Whims of the Moon"
      },
      {
        "zh-hk": "如月所愿"
      }
    ],
    "description": {
      "en": "In middle school, Ayumu kept getting teased and pranked by Runa, even though he's a year below her. Now that she's in her second year of high school, she's ready to be the experienced senpai for the incoming freshman Runa.",
      "ja": "生意気な後輩男子にイジワルされまくり…でも、本当は好きの裏返し!?　歩は、ややポンコツな高2女子。新学期、歩の通う高校に、中学時代の後輩男子・月（るな）が入学してくる。月は、勉強も運動もデキて、早速モテモテ。彼氏ができない歩のことをバカにしてくるけど…!?",
      "pt-br": "No fundamental, Ayumu continuava sendo provocada por Runa, apesar de ele estar um ano abaixo dela. Agora que ela está no segundo ano do ensino médio, e está pronta para ser a Senpai experiente do calouro Runa."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "456415b4-5d90-4262-b549-34a18153039d",
    "title": {
      "en": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
    },
    "updatedAt": "2024-10-07T12:38:38+00:00",
    "coverArt": "https://mangadex.org/covers/456415b4-5d90-4262-b549-34a18153039d/446045de-517f-44b5-9ef8-7b1e088fd143.jpg",
    "altTitles": [
      {
        "ja": "これからだんだん幸せになっていく怖い 女上司"
      },
      {
        "ar": "رئيسة مرعبة تزداد سعادة وسعادة من الآن فصاعدًا"
      },
      {
        "ja-ro": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
      },
      {
        "ja-ro": "Korekara Dondon Shiawase ni Natte iku Kowai Jōshi"
      },
      {
        "en": "A Scary Boss, But From Now on She's Going to Be Happier and Happier"
      },
      {
        "es-la": "Una jefa que da miedo, pero a partir de ahora va a ser cada vez más feliz."
      }
    ],
    "description": {
      "ar": "مديرتي مخيفة للغايه، لكن من الأن وصاعدًا سأبذل قصارى جهدي لجعلها الأسعد.",
      "en": "This is a heart-pounding love comedy between \"Manager Tsuruse'', a female boss who is scary at work but whose hobbies are cute clothes(?!), and \"Tsukinawa-kun'', a new male employee who joins the company mid-career!\n\nThere is also a FANBOX version, a collection of 0.5 \"Naughty\" stories: \n[Kowai Onna Joushi ga Nuidara H de Kawaikatta Hanashi - FANBOX 0.5 Matome【R18】](https://mangadex.org/title/ef970af6-8357-43bb-9bd1-fe09dba78624/kowai-onna-joushi-ga-nuidara-h-de-kawaikatta-hanashi-fanbox-0-5-matome)",
      "es-la": "Mi jefa da mucho miedo, pero mientras más hablo con ella deja de hacerlo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76ac6b53-df49-4ace-85a2-b27970830ef2",
    "title": {
      "en": "Kubera"
    },
    "updatedAt": "2024-04-02T09:14:19+00:00",
    "coverArt": "https://mangadex.org/covers/76ac6b53-df49-4ace-85a2-b27970830ef2/24edd0f4-234a-48a6-9bbe-fa6b667cee01.jpg",
    "altTitles": [
      {
        "fr": "Kubera - Le dernier dieu"
      },
      {
        "pt-br": "Kubera - O último Deus"
      },
      {
        "en": "Kubera - One Last God"
      },
      {
        "pl": "Kubera - Ostatni Bóg"
      },
      {
        "id": "Kubera - Sang Dewa Terakhir"
      },
      {
        "ro": "Kubera - Ultimul zeu"
      },
      {
        "es": "Kubera - Un Último Dios"
      },
      {
        "en": "Kubera: One Last God"
      },
      {
        "en": "One Last God Kubera"
      },
      {
        "en": "One Last God, Kubera"
      },
      {
        "ru": "Кубера - Последний Бог"
      },
      {
        "ja": "クベーラ"
      },
      {
        "zh": "庫佩拉"
      },
      {
        "ko": "쿠베라"
      }
    ],
    "description": {
      "en": "Gods with everlasting lives. Sura who possess unrivaled power. And humans, caught helplessly in-between.  \nWhen Kubera's peaceful village meets its fiery end, a mysterious magician named Asha comes to her rescue. Together they begin a journey in search of answers and revenge. Meanwhile across the realms, a web of entwined fates is growing tighter. One by one the other players of the game will emerge, each with their own agenda to pursue.  \nAt the center of this maelstrom stands Kubera, the girl with a god's name. Will this sixteen-year-old be the salvation of the world or its destruction?",
      "it": "Dei immortali. Sura dai poteri impareggiabili. E gli umani, che si ergono fra loro impotenti.  \nQuando il pacifico villaggio di Kubera incontra la sua fine, una misteriosa maga di nome Asha accorre in suo soccorso. Insieme intraprendono un viaggio in cerca di risposte e vendetta. Mentre attraversano il regno, una rete di destini intersecati sta nascendo… Una ad una le altre pedine della scacchiera emergono, ognuna all'inseguimento dei propri obiettivi.  \nAl centro di quest'uragano si trova Kubera, la ragazza con il nome di un Dio. Questa sedicenne sarà la salvatrice di questo mondo… o la sua distruttrice?",
      "pl": "Bogowie z nieśmiertelnymi żywotami  \nAsury z niepojętą mocą  \nI ludzie, pomiędzy nimi.  \nGdy wioska Kubery zostaje zniszczona, tajemniczy mag przychodzi jej na ratunek. Razem wyruszają w podróż w poszukiwaniu odpowiedzi i zemsty. Tymczasem pomiędzy wymiarami pajęczyna przeznaczenia coraz ciaśniej zaciska się… Jeden po drugim nowi gracze wkraczają na scenę, mając swoje własne powody. Historia młodej dziewczyny, która traci wszystko i zaczyna żyć zemstą."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cffdc4f4-0cd9-409b-b88c-62aaf2882e07",
    "title": {
      "en": "Orange"
    },
    "updatedAt": "2024-10-26T11:52:02+00:00",
    "coverArt": "https://mangadex.org/covers/cffdc4f4-0cd9-409b-b88c-62aaf2882e07/120268f9-9afb-4788-a445-71ce18c25328.jpg",
    "altTitles": [
      {
        "tr": "Turuncu"
      },
      {
        "ja": "オレンジ"
      }
    ],
    "description": {
      "en": "The spring she turns sixteen, Takamiya Naho receives a strange, but detailed letter from herself, ten years in the future. At first she thinks the letter is a prank, but then the things written in the letter actually happen, including the arrival of the new transfer student who sits next to her in class, Naruse Kakeru. The letter reads just like her diary entries, down to the same characters. It is not until two weeks later, when Kakeru shows back up at school, that Naho finishes the letter. In the letter, her twenty-seven year old self tells her sixteen-year old self that her biggest regret is that Kakeru is no longer with them in the future, and asks her to watch him closely."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "33"
  },
  {
    "mangaId": "de947f7a-7465-4158-88fc-d88a11038450",
    "title": {
      "en": "[GwangGong Industrial Complex] Please, Candy!"
    },
    "updatedAt": "2024-12-31T18:03:27+00:00",
    "coverArt": "https://mangadex.org/covers/de947f7a-7465-4158-88fc-d88a11038450/3afc7486-c35b-41da-8961-92d6a7ec64ce.jpg",
    "altTitles": [
      {
        "ko": "[광공단편선] 플리즈, 캔디!"
      },
      {
        "uk": "Історії будівлі КванҐон: Цукерочку, будь ласка!"
      },
      {
        "ko": "[광공단편선] Please, Candy!"
      },
      {
        "ru": "Конфетку, пожалуйста!"
      },
      {
        "fr": "[GwangGong Industrial Complex] Please, Candy !"
      }
    ],
    "description": {
      "en": "Hagong, who was ordinarily going to work, and his junior, who had followed suit of him, Woon, had joined the same company. Although they had confirmed their feelings for each other briefly, for some reason, Woon avoids any of Hagong’s skinship. This leads to Hagong visiting his house, and seeing him interacting lovingly with another man. Hagong is filled with a sense of betrayal, after recalling the times his skinship was avoided.",
      "fr": "Ha Gong était un employé normal sans histoire jusqu'au jour où Woon, un jeune qui le suivait partout à l'école, rejoignit l'entreprise. Au bout de quelques temps, ils confirmèrent leurs sentiments mutuels. Cependant, Woon continuait étrangement d'éviter de toucher Ha Gong. Un jour, ce dernier se rendit chez Woon mais il vit le jeune homme avoir un comportement très amical avec un étranger. Prit de jalousie et d'un sentiment de trahison, il se rappelait alors que Woon évitait pourtant tout contact physique avec lui. Mais pourquoi ?",
      "uk": "До компанії, де працює Ха Ґон, влаштувався його молодшим помічником Ун, що йде його стопами. Їм обом знадобиться деякий час, щоб зрозуміти почуття один до одного, та чомусь Ун продовжує уникати контакту з Ха Ґоном. Зрештою Ха Ґон відвідує будинок Уна, і йому спадає на думку одна річ, від якої в той же час його охоплює почуття збудження."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "5"
  },
  {
    "mangaId": "7ad10953-14f2-411e-83e3-5c22c4e7e1e2",
    "title": {
      "en": "Chieri no Koi wa 8 Meter"
    },
    "updatedAt": "2024-11-01T16:55:34+00:00",
    "coverArt": "https://mangadex.org/covers/7ad10953-14f2-411e-83e3-5c22c4e7e1e2/07016398-9572-4e78-94dd-468de1106db5.jpg",
    "altTitles": [
      {
        "ja": "ちえりの恋は8メートル"
      },
      {
        "en": "Chieri's Love is 8 Meters Tall"
      },
      {
        "zh-hk": "智恵梨的愛情高達8米"
      },
      {
        "pt-br": "O amor de Chieri tem 8 metros"
      }
    ],
    "description": {
      "en": "An ordinary high school student, Yumeji Kotaki, is transferred to his class by his childhood friend, Chieri Omine, who has grown to 8 meters in height! Yumeji is assigned as \"caretaker\" to support Chieri's school life. Their daily life is full of excitement due to the height difference! The height difference is nothing to worry about!",
      "ja": "普通の高校生・小滝夢路のクラスに転校してきたのは、身長が8メートルに巨大化した幼馴染・大峰ちえりだった！ちえりの学校生活のサポートをする「お手伝いさん」を任された夢路。身長差がある二人の日常はドキドキがいっぱいで!?　高低差もなんのその！",
      "pt-br": "Uma aluna transferida que tem 8 metros de altura...?! \nAmigos de infância se reencontram, mas nem tudo é como antes… Uma mudança na relação entre Chieri e Yumeji, acompanhe o desenrolar desta comédia romântica gigantesca."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "072ea447-2da5-4445-9af0-61877ac867d8",
    "title": {
      "en": "Kyoufu: Fear"
    },
    "updatedAt": "2024-06-02T20:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/072ea447-2da5-4445-9af0-61877ac867d8/be2d9946-59e3-4755-b0b5-44cf07b1e0f7.jpg",
    "altTitles": [
      {
        "vi": "Khủng Bố"
      },
      {
        "ja-ro": "Kyôhu"
      },
      {
        "en": "Terror"
      },
      {
        "ja": "恐怖"
      }
    ],
    "description": {
      "en": "Following the life of the student newspaper reporter Emiko, these are scary stories of experiences from Miyako High School :  \n- Ubawareta Shinzou (Stolen Heart) – The school's mystery club sees the dangerous consequences of an innocent promise concerning heart donation after death between two friends.   \n- Kyuuketsu Men (Bloodsucking Mask) – A girl who wears a demon mask from a shrine for a bad-luck-banishing drama club party ends up unable to remove it.   \n- Dokuga (Poison Moth) – The science club leader creates a serum to preserve dead bodies perfectly, but it may have other unpredicted side effects.   \n- Henshitsu – A couple take shelter from a storm in a strange house with a secret that might prove to be deadly.   \n– These stories and many more are found in the two volumes of Kyoufu. [tethysdust]"
    },
    "status": "completed",
    "releaseDate": 1971,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "6"
  },
  {
    "mangaId": "f5b4dfad-4614-4f11-8dd6-7fc3e9792ef4",
    "title": {
      "en": "My Tiny Home"
    },
    "updatedAt": "2024-12-31T18:04:49+00:00",
    "coverArt": "https://mangadex.org/covers/f5b4dfad-4614-4f11-8dd6-7fc3e9792ef4/0181a1e7-d867-4e22-81d4-1a23a2b5d12e.png",
    "altTitles": [
      {
        "zh": "我那极小的家"
      },
      {
        "zh-ro": "Wǒ nà jí xiǎo de jiā"
      }
    ],
    "description": {
      "en": "Xiao Lin returns to her hometown after many years. and after seeing her former childhood town and friend, she remembers memories like a silent movie..."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fe280d6-d419-4aae-ba2c-cb3df5ef8da7",
    "title": {
      "en": "Tentacle Hole"
    },
    "updatedAt": "2024-10-26T12:32:52+00:00",
    "coverArt": "https://mangadex.org/covers/6fe280d6-d419-4aae-ba2c-cb3df5ef8da7/736c8ad9-2b98-404b-a814-6beea8247424.jpg",
    "altTitles": [
      {
        "ja": "テンタクル・ホール"
      }
    ],
    "description": {
      "en": "On the way home, Jin and his friend Komachi are suddenly transported to another world full of strange creatures and Jin is killed by them, but somehow manages to come back to life, but as a tentacled creature !?",
      "es": "De camino a casa, Jin y su amiga Komachi son repentinamente transportados a otro mundo repleto de criaturas extrañas donde Jin muere a manos de estas, pero de alguna forma logra regresar a la vida… ¿¡pero como una criatura con tentáculos!? ¡El inicio de una fantasía oscura de tentáculos!",
      "ja": "学校からの帰り道、いきなり異世界に飛ばされてしまった高校生・仁と幼馴染の小町。直後に巨大生物に襲われ命を落としてしまう仁だったが、なぜか触手生物に転生して――!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38f386ce-f2dc-4f2b-99f9-522eab56078d",
    "title": {
      "en": "Webtoon Character Na Kang Lim"
    },
    "updatedAt": "2024-11-07T01:31:32+00:00",
    "coverArt": "https://mangadex.org/covers/38f386ce-f2dc-4f2b-99f9-522eab56078d/bb45c8ed-521d-47a4-b780-cfc72b356228.png",
    "altTitles": [
      {
        "ko": "수요웹툰의 나강림"
      },
      {
        "ko-ro": "Suyo Webtoon-ui Na Kang-Rim"
      },
      {
        "vi": "Nhân vật Webtoon  Na Kang Lim"
      },
      {
        "pt-br": "Personagem de Webtoon: Na Kang Lim"
      }
    ],
    "description": {
      "en": "Na Kang Lim, a high school student who enjoys reading webtoons, experiences a strange event one day when the female lead from his favorite webtoon appears before him. Even more surprising, the same incidents that put her in danger in the webtoon start happening in real life. The problem is, there's no protagonist in the real world to save her! Ultimately, Na Kang Lim takes on the role of the protagonist, looping through time to save her.",
      "vi": "Na Kang Lim, nam sinh trung học bình trường rất thích đọc webtoon. Một ngày, đã có chuyện bất ngờ xảy ra, nữ chính từ bộ webtoon cậu hay đọc đã xuất hiện ngoài đợi thật. Những sự cố trong webtoon khiến cô ấy rơi vào khủng hoảng, nhưng nhân vật chính lại không có ở đây để giải cứu nữ chính! Và Kang Lim đã trở thành nhân vật chính cùng với kí ước từ bộ truyện và khả năng du hành thời gian để cứu nữ chính",
      "pt-br": "Na Kang Lim, um estudante do ensino médio que gosta de ler webtoons, vivencia um evento estranho um dia, quando a protagonista de seu webtoon favorito aparece diante dele. Mais surpreendente ainda, os mesmos incidentes que a colocam em perigo no webtoon começam a acontecer na vida real. O problema é que, no mundo real, não há um protagonista para salvá-la! No fim, Na Kang Lim assume o papel do protagonista, voltando no tempo para salvá-la."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "172"
  },
  {
    "mangaId": "a209cabb-8d0d-415b-b73e-c6ec32f060e2",
    "title": {
      "en": "Valhalla Saga"
    },
    "updatedAt": "2024-12-19T17:52:48+00:00",
    "coverArt": "https://mangadex.org/covers/a209cabb-8d0d-415b-b73e-c6ec32f060e2/a47e3d08-2c0f-4f23-a07b-e02c3b549dbd.png",
    "altTitles": [
      {
        "ko": "발할라 사가"
      }
    ],
    "description": {
      "en": "The power of Valhalla's warriors is called Saga. It is the mighty, magical power born from their achievements and deeds in their former lives. Thus, the more stories and legends of these warriors spread and linger in the hearts of many, the stronger their Saga becomes.\n\nTae Ho himself was certainly no warrior. However, he was the world's top professional gamer. In the game world of Dark Age, his character, Dragon Knight Kalsted could rightly be called a legend in his own right.\n\nHis achievements, his story.\n\nAll the accomplishments that the Dragon Knight Kalsted had accumulated in the game!\n[Saga: Immortal Warrior] The story of the immortal warrior, Lee Tae Ho, unfolds on the battlefield of the gods, Valhalla. To put an end to Ragnarok, which threatens the world's very existence, a new Saga begins at this very moment."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d15be16-eef9-4df6-89a6-9a4d86d58200",
    "title": {
      "en": "Boushitsu no Koibito"
    },
    "updatedAt": "2024-10-20T06:18:40+00:00",
    "coverArt": "https://mangadex.org/covers/4d15be16-eef9-4df6-89a6-9a4d86d58200/89a03f2a-a904-4770-ba65-9abf0f2b5217.jpg",
    "altTitles": [
      {
        "ja": "忘失の恋人"
      },
      {
        "ja": "Love of Forgetfulness."
      },
      {
        "en": "Love of Forgetfulness"
      },
      {
        "en": "Forgotten Lover"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9818d8b0-6ec5-4427-b0d4-ae311231f76f",
    "title": {
      "en": "Boku no Ma na Musume"
    },
    "updatedAt": "2024-09-30T14:17:51+00:00",
    "coverArt": "https://mangadex.org/covers/9818d8b0-6ec5-4427-b0d4-ae311231f76f/86750e74-6d2e-4d00-aced-25f69c7498e8.jpg",
    "altTitles": [
      {
        "ja": "ぼくの魔なむすめ"
      },
      {
        "ja-ro": "Boku no Mana Musume"
      },
      {
        "ja-ro": "Boku no Manamusume"
      },
      {
        "ja-ro": "Bokuno Manamusume"
      },
      {
        "en": "My Darling Devilish Daughter"
      },
      {
        "vi": "Đứa con gái tiểu quỷ đáng yêu của tôi"
      }
    ],
    "description": {
      "en": "Sami-chan, who lives alone with her dad, has inherited her mom's silver hair and perfectly round eyes, making her an incredibly adorable daughter. However, this daughter has a secret. When she feels lonely, horns sprout from her head. She's a \"half-demon\" born from a devil...! Would having a daughter like this bring happiness!? Or... A heartwarming comedy filled with the bond between father and daughter?",
      "ja": "まぁ手がかかる・・・でも、こんな娘がいたら幸せだ。\n\nパパと2人暮らしのサミちゃんは、ママ譲りの銀髪、まん丸な瞳でとても可愛い愛娘。だが、この娘には秘密がある。寂しくなるとツノがニョキッと生える、悪魔との間に生まれた「半分“魔”な娘」だった･･･！こんな娘がいたら幸せ!?それとも･･･\n父娘の絆が満ち満ちるハートフル？コメディー！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b201bd84-c689-4301-a8ab-ef80bf120992",
    "title": {
      "en": "Male Lead Likes My Support!"
    },
    "updatedAt": "2024-10-28T02:43:47+00:00",
    "coverArt": "https://mangadex.org/covers/b201bd84-c689-4301-a8ab-ef80bf120992/0b68edff-09e3-4555-99c9-4ff9c475f91e.jpg",
    "altTitles": [
      {
        "es-la": "¡Al Protagonista le gusta mi Patrocinio!"
      },
      {
        "ko": "남주가 내 후원을 좋아해!"
      }
    ],
    "description": {
      "en": "Chae Yu-ra is an ordinary girl who likes to watch online game broadcasts. She becomes the sole sponsor of an unknown streamer, Choi Ji-hyuk, who plays a virtual reality game called Constellation. But one day, she wakes up inside the game and discovers that she is Choi Ji-hyuk's constellation, which means she can grant him wishes and powers.\n\nChoi Ji-hyuk, on the other hand, is an elite hunter who is determined to take revenge on the constellation that abandoned him in the past. He is unaware that his constellation is actually Chae Yu-ra, the girl he despises for her lack of skill at the game. How will they relate to each other in this dangerous world full of mysteries?",
      "es-la": "El único error que he cometido hasta ahora es ver una transmisión sin espectadores de un juego online.\nMi único crimen fue patrocinar a alguien duramente.\nㅤ\nPero ahora lo entiendo.\n¡Hacerme pasar por esta terrible experiencia es demasiado duro!\nㅤ\n\"¡No podemos perder más tiempo\"\n\"¡Espera un minuto, déjame comprar esta armadura\"\nㅤ\n\"¿Qué es esto?\"\nMe pregunté mientras veía esa transmisión antes de que eso pasara.\n\n___________________________________________________\nㅤ\nChoi Ji-hyuk miró fijamente el artículo que venía como recompensa de una Mazmorra de Clase S.\nEra un objeto obtenido que había arrebatado a los otros Cazadores que intentaban obtenerllo.\nㅤ\n\"No importa cuanto impida este objeto la destrucción del mundo\"\n\"No importa si es un objeto por el que arriesgué mi vida\"\n\"Incluso si muero, seré miserable, por eso, si es he de morir, al menos quiero ver la cara de esa maldita Constelación\"\nㅤ\nPero, ¿quién hubiera pensado que esa Constelación era una chica que parecía tener poco más de 20 años?\nㅤ\n\"Chae Yu-ra\"\nㅤ\nÉl lo lamentó por ella, quien había vivido una vida normal y pacífica toda su vida, desafortunadamente, nunca tuvo la intención de abandonar a su Constelación.\nㅤ\n\"Dime que soy lo más importante para ti\"\nㅤ\nAl menos así será hasta que llegue el fin del mundo\nㅤ\n\"Dímelo\""
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "707133cd-d9c2-4c83-8398-55bfdda7da14",
    "title": {
      "en": "Blue Archive - Kankan's Blue Archive Logs (Doujinshi)"
    },
    "updatedAt": "2024-02-13T02:33:10+00:00",
    "coverArt": "https://mangadex.org/covers/707133cd-d9c2-4c83-8398-55bfdda7da14/f8f47bc0-5c7b-41e7-84cc-93d32a2a15cc.jpg",
    "altTitles": [
      {
        "ja": "透き通る世界"
      },
      {
        "en": "A Transparent World"
      }
    ],
    "description": {
      "en": "A collection of Blue Archive short comics by artist ポテトルス on pixiv."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d829ed3-2489-4327-8efa-5b55a46afbbd",
    "title": {
      "en": "There's 49 Left, Master!"
    },
    "updatedAt": "2024-11-10T12:03:56+00:00",
    "coverArt": "https://mangadex.org/covers/9d829ed3-2489-4327-8efa-5b55a46afbbd/4a093820-481e-4da8-8770-5821e348c6fd.jpg",
    "altTitles": [
      {
        "ko": "49번 남았습니다, 스승님!"
      },
      {
        "ja": "師匠、あと49回死んでください"
      }
    ],
    "description": {
      "en": "When the powerless thirteenth prince became emperor, he gave his tutor, Yo Yohwa, poison. His reason being his death at the hands of his own master in countless previous lives. The poisoned Yo Yohwa then regresses to an earlier time together with the prince and is determined to get on his good side this time in order to escape. However, the prince already discovered the truth…\n\n“This is crazy. You killed me in the previous lives, and you neglected me in another. Now you’re acting all nice. Are you trying to get away?”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9c5440f-5e30-4289-80b6-f781562967ac",
    "title": {
      "en": "AISHA"
    },
    "updatedAt": "2024-09-28T19:11:47+00:00",
    "coverArt": "https://mangadex.org/covers/d9c5440f-5e30-4289-80b6-f781562967ac/2a6fdca0-a409-471d-b239-4e752e21f1ce.jpg",
    "altTitles": [
      {
        "ja": "AISHA 愛と殺戮の童話"
      },
      {
        "zh": "艾莎"
      }
    ],
    "description": {
      "en": "The twins who have lost both their mother and father had got their humongous inheritance stolen by their evil stepmother. The three sons of their stepmother have a special relationship towards their non-biological sisters. Thus, a scene of love, love and hate occurred in this old mansion. This is a fairy tale of romance and vengeance.",
      "pt-br": "As gêmeas que perderam a mãe e o pai tiveram sua enorme herança roubada por sua madrasta malvada. Os três filhos da madrasta têm uma relação especial com as irmās não biológicas. Assim, uma cena de amor e ódio ocorreu nesta antiga mansão. Este é um conto de fadas de romance e vingança."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "65f1f473-c7fa-4de2-adf5-00167af31740",
    "title": {
      "en": "Higurashi no Naku Koro ni Rei - Irotoutoshi-hen"
    },
    "updatedAt": "2024-12-11T23:44:42+00:00",
    "coverArt": "https://mangadex.org/covers/65f1f473-c7fa-4de2-adf5-00167af31740/7a48ac05-45a8-4609-badb-4385d11b18a7.jpg",
    "altTitles": [
      {
        "ja": "ひぐらしのなく頃に令 色尊し編"
      }
    ],
    "description": {
      "en": "Sequel to Higurashi no Naku Koro Ni Hoshiwatashi-hen and Higurashi no Naku Koro Ni Oniokoshi-hen."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "18.5"
  },
  {
    "mangaId": "8fe61dfd-ca48-4aba-94fc-dbe8d3cb490a",
    "title": {
      "en": "Touhou Bougetsushou ~ Silent Sinner in Blue."
    },
    "updatedAt": "2024-08-12T17:49:03+00:00",
    "coverArt": "https://mangadex.org/covers/8fe61dfd-ca48-4aba-94fc-dbe8d3cb490a/f7b25c27-e217-4de4-9fc0-e1b2dbd2fe61.jpg",
    "altTitles": [
      {
        "de": "Östliches Zitat des Flüchtigen Mondes ~ Silent Sinner in Blue"
      },
      {
        "en": "Touhou Bougetsushou ~ Silent Sinner in Blue"
      },
      {
        "ja": "東方儚月抄 ~ Silent Sinner in Blue"
      },
      {
        "tr": "Touhou Bougetsushou ~ Depresyondaki Sessiz Günahkar"
      }
    ],
    "description": {
      "en": "東方儚月抄 (romanized Touhou Bougetsushou, meaning Eastern Ephemeral Moon Vignette) is a loosely interconnected storyline about the Lunarians that includes Silent Sinner in Blue, Cage in Lunatic Runagate, and Inaba of the Moon and Inaba of the Earth.\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "pt": "Yukari Yakumo, a youkai das fronteiras, ela compareceu descontraída enquanto bebia o chá no Santuário Hakurei, ela pediu para que a sacerdotisa estudasse sobre a divinação para futuros eventos. A sacerdotisa achou a idéia maluca da Youkai e levou por brincadeira os planos da Youkai.  \nLogo depois, Yukari montou uma invasão contra lua há mais de 1000 anos atrás, porém, o seu plano não deu certo, agora, ela pede auxilio para os Youkais residentes de Gensokyo para mais uma tentativa de invasão."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "66b4689a-0da4-4341-bd21-048d66fdf23d",
    "title": {
      "en": "Heroes of Fury"
    },
    "updatedAt": "2022-11-16T02:13:46+00:00",
    "coverArt": "https://mangadex.org/covers/66b4689a-0da4-4341-bd21-048d66fdf23d/71f4fbaf-8725-45d2-a060-68d55dfa95f3.jpg",
    "altTitles": [
      {
        "ja-ro": "Dotou no Yuushatachi"
      },
      {
        "ja": "怒涛の勇者達"
      },
      {
        "zh": "怒濤的勇者們"
      }
    ],
    "description": {
      "en": "The princess has been captured by the evil demon king and the king offers her hand in marriage in return for her rescue! But things aren't all what they seem…?",
      "pt-br": "A princesa foi capturada pelo impiedoso rei demônio e seu pai oferece sua mão em casamento, em troca de seu resgate! Mas as coisas não são tudo o que parecem...?"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-11-21T20:47:29+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/c445d559-be59-4087-b985-a29f294aafb9.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca702a1d-f7ef-43b7-baa0-e323dda4f6de",
    "title": {
      "en": "To Be an Actor"
    },
    "updatedAt": "2024-06-15T08:21:28+00:00",
    "coverArt": "https://mangadex.org/covers/ca702a1d-f7ef-43b7-baa0-e323dda4f6de/191b33ed-2f55-4e75-9a8f-c11d24d9a9c0.jpg",
    "altTitles": [
      {
        "en": "I Will Live as an Actor"
      },
      {
        "ko": "배우로서 살겠다"
      },
      {
        "ja": "役者として生きる"
      },
      {
        "en": "Be the Actor"
      },
      {
        "ko-ro": "Baeuroseo Salgetda"
      },
      {
        "fr": "Vivre comme un acteur"
      },
      {
        "fr": "Comment vivre selon un acteur"
      }
    ],
    "description": {
      "en": "To escape a life of poverty, Jang Youngkuk aspired to be a famous actor. And he succeeds... at the cost of his mother's life. Upon proceeding to take his own out of despair, Youngkuk miraculously returns to his childhood. With a second chance to make things right, he swears to abandon acting and be the good son he never was. However, when financial troubles begin to haunt Youngkuk and his mother, he discovers that he may have no choice but to return to the set for one last take."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce382191-8f61-4b45-94cb-0d1692ff6229",
    "title": {
      "en": "My Clueless First Friend - Side Stories"
    },
    "updatedAt": "2024-12-16T16:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/ce382191-8f61-4b45-94cb-0d1692ff6229/edc7c011-b192-4dc9-b73f-0ffb1e9932dc.png",
    "altTitles": [
      {
        "ja": "事情を知らない転校生がグイグイくる。- Side Stories"
      },
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru - Side Stories"
      },
      {
        "en": "The Clueless Transfer Student Is Assertive. - Side Stories"
      },
      {
        "uk": "Мій дивакуватий перший друг - Побічні історії"
      }
    ],
    "description": {
      "en": "Side stories for My Clueless First Friend (Jijyou wo Shiranai Tenkousei ga Guigui Kuru) posted on the author's Twitter and Pixiv. Several of these chapters later got added to the regular main manga volume releases as (bonus) chapters."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "acdbf57f-bf54-41b4-8d92-b3f3d14c852e",
    "title": {
      "en": "Aishiteru Game wo Owarasetai"
    },
    "updatedAt": "2024-12-20T10:33:52+00:00",
    "coverArt": "https://mangadex.org/covers/acdbf57f-bf54-41b4-8d92-b3f3d14c852e/2e239897-0808-4d2f-bc05-9e12b36b361f.jpg",
    "altTitles": [
      {
        "ja": "愛してるゲームを終わらせたい"
      },
      {
        "en": "I Want to End This Love Game"
      },
      {
        "fr": "Je veux finir le jeu du \"je t'aime\""
      },
      {
        "th": "เกมสารภาพรักนี้น่ะเรามาจบกันเถอะ"
      },
      {
        "zh": "想让“我爱你”游戏快点结束"
      },
      {
        "fr": "Je veux en finir avec le jeu de l'amour"
      },
      {
        "nl": "Ik wil een einde aan het liefdesspel"
      },
      {
        "pt-br": "Eu quero acabar com o jogo do \"eu te amo\""
      },
      {
        "en": "I Want to End the \"I Love You\" Game"
      },
      {
        "en": "I Want to End the Game That I Love"
      }
    ],
    "description": {
      "en": "Childhood friends who have been together since they were little. They both realize their feelings for each other, but are too close to be honest. What connects them is the \"I love you game\" that they have been playing since they were little. The end of their love is decided in this simple game where the winner is the one who makes the other embarrassed!",
      "vi": "Đôi bạn thuở nhỏ luôn ở bên nhau từ khi cả 2 còn bé. Cả 2 đều nhận ra tình cảm của nhau, nhưng họ quá thân thiết nên không thể thành thực. Thứ kết nối họ là trò chơi \"Tớ yêu cậu\" mà cả 2 đã chơi hồi còn nhỏ . Kết cục tình yêu của họ sẽ được quyết định bằng trò chơi đơn giản này khi người chiến thắng là người khiến người kia phải xấu hổ.",
      "es-la": "Se conocen desde que eran niños. Ambos son conscientes de lo que sienten el uno por el otro, pero están demasiado unidos como para ser sinceros. Lo único que les une es el juego \"Te quiero\" al que juegan desde pequeños. Si haces pasar vergüenza a tu compañero, ¡ganas!",
      "pt-br": "Amigos de infância que estão juntos desde que eram pequenos. Eles percebem seus sentimentos pelo outro, mas são muito próximos para serem honestos. O que os conecta é seu “jogo do eu te amo”, que eles brincam desde que eram pequenos. O fim do seu amor é decidido nesse jogo simples onde o vencedor é aquele que deixa o outro com vergonha!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "99c8475c-043a-406e-bb43-d3a27aed503c",
    "title": {
      "en": "How to Be a Family"
    },
    "updatedAt": "2023-11-09T05:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/99c8475c-043a-406e-bb43-d3a27aed503c/f334f979-b852-4eb6-8efd-39720bb75ec0.png",
    "altTitles": [
      {
        "ko": "가족이 되는 방법"
      },
      {
        "vi": "Cách thức trở thành gia đình"
      },
      {
        "zh": "如何成为一家人"
      },
      {
        "ja": "家族になる方法"
      }
    ],
    "description": {
      "en": "Do-yeon and Eun-ha, who became a family due to their parents' remarriage, become strangers again due to their parents' divorce. The two met again after many years. Eun-ha is obsessed with Do-yeon, and Do-yeon is burdened by his younger brother... What's even worse is that his feelings for Eunha are not 'brotherly love'."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]