[
  {
    "mangaId": "b8672a2c-93e9-42f9-b044-5a898138bb20",
    "title": {
      "en": "Love Phantom"
    },
    "updatedAt": "2025-02-12T18:48:50+00:00",
    "coverArt": "https://mangadex.org/covers/b8672a2c-93e9-42f9-b044-5a898138bb20/3cb5b6b1-fd6d-43d6-90ad-680d2823bbbd.jpg",
    "altTitles": [
      {
        "ar": "شبح الحب"
      },
      {
        "ja": "ラブファントム"
      },
      {
        "zh": "爱如幻影"
      }
    ],
    "description": {
      "en": "Momoko is just a mediocre who work at a café, but suddenly the fateful romance appears right in front of her…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "75ee72ab-c6bf-4b87-badd-de839156934c",
    "title": {
      "en": "Death Note"
    },
    "updatedAt": "2025-01-20T05:18:28+00:00",
    "coverArt": "https://mangadex.org/covers/75ee72ab-c6bf-4b87-badd-de839156934c/d6555598-8202-477d-acde-303202cb3475.jpg",
    "altTitles": [
      {
        "ro": "Caietul morții"
      },
      {
        "es": "Cuaderno de la Muerte"
      },
      {
        "hu": "Death Note - A halállista"
      },
      {
        "vi": "Quyển Sổ Thiên Mệnh"
      },
      {
        "ru": "Тетрадь смерти"
      },
      {
        "he": "מחברת המוות"
      },
      {
        "th": "สมุดโน๊ตกระชากวิณญาณ"
      },
      {
        "zh": "死亡笔记"
      },
      {
        "ko": "데스 노트"
      },
      {
        "kk": "Ажал дәптері"
      },
      {
        "pt": "Caderno da Morte"
      },
      {
        "pt-br": "Caderno da Morte"
      },
      {
        "tr": "Ölüm Defteri"
      },
      {
        "ja": "DEATH NOTE"
      },
      {
        "ja": "デスノート"
      },
      {
        "ja-ro": "DEATH NOTE"
      },
      {
        "ja-ro": "Desu Nōto"
      },
      {
        "en": "DEATH NOTE"
      },
      {
        "cv": "Вилӗм типтерӗ"
      }
    ],
    "description": {
      "en": "A shinigami, as a god of death, can kill any person—provided they see their victim's face and write their victim's name in a notebook called a Death Note. One day, Ryuk, bored by the shinigami lifestyle and interested in seeing how a human would use a Death Note, drops one into the human realm.  \n  \nHigh school student and prodigy Light Yagami stumbles upon the Death Note and—since he deplores the state of the world—tests the deadly notebook by writing a criminal's name in it. When the criminal dies immediately following his experiment with the Death Note, Light is greatly surprised and quickly recognizes how devastating the power that has fallen into his hands could be.  \n  \nWith this divine capability, Light decides to extinguish all criminals in order to build a new world where crime does not exist and people worship him as a god. Police, however, quickly discover that a serial killer is targeting criminals and, consequently, try to apprehend the culprit. To do this, the Japanese investigators count on the assistance of the best detective in the world: a young and eccentric man known only by the name of L.",
      "kk": "Иәгами Лайт — үлкен болашағы бар оқушы және ол іші пысқаннан шаршап кетті. Бірақ оның бәрі ажал құдайы Рүк тастап кеткен Ажал Дәптерін тапқанда өзгереді. Есімі дәптерге жазылған кез келген адам өледі екен, енді Лайт дүниені зұлымдықтан тазарту үшін Ажал дәптерінің күшін пайдалануға ант етті. Алайда қылмыскерлер өле бастағанда, билік өлтірушіні іздеуге аты аңызға айналған детектив L-ді жібереді. L оның артынан аңди бастағанда, Лайт өзінің асыл мақсатынан ба... әлде өмірінен айырыла ма?",
      "pt": "A história gira em torno do estudante Yagami Raito que encontra por acaso o caderno de um \"Shinigami\", um \"Deus da Morte, cujo nome é Death Note\". Raito/Light percebe que ao escrever o nome de alguém no caderno, a pessoa literalmente morre, assim, ele pretende criar um mundo perfeito, um novo mundo.",
      "ru": "Ягами Лайт — образцовый 17-летний выпускник, баллы за экзамены которого находятся в первых строках рейтинга всей Японии. Сидя на уроке, он замечает, что за окном что-то упало. На перемене он поднимает загадочный предмет и им оказывается черная тетрадь с надписью «Тетрадь смерти». Внутри была инструкция по использованию: «Человек, имя которого будет записано в тетради, умрет». Имея свои взгляды на систему наказания, Лайт решает установить собственное правосудие, использовать тетрадь для «очищения» мира от зла — убивать преступников.Когда действия Лайта становятся заметны для мирового правительства, на след неуловимого «Киры» (так мир окрестил нового мессию, решившего искоренить зло на планете) выходит детектив мирового класса, называющий себя «L», который поставил себе цель — разоблачить убийцу.",
      "pt-br": "Sem nada de interessante para fazer no Mundo dos Shinigamis, o Deus da Morte Ryuk deixa cair intencionalmente na Terra o seu Death Note.O caderno possui poderes macabros: a pessoa que tem seu nome escrito nele, morre! O Death Note acaba indo parar na mão de Light Yagami. Aluno exemplar, porém entediado, ao descobrir os sinistros poderes do caderno negro, ele decide virar um justiceiro e varrer a criminalidade da face da Terra. As seguidas mortes de criminosos em vários países diferentes acabam chamando a atenção da Interpol, que, por sua vez, pede ajuda ao maior detetive do mundo, conhecido apenas por \"L\", para resolver o caso. Inicia-se assim um frenético jogo de gato e rato entre Light e seu perseguidor implacável , enquanto Ryuk diverte-se com os acontecimentos que se desenrolam em decorrência do uso do Death Note."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "108"
  },
  {
    "mangaId": "37b88c85-20b9-4f35-a024-db2c62220564",
    "title": {
      "en": "Nabe ni Dangan wo Ukenagara"
    },
    "updatedAt": "2025-01-31T00:34:14+00:00",
    "coverArt": "https://mangadex.org/covers/37b88c85-20b9-4f35-a024-db2c62220564/bb3b284c-4287-463d-b887-9618f2a687ef.jpg",
    "altTitles": [
      {
        "ja": "鍋に弾丸を受けながら"
      },
      {
        "en": "Getting Shot on the Frying Pan"
      },
      {
        "vi": "Ăn Đạn Trên Chảo Nóng"
      }
    ],
    "description": {
      "en": "Meet Juntaro. A Japanese fishing addict who was born and raised in what is perceived to be one of the roughest parts of Japan. It is through his lens where you can experience various parts of the world, their culture, and of course their food. He particularly loves to visit countries and cities that are also believed to be highly dangerous due to his personal belief that they will absolutely have delicious food. Because this was intended for a Japanese audience, you will also get to witness various worldviews unique to Japan alongside it all. There's just one problem: He has extreme brainrot and views the world through a cute anime girl filter.",
      "ja": "50000点の美味を求めて美少女（？）が世界の危険地帯に赴き、現地の怪しくも魅惑的な料理の数々を喰らう！ノンフィクション＆カオス＆ハードグルメリポートコミック！",
      "vi": "Hãy ngênh đón tác giả, Juntaro! Anh là một con nghiện câu cá sinh ra và lớn lên ở nơi có thể gọi là lụp xụp nhất nước Nhật (?). Qua lăng kính của tác giả, chúng ta hãy cùng khám phá các đất nước và nền văn hóa và ẩm thực của họ nhé! Juntaro đặc biệt thích những chỗ nào nguy hiểm vì tin rằng đó là những nơi ẩn giấu các loại cao lương mỹ vị đỉnh của chóp. Đây cũng là một cơ hội tốt để biết được quan điểm của Nhật Bản về thế giới ngoài kia...\n\nÀ có một vấn đề be bé... Tinh trùng bò lên não tác giả rồi nên tác giả chỉ có thể nhìn thế giới qua filter gái alime."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c8ddbf0-7807-493b-960d-c1e508f12c46",
    "title": {
      "en": "The Marshal King"
    },
    "updatedAt": "2025-02-07T08:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/3c8ddbf0-7807-493b-960d-c1e508f12c46/84c06085-b6c3-400e-82b0-e72505a8e0e2.png",
    "altTitles": [],
    "description": {
      "en": "Nobody on the continent hasn't heard of the evil deeds of the great outlaw M. Godspeed.\nBut one day, a young man claiming to be the criminal's son suddenly appears trekking through the harsh desert.\nThis Jim Godspeed says he's killed his father and has the corpse to prove it!\nA steampunk western from the mind of the master, Boichi!\n\n(Source: MangaPlus)",
      "es": "M. Godspeed fue un legendario villano cuya crueldad extrema hizo que su nombre resonara por todo el continente.\nUn día, apareció un joven llamado Jim Godspeed, quien afirmó ser su hijo.\nJim dijo haber matado a su padre con sus propias manos y haber cruzado el desierto ¡con su cadáver a cuestas...!\n¡Disfruta de esta épica historia ambientada en el Oeste de mano del aclamado maestro Boichi!\n\n(Fuente: MangaPlus)",
      "ja": "<毎週金曜更新>悪逆の限りを尽くし、大陸に名を轟かせた、偉大なる悪党M・ゴッドスピード。\nある日、彼の息子を名乗る、ジム・ゴッドスピードが現れた。\nジムは自らの手で父を殺し、その亡骸とともに、砂漠を渡ってきたと語る...！\n巨匠・Boichiが紡ぐ、新たなるウエスタンストーリー！",
      "vi": "Không ai trên khắp vùng đất này là chưa từng nghe đến những hành động tàn ác của tên tội phạm khét tiếng M. Godspeed.\n\nNhưng một ngày nọ, một chàng trai trẻ tuổi tự xưng là con trai của tên tội phạm đột nhiên xuất hiện, lặn lội qua vùng sa mạc khắc nghiệt.\n\nJim Godspeed này nói rằng hắn đã giết cha mình và có xác chết để chứng minh điều đó!\n\nMột câu chuyện miền viễn tây theo phong cách steampunk đến từ Boichi!"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41fbd08c-e2da-4f62-ae84-5ce55503e116",
    "title": {
      "en": "My Fake Girlfriend's Defending Against Their Attacks"
    },
    "updatedAt": "2024-09-24T19:39:07+00:00",
    "coverArt": "https://mangadex.org/covers/41fbd08c-e2da-4f62-ae84-5ce55503e116/3b858175-b8f0-413e-969c-60e1f0adfb1f.png",
    "altTitles": [
      {
        "zh": "我的假女友正全力防御她们的进攻"
      },
      {
        "en": "My Fake Girlfriend's Defending Against Their Attack"
      },
      {
        "en": "My Fake Girlfriends are using me as a Shield"
      },
      {
        "zh-ro": "Wo De Jia Nüyou Zheng Quanli Fangyu Tamen De Jingong"
      },
      {
        "de": "Meine falschen Freundinnen benutzen mich als Schutzschild"
      }
    ],
    "description": {
      "en": "One day, I was suddenly confessed to by a girl, and in order to reject her, I had to find a fake girlfriend! I didn’t expect that my plan to avoid trouble… would lead to even bigger trouble?! The tsundere \"Vicious Princess\" from the Archery Club, the \"White Fox\" who is adept at teasing, the \"Flower of the Highlands\" with straight black hair, and…a sister with a severe case of brocon! Could my youth romantic comedy be wrong as well too?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d31c019-e7c2-4e0b-ad1a-f552ac5e7c82",
    "title": {
      "en": "Konna ni Kawaii Otose-kun ga Onna no Ko no Hazu ga nai"
    },
    "updatedAt": "2025-01-31T19:06:45+00:00",
    "coverArt": "https://mangadex.org/covers/9d31c019-e7c2-4e0b-ad1a-f552ac5e7c82/c02b7dbb-cc69-496a-8f28-74d1d1b94e64.jpg",
    "altTitles": [
      {
        "ja": "こんなにカワイイ音瀬くんが女の子のはずがない"
      },
      {
        "en": "This Cute Otose-kun Can’t Possibly Be a Girl"
      }
    ],
    "description": {
      "en": "Otose-kun, a male college student, loves being \"cute\" while crossdressing! But one day, his classmate Tachibana (♂) finds out about his hobby. What does Tachibana want in exchange for keeping the secret? They connect with each other through \"cuteness\" ♪",
      "ja": "男子大学生、音瀬くんは〝カワイイ自分〟が大好き！でもある時、同級生の橘(♂)に、女装の趣味がバレちゃった…!?秘密をバラさない代わりに橘が音瀬くんに突きつけた条件とは??〝カワイイ〟でツナがる♪"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": ""
  },
  {
    "mangaId": "f25669f5-d886-49c5-bbac-d3b4c5ff3d02",
    "title": {
      "en": "Exorcist no Kiyoshi-kun"
    },
    "updatedAt": "2025-02-06T19:24:29+00:00",
    "coverArt": "https://mangadex.org/covers/f25669f5-d886-49c5-bbac-d3b4c5ff3d02/a55a2a98-efcc-4407-b02e-680b70dd521c.jpg",
    "altTitles": [
      {
        "ja": "悪祓士のキヨシくん"
      },
      {
        "en": "Ultimate Exorcist Kiyoshi"
      },
      {
        "ru": "Экзорцист Киёши"
      }
    ],
    "description": {
      "en": "The most powerful exorcist in history--Kiyoshi! In order to protect that which is precious to him, Kiyoshi has attained ultimate strength. But he has a secret he can't tell anyone... Become a sword that slays evil! Become a shield that protects the weak!",
      "ja": "祓清は史上最強の悪祓士（エクソシスト）。弱冠16歳にして初任務にあたっていた。しかし、本当は超ビビり＋ド級の人見知りで…!?　ほんの少しの勇気を胸に、悪魔を祓え!!",
      "es-la": "El exorcista más poderoso de la historia--¡Kiyoshi! Para poder proteger aquello que considera precioso, Kiyoshi ha obtenido una fuerza sin igual. Pero tiene un secreto que no puede revelar... ¡Conviértete en una espada que corta el mal! ¡Se un escudo que protege a los débiles! ¡Todo eso y más se junta en esta nueva serie de exorcismo, batallas y comedia!",
      "pt-br": "O exorcista mais poderoso da história: Kiyoshi Harai! Para proteger o que é precioso para ele, Kiyoshi atingiu a força suprema. Mas ele tem um segredo que não pode contar a ninguém... ele virou a espada que erradica o mal! O escudo que protege os fracos! Tudo se junta nessa nova série dramática de comédia e batalha de exorcistas!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2025-02-06T14:29:35+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/ae1a9844-3a74-462d-8bdd-bef3232e1e03.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "en": "The weirdo one desk over keeps giving me THAT kind of look"
      },
      {
        "ur": "Sath ki kursi par beithne wali mujhe \"Un Ankhoñ\" se deikhti he"
      }
    ],
    "description": {
      "en": "While you were admiring the girl in the next seat, she might be eyeing you up, too…? A new kind of “neighborly” short-form pure love comedy!\n\n(Source: Sunday Webry, translated)",
      "ja": "主人公の池沢くんは、同じクラスの美少女・江口さんのことを「そういう目」で見ている。しかし実は、江口さんも「そういう目」で池沢くんのことを見ていて！？チラ見えする筋肉、汗ばむ肌、髪の香り…互いに興味津々な2人の「下心」から始まる純愛ラブコメ！好きな人のなら、臭いも汗も×××も…全部好き。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e077b30c-f39d-473d-8d56-1437a2107ead",
    "title": {
      "en": "Nigate na Koibito"
    },
    "updatedAt": "2025-01-02T06:25:29+00:00",
    "coverArt": "https://mangadex.org/covers/e077b30c-f39d-473d-8d56-1437a2107ead/6d43ae0e-f3be-4937-8de8-c396086beb34.jpg",
    "altTitles": [
      {
        "ja": "苦手な恋人"
      }
    ],
    "description": {
      "en": "A straight-forward coming-out love story between a cool high school boy and a handsome classmate who fall in love!! Kasahara, a high school student , is outed as gay at school and then isolated from his class. The only person whose attitude doesn't change is his classmate, Katou. Irritated by Katou's kindness, Kasahara blurts out, \"What would you do if I told you I like you?\" However, upon hearing this, Kato makes a bold move, saying, \"I like you too!!\" And so they start dating!?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "14"
  },
  {
    "mangaId": "15e3ecb1-79f0-45e7-b5ca-60377d05ba38",
    "title": {
      "en": "Desire Shop Underground"
    },
    "updatedAt": "2024-04-15T23:44:02+00:00",
    "coverArt": "https://mangadex.org/covers/15e3ecb1-79f0-45e7-b5ca-60377d05ba38/2ffc9a27-62ac-4718-b9e7-c24b3d18a9c2.jpg",
    "altTitles": [
      {
        "ja-ro": "Desire Shop Underground"
      },
      {
        "ja": "欲望屋アンダーグラウンド"
      }
    ],
    "description": {
      "en": "A man and a woman connected through a traumatic event in the past aims to fulfill their clients' needs. No matter how bizarre."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1fde55cd-e0bf-4010-90e9-2586dde83331",
    "title": {
      "en": "Tenshi"
    },
    "updatedAt": "2024-04-01T02:27:49+00:00",
    "coverArt": "https://mangadex.org/covers/1fde55cd-e0bf-4010-90e9-2586dde83331/482ae246-6c19-44e6-a599-147956e69435.jpg",
    "altTitles": [
      {
        "en": "Angel (SAKURAZAWA Erika)"
      },
      {
        "ja": "天使 (桜沢エリカ)"
      },
      {
        "pt-br": "Anjo"
      },
      {
        "tr": "Melek"
      }
    ],
    "description": {
      "en": "Kato-kun (Mr. Kato) is an ordinary boy who works at a convenience store. Extraordinary things have started happening to him since he picked up a beautiful girl at a bar one night. It turns out she is an Angel–literally! She has two wings that sprout from her back, and only a few people can see her. She's moved into his bachelor pad, and he feels like he's in heaven. Although he has no idea where she is from or why she is living with him, he lets her stay as long as she wants. An Angel is a savior–and there are a lot of people who need saving! She crosses the paths of a neglected kindergartner, a troubled middle-school student, and she even helps Kato himself in his attempts to befriend a pretty girl named Miho."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-10-09T16:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
    },
    "updatedAt": "2025-01-27T16:34:35+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/90faf07a-ee3e-4eb1-bbd4-8dd593661bea.jpg",
    "altTitles": [
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "en": "Medaka Kuroiwa is Impervious to My Charms"
      },
      {
        "en": "Kuroiwa Medaka is Proof Against My Cuteness"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Craque pour moi, Medaka !"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n___\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "fr": "Tu ne le sais pas encore, mais tu m’adores !\n\nMona plaît à tout le monde, c’est comme ça. Son sourire, son allure, sa personnalité… Tout chez elle attire les gens. Dans son lycée, elle fait tourner toutes les têtes. Sauf celle d’un garçon… Medaka. Fraîchement admis dans son école, celui-ci a complètement chamboulé la vie de cette fille à qui nul ni personne n’est censé résister. C’est bien simple : Medaka refuse de la regarder ou se renfrogne à la moindre de ses tentatives de rapprochement. Devant cette insulte à son charme ravageur, Mona décide de tout mettre en œuvre pour le séduire, quitte à se mettre dans des situations où elle-même ne saura plus quoi ressentir ! La tombeuse VS l’insensible : qui craquera en premier ? \n\n---\n\nMaison d'édition FR : **Pika**",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\n\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!! しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！時にはちょっぴりカゲキなことも!?",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "461f0cfa-cd72-4d70-bf26-a0279e0aa8fc",
    "title": {
      "en": "Rosen Garten Saga"
    },
    "updatedAt": "2025-01-21T16:46:59+00:00",
    "coverArt": "https://mangadex.org/covers/461f0cfa-cd72-4d70-bf26-a0279e0aa8fc/f56088b4-44e4-429e-86ed-8a1e68bd3d3f.jpg",
    "altTitles": [
      {
        "ja": "ローゼンガーテン・サーガ"
      },
      {
        "ja-ro": "Rosengarten Saga"
      },
      {
        "zh-hk": "薔薇園傳奇"
      },
      {
        "ne": "रोसेन गार्तेन सागा"
      },
      {
        "ru": "Сага о Розенгартене"
      },
      {
        "ru": "Сага о Саде роз"
      },
      {
        "vi": "Sử thi vườn hồng"
      }
    ],
    "description": {
      "en": "Lynn's village getting attacked by bandits doesn't keep her down in the dumps for long! Picking up a sword housing an extraordinary pervert... I mean hero, Siegfried, she sets off on a journey of many bouts with various degenerat... ahem, heroes!\n___\n**Links:**\n- Alternative Official English - [Comikey](https://comikey.com/comics/rosen-garten-saga-manga/525/), [MangaPlaza](https://mangaplaza.com/title/0303005019/)",
      "ja": "野盗に村を襲われたリンは、窮地の中、１本の剣を手にする。その剣は英雄・ジークフリートの魂が宿った魔剣で、リンは圧倒的な力で野盗たちを制圧する。だが、リンの股間にはもう１本の凶悪な“剣”がそそり立っていて…!?",
      "pt-br": "Depois que sua vila foi atacada por um bando de ladrões, Lynn se levantou para proteger seus amigos e o mundo com a ajuda de uma Espada Mágica, que contém a alma de um herói...? Uma história de fantasia/ação com uma heroína sem precedentes(?)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64113fcd-4f8c-41bc-8fa4-18a83076da2e",
    "title": {
      "en": "The Last Human"
    },
    "updatedAt": "2024-03-25T14:15:03+00:00",
    "coverArt": "https://mangadex.org/covers/64113fcd-4f8c-41bc-8fa4-18a83076da2e/8a8d42b9-86f3-4856-b41f-cbae24199884.jpg",
    "altTitles": [
      {
        "en": "Mortal of The Doom"
      },
      {
        "zh-ro": "Moshi Fanren"
      },
      {
        "ru": "Последний человек"
      },
      {
        "zh": "末世凡人"
      },
      {
        "ko": "블러디발렌타인:인류종말"
      }
    ],
    "description": {
      "ar": "تسو تيانشين هو آخر إنسان حي في مدينة مليئة بالزومبي. فقط عندما كان متأكداً من أنه مات ، يجد روحه تعود إلى ما قبل ذلك اليوم المشؤوم قبل عشر سنوات. يقسم أنه سوف يحمي الناس المهمين له هذه المرة ويجتمع مع عشيقته. تابعوا نضاله من أجل البقاء بمساعدة ذكرياته للسنوات العشر القادمة!",
      "en": "Zuo Tianchen is the last living human in a mutated zombie-infested city. Just when he was sure he'd died, he finds his soul returned to just before that ill-fated day ten years ago. He swears he'll protect the people important to him this time round and reunite with his past lover. Watch his struggles to survive equipped with his memory of the next ten years!",
      "fr": "uo Tianchen est l'un des derniers survivants sur terre depuis qu'une épidémie venant de l'espace s'était abattue sur terre, il l'y a de cela 10 ans. Alors qu'il est sur le point de mourir, Zuo fît donc ses adieux à sa petite amie qu'il avait rencontré durant l'épidémie. C'est alors que, d'un coup, alors qu'il était sur le point de mourir, il retourna dans le temps 10 ans auparavant, quelques heures avant le début de l'épidémie. C'est alors qu'il décida de sauver son meilleur ami qui avait périt dès le début de l'épidémie, 10 ans auparavant, et c'est alors qu'il se met à la recherche de sa copine qu'il avait dans l'ancienne apocalypse.",
      "ru": "Зе Тянчен – последний выживший человек в городе, зараженном зомби-инфекцией. Будучи на грани смерти, он внезапно оказался в своем теле десять лет назад, когда город еще не был заражен. Он решил, что в этот раз спасет близких ему людей и воссоединится со своей старой любовью.   \r\n  \r\nСледите за его приключениями, в которых он использует свои воспоминания о следующих 10 годах, чтобы выжить и спасти своих близких!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "eeafdf50-e0de-4cf0-a1cc-3263fce1f403",
    "title": {
      "en": "IseGure - Isekai Cheat Musou Ore TUEEE-kei Ikiri Tenseisha ni Kamaseinu ni sare Tsuzuketa Elite Kishi, Chou Gureru."
    },
    "updatedAt": "2025-01-13T15:11:16+00:00",
    "coverArt": "https://mangadex.org/covers/eeafdf50-e0de-4cf0-a1cc-3263fce1f403/ed86da33-b979-4554-8f8a-1db33688df63.jpg",
    "altTitles": [
      {
        "ja": "イセグレ　異世界チート無双　俺ＴＵＥＥＥ系イキリ転生者にかませ犬にされ続けたエリート騎士、超グレる。"
      },
      {
        "ja-ro": "IseGure - Isekai Cheat Musou Ore Tsueee-kei Ikiri Tenseisha ni Kamaseinu ni sare Tsuzuketa Elite Kishi, Chou Gureru."
      },
      {
        "en": "IseGure: After Constantly Being Used as a Foil for OP Isekai Protagonists, The Elite Knight Has Finally Had It."
      }
    ],
    "description": {
      "en": "“I'm not just a foil!”\n\nIn order to stop more people from reincarnating into his world, the former elite knight leader sets out on a mission!\n\nAn unprecedented comedy about preventing any and all reincarnation is about to begin!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57b52103-769a-490e-af54-49fd9ce08dcf",
    "title": {
      "en": "The Prince of Tennis"
    },
    "updatedAt": "2025-01-18T11:23:06+00:00",
    "coverArt": "https://mangadex.org/covers/57b52103-769a-490e-af54-49fd9ce08dcf/d530d0fd-35e1-4914-b7dc-ad03dfd8fb6c.png",
    "altTitles": [
      {
        "vi": "Hoàng tử tennis"
      },
      {
        "en": "Prince of Tennis"
      },
      {
        "ja-ro": "Tennis no Oujisama"
      },
      {
        "ja": "テニスの王子様"
      },
      {
        "zh-hk": "網球王子"
      },
      {
        "zh-hk": "网球王子"
      },
      {
        "ko": "테니스의 왕자"
      },
      {
        "pt-br": "O Príncipe do Tênis"
      }
    ],
    "description": {
      "en": "Ryoma Echizen just joined the Seishun Academy's tennis team, which is known for being one of the most competitive teams in Japan. Its members are incredibly talented, gifted, and athletic. With rigorous and extremely intense practices, the upperclassmen of the team expect the very best from themselves and they expect even more from the new members of the team. While most of the freshmen are on pins and needles hoping they won't get cut from the team, Ryoma Echizen is confident, cool, and collected. Some might even say he's cocky, but at least he's got the skills to back up his attitude. With his virtually unreturnable \"twist serve,\" Ryoma is sure to make the starting team.  \n  \nJoin Ryoma and the other first years, as they train hard, make friends, and try to find a place for themselves on the team. Ryoma Echizen is the Prince of Tennis. He may be ready for the Seishun Academy tennis team, but are THEY ready for HIM?"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "379"
  },
  {
    "mangaId": "5489ad21-86c7-4be5-be4c-428143b13536",
    "title": {
      "en": "Kamitsuki Gakuen"
    },
    "updatedAt": "2025-02-09T05:17:07+00:00",
    "coverArt": "https://mangadex.org/covers/5489ad21-86c7-4be5-be4c-428143b13536/84764571-bb7b-429a-a17c-e773f1441950.jpg",
    "altTitles": [
      {
        "ja": "かみつき学園"
      },
      {
        "zh": "神月学园"
      },
      {
        "en": "Kamitsuki Academy"
      },
      {
        "en": "Biting School"
      },
      {
        "en": "Kamitsuki Gakuen: God of the Moon High School"
      }
    ],
    "description": {
      "en": "The story is Shizuka’s awakening to life as a vampire, while she befriends classmates and fellow Epicureans, and tries to befriend Ichi-gou. Shizuka, on account of never feeding directly from a person is runty, and her bat wings are little, but with help she learns to find the idea of sucking Ichi-gou’s blood alluring."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "ad75039d-686c-457f-b478-e56fc3b3c069",
    "title": {
      "en": "Kaji Daikou no Arubaito wo Hajimetara Gakuen Ichi no Bishoujo no Kazoku ni Kiniirarechaimashita"
    },
    "updatedAt": "2024-10-31T12:53:30+00:00",
    "coverArt": "https://mangadex.org/covers/ad75039d-686c-457f-b478-e56fc3b3c069/195d88d9-a940-414f-b24b-c0da6c6c14bb.png",
    "altTitles": [
      {
        "ja": "家事代行のアルバイトを始めたら学園一の美少女の家族に気に入られちゃいました。"
      },
      {
        "en": "I Started Working a Housekeeping Job and Ended up Being Liked by the Family of the Most Beautiful Girl in School"
      },
      {
        "pt-br": "Comecei a trabalhar como empregado doméstico e acabei sendo apreciado pela família da garota mais bonita da escola"
      }
    ],
    "description": {
      "en": "My Part-Time Job is at the House of the Cutest Girl in School. A Shy and Awkward Housekeeping Rom-Com with the School Idol!\n\nDuring his second year of high school, Haruto Otsuki starts a part-time job in housekeeping during the summer vacation. His first client turns out to be none other than Ayaka Tojo, the most beautiful girl in school! Despite being bewildered by this unexpected turn of events, Haruto continues doing his housekeeping duties. Over time, he becomes well-liked by Ayaka's family and begins regularly visiting her house.\n\nFrom making home-cooked meals that delight Ayaka, to going grocery shopping together like a newlywed couple, and even going on shy movie dates like young lovers, they begin to grow closer by spending these special moments outside of school. This charming and awkward housekeeping rom-com featuring the most innocent and beautiful girl in school and a secretly high-spec guy begins!",
      "id": "Pekerjaan Paruh Waktuku Ada di Rumah Gadis Termanis di Sekolah. Komedi Romantis Pemalu dan Canggung dengan Sang Idola Sekolah!\nSelama tahun kedua sekolah menengahnya, Haruto Otsuki memulai pekerjaan paruh waktu sebagai pembantu rumah tangga selama liburan musim panas. Klien pertamanya ternyata tidak lain adalah Ayaka Tojo, gadis tercantik di sekolah! Meskipun bingung dengan kejadian tak terduga ini, Haruto terus melakukan tugas-tugas pembantu rumah tangganya. Seiring berjalannya waktu, ia menjadi disukai oleh keluarga Ayaka dan mulai mengunjungi rumahnya secara rutin.\nDari membuat makanan rumahan yang menyenangkan Ayaka, hingga pergi berbelanja kebutuhan sehari-hari bersama seperti pasangan pengantin baru, dan bahkan pergi menonton film malu-malu seperti sepasang kekasih muda, mereka mulai semakin dekat dengan menghabiskan momen-momen spesial ini di luar sekolah. Komedi romantis yang menawan dan canggung ini menampilkan gadis paling polos dan cantik di sekolah dan seorang pria yang diam-diam berkelas tinggi!",
      "ja": "幼い頃に両親を亡くし、現在は祖母とふたりで暮らしている高校２年生・大槻晴翔は、自身の家事スキルを活かして夏休みに「家事代行サービス」の短期バイトを始める。しかしバイト初日に訪れた派遣先（豪邸）は偶然にも、学園一の美少女と名高い東條綾香の家だった。家事代行をする側とされる側、学校ではまったく交流のなかった二人が、不思議な関係で急接近ーー？",
      "pt-br": "Meu trabalho de meio período é na casa da garota mais fofa da escola. Uma comédia romântica tímida e estranha com a ídola da escola! Durante seu segundo ano do ensino médio, Haruto Otsuki começa um emprego de meio período como faxineiro durante as férias de verão. Seu primeiro cliente é ninguém menos que Ayaka Tojo, a garota mais linda da escola! Apesar de estar perplexo com esta reviravolta inesperada, Haruto continua fazendo suas tarefas domésticas. Com o tempo, ele se torna querido pela família de Ayaka e começa a visitar regularmente a casa dela. Desde preparar refeições caseiras que encantam Ayaka, até fazer compras juntos como um casal recém-casado, e até ir ao cinema tímidos como jovens amantes, eles começam a se aproximar passando esses momentos especiais fora da escola. Esta comédia romântica charmosa e desajeitada sobre tarefas domésticas, apresentando a garota mais inocente e bonita da escola e um cara secretamente de alta especificação, começa!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "737a846b-2e67-4d63-9f7e-f54b3beebac4",
    "title": {
      "en": "Kaette Kudasai! Akutsu-san"
    },
    "updatedAt": "2024-12-29T19:55:28+00:00",
    "coverArt": "https://mangadex.org/covers/737a846b-2e67-4d63-9f7e-f54b3beebac4/eca1a97a-e53c-4323-b3e7-ce8ccec17451.jpg",
    "altTitles": [
      {
        "ja": "帰ってください! 阿久津さん"
      },
      {
        "en": "Please Go Home, Akutsu-san!"
      },
      {
        "zh": "请你回去吧！阿久津同学"
      },
      {
        "de": "Bitte geh heim, Akutsu-san!"
      },
      {
        "it": "Per favore torna a casa, Akutsu-san!"
      },
      {
        "pt-br": "Por favor vá para casa, Akutsu-san!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу!"
      },
      {
        "es-la": "Por favor vete a casa, ¡Akutsu-san!"
      },
      {
        "uk": "Будь ласка, йди додому, Акуцу-сан!"
      },
      {
        "vi": "Xin hãy về nhà, Akutsu-san!"
      },
      {
        "vi": "Cút mẹ về nhà đi Akutsu!"
      }
    ],
    "description": {
      "en": "Ooyama-kun normally doesn't get involved with Akutsu-san, a delinquent girl in his class, but for some reason she makes his house her hang-out place! Will she do something horrible to him behind closed doors or will he chase her out? But dealing with Akutsu-san's sexy, cute behavior in such a confined space... he’s sure to get flustered! He wants her to go home, but he also doesn't?",
      "it": "Ooyama-kun normalmente non si fa coinvolgere da Akutsu-san, una ragazza delinquente della sua classe, ma per qualche motivo lei fa della sua casa il suo luogo di ritrovo!  Ooyama le farà qualcosa di orribile a porte chiuse o la caccerà fuori? Tuttavia aver a che fare con il comportamento sexy e carino di Akutsu-san in uno spazio così ristretto... è sicuro che si ecciterà!  Vuole che lei torni a casa e allo stesso tempo non vuole,  Una commedia stuzzicante sotto lo stesso tetto!",
      "ja": "普段は全く関わりのないクラスの不良女子・阿久津さんに何故か家をたまり場にされてしまった一人暮らしの大山くん。ガラの悪い阿久津さんに何かひどいことをされるのではと追い出そうとするのだが、無防備で距離感の近い彼女のエロカワイイ仕草にドギマギしてしまい…？ 帰ってほしいのに、帰ってほしくない!?",
      "ru": "Оояма-кун обычно не связывается с Акуцу-сан, девушкой-правонарушителем в его классе, но по каким-то причинам она делает его дом своим тусовочным заведением! Оояма сделает с ней что-нибудь ужасное за закрытыми дверями или он её прогонит? Он хочет, чтобы она пошла домой, но не хочет? Дразнящая комедия под одной крышей!  \n  \n**Notes:**   \n- Yankee Musume (ヤンキー娘) is the pre-serialization name.  \n\n\n---\n\n**Links:**  \n- [Artist's Twitter](https://twitter.com/NAGAOKA0)  \n- [Artist's Pixiv](https://www.pixiv.net/member.php?id=133935)",
      "es-la": "Ooyama-kun normalmente no se involucra con Akutsu-san, una chica yankee de su clase, ¡pero por alguna razón ella hace de su casa su lugar de reunión! ¿Ooyama le hará algo horrible cuando estén las puertas cerradas o la echará? Pero lidiar con el sexy y lindo comportamiento de Akutsu en un espacio tan reducido sera un problema…",
      "pt-br": "Ooyama geralmente não se envolve com com Akutsu-san, uma garota delinquente da sua turma, mas por alguma razão ela transformou o quarto dele no seu local de descanso! Será que ela vai fazer algo horrível para ele ou ele vai expulsar ela? Mas lidar com a sexy e fofa Akutsu-san em um espaço fechado... Ele com certeza vai ficar envergonhado! Ooyama quer que ela vá para casa, mas ele também não quer? Uma comédia provocante sob um mesmo teto!"
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e34c87e-483c-4d56-933a-d33c4a1a02e2",
    "title": {
      "en": "Double Play"
    },
    "updatedAt": "2024-10-05T11:02:51+00:00",
    "coverArt": "https://mangadex.org/covers/3e34c87e-483c-4d56-933a-d33c4a1a02e2/00bd5b0a-bc23-4389-8540-265ac1ab1412.jpg",
    "altTitles": [
      {
        "ja": "だぶるぷれい"
      },
      {
        "ja-ro": "Daburu Purei"
      },
      {
        "zh-hk": "雙人遊戲"
      }
    ],
    "description": {
      "en": "Having forgotten his keys, Tamao Hiroi a high-school student, returns home using the back entrance and is surprised to find a stranger in his bed… Soon he realizes this is no stranger but Ran Homura, one year younger, softball ace and one of the most beautiful girls at school! Hiroi watches her masturbating on his bed and instinctively does the same peeking through the glass door.",
      "ja": "高校二年生・広井玉緒は元野球部員。蝉時雨の降り注ぐ、ある夏の日。帰宅すると、誰もいない筈の自室から吐息が漏れていた。ソフトボール部の4番でエース、学年イチの美少女である穂村蘭。少女はベッドの上で玉緒の名を囁きながら、その指は切なく蒼き衝動を求める。瞬間。汗と吐息が、夏に溶ける────。一つ屋根の下、少年は憧れの少女と暮らし始め、境界線は重なり、消えていく……。",
      "vi": "Nam sinh trung học Hiroi Tamao, cựu thành viên của đội bóng chày vào một ngày hè nọ, cậu vô tình phát hiện có tiếng thở dốc phát ra từ phòng mình. Hóa ra đó chính là Homura Ran một cô nàng xinh đẹp và là át chủ bài số 4 của đội bóng mềm, cô đã đe dọa Hiroi và bắt cậu phải làm nô lệ cho riêng mình. Thêm vào đó bố mẹ của họ đã tái hôn với nhau nên thành ra cả hai người sẽ phải chung sống cùng nhau dưới một mái nhà. Câu chuyện tình kỳ lạ giữa cặp đôi chủ tớ chính thức bắt đầu.\n\nDouble Play will get two outs or get two loves\n\nVì sao tựa truyện lại là Double Play thì đọc lại dòng này trên bìa từng tập nhé: Double Play will get two outs or get two loves\n\nDouble Play là trường hợp cả hai người cùng bị loại, cái này hình như dùng cho cả bóng chày và bóng mềm và xét lại dàn nhân vật thì những ai chơi thể thao và có thể bị loại ra sân được nào:\n\n+Tsurugi Nao (Quản lý đội bóng thì thi đấu gì)\n+Usui Fuki (Không chơi thể thao)\n+Homura Ran (Át chủ bài đội bóng mềm=>có thi đấu)\n+Hiroi Tamao (Thành viên đội bóng chày=>có thi đấu)\n\nGiờ thì hiểu Double Play will get two outs rồi\nTiếp đến là or get two loves thì xét tiếp chỉ có Ran và Tamao là tình song phương trong cả 4 người\n=>Double Play ở đây là để ám chi Hiroi Tamao và Homura Ran"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7895cbd9-2ce9-4826-823f-6811fef7179e",
    "title": {
      "en": "Though I May Be a Villainess, I'll Show You I Can Obtain Happiness!"
    },
    "updatedAt": "2025-02-11T16:39:59+00:00",
    "coverArt": "https://mangadex.org/covers/7895cbd9-2ce9-4826-823f-6811fef7179e/1d4bdbd1-9d3a-4ddd-bff1-ce10460cdd56.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢ですが、幸せになってみせますわ！　アンソロジーコミック"
      },
      {
        "ja": "悪役令嬢ですが、幸せになってみせますわ！アンソロジーコミック"
      },
      {
        "ja": "悪役令嬢ですが、幸せになってみせますわ！"
      },
      {
        "ja-ro": "Akuyaku Reijou Desu ga, Shiawase ni Natte Mesemasu wa! - Anthology Comic"
      },
      {
        "ja-ro": "Akuyaku Reijou Desuga, Shiawase ni Natte Misemasu wa!"
      },
      {
        "en": "So What If I'm a Villainess, I'll Show You All I Can Become Happy!"
      },
      {
        "en": "Villainess Anthology"
      },
      {
        "en": "Villainess Week"
      },
      {
        "en": "Villain Lady's Anthology"
      },
      {
        "hu": "Gonosztevő hölgy antológia"
      },
      {
        "fa": "خب چی میشه که یک زن شرور باشم، بهت نشون میدم که میتونم خوش‌بخت باشم."
      },
      {
        "fa": "فکر کردی من یک زن شرورم، بهت نشون میدم که میتونم خوش‌بخت بشم."
      },
      {
        "zh-hk": "惡役千金也會得到幸福"
      },
      {
        "ko": "악역 영애지만, 행복해질 거예요!"
      },
      {
        "ko": "악역 영애지만, 행복해질 거예요! 앤솔로지 코믹스"
      },
      {
        "es": "Aunque pueda ser una villana, ¡te mostraré que puedo obtener la felicidad!"
      },
      {
        "es": "Antología de la dama villana"
      },
      {
        "ru": "Хоть я и злодейка, но я вам ещё покажу, что смогу обрести счастье!"
      },
      {
        "ru": "Даже злодейка может найти настоящую любовъ"
      },
      {
        "ru": "Сборник синглов про злодеек"
      },
      {
        "ru": "Сборник историй о злодейках"
      },
      {
        "ru": "Сборник «леди-злодеек»"
      },
      {
        "id": "Antologi wanita penjahat"
      },
      {
        "id": "Kumpulan Otome Villains"
      },
      {
        "th": "แม้ว่าฉันจะเป็นนางร้ายฉันก็จะแสดงให้ดูว่าฉันก็มีความสุขได้"
      },
      {
        "th": "แม้ว่าฉันจะเป็นนางร้ายฉันก็จะแสดงให้ดูว่าฉันก็มีความสุขได้ ตอนที่  ตอนที่"
      },
      {
        "vi": "Tuyển Tập Oneshot Nữ Phụ Phản Diện"
      },
      {
        "vi": "Tuyển Tập Oneshot Nữ Phụ"
      },
      {
        "vi": "Tuyển Tập Nữ Phụ Phẚn Diện"
      },
      {
        "uk": "Хоч я і лиходійка, але я вам ще покажу, що зможу здобути щастя!"
      }
    ],
    "description": {
      "en": "Broken engagements, \"serves you right\"s, condemnation events, doting, royalty, reincarnated heroines, banishment endings… it's fully loaded with all the charms of villainesses! The comic adaption of popular villainess stories that were published on *Shousetsuka ni Narou*! An anthology of oneshots with happy endings!!\n\nCover Art: Maro\n\n\n\n---\n+++**Volume 1 Contents:**\n1. \"The Villainess Will Obtain True Love\" (悪役令嬢は真実の愛を手にいれる). Art by Hoshino Soumei, Story by Nekomata Doremi. [Original Web Novel](https://ncode.syosetu.com/n1664fm/): A broken engagement at a graduation party?!\n2. \"The Tale of the Noble Girl Who Will Go to a Convent After Her Engagement's Breaking\" (婚約破棄されて修道院に行くお嬢様の話). Art by Sorakura Shikiji, Story by Yuuki Satoru. [Original Web Novel](https://ncode.syosetu.com/n7933fg/): Banishment after her younger sister steals her fiancé?!\n3. \"I Will Definitely Get My Engagement Broken! ~I Will Become a Villainess!\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Art by Kuroe Yui, Story by Reiga Utsuho. [Original Web Novel](https://ncode.syosetu.com/n1702fn/): To break off her engagement, she harasses the daughter of a baron?!\n4. \"Aku no Kadou wo Ikimashou\" (悪の華道を行きましょう; \"Shall We Walk Hand in Hand Down the Flowery Path of Evil?\"). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/n3244cr/): After her engagement is broken, she gets married to a fat old baldy?!\n5. \"The Villainess Trifles with the Second Prince's First Love\" (悪役令嬢は第二王子の初恋に翻弄される). Art by Ohitsuji Ei, Story by Mizuno Saaya. [Original Web Novel](https://ncode.syosetu.com/n2169fj/): After being condemned, the second prince appears before me...\n+++\n\n+++**Volume 2 Contents:**\n1. \"Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; \"It's Been 10 Years Since You Asked to Break off Our Engagement, If You Insist That Much, Let's Break It off!\"). By Yoshimura, Character design by Maro: She's been told multiple times since they were young to break off the engagement?!\n2. \"The Villainess Laughs Innocently\" (悪役令嬢は無邪気に笑う). Art by Ohitsuji Ei, Story by Yoruru. [Original Web Novel](https://ncode.syosetu.com/n1629cz/): A condemnation event after being called out to the rear garden?!\n3. \"The Art of Rebuilding a Nation Begins With a Broken Engagement!\" (婚約破棄から始まる国家建て直し術！). Art by Kawano Akiko, Story by Hazuki. [Original Web Novel](https://ncode.syosetu.com/n4551ft/)\n4. \"You Were Set up, You Know?\" (貴方は嵌められたのですよ？). Art by Koyuki Iroha, Story by Yuki Yukiko. [Original Web Novel](https://ncode.syosetu.com/n6502eu/): At the graduation party, my older sister's engagement was broken?!\n5. \"The Villainess Exploded\" (悪役令嬢は爆死しました). Art by Nanso, Story by bouro. [Original Web Novel](https://ncode.syosetu.com/n4564fw/): The villainess tells the second prince \"Serves you right”?!\n6. \"I Reincarnated as a Villainess. Come Quickly, My Engagement-Breaking Event\" (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い). Art by Mochida Moo, Story by Kyouka. [Original Web Novel](https://ncode.syosetu.com/n4699fn/) | [Serialization](https://ncode.syosetu.com/n2863gc/): The only ally the reincarnated villainess has is her valet?!\n+++\n\n+++**Volume 3 Contents:**\n1. \"One Day, I Was Able to Hear the Inner Voice of My Fiancée\" (ある日婚約者の心の声が聞こえるようになりました。). Art by Chuugyaku, Story by Enju Subaru. [Original Web Novel](https://ncode.syosetu.com/s6234f/)\n2. \"My Bethrothed's Personality Is Way Different From the Game!\" (婚約者の性格が原作と違うのですが). Art by Mochida Moo, Story by Kozuki. [Original Web Novel](https://ncode.syosetu.com/s5772f/)\n3. \"I Was Supposed to Marry to Someone Who Hated Me, but, Before I Knew It, I Was Being Doted on\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Art by Potagi, Story by Mikoto. [Original Web Novel](https://ncode.syosetu.com/n4692gb/)\n4. \"Shall We Continue Down the Flowery Path of Evil?\" (悪の華道を追いましょう). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/n5872cw/)\n5. \"I Shall Take You up on Your Offer With Pleasure\" (そのお言葉、喜んでお受けいたしますわ). Art by Oshitsuji Ei, Story by Kiraku Naohito. [Original Web Novel](https://ncode.syosetu.com/n5454gb/)\n+++\n+++**Volume 4 Contents:**\n1. \"I Was Told to Break off My Engagement. Trying to Find the Cause of the Fabricated Scandal Which Arose, Things Took an Unexpected Turn!\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). Art by Wamome, Story by Kazukata Jin. [Original Web Novel](https://ncode.syosetu.com/n8085gn/)\n2. \"Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu\" (騎士国最恐令嬢による剣と拳と恋愛術; \"The Kingdom's Most Feared Noble Lady Knight and a Tale Concerning Her Sword, Fist, and Social Skills\"). By Kanade Yumika\n3. \"I Love You So Much I Can't Help It\" (愛しているから仕方のない話). Art by Kida Yonoichi, Story by Sakaki Dora. [Original Web Novel](https://ncode.syosetu.com/n8011gg/)\n4. \"Reincarnated Ladies Want to be Wedded to Their Loved Ones\" (転生令嬢たちは愛する者と結ばれたい). By Chiaki Rie\n5. \"The Nightmarish Graduation Party\" (悪夢の卒業パーティー). Art by Yatsuhashi Hachi, Story by Funineko. [Original Web Novel](https://ncode.syosetu.com/n3653gl/)\n6. \"Akuyaku Reijou Sasenasai\" (悪役令嬢…させなさい!!; \"Make Me Into a Villainess\"). By Kawano Akiko+++\n+++\n+++**Volume 5 Contents:**\n1. \"The Turmoil Caused by the Misunderstanding His Highness and My Engagement Being Broken\" (私と王子の勘違い婚約破棄騒動). By Maro\n2. \"It Would Seem You've Broken off Your Engagement in Order to Marry Me, but I Have No Intention of Marrying You\" (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません). Art by Usui Tsukasa, Story by Tetsuhako. [Original Web Novel](https://ncode.syosetu.com/n9230cy/)\n3. \"The Melancholic Noble Girl Clad in a Jet-Black Dress\" (やさぐれ令嬢は漆黒のドレスを纏う). By Hizuki\n4. \"Now That My Engagement Is Broken, I Can Have My Fill of My Beloved Sweets\" (婚約破棄されたので愛するお菓子を満喫します). By Kagari Touya\n5. \"Shall We Lay Waste to the Flowery Path of Evil?\" (悪の華道を潰しましょう). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/n8188gz/)\n+++\n+++**Volume 6 Contents:**\n1. \"I'm a Survival Gamer Reincarnated Into an Otome Game Villainess With Godly Aim\" (サバイバルゲーマーですが乙女ゲームに転生してしまいました～悪役令嬢は神エイム～). By Aikawa Yuu\n2. \"The Greedy Villainess\" (強欲の悪役令嬢). Art by Mugicha Poyoko, Story by Ehito. [Original Web Novel](https://ncode.syosetu.com/n5715fn/)\n3. \"The Supporting Villainess Blooms After Her Engagement Was Broken\" (脇役令嬢は、婚約破棄されて優雅に花開く。). Art by Maaraa Natsu, Story by Sazanami. [Original Web Novel](https://ncode.syosetu.com/n2309hf/)\n4. \"I Was Abandoned for My Younger Sister, but She's a Ticking Time-Bomb\" (婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした). Art by Tachibana Edaka, Story by Sekimiya Amon. [Original Web Novel](https://ncode.syosetu.com/n6054gw/)\n5. \"The Villainess Got Dumped, Doesn't Care, and Lives Happily Ever After With Her Super Masochistic Childhood Friend\" (婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります). By Koyama Nayu\n6. \"Let's Burn the Flowery Path of Evil\" (悪の華道を燃やしましょう). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/s6442c/)\n+++\n+++**Volume 7 Contents:**\n1. \"The Villainess Will Happily Break Her Engagement for Her OTP\" (悪役令嬢は推しカプのために婚約破棄をご所望です). By Kashii Aoi.\n2. \"The Villainess Becomes a Bad Girl to Become Happy\" (悪役令嬢は幸せになるために悪い女になる). Art by Mimasaka, Story by Maa (まぁ). [Original Web Novel](https://ncode.syosetu.com/n0522gu/), [English Translation](https://www.novelupdates.com/series/the-villainess-becomes-evil-to-live/)\n3. \"The Jilted Villainess Becomes a Lady of Justice: Don't Look Down on Commoners\" (婚約破棄された悪役令嬢は正義の令嬢です〜貴方方は平民を馬鹿にしすぎです〜). Art by Sorakura Shikiji, Story by Koyuki. [Original Web Novel](https://ncode.syosetu.com/n6847hk/), [English Translation](https://www.novelupdates.com/series/the-villainess-whose-engagement-was-annulled-was-an-ally-of-justice/)\n4. \"The Fake Villainess Marries the Rumoured Demon Lord\" (偽りの悪役令嬢、冷酷と噂の魔王卿に嫁ぐ). By Michiyuki Aoi.\n5. \"The Villainess Slated for Execution Dreams of a Prince to Save Her\" (処刑される公爵令嬢は救いの王子の夢を見る). Art by Shirohito Rita, Story by Cyclamen. [Original Web Novel](https://ncode.syosetu.com/n2072hg/), [English Translation](https://www.novelupdates.com/series/the-dukes-daughter-slated-for-execution-dreams-of-a-prince-of-salvation/)\n+++\n+++**Volume 8 Contents:**\n1. 冷酷令嬢は従僕獣人と幸せになってみせます. By Odayaka.\n2. ヒロインの娘ですが、どうやら私は悪役令嬢のようです. Art by 黒助くい奈, Story by Ayato Yume. [Original Web Novel](https://ncode.syosetu.com/n9835hl/)\n3. 悪女に仕立てられた私を信じてくれたのは幼馴染だけでした. Art by Kuriyama Kogane, Story by mayan. [Original Web Novel](https://ncode.syosetu.com/n3939gy/)\n4. 幸せという罠. Art by ARATA, Story by Rittan. [Original Web Novel](https://ncode.syosetu.com/n6781hb/)\n5. 女神様がやっちまいなとの思し召しです. Art by うき太郎, Story by Mayuran. [Original Web Novel](https://ncode.syosetu.com/n0585hm/)\n+++\n+++**Volume 9 Contents:**\n1. 悪虐令嬢、触るな危険. Art by Kobako Hako, Story by 藍槌ゆず. [Original Web Novel](https://ncode.syosetu.com/n9117hs/)\n2. 婚約破棄されたら、知らなかった私狙いのお兄様が乗り込んで来て『氷の暴君』化してしまった。. Art by KATINO, Story by Mitsuki Beni. [Original Web Novel](https://ncode.syosetu.com/n0530hx/)\n3. 世界を滅ぼす伝説の邪竜が、前世で溺愛していた愛犬だった場合の悪役令嬢の末路. Art by 麻辣ナツ, Story by sasasa. [Original Web Novel](https://ncode.syosetu.com/n7996ht/)\n4. 悪役令嬢の担任. By Nowaki Nakasane.\n5. おっとり宝石姫のノーダメージ・婚約破棄騒動. Art by Hoshino Soumei, Story by Takatoo Subaru. [Original Web Novel](https://ncode.syosetu.com/n3812hg/)\n+++\n+++**Volume 10 Contents:**\n1. トゲトゲ令嬢とライバル令息のお騒がせ婚約. By Yoshimura.\n2. 婚約破棄されることがわかっていたので、先回りをしました。 Art by 化野そとば, Story by Arisawa Mihiru. [Original Web Novel](https://ncode.syosetu.com/n0878hu/)\n3. とばり姫は夜に微笑む　～婚約破棄を了承しました。もちろん取り消し不可ですわ！～　彼女が顔を隠していた本当の理由。 Art by Manata Mayumu, Story by Mikoto. [Original Web Novel](https://ncode.syosetu.com/n7058hw/)\n4. 妖精姫は辺境豚に推し活される. Art by Jicco, Story by Fuji Tomato.\n5. 悪役令嬢とヤンデレ王子の執着愛. Art by Kikuta Yui, Story by Kotoko (琴子).\n+++\n+++**Volume 11 Contents:**\n1. 深紅の令嬢は自己肯定感低め！ Art by Jou Kiiko, Story by Osanai Emu, Character design by Maro.\n2. 婚約破棄されたので元婚約者から婚約者奪ってやりました⁉ By Kuju Matsu.\n3. とある悪い令嬢の復讐. Art by Sotoba Kano, Story by Yuki Yasai. [Original Web Novel](https://ncode.syosetu.com/n5496ie/)\n4. 緋色の悪役令嬢は呂色の薔薇を染め上げる. Art by Ogino Sumi, Story by Hawan Megi. [Original Web Novel](https://ncode.syosetu.com/n6942gy/)\n5. 追放された私が、どうやら国宝のようです⁉ ～陰キャ令嬢の快適辺境ライフ～. By Yasaka Akio and Aikawa Yuu.\n+++\n+++**Volume 12 Contents:**\n1. 薔薇園の恋. Art by Kiyose Yura, Story by Natsuno Nae.\n2. 転生したら断罪済で処刑待ちの悪役令嬢だった. Art by Adashino Sotova, Story by Toko (とこ). [Original Web Novel](https://ncode.syosetu.com/n8824ij/)\n3. 悪役令嬢は氷の貴公子の秘密の婚約者. Art by Ooba Soto, Story by KUREHA.\n4. 悪役令嬢、断罪前緊急３６時間. Art by Yugyoji Tama, Story by Mika (三香). [Original Web Novel](https://ncode.syosetu.com/n0867ie/)",
      "es": "Compromisos anulados, Eventos de condena, Realeza, Héroes reencarnados, Destierros ... ¡Está completamente repleto con todos los encantos de Villana! ¡Una antología de 5 one shots con finales felices!\n\n**Volumen 1:**\n1. \"La villana obtendrá el verdadero amor\" (悪役令嬢は真実の愛を手にいれる). Arte: Hoshino Soumei, Historia: Nekomata Doremi. [Original](https://ncode.syosetu.com/n1664fm/): ¿Un compromiso anulado en una fiesta de graduación?\n2. \"El cuento de la niña noble que irá a un monasterio después de su anulación de compromiso\" (婚約破棄されて修道院に行くお嬢様の話). Arte: Sorakura Shikiji, Historia: Yuuki Satoru. [Original](https://ncode.syosetu.com/n7933fg/): ¿Destierro después de que su hermana menor le robe a su prometido?\n3. \"¡Definitivamente conseguiré que se anule mi compromiso! ¡Me convertiré en una villana!\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Arte: Kuroe Yui, Historia: Reiga Utsuho. [Original](https://ncode.syosetu.com/n1702fn/): ¿Para romper su compromiso, ella acosa a la hija de un barón?\n4. \"Aku no Kadou wo Ikimashou\" (悪の華道を行きましょう; \"¿Caminamos de la mano por el camino florido del mal?\"). Arte: Yamashiro Umeta, Historia: Mafuyubi. [Original](https://ncode.syosetu.com/n3244cr/): Después de que se anula su compromiso, ¿se casa con un viejo gordo y calvo?\n5. \"La villana juega con el primer amor del segundo príncipe\" (悪役令嬢は第二王子の初恋に翻弄される). Arte: Ohitsuji Ei, Historia: Mizuno Saaya. [Original](https://ncode.syosetu.com/n2169fj/): Después de ser condenado, el segundo príncipe aparece ante mí…\n\n**Volumen 2:**\n1. \"Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; \"Han pasado 10 años desde que solicitaste romper nuestro compromiso, si insistes tanto, ¡terminemos!\"). Por Yoshimura\n2. 悪役令嬢は無邪気に笑う. Arte: Ohitsuji Ei, Historia: Yoruru. [Original](https://ncode.syosetu.com/n1629cz/)\n3. \"¡El arte de reconstruir una nación empieza con un compromiso roto!\" (婚約破棄から始まる国家建て直し術！). Arte: Kawano Akiko, Historia: Hazuki. [Original](https://ncode.syosetu.com/n4551ft/)\n4. \"Fuiste creado, ¿sabes?\" (貴方は嵌められたのですよ？). Arte: Koyuki Iroha, Historia: Yuki Yukiko. [Original](https://ncode.syosetu.com/n6502eu/)\n5. 悪役令嬢は爆死しました. Arte: Nanso, Historia: bouro. [Original](https://ncode.syosetu.com/n4564fw/)\n6. 転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い. Arte: Mochida Moo, Historia: Kyouka. [Original](https://ncode.syosetu.com/n4699fn/)\n\n**Volumen 3:**\n1. ある日婚約者の心の声が聞こえるようになりました。 Arte: Chuugyaku, Historia: Enju Subaru. [Original](https://ncode.syosetu.com/s6234f/)\n2. \"¡La personalidad de mi prometido es muy diferente del juego!\" (婚約者の性格が原作と違うのですが). Arte: Mochida Moo, Historia: Kozuki. [Original](https://ncode.syosetu.com/s5772f/)\n3. \"Se suponía que me casaría con alguien que me odiaba, pero antes de que me diera cuenta me adoraban\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Arte: Potagi, Historia: Mikoto. [Original](https://ncode.syosetu.com/n4692gb/)\n4. 悪の華道を追いましょう. Arte: Yamashiro Umeta, Historia: Mafuyubi. [Original](https://ncode.syosetu.com/n5872cw/)\n5. \"Aceptaré tu oferta con todo gusto\" (そのお言葉、喜んでお受けいたしますわ). Arte: Oshitsuji Ei, Historia: Kiraku Naohito. [Original](https://ncode.syosetu.com/n5454gb/)\n\n**Volumen 4:**\n1. \"¿Romper el compromiso? No he hecho nada, ni directa ni indirectamente. Pero cuando investigué el asunto… ¿Quién hubiera pensado que terminaría así?\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). Arte: Wamome, Historia: Kazukata Jin. [Original](https://ncode.syosetu.com/n8085gn/)\n2. \"Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu\" (騎士国最恐令嬢による剣と拳と恋愛術; \"La noble dama caballero más temida del reino, y una historia que gira en torno a su espada, puño y habilidad para las relaciones\"). Por Kanade Yumika\n3. 愛しているから仕方のない話. Arte: Kida Yonoichi, Historia: Sakaki Dora. [Original](https://ncode.syosetu.com/n8011gg/)\n4. 転生令嬢たちは愛する者と結ばれたい. Por Chiaki Rie\n5. 悪夢の卒業パーティー. Arte: Yatsuhashi Hachi, Historia: Funineko. [Original](https://ncode.syosetu.com/n3653gl/)\n6. \"Akuyaku Reijou Sasenasai\" (悪役令嬢…させなさい!!). Por Kawano Akiko",
      "hu": "Felbontott eljegyzések, karma, kárhozatra juttató események, rajongások, királyi családtagok, reinkarnálódott főhősnők, és száműzetési végkifejletek... Az antológia fejezetei csordultig vannak telítve a gonosz hölgyek bájaival!\n\n**Kötet 1:**\n1. *A gonosztevő nő rátalál az igaz szerelemre* (悪役令嬢は真実の愛を手にいれる), Hoshino Osome, szerző: Nekomata Doremi. [Eredeti](https://ncode.syosetu.com/n1664fm/)\n2. *Egy nemes lány története, aki az eljegyzése érvénytelenítése után kolostroba megy* (婚約破棄されて修道院に行くお嬢様の話), Sorakura Shijiki, szerző: Yuuki Satoru. [Eredeti](https://ncode.syosetu.com/n7933fg/)\n3. *Semmissé fogom tenni az eljegyzésemet! ~Gonosztevővé válok!* (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！), Kuroe Yui, szerző: Reiga Utsuho. [Eredeti](https://ncode.syosetu.com/n1702fn/)\n4. *Aku no Kadou wo Ikimashou* (悪の華道を行きましょう; *Nem sétálunk le kézen fogva a gonoszság virágos útján?*), Yamashiro Umeta, szerző: Mafuyubi. [Eredeti](https://ncode.syosetu.com/n3244cr/)\n5. *A gonosztevő nő megtréfálja a második herceg első szerelmét* (悪役令嬢は第二王子の初恋に翻弄される), Ohitsuji Ei, szerző: Mizuno Saaya. [Eredeti](https://ncode.syosetu.com/n2169fj/)\n\n**Kötet 2:**\n1. *Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!* (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; *Már 10 éve kéred az eljegyzésünk felbontását, szóval ha ennyire akarod, akkor bontsuk fel!*), Yoshimura.\n2. *A gonosz hölgy ártatlanul nevet* (悪役令嬢は無邪気に笑う), Ohitsuji Ei, szerző: Yoruru [Eredeti](https://ncode.syosetu.com/n1629cz/)\n3. *A nemzet újjáépítésének művészete egy felbontott eljegyzéssel kezdődik!* (婚約破棄から始まる国家建て直し術！), Kawano Akiko, szerző: Hazuki. [Eredeti](https://ncode.syosetu.com/n4551ft/)\n4. *Hát nem tudod, hogy tőrbe csaltak?* (貴方は嵌められたのですよ？), Koyuki Iroha, szerző: Yuki Yukiko. [Eredeti](https://ncode.syosetu.com/n6502eu/)\n5. *A gonosz hölgy felrobbant* (悪役令嬢は爆死しました), Nanso, szerző: bouro. [Eredeti](https://ncode.syosetu.com/n4564fw/)\n6. *Gonosztevőként születtem újjá. Jöjj hamar, eljegyzés felbontó eseményem* (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い), Mochida Moo, szerző: Kyouka. [Eredeti](https://ncode.syosetu.com/n4699fn/)\n\n**Kötet 3:**\n1. *Egyik nap elkezdtem hallani a menyasszonyom gondolatait* (ある日婚約者の心の声が聞こえるようになりました。), Chuugyaku, szerző: Enju Subaru. [Eredeti](https://ncode.syosetu.com/s6234f/)\n2. 婚約者の性格が原作と違うのですが, Mochida Moo, szerző: Kozuki. [Eredeti](https://ncode.syosetu.com/s5772f/)\n3. 嫌われている相手に嫁いだはずがいつのまにか溺愛されていました, Potagi, szerző: Mikoto. [Eredeti](https://ncode.syosetu.com/n4692gb/)\n4. *Nem sétélunk le kézen fogva a gonoszág virágos útján?* (悪の華道を追いましょう), Yamashiro Umeta, szerző: Mafuyubi. [Eredeti](https://ncode.syosetu.com/n3244cr/)\n5. そのお言葉、喜んでお受けいたしますわ, Oshitsuji Ei, szerző: Kiraku Naohito. [Eredeti](https://ncode.syosetu.com/n5454gb/)\n\n**Kötet 4:**\n1. *Felbontani az eljegyzést? Én nem tettem se közvetlenül, se közvetettem semmitt. De mikor szemügyre vettem az ügyet… ki hitte volna, hogy ez történik?!* (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました), Wamome, szerző: Kazukata Jin. [Eredeti](https://ncode.syosetu.com/n8085gn/)\n2. *Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu* (騎士国最恐令嬢による剣と拳と恋愛術; *Egy történet a királyság legrettegettebb nemeshölgyéről, a kardjáról, erkölcseiről, és kapcsolatépítéséről*), Kanade Yumika\n3. *Egy história a tehetetlen szerelembe esésről* (愛しているから仕方のない話), Kida Yonoichi, szerző: Sakaki Dora. [Eredeti](https://ncode.syosetu.com/n8011gg/)\n4. *A reinkarnálódott nemeslányok hozzá akarnak menni a szívük választottjaihoz* (転生令嬢たちは愛する者と結ばれたい), Chiaki Rie\n5. *A rémálomba fajult ballagási ünnepség* (悪夢の卒業パーティー), Yatsuhashi Hachi, szerző: Funineko. [Eredeti](https://ncode.syosetu.com/n3653gl/)\n6. *Engedd meg, hogy… gonosz legyek!* (悪役令嬢…させなさい!!), Kawano Akiko",
      "id": "**Volume 1:**\n1. \"Sang antagonis akan mendapat cinta sejati\" (悪役令嬢は真実の愛を手にいれる; \"Sang antagonis akan menemukan cinta sejati\").\n2. \"Sebuah kisah dari sang gadis bangsawan yang akan pergi ke biara setelah pertunangannya dicabut\" (婚約破棄されて修道院に行くお嬢様の話; \"Kisah wanita bangsawan yang akan tinggal di biara setelah pembatalan pertunanggannya\").\n3. \"Aku pasti akan membuat pertunanganku dibatalkan! ~Aku kan menjadi tokoh antagonis!~\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！; \"Aku pasti akan membuat pertunanganku dibatalkan! ~Aku akan menjadi tokoh antagonis wanita!\").\n4. \"Aku no Kadou wo Ikimashou\" (悪の華道を行きましょう; \"Mari kita berjalan sembari bergandengan turun ke jalan kejahatan yang berbunga-bunga\"; \"Akankah kita berjalan begandengan tangan di jalan kejahatan yang berbunga?\").\n5. \"Hal-hal sepele sang antagonis dengan cinta pertama sang pangeran kedua\" (悪役令嬢は第二王子の初恋に翻弄される; \"Sang tokoh antagonis wanita kesusahan dengan cinta pertama pangeran kedua\").\n\n**Volume 2:**\n1. \"Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！;\"Sudah 10 tahun kamu meminta untuk membatalkan pertunangannya, kalau kamu bersikeras sekuat itu, yasudah batalkan saja!\").\n2. \"Sang tokoh antogonis perempuan tertawa dengan polos\" (悪役令嬢は無邪気に笑う).\n3. \"Seni membangun kembali sebuah bangsa dimulai dengan pertunangan yang dibatalkan!\" (婚約破棄から始まる国家建て直し術！).\n4. \"Kamu tahu? Kamu ini sudah dijebak\"\n5. \"Sang tokoh antagonis wanita meledak\"\n6. \"Aku reinkarnasi sebagai tokoh antagonis wanita. Cepatlah datang, pembatalan pertunanaganku\"\n\n**Volume 3:**\n1. \"Suatu hari, aku bisa mendengar suara hati tunanganku\"\n2. \"Kepribadian tunanganku jauh berbeda dari game!\"\n3. \"Aku seharusnya menikah dengan seseorang yang membenciku, tetapi sebelum aku sadar, mereka telah menyayangiku\"\n4. \"Apakah kita akan melanjutkan jalan kejahatan yang berbunga?\"\n5. \"Akan saya terima penawaran anda dengan senang hati\"\n\n**Volume 4:**\n1. \"Membatalkan pertunangan? Aku tidak melakukan apa-aps, secara langsung atau tidak langsung. Tetapi ketika aku melihat masalah ini… Siapa yang mengira akan berakhir seperti ini?!\"\n2. \"Ksatria wanita bangsawan kerajaan yang paling ditakuti, dan kisah seputar keterampilan pedang, tinju, dan hubungannya\"\n3. \"Sebuah kisah tentang tidak dapat membantu menoalani cinta\"\n4. \"Seorang wanita reinkarnasi yang ingin menikah dengan orang yang mereka cintai\"\n5. \"Mimpi buruk pesta kelulusan\"\n6. \"Biarkan Aku… yang menjadi penjahatnya!!!\"\n\n**Volume 5:**\n1. \"Kekacauan yang disebabkan oleh kesalahpahaman para pangeran dan pertunanganku dibatalkan\"\n2. \"Tampaknya anda telah memutuskan pertunangan anda untuk menikahi saya, tetapi saya tidak punya niat untuk menikahi anda\"\n3. \"Gadis banfsawan melankolis yang mengenakan gaun hitam legam\"\n4. \"Sekarang pertunangan saya dibatalkan, saya dapat mengisi hari-hari saya dengan apa yang menjadi kesayangan saya\"\n5. \"Haruskah kita menyia-nyiakan jalan kejahatan yang berbunga-bunga?\"",
      "ja": "突然の婚約破棄、そして迫りくる断罪イベント…!!\n王子に捨てられ、そしてこんな男と結婚…!?\n婚約者たちは可憐な妹に夢中!?\n婚約破棄された悪役令嬢に手を差し伸べるのは…!?\n危機的状況からはじまる悪役令嬢たちの物語の結末は…ALLハッピーエンドです♪\n『小説家になろう』の人気読み切り作品ば&#\n\nカバーイラスト：まろ\n\n**第1巻の内容：**\n1. 『悪役令嬢は真実の愛を手にいれる』　漫画：ほしの総明　[原作](https://ncode.syosetu.com/n1664fm/)：猫又どれみ\n卒業パーティーで婚約破棄!?\n2. 『婚約破棄されて修道院に行くお嬢様の話』　漫画：空倉シキジ　[原作](https://ncode.syosetu.com/n7933fg/)：結城暁\n妹に婚約者を奪われ追放!?\n3. 『絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！』　漫画：黒榮ゆい　[原作](https://ncode.syosetu.com/n1702fn/)：麗伽空\n婚約破棄の為に男爵令嬢をいじめ!?\n4. 『悪の華道を行きましょう』　漫画：やましろ梅太　[原作](https://ncode.syosetu.com/n3244cr/)：真冬日\n婚約破棄されハゲデブ親父と結婚!?\n5. 『悪役令嬢は第二王子の初恋に翻弄される』　漫画：尾羊英　[原作](https://ncode.syosetu.com/n2169fj/)：水野沙彰\n断罪された私の前に第二王子が現れ…。\n\n**第2巻の内容：**\n1. 『婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう!』　漫画：由村　キャラクター原案：まろ\n幼い時から何度も婚約破棄と言われ!?\n2. 『悪役令嬢は無邪気に笑う』　漫画：尾羊英　[原作](https://ncode.syosetu.com/n1629cz/)：夜流 \n裏庭に呼び出され断罪イベント!?\n3. 『婚約破棄から始まる国家建て直し術!』　漫画：かわのあきこ　[原作](https://ncode.syosetu.com/n4551ft/)：葉月\n王子が聖女と浮気して婚約破棄!?\n4. 『貴方は嵌められたのですよ?』　漫画：仲倉千景　[原作](https://ncode.syosetu.com/n6502eu/)：柚木ゆきこ\n卒業パーティーで姉が婚約破棄され!?\n5. 『悪役令嬢は爆死しました』　漫画：七十　[原作](https://ncode.syosetu.com/n4564fw/)：bouro\n悪役令嬢が第二王子に「ざまあ」!?\n6. 『転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い』　漫画：餅田むぅ　[原作](https://ncode.syosetu.com/n4699fn/)：和泉杏花\n転生した悪役令嬢の味方は執事だけ!?\n\n**第3巻の内容：**\n1. 『ある日婚約者の心の声が聞こえるようになりました。』　漫画：宙百　[原作](https://ncode.syosetu.com/s6234f/)：塩樹すばる\n男爵令嬢との浮気を疑われた王子は!?\n2. 『婚約者の性格が原作と違うのですが』　漫画：餅田むぅ　[原作](https://ncode.syosetu.com/s5772f/)：狐月\n断罪回避の為に王子と離れようとしたら!?\n3. 『嫌われている相手に嫁いだはずがいつのまにか溺愛されていました』　漫画：ぽたぎ　[原作](https://ncode.syosetu.com/n4692gb/)：みこと\n婚約破棄の上、隣国の王太子に嫌われ!?\n4. 『悪の華道を追いましょう』　漫画：やましろ梅太　[原作](https://ncode.syosetu.com/n5872cw/)：真冬日\n大人気作の続編です♪ 旦那様が浮気!? 相手の家に殴り込み!?\n5. 『そのお言葉、喜んでお受けいたしますわ』　漫画：尾羊英　[原作](https://ncode.syosetu.com/n5454gb/)：喜楽直人\n婚約破棄された令嬢を迎えにきたのは!?\n\n**第4巻の内容：**\n1. 『婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました!?』　漫画：わもめ　[原作](https://ncode.syosetu.com/n8085gn/)：仁司方\n婚約者の妹からいきなり婚約破棄してくれと突撃され!?\n2. 『騎士国最恐令嬢による剣と拳と恋愛術』　漫画：奏ユミカ\n勝者の願いを叶える約束で、婚約者の王子と戦う事に!?\n3. 『愛しているから仕方のない話』　漫画：紀田与乃市　[原作](https://ncode.syosetu.com/n8011gg/)：榊どら\n婚約破棄してきた王太子の態度が急変し、溺愛してきて!?\n4. 『転生令嬢たちは愛する者と結ばれたい』　漫画：千秋りえ\n自分は悪役令嬢、友人はヒロインに転生していて!?\n5. 『悪夢の卒業パーティー』　漫画：八橋はち　[原作](https://ncode.syosetu.com/n3653gl/)：ふにねこ\n第一王子は義妹と浮気した上に、婚約破棄だと騒ぎ!?\n6. 『悪役令嬢…させなさい!!』　漫画：かわのあきこ\n悪魔と契約した公爵令嬢は、聖女を追い出そうとして!?\n\n**第5巻の内容：**\n1. 『私と王子の勘違い婚約破棄騒動』　漫画：まろ\n結婚式目前に、第一王子から突然婚約破棄を告げられ!? カバーイラストを担当するまろが描く悪役令嬢ストーリー! \n2. 『私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません』　漫画：碓井ツカサ　[原作](https://ncode.syosetu.com/n9230cy/)：鉄箱\n侯爵家三男に付きまとわれたら、その婚約者から嫌がらせされ!?\n3. 『やさぐれ令嬢は漆黒のドレスを纏う』　漫画：希月\n王太子と両想いだと思っていたら、国王から婚約破棄を宣告されて!?\n4. 『婚約破棄されたので愛するお菓子を満喫します』　漫画：炬とうや\nパーティーで婚約者の王子に婚約破棄と国外追放を言い渡され!?\n5. 『悪の華道を潰しましょう』　漫画：やましろ梅太　[原作](https://ncode.syosetu.com/n8188gz/)：真冬日\n視察に行った孤児院で目つきの悪い少年に「傲慢貴族」と罵倒され!? 大人気シリーズ最新作!!\n\n**第6巻の内容：**\n1. 『サバイバルゲーマーですが乙女ゲームに転生してしまいました～悪役令嬢は神エイム～』　漫画：相川有\n乙女ゲームに転生したら、婚約者の王太子への暗殺容疑で婚約破棄!?\n2. 『強欲の悪役令嬢』　漫画：むぎちゃぽよこ　[原作](https://ncode.syosetu.com/n5715fn/)：えひと\n「強欲姫」と呼ばれ、婚約者の王子は平民の女性と仲良くしていて!?\n3. 『脇役令嬢は、婚約破棄されて優雅に花開く。』　漫画：麻辣ナツ　[原作](https://ncode.syosetu.com/n2309hf/)：細波\n婚約者に言われ地味にしていたのに、浮気されて婚約破棄され!?\n4. 『婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした』　漫画：橘歩空　[原作](https://ncode.syosetu.com/n6054gw/)：関宮亜門\n婚約破棄してきた伯爵令息は、妹と結婚すると言ってきて!?\n5. 『婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります』　漫画：コヤマナユ\n第一王子から婚約破棄された上に、学園では悪い噂を流されて!?\n6. 『悪の華道を燃やしましょう』　漫画：やましろ梅太　[原作](https://ncode.syosetu.com/s6442c/)：真冬日\n息抜きで出かけた街で、自分と義息子をモデルにした恋愛劇を観て!?\n\n**第7巻の内容：**\n1. 『悪役令嬢は推しカプのために婚約破棄をご所望です』　漫画：かしい葵\n2. 『悪役令嬢は幸せになるために悪い女になる。』　漫画：みまさか　[原作](https://ncode.syosetu.com/n0522gu/)：まぁ\n3. 『婚約破棄された悪役令嬢は正義の令嬢です〜貴方方は平民を馬鹿にしすぎです〜』　漫画：空倉シキジ　[原作](https://ncode.syosetu.com/n6847hk/)：小雪\n4. 『偽りの悪役令嬢、冷酷と噂の魔王卿に嫁ぐ』　漫画：道雪 葵\n5. 『処刑される公爵令嬢は救いの王子の夢を見る』　漫画：シロヒト梨太　[原作](https://ncode.syosetu.com/n2072hg/)：シクラメン\n\n**第8巻の内容：**\n1. 『冷酷令嬢は従僕獣人と幸せになってみせます』　漫画：おだやか\n…王太子から、野蛮な獣人を従者にしている事を理由に婚約破棄され!?\n2. 『ヒロインの娘ですが、どうやら私は悪役令嬢のようです』　漫画：黒助くい奈　[原作](https://ncode.syosetu.com/n9835hl/)：彩戸ゆめ\n…断罪された乙女ゲームのヒロインの娘は、婚約破棄される悪役令嬢で!?\n3. 『悪女に仕立てられた私を信じてくれたのは幼馴染だけでした』　漫画：栗山こがね　[原作](https://ncode.syosetu.com/n3939gy/)：mayan\n…婚約者の王子と仲が良い子爵令嬢を、体が勝手に動いて苛めてしまい!?\n4. 『幸せという罠』　漫画：ARATA　[原作](https://ncode.syosetu.com/n6781hb/)：りったん\n…婚約者を慕う令嬢達に悪評を広められ、世間から性悪な悪役令嬢と噂され!?\n5. 『女神様がやっちまいなとの思し召しです』　漫画：うき太郎　[原作](https://ncode.syosetu.com/n0585hm/)：まゆらん\n…追放された悪役令嬢が聖女となり、国を救う条件として出した質問とは!?\n\n**第9巻の内容：**\n1. 『悪虐令嬢、触るな危険』　漫画：小箱ハコ　[原作](https://ncode.syosetu.com/n9117hs/)：藍槌ゆず\n…気に入らない相手に容赦しない公爵令嬢は、婚約者に言い寄った令嬢に!?\n2. 『婚約破棄されたら、知らなかった私狙いのお兄様が乗り込んで来て『氷の暴君』化してしまった。』　漫画：KATINO　[原作](https://ncode.syosetu.com/n0530hx/)：三月べに\n…パーティーで婚約破棄されたら、『お兄様』が魔法で周りを凍らせながら登場して!?\n3. 『世界を滅ぼす伝説の邪竜が、前世で溺愛していた愛犬だった場合の悪役令嬢の末路』　漫画：麻辣ナツ　[原作](https://ncode.syosetu.com/n7996ht/)：sasasa\n…卒業パーティーで婚約破棄され国外追放されたら、伝説の邪竜に襲われて!?\n4. 『悪役令嬢の担任』　漫画：野分なか実\n…乙女ゲームの学校の教師に転生したので、断罪される悪役令嬢を救おうとし!?\n5. 『おっとり宝石姫のノーダメージ・婚約破棄騒動』　漫画：ほしの総明　[原作](https://ncode.syosetu.com/n3812hg/)：高遠すばる\n…第二王子から婚約破棄された公爵令嬢は、自分に苛められたという令嬢を抱きしめ!?\n\n**第10巻の内容：**\n1. 『トゲトゲ令嬢とライバル令息のお騒がせ婚約』　漫画：由村\n困窮する家を立て直すため幼い頃から奮闘していたら、言葉にトゲを纏わせる茨姫と言われ⁉\n2. 『婚約破棄されることがわかっていたので、先回りをしました。』　漫画：化野そとば　[原作](https://ncode.syosetu.com/n0878hu/)：有沢真尋\n婚約者の第二王子が浮気をしているので、婚約破棄される前に浮気相手と話してみたら⁉\n3. 『とばり姫は夜に微笑む　～婚約破棄を了承しました。もちろん取り消し不可ですわ！～　彼女が顔を隠していた本当の理由。』　漫画：マナタマユム　[原作](https://ncode.syosetu.com/n7058hw/)：みこと。\n黒髪で顔を隠していたら陰険な「とばり姫」と蔑まれ、夜宴で王太子から婚約破棄され⁉\n4. 『妖精姫は辺境豚に推し活される』　漫画：Jicco　原作：富士とまと\n舞踏会で皇太子から婚約破棄された上に、「辺境豚」と呼ばれる辺境伯嫡男と婚約させられ⁉\n5. 『悪役令嬢とヤンデレ王子の執着愛』　漫画：喜久田ゆい　原作：琴子\n子供の時に悪役令嬢に転生したことに気づき、断罪されないために王子と婚約解消したけれど⁉\n\n**第11巻の内容：**\n1. 『深紅の令嬢は自己肯定感低め！』　漫画：城キイコ　原作：小山内慧夢　キャラクター原案：まろ\n…婚約者の王太子に嫌われていると思い、彼の幸せのために完璧な悪役令嬢になろうとして⁉\n2. 『婚約破棄されたので元婚約者から婚約者奪ってやりました⁉』　漫画：九重マツ\n…夜会で暗くて可愛くないと婚約破棄され、落ち込んでいるところに公爵夫人から声を掛けられ⁉\n3. 『とある悪い令嬢の復讐』　漫画：化野そとば　[原作](https://ncode.syosetu.com/n5496ie/)：有機野菜\n…王子に男爵令嬢を虐げたと婚約破棄され、かなり年上の伯爵の後妻として嫁がされたけれど⁉\n4. 『緋色の悪役令嬢は呂色の薔薇を染め上げる』　漫画：荻野スミ　[原作](https://ncode.syosetu.com/n6942gy/)：葉椀メギ\n…第一王子から、彼の浮気相手の令嬢を迫害したと婚約破棄されたけれど、この時を待っていて⁉\n5. 『追放された私が、どうやら国宝のようです⁉ ～陰キャ令嬢の快適辺境ライフ～』　漫画：八坂アキヲ・相川有\n…社交界デビューの日に初めて会った婚約者の王太子に、妹に嫌がらせをしたからと婚約破棄され⁉\n\n**第12巻の内容：**\n1. 『薔薇園の恋』　漫画：木与瀬ゆら　原案：夏野なえ\n2. 『転生したら断罪済で処刑待ちの悪役令嬢だった』　漫画：化野そとば　原作：とこ\n3. 『悪役令嬢は氷の貴公子の秘密の婚約者』　漫画：大庭そと　原作：クレハ\n4. 『悪役令嬢、断罪前緊急３６時間』　漫画：遊行寺たま　[原作](https://ncode.syosetu.com/n0867ie/)：三香",
      "ko": "급작스러운 약혼파기, 그리고 다가오는 단죄 이벤트…!\n\n기다리던 악역영애들이 왔다!\n급작스러운 상황 전개부터 시작하는 악역영애들의 이야기!\n그리고 매력만점 그녀들의 결말은…?!\n\n**1권목차**\n1. \"악역영애는 진실한 사랑을 손에 넣는다\" (悪役令嬢は真実の愛を手にいれる). 만화: Hoshino Soumei, 소설: Nekomata Doremi. [원본](https://ncode.syosetu.com/n1664fm/)\n2. \"파혼당해서 수도원에 가는 아가씨의 이야기\" (婚約破棄されて修道院に行くお嬢様の話). 만화: Sorakura Shikiji, 소설: Yuuki Satoru. [원본](https://ncode.syosetu.com/n7933fg/)\n3. \"꼭 약혼을 파기할 거예요! ~난 악역 영애가 된다!~\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). 만화: Kuroe Yui, 소설: Reiga Utsuho. [원본](https://ncode.syosetu.com/n1702fn/)\n4. \"악의 꽃길을 같이 걸어요\" (悪の華道を行きましょう). 만화: Yamashiro Umeta, 소설: Mafuyubi. [원본](https://ncode.syosetu.com/n3244cr/)\n5. \"악역 영애는 제2왕자의 첫사랑에게 농락당한다\" (悪役令嬢は第二王子の初恋に翻弄される). 만화: Ohitsuji Ei, 소설: Mizuno Saaya. [원본](https://ncode.syosetu.com/n2169fj/)\n\n**2권목차**\n1. \"약혼 파기하자고 한 지 십수 년, 그렇게까지 말한다면 파기해요!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！). 만화: Yoshimura\n2. \"악역 영애는 천진난만하게 웃는다\" (悪役令嬢は無邪気に笑う). 만화: Ohitsuji Ei, 소설: Yoruru. [원본](https://ncode.syosetu.com/n1629cz/)\n3. \"약혼 파기에서 시작하는 국가 재건술!\" (婚約破棄から始まる国家建て直し術！). 만화: Kawano Akiko, 소설: Hazuki. [원본](https://ncode.syosetu.com/n4551ft/)\n4. \"당신은 당한 거라고요\" (貴方は嵌められたのですよ？). 만화: Koyuki Iroha, 소설: Yuki Yukiko. [원본](https://ncode.syosetu.com/n6502eu/)\n5. \"악역 영애는 폭사했습니다\" (悪役令嬢は爆死しました). 만화: Nanso, 소설: bouro. [원본](https://ncode.syosetu.com/n4564fw/)\n6. \"환생했더니 악역 영애가 됐습니다. 약혼 파기의 이벤트, 어서 와라\" (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い). 만화: Mochida Moo, 소설: Kyouka. [원본](https://ncode.syosetu.com/n4699fn/)\n\n**3권목차**\n1. \"어느 날 약혼자의 마음의 소리가 들리게 됐습니다\" (ある日婚約者の心の声が聞こえるようになりました。). 만화: Chuugyaku, 소설: Enju Subaru. [원본](https://ncode.syosetu.com/s6234f/)\n2. \"약혼자의 성격이 원작이랑 다른데요\" (婚約者の性格が原作と違うのですが). 만화: Mochida Moo, 소설: Kozuki. [원본](https://ncode.syosetu.com/s5772f/)\n3. \"싫어하는 줄 알았던 상대에게 시집갔는데 어느샌가 익애박고 있었습니다.\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). 만화: Potagi, 소설: Mikoto. [원본](https://ncode.syosetu.com/n4692gb/)\n4. \"악의 꽃길을 좇읍시다\" (悪の華道を追いましょう). 만화: Yamashiro Umeta, 소설: Mafuyubi. [원본](https://ncode.syosetu.com/n5872cw/)\n5. \"그 말, 흔쾌히 받겠습니다\" (そのお言葉、喜んでお受けいたしますわ). 만화: Oshitsuji Ei, 소설: Kiraku Naohito. [원본](https://ncode.syosetu.com/n5454gb/)\n\n**4권목차**\n1. \"약혼 파기해달라고 하는데 짚이는 게 없을뿐더러 스캔들을 날조 당한 것도 아니라 원인 규명을 해봤더니 사태가 상상도 못 한 전개로 흘러갔습니다?!\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). 만화: Wamome, 소설: Jin Kazukata. [원본](https://ncode.syosetu.com/n8085gn/)\n2. \"기사 나라 최강 영애가 보여 주는 검과 주먹의 연애술\" (騎士国最恐令嬢による剣と拳と恋愛術). 만화: Kanade Yumika\n3. \"사랑하니까 어쩔 수 없는 이야기\" (愛しているから仕方のない話). 만화: Kida Yonoichi, 소설: Sakaki Dora. [원본](https://ncode.syosetu.com/n8011gg/)\n4. \"환생 영애들은 사랑하는 사람과 맺어지고 싶다\" (転生令嬢たちは愛する者と結ばれたい). 만화: Chiaki Rie\n5. \"악몽의 졸업 파티\" (悪夢の卒業パーティー). 만화: Yatsuhashi Hachi, 소설: Funineko. [원본](https://ncode.syosetu.com/n3653gl/)\n6. \"악역 영애… 못 하게 할 거야!!\" (悪役令嬢…させなさい!!). 만화: Kawano Akiko\n\n**5권목차**\n1. \"나와 왕자의 착각 약혼 파기 소동\" (私と王子の勘違い婚約破棄騒動). 만화: Maro\n2. \"나와 결혼하려 약혼을 파기한 것 같은데 난 당신과 결혼할 생각 없어요\" (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません) 만화: Usui Tsukasa, 소설: Tetsuhako. [원본](https://ncode.syosetu.com/n9230cy/)\n3. \"자포자기 영애는 칠흑의 드레스를 입는다\" (やさぐれ令嬢は漆黒のドレスを纏う). 만화: Hizuki\n4. \"약혼 파기당했으니까 사랑하는 과자를 만끽할게요\" (婚約破棄されたので愛するお菓子を満喫します). 만화: Kagari Touya\n5. \"악의 꽃길을 짓밟읍시다\" (悪の華道を潰しましょう). 만화: Yamashiro Umeta, 소설: Mafuyubi. [원본](https://ncode.syosetu.com/n8188gz/)\n\n**6권목차**\n1. \"서바이벌 게이머지만 여성향 게임으로 환생하고 말았습니다 ~악역 영애는 에임의 신~\" (サバイバルゲーマーですが乙女ゲームに転生してしまいました~悪役令嬢は神エイム~). 만화: Aikawa Yuu\n2. \"탐욕스러운 악역 영애\" (強欲の悪役令嬢). 만화: Mugicha Poyoko, 소설: Ehito. [원본](https://ncode.syosetu.com/n5715fn/)\n3. \"조연 영애는 약혼 파기당하고 우아하게 꽃길을 걷는다\" (脇役令嬢は、婚約破棄されて優雅に花開く。). 만화: Maaraa Natsu, 소설: Sazanami. [원본](https://ncode.syosetu.com/n2309hf/)\n4. \"약혼자는 날 버리고 여동생을 골랐지만 여동생은 시한폭탄이었습니다\" (婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした). 만화: Tachibana Edaka, 소설: Sekimiya Amon. [원본](https://ncode.syosetu.com/n6054gw/)\n5. \"약혼 파기당해서 자포자기한 영애는 소꿉친구인 극도의 마조 왕자랑 행복하게 살았답니다\" (婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります). 만화: Koyama Nayu\n6. \"악의 꽃길을 불태웁시다\" (悪の華道を燃やしましょう). Art by Yamashiro Umeta, 소설: Mafuyubi. [원본](https://ncode.syosetu.com/s6442c/)",
      "ru": "Расторжение или заключение помолвки, обвинения, предательство, королевские особы, перерождения главных героинь, изгнание… Здесь есть всё самое привлекательное в злодейках! Сборник из популярных историй о злодейках от Shousetsuka ni Narou! Антология из синглов со счастливыми концовками!\n\n**Том 1:**\n1. *Даже злодейка может найти свою настоящую любовь* (悪役令嬢は真実の愛を手にいれる). Мангака: Hoshino Soumei, Рассказ: Nekomata Doremi. [Оригинал](https://ncode.syosetu.com/n1664fm/)\n2. *Сказка о девушке, ушедшей в монастырь после разрыва помолвки* (婚約破棄されて修道院に行くお嬢様の話). Мангака: Sorakura Shikiji, Рассказ: Yuuki Satoru. [Оригинал](https://ncode.syosetu.com/n7933fg/)\n3. *Я разрываю нашу помолвку, потому что я злодейка!* (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Мангака: Kuroe Yui, Рассказ: Reiga Utsuho. [Оригинал](https://ncode.syosetu.com/n1702fn/)\n4. *Аку но кидоу во икимащоу* (悪の華道を行きましょう; *Мы пойдем рука об руку по цветущему пути зла?*). Мангака: Yamashiro Umeta, Рассказ: Mafuyubi. [Оригинал](https://ncode.syosetu.com/n3244cr/)\n5. *Любимая злодейка первого принца* (悪役令嬢は第二王子の初恋に翻弄される). Мангака: Ohitsuji Ei, Рассказ: Mizuno Saaya. [Оригинал](https://ncode.syosetu.com/n2169fj/)\n\n**Том 2:**\n1. *Коняку хаки во мочикакерарете джуусуунен, соко маде иу нара хаки щимащоу!* (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; *Вы уже 10 лет требуете расторжения помолвки, если вы так хотите этого, давайте аннулируем её!*). Мангака: Yoshimura, Дизайн персонажей: Maro.\n2. *Невинный смех злодейки* (悪役令嬢は無邪気に笑う). Мангака: Ohitsuji Ei, Рассказ: Yoruru. [Оригинал](https://ncode.syosetu.com/n1629cz/)\n3. *Восстановление нации начинается с разрыва помолвки!* (婚約破棄から始まる国家建て直し術！). Мангака: Kawano Akiko, Рассказ: Hazuki. [Оригинал](https://ncode.syosetu.com/n4551ft/)\n4. *Ты понимаешь, что тебя поствавили?* (貴方は嵌められたのですよ？). Мангака: Koyuki Iroha, Рассказ: Yuki Yukiko. [Оригинал](https://ncode.syosetu.com/n6502eu/)\n5. *Взорванная злодейка* (悪役令嬢は爆死しました). Мангака: Nanso, Рассказ: bouro. [Оригинал](https://ncode.syosetu.com/n4564fw/)\n6. *Я переродилась злодейкой. Наступай скореё, ивент разрыва моей помолвки* (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い). Мангака: Mochida Moo, Рассказ: Kyouka. [Оригинал](https://ncode.syosetu.com/n4699fn/)\n\n**Том 3:**\n1. *Однажды я смог прочитать мысли своей невесты* (ある日婚約者の心の声が聞こえるようになりました。). Мангака: Chuugyaku, Рассказ: Enju Subaru. [Оригинал](https://ncode.syosetu.com/s6234f/)\n2. *Характер моего жениха слишком отличается от того, что был в игре!* (婚約者の性格が原作と違うのですが). Мангака: Mochida Moo, Рассказ: Kozuki. [Оригинал](https://ncode.syosetu.com/s5772f/)\n3. *Я должна была выйти замуж за того, кто ненавидит меня, но не успела я опомниться, как меня уже полюбили* (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Мангака: Potagi, Рассказ: Mikoto. [Оригинал](https://ncode.syosetu.com/n4692gb/)\n4. *Пойдем ли мы дальше по цветущему пути зла?* (悪の華道を追いましょう). Мангака: Yamashiro Umeta, Рассказ: Mafuyubi. [Оригинал](https://ncode.syosetu.com/n5872cw/)\n5. *Я с удовольствием приму ваше предложение* (そのお言葉、喜んでお受けいたしますわ). Мангака: Ohitsuji Ei, Рассказ: Kiraku Naohito. [Оригинал](https://ncode.syosetu.com/n5454gb/)\n\n**Том 4:**\n1. *Разорвать помолвку? Я ничего не сделала, прямо или косвенно. Но когда я приглянулась… Кто бы мог подумать, что все так закончится?!* (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました; *Разорвать помолвку? Я ничего не сбелала, прямо или косвенно. Кто бы мог побумать, что все так закончится?!*). Мангака: Wamome, Рассказ: Kazukata Jin. [Оригинал](https://ncode.syosetu.com/n8085gn/)\n2. *Кищикоку саикьоу реиджоу ни ыору кен то кен то ренаи джуцу* (騎士国最恐令嬢による剣と拳と恋愛術; *Самая страшная аристократка страны, история о её мече, манерах и взаимоотношениях*; *Сказ о самой страшной леди-рыцаре королевства, о её мече, силе и взаимоотношениях*). Мангака: Kanade Yumika.\n3. *История о том, как невозможно не влюбиться* (愛しているから仕方のない話). Мангака: Kida Yonoichi, Рассказ: Sakaki Dora. [Оригинал](https://ncode.syosetu.com/n8011gg/)\n4. *Реинкатрированные благородные дамы, желают выйти замуж по любви!* (転生令嬢たちは愛する者と結ばれたい; *Переродившиеся аристократки хотят выйти замуж за возлюбленного*). Мангака: Chiaki Rie.\n5. *Кошмарныя выпускная вечеринка* (悪夢の卒業パーティー; *Кошмарный выпускной вечер*). Мангака: Yatsuhashi Hachi, Рассказ: Funineko. [Оригинал](https://ncode.syosetu.com/n3653gl/)\n6. *Акуяку реиджоу сасенасаи* (悪役令嬢…させなさい!!; *Позвольте мне… быть злодейкой!!!*, *Позвольте мне быть злодейкой!*).  Мангака: Kawano Akiko.\n\n**Том 5:**\n1. *Беспорядки, вызванные непониманием расторжения нашей с принцем помолвки* (私と王子の勘違い婚約破棄騒動). Мангака: Maro.\n2. *Похоже, ты разорвал свою помолвку, чтобы жениться на мне, но я не собираюсь выходить за тебя* (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません). Мангака: Usui Tsukasa, Рассказ: Tetsuhako. [Оригинал](https://ncode.syosetu.com/n9230cy/)\n3. *Ранимая дворянская девушка в черном платье* (やさぐれ令嬢は漆黒のドレスを纏う). Мангака: Hizuki.\n4. 婚約破棄されたので愛するお菓子を満喫します. Мангака: Kagari Touya.\n5. 悪の華道を潰しましょう. Мангака: Yamashiro Umeta, Рассказ: Mafuyubi. [Оригинал](https://ncode.syosetu.com/n8188gz/)\n\n**Том 6:**\n1. サバイバルゲーマーですが乙女ゲームに転生してしまいました~悪役令嬢は神エイム~. Мангака: Aikawa Yuu.\n2. 強欲の悪役令嬢. Мангака: Mugicha Poyoko, Рассказ: Ehito. [Оригинал](https://ncode.syosetu.com/n5715fn/)\n3. 脇役令嬢は、婚約破棄されて優雅に花開く。. Мангака: Maaraa Natsu, Рассказ: Sazanami. [Оригинал](https://ncode.syosetu.com/n2309hf/)\n4. 婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした. Мангака: Tachibana Edaka, Рассказ: Sekimiya Amon. [Оригинал](https://ncode.syosetu.com/n6054gw/)\n5. 婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります. Мангака: Koyama Nayu.\n6. 悪の華道を燃やしましょう. Мангака: Yamashiro Umeta, Рассказ: Mafuyubi. [Оригинал](https://ncode.syosetu.com/s6442c/)",
      "th": "**เล่ม 1:**\n1. นางร้ายจะค้นพบรักแท้\n2. เรื่องราวของหญิงสาวที่ต้องไปยังอารามเมื่อถูกยกเลิกงานหมั้น\n3. จะต้องเป็นนางร้ายให้ได้เลย !\n4. เส้นทางปีศาจที่งดงามนั่นน่ะ จะไปด้วยกันดีไหม?\n5. นางร้ายกับรักแรกขององค์ชายที่สอง\n\n**เล่ม 2:**\n1. ถามเรื่องถอนหมั้นมา 10 ปีแล้ว ถ้าจะเอาจริงก็เชิญเลยค่ะ !\n2. นางร้ายหัวเราะอย่างไร้เดียงสา\n3. ศิลปะในการสร้างชาติ เริ่มจากการถอนหมั้น !\n4. ถูกหลอกอยู่ค่ะ รู้ตัวบ้างมั้ยคะ ?\n5. นางร้ายระเบิดออก\n6. ฉันเกิดใหม่ในฐานะนางร้าย เจ้าการถอนหมั้นน่ะ มาเร็ว ๆ เข้าสิ\n\n**เล่ม 3:**\n1. วันหนึ่งฉันได้ยินเสียงในใจของคู่หมั้นตัวเอง\n2. นิสัยคู่หมั้นของเรามันต่างกับในเกมสุดๆไปเลย!\n3. เราน่าจะแต่งงานกับคนที่เกลียดเราแท้ๆ แต่เหมือนว่าเขาจะหลงรักเราแทนล่ะ \n4. จะไปด้วยกันไหม เส้นทางปีศาจที่สวยงามน่ะ ?\n5. ขอรับข้อเสนอนั้นไว้ด้วยความยินดี\n\n**เล่ม 4:**\n1. ถอนการหมั้นงั้นหรอ? เราไม่ได้ทำอะไรเลยนะ ทั้งทางตรงแล้วก็ทางอ้อมแต่พอดูดีๆแล้ว... ใครจะไปคิดกันล่ะว่าเรื่องมันจะจบแบบนี้น่ะ?!\n2. อัศวินขุนนางหญิงที่ถูกหวาดกลัวมากที่สุดใน อาณาจักรกับเรื่องราวที่เกี่ยวกับความสามารถ ด้านดาบของเธอ กำปั้น และความรัก\n3. เรื่องราวของการที่ช่วยไม่ได้ถ้าจะตกหลุมรัก\n4. สองขุนนางสาวผู้เกิดใหม่อยากจะแต่งงานกับคนที่ตัวเองรัก",
      "uk": "**Том 1:**\n1. 悪役令嬢は真実の愛を手にいれる. Манґака: Hoshino Soumei, Розповідь: Nekomata Doremi. [Оригінал](https://ncode.syosetu.com/n1664fm/)\n2. 婚約破棄されて修道院に行くお嬢様の話. Манґака: Sorakura Shikiji, Розповідь: Yuuki Satoru. [Оригінал](https://ncode.syosetu.com/n7933fg/)\n3. 絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！. Манґака: Kuroe Yui, Розповідь: Reiga Utsuho. [Оригінал](https://ncode.syosetu.com/n1702fn/)\n4. *Аку но кадоу во Ікімашоу* (悪の華道を行きましょう). Манґака: Yamashiro Umeta, Розповідь: Mafuyubi. [Оригінал](https://ncode.syosetu.com/n3244cr/)\n5. 悪役令嬢は第二王子の初恋に翻弄される. Манґака: Ohitsuji Ei, Розповідь: Mizuno Saaya. [Оригінал](https://ncode.syosetu.com/n2169fj/)\n\n**Том 2:**\n1. *Коняку гакі во мочікакерарете джуусуунен, соко маде іу нара гакі шімашоу!* (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！). Манґака: Yoshimura, Дизайн персонажів: Maro.\n2. 悪役令嬢は無邪気に笑う. Манґака: Ohitsuji Ei, Розповідь: Yoruru. [Оригінал](https://ncode.syosetu.com/n1629cz/)\n3. 婚約破棄から始まる国家建て直し術！. Манґака: Kawano Akiko, Розповідь: Hazuki. [Оригінал](https://ncode.syosetu.com/n4551ft/)\n4. 貴方は嵌められたのですよ？. Манґака: Koyuki Iroha, Розповідь: Yuki Yukiko. [Оригінал](https://ncode.syosetu.com/n6502eu/)\n5. 悪役令嬢は爆死しました. Манґака: Nanso, Розповідь: bouro. [Оригінал](https://ncode.syosetu.com/n4564fw/)\n6. 転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い. Манґака: Mochida Moo, Розповідь: Kyouka. [Оригінал](https://ncode.syosetu.com/n4699fn/)\n\n**Том 3:**\n1. ある日婚約者の心の声が聞こえるようになりました。. Манґака: Chuugyaku, Розповідь: Enju Subaru. [Оригінал](https://ncode.syosetu.com/s6234f/)\n2. 婚約者の性格が原作と違うのですが. Манґака: Mochida Moo, Розповідь: Kozuki. [Оригінал](https://ncode.syosetu.com/s5772f/)\n3. 嫌われている相手に嫁いだはずがいつのまにか溺愛されていました. Манґака: Potagi, Розповідь: Mikoto. [Оригінал](https://ncode.syosetu.com/n4692gb/)\n4. 悪の華道を追いましょう. Манґака: Yamashiro Umeta, Розповідь: Mafuyubi. [Оригінал](https://ncode.syosetu.com/n5872cw/)\n5. そのお言葉、喜んでお受けいたしますわ. Манґака: Ohitsuji Ei, Розповідь: Kiraku Naohito. [Оригінал](https://ncode.syosetu.com/n5454gb/)\n\n**Том 4:**\n1. 婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました. Манґака: Wamome, Розповідь: Kazukata Jin. [Оригінал](https://ncode.syosetu.com/n8085gn/)\n2. *Кішікоку саікьоу реіджоу ні йору кен то кен то ренаі джуцу* (騎士国最恐令嬢による剣と拳と恋愛術). Манґака: Kanade Yumika.\n3. 愛しているから仕方のない話. Манґака: Kida Yonoichi, Розповідь: Sakaki Dora. [Оригінал](https://ncode.syosetu.com/n8011gg/)\n4. 転生令嬢たちは愛する者と結ばれたい. Манґака: Chiaki Rie.\n5. 悪夢の卒業パーティー. Манґака: Yatsuhashi Hachi, Розповідь: Funineko. [Оригінал](https://ncode.syosetu.com/n3653gl/)\n6. *Акуяку реіджоу сасенасаі* (悪役令嬢…させなさい!!). Манґака: Kawano Akiko.\n\n**Том 5:**\n1. 私と王子の勘違い婚約破棄騒動. Манґака: Maro.\n2. 私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません. Манґака: Usui Tsukasa, Розповідь: Tetsuhako. [Оригінал](https://ncode.syosetu.com/n9230cy/)\n3. やさぐれ令嬢は漆黒のドレスを纏う. Манґака: Hizuki.\n4. 婚約破棄されたので愛するお菓子を満喫します. Манґака: Kagari Touya.\n5. 悪の華道を潰しましょう. Манґака: Yamashiro Umeta, Розповідь: Mafuyubi. [Оригінал](https://ncode.syosetu.com/n8188gz/)\n\n**Том 6:**\n1. サバイバルゲーマーですが乙女ゲームに転生してしまいました~悪役令嬢は神エイム~. Манґака: Aikawa Yuu.\n2. 強欲の悪役令嬢. Манґака: Mugicha Poyoko, Розповідь: Ehito. [Оригінал](https://ncode.syosetu.com/n5715fn/)\n3. 脇役令嬢は、婚約破棄されて優雅に花開く。. Манґака: Maaraa Natsu, Розповідь: Sazanami. [Оригінал](https://ncode.syosetu.com/n2309hf/)\n4. 婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした. Манґака: Tachibana Edaka, Розповідь: Sekimiya Amon. [Оригінал](https://ncode.syosetu.com/n6054gw/)\n5. 婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります. Манґака: Koyama Nayu.\n6. 悪の華道を燃やしましょう. Манґака: Yamashiro Umeta, Розповідь: Mafuyubi. [Оригінал](https://ncode.syosetu.com/s6442c/)",
      "vi": "Tuyển tập oneshot về các tiểu thư danh giá mà phải chịu phận nữ phụ phản diện và số phận của họ sẽ đi về đâu?!\n\n**Tập 1:**\n1. \"Nữ phụ phẚn diện sẽ tìm được tình yêu đich thực\" (悪役令嬢は真実の愛を手にいれる). Nghệ thuật: Hoshino Soumei, Chuyện: Nekomata Doremi. [Nguyên bản](https://ncode.syosetu.com/n1664fm/)\n2. \"Câu truyện về một quý cô bị gửi đến tu viện sau khi bị hủy bỏ hôn ước\" (婚約破棄されて修道院に行くお嬢様の話). Nghệ thuật: Sorakura Shikiji, Chuyện: Yuuki Satoru. [Nguyên bản](https://ncode.syosetu.com/n7933fg/)\n3. \"Mình chắc chắnn sẽ khiến hôn ước của mình bị hủy bỏ!\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Nghệ thuật: Kuroe Yui, Chuyện: Reiga Utsuho. [Nguyên bản](https://ncode.syosetu.com/n1702fn/)\n4. \"Thúng ta sẽ dắt tay nhau và đi vào con đường tà ác nhé?\" (悪の華道を行きましょう; \"Hãy cùng nhau bước đi trên con đường phản diện đầy hoa lệ\"). Nghệ thuật: Yamashiro Umeta, Chuyện: Mafuyubi. [Nguyên bản](https://ncode.syosetu.com/n3244cr/)\n5. \"Nữ phụ phẚn diện và mối tình đầu của nhị hoàng tử\" (悪役令嬢は第二王子の初恋に翻弄される). Nghệ thuật: Ohitsuji Ei, Chuyện: Mizuno Saaya. [Nguyên bản](https://ncode.syosetu.com/n2169fj/)\n\n**Tập 2:** \n1. \"Đã 10 năm kể từ khi hôn ước chúng ta bị hủy bỏ, nếu ngài cứ khăng khăng như vậy, hãy phá vỡ nó đi!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！). Của Yoshimura, thiết kế nhân vật: Maro.\n2. \"Nụ cười ngây thơ của nữ phụ phẚn diện\" (悪役令嬢は無邪気に笑う). Nghệ thuật: Ohitsuji Ei, Chuyện: Yoruru. [Nguyên bản](https://ncode.syosetu.com/n1629cz/)\n3. \"Nghệ thuật vực dậy một quṓc gia luôn bằt đầu bằng một hôn ửớc bị hủy bỏ!\" (婚約破棄から始まる国家建て直し術！). Nghệ thuật: Kawano Akiko, Chuyện: Hazuki. [Nguyên bản](https://ncode.syosetu.com/n4551ft/)\n4. \"Ngài đã bị sập bẫy rồi, ngài biết chú?\" (貴方は嵌められたのですよ？). Nghệ thuật: Koyuki Iroha, Chuyện: Yuki Yukiko. [Nguyên bản](https://ncode.syosetu.com/n6502eu/)\n5. \"Nhân vật phẚn diện bùng nổ\" (悪役令嬢は爆死しました). Nghệ thuật: Nanso, Chuyện: bouro. [Nguyên bản](https://ncode.syosetu.com/n4564fw/)\n6. 転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い. Nghệ thuật: Mochida Moo, Chuyện: Kyouka. [Nguyên bản](https://ncode.syosetu.com/n4699fn/)\n\n**Tập 3:**\n1. \"Bỗng dưng một ngày nọ ta nghe được suy nghĩ của vị hôn thê\" (ある日婚約者の心の声が聞こえるようになりました。). Nghệ thuật: Chuugyaku, Chuyện: Enju Subaru. [Nguyên bản](https://ncode.syosetu.com/s6234f/)\n2. \"Tính cách của vị hôn phu khác hẳn so với nguyên tác mà tôi biết\" (婚約者の性格が原作と違うのですが). Nghệ thuật: Mochida Moo, Chuyện: Kozuki. [Nguyên bản](https://ncode.syosetu.com/s5772f/)\n3. \"Mặc dù gẚ cho một tên đáng ghét nhưng không hiểu từ lúc nào ta đã đem lòng yêu hắn một cách điên cuồng\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Nghệ thuật: Potagi, Chuyện: Mikoto. [Nguyên bản](https://ncode.syosetu.com/n4692gb/)\n4. \"Thúng ta sẽ tiếp tục đi trên con đường tà ác nhé?\" (悪の華道を追いましょう). Nghệ thuật: Yamashiro Umeta, Chuyện: Mafuyubi. [Nguyên bản](https://ncode.syosetu.com/n5872cw/)\n5. \"Hãy vui vẻ đón nhận những lời nói đó nhé\" (そのお言葉、喜んでお受けいたしますわ; \"Ta rất sẵn lòng tiếp nhận mệnh lệnh của người\"). Nghệ thuật: Oshitsuji Ei, Chuyện: Kiraku Naohito. [Nguyên bản](https://ncode.syosetu.com/n5454gb/)\n\n**Tập 4:**\n1. \"Hủy bỏ hôn ước sao? Tôi không dính dáng gì đến việc đó cả, dù là trực tiếp hay gián tiếp. Nhưng mà nghĩ lại… Ai mà ngờ được mọi chuyện sẽ thành ra như thế này?!\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). Nghệ thuật: Wamome, Chuyện: Kazukata Jin. [Nguyên bản](https://ncode.syosetu.com/n8085gn/)\n2. \"Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu\" (騎士国最恐令嬢による剣と拳と恋愛術; \"Nữ kỵ sĩ cao quý được nể sợ nhất vương quốc, câu chyện zoay quanh thanh gươm, dang dự và khả năng xã giao của cô ấy\"; \"Nữ hiệp sĩ quý tộc đáng sợ nhất vương quốc và câu chuyện xoay quanh thanh gươm, nắm đấm và kỹ năng tạo dựng mối quan hệ xã hội của cô ấy\"). Của Kanade Yumika\n3. \"Câu chuyện về một tình yêu không cách nào cưỡng lại\" (愛しているから仕方のない話; \"Khi tình yêu là khônh thể tránh khỏi\"). Nghệ thuật: Kida Yonoichi, Chuyện: Sakaki Dora. [Nguyên bản](https://ncode.syosetu.com/n8011gg/)\n4. \"Những tiểu thư quý tộc chuyển sinh muốn được kết hôn vối mình yêu\" (転生令嬢たちは愛する者と結ばれたい). Của Chiaki Rie\n5. \"Lễ tốt nghiệp kinh hoàng\" (悪夢の卒業パーティー; \"Buổi lễ tốt nghiệp ác mộng\"). Nghệ thuật: Yatsuhashi Hachi, Chuyện: Funineko. [Nguyên bản](https://ncode.syosetu.com/n3653gl/)\n6. \"Akuyaku Reijou Sasenasai\" (悪役令嬢…させなさい!!, \"Xin mạn phép trở thành… Kẻ phản diện!\"; \"Để yên cho tôi làm ác nữ\"). Của Kawano Akiko\n\n**Tập 5:**\n1. \"Cuộc khủng hoẚng hủy hôn do hiểu lầm giữa ta và hoàng tử\" (私と王子の勘違い婚約破棄騒動). Của Maro\n2. \"Anh ta đã hủy hôn để có thể kết hôn với tôi nhưng tôi chẳng cô hứng kết hôn với anh ta\" (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません). Nghệ thuật: Usui Tsukasa, Chuyện: Tetsuhako. [Nguyên bản](https://ncode.syosetu.com/n9230cy/)\n3. \"Tiểu thư hờn dỗi diện bộ cánh đen tuyền\" (やさぐれ令嬢は漆黒のドレスを纏う). Của Hizuki\n4. \"Tận hưởng hương vị kẹo ngọt của tình yêu sau khi bị hủy hôn ước\" (婚約破棄されたので愛するお菓子を満喫します; \"Sau khi bị hủy hôn ước, tôi đi tận hưởng kẹo ngọt tình yêu trọn đời\"). Của Kagari Touya\n5. \"Chúng ta hãy cùng nhau dẫm bước trên con đường tà ác\" (悪の華道を潰しましょう). Nghệ thuật: Yamashiro Umeta, Chuyện: Mafuyubi. [Nguyên bản](https://ncode.syosetu.com/n8188gz/)\n\n**Tập 6:**\n1. \"Game thủ game sinh tồn nhưng lại chuyển sinh vào game thiếu nữ\" (サバイバルゲーマーですが乙女ゲームに転生してしまいました~悪役令嬢は神エイム~). Của Aikawa Yuu\n2. \"Quý cô phản diện của lòng tham không đáy\" (強欲の悪役令嬢). Nghệ thuật: Mugicha Poyoko, Chuyện: Ehito. [Nguyên bản](https://ncode.syosetu.com/n5715fn/)\n3. \"Nữ phụ phản diện nở rộ đầy kiêu sa sau khi bị hủy bỏ hôn ước\" (脇役令嬢は、婚約破棄されて優雅に花開く。). Nghệ thuật: Maaraa Natsu, Chuyện: Sazanami. [Nguyên bản](https://ncode.syosetu.com/n2309hf/)\n4. \"Vị hôn phu đã vứt bỏ tôi để chọn em gái nhưng em ấy là một quả bom hẹn giờ\" (婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした). Nghệ thuật: Tachibana Edaka, Chuyện: Sekimiya Amon. [Nguyên bản](https://ncode.syosetu.com/n6054gw/)\n5. \"Tiể thư lãnh đạm bị hủy bỏ hôn ước tận hưởng hạnh phúc với chàng hoàng tử thời thơ ấu máum\" (婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります). Của Koyama Nayu\n6. \"Hãy cùng nhau bước đi trên con đường phản diện đầy hoa lệ\" (悪の華道を燃やしましょう). Nghệ thuật: Yamashiro Umeta, Chuyện: Mafuyubi. [Nguyên bản](https://ncode.syosetu.com/s6442c/)",
      "pt-br": "Noivados anulados, \"Bem-feito para você\", eventos de condenação, amor, realeza, heroínas reencarnadas, finais de banimento… está repleto de todos os encantos das vilãs! A adaptação de 5 histórias populares de vilãs que foram publicadas na Shousetsuka ni Narou! Uma antologia de oneshots com finais felizes!!\n\n**Sumário de volume 1:**\n1. \"A vilã conseguirá um amor verdadeiro\" (悪役令嬢は真実の愛を手にいれる). Arte: Hoshino Soumei, Conto: Nekomata Doremi. [Original](https://ncode.syosetu.com/n1664fm/)\n2. \"O conto da garota nobre que irá para um mosteiro após a anulação de seu noivado\" (婚約破棄されて修道院に行くお嬢様の話). Arte: Sorakura Shikiji, Conto: Yuuki Satoru. [Original](https://ncode.syosetu.com/n7933fg/)\n3. \"Definitivamente terei meu noivado anulado! Me tornarei uma vilã!\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Arte: Kuroe Yui, Conto: Reiga Utsuho. [Original](https://ncode.syosetu.com/n1702fn/)\n4. \"Aku no Kadou wo Ikimashou\" (悪の華道を行きましょう; \"Vamos andar de mãos dadas pelo caminho florido para a maldade?\"). Arte: Yamashiro Umeta, Conto: Mafuyubi. [Original](https://ncode.syosetu.com/n3244cr/)\n5. \"A vilã brinca com o primeiro amor do segundo príncipe\" (悪役令嬢は第二王子の初恋に翻弄される). Arte: Ohitsuji Ei, Conto: Mizuno Saaya. [Original](https://ncode.syosetu.com/n2169fj/)\n\n**Sumário de volume 2:**\n1. \"Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; \"Já faz 10 anos que desde que você pediu para terminar nosso noivado, se você insiste tanto assim, vamos terminar!\"). Por Yoshimura\n2. \"A vilã ri inocentemente\" (悪役令嬢は無邪気に笑う). Arte: Ohitsuji Ei, Conto: Yoruru. [Original](https://ncode.syosetu.com/n1629cz/)\n3. \"A arte de reconstruir uma nação começa com o término de um noivado!\" (婚約破棄から始まる国家建て直し術！). Arte: Kawano Akiko, Conto: Hazuki. [Original](https://ncode.syosetu.com/n4551ft/)\n4. \"Armaram para você, sabia?\" (貴方は嵌められたのですよ？). Arte: Koyuki Iroha, Conto: Yuki Yukiko. [Original](https://ncode.syosetu.com/n6502eu/)\n5. \"A vilã explodiu\" (悪役令嬢は爆死しました). Arte: Nanso, Conto: bouro. [Original](https://ncode.syosetu.com/n4564fw/)\n6. \"Eu reencarnei como uma vilã. Venha rápido, ao meu evento de término de noivado\" (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い). Arte: Mochida Moo, Conto: Kyouka. [Original](https://ncode.syosetu.com/n4699fn/)\n\n**Sumário de volume 3:**\n1. \"Um dia, eu consegui ouvir a voz interior da minha noiva\" (ある日婚約者の心の声が聞こえるようになりました。). Arte: Chuugyaku, Conto: Enju Subaru. [Original](https://ncode.syosetu.com/s6234f/)\n2. \"A personalidade do meu noivo é bem diferente da do jogo!\" (婚約者の性格が原作と違うのですが). Arte: Mochida Moo, Conto: Kozuki. [Original](https://ncode.syosetu.com/s5772f/)\n3. \"Era para eu me casar com alguém que me odiava, mas quando menos percebi começaram a gostar de mim\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Arte: Potagi, Conto: Mikoto. [Original](https://ncode.syosetu.com/n4692gb/)\n4. \"Vamos continuar pelo caminho florido da maldade?\" (悪の華道を追いましょう). Arte: Yamashiro Umeta, Conto: Mafuyubi. [Original](https://ncode.syosetu.com/n5872cw/)\n5. \"Eu aceitarei sua oferta com prazer\" (そのお言葉、喜んでお受けいたしますわ). Arte: Oshitsuji Ei, Conto: Kiraku Naohito. [Original](https://ncode.syosetu.com/n5454gb/)\n\n**Sumário de volume 4:**\n1. \"Cancelar com o noivado? Eu não fiz nada, diretamente ou indiretamente. Mas quando fui averiguar... quem imaginaria que as coisas acabariam assim?!\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). Arte: Wamome, Conto: Kazukata Jin. [Original](https://ncode.syosetu.com/n8085gn/)\n2. \"Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu\" (騎士国最恐令嬢による剣と拳と恋愛術; \"A nobre mais temida do reino e um conto sobre suas habilidades de espada, modos e relacionamentos\"). Por Kanade Yumika\n3. \"Uma história sobre ser incapaz de evitar de apaixonar-se\" (愛しているから仕方のない話). Arte: Kida Yonoichi, Conto: Sakaki Dora. [Original](https://ncode.syosetu.com/n8011gg/)\n4. \"As garotas nobres reincarnadas querem casar-se com seus amados\" (転生令嬢たちは愛する者と結ばれたい). Por Chiaki Rie\n5. \"Pesadelo de festa de graduação\" (悪夢の卒業パーティー). Arte: Yatsuhashi Hachi, Conto: Funineko. [Original](https://ncode.syosetu.com/n3653gl/)\n6. \"Akuyaku Reijou Sasenasai\" (悪役令嬢…させなさい!!; \"Permita-me ser... a vilã!\"). Por Kawano Akiko\n\n**Sumário de volume 5:**\n1. \"O tumulto causado pelo mal entendido do cancelamento do meu noivado com o príncipe\" (私と王子の勘違い婚約破棄騒動). Por Maro\n2. \"Iria parecer que você cancelou o noivado para casar-se comigo, mas não tenho intenção de me casar com você\" (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません). Arte: Usui Tsukasa, Conto: Tetsuhako. [Original](https://ncode.syosetu.com/n9230cy/)\n3. \"A garota nobre melancólica vestida em um vestido negro como a noite\" (やさぐれ令嬢は漆黒のドレスを纏う). Por Hizuki\n4. \"Agora que meu noivado foi anulado, posso ter minha cota dos meus adorados doces\" (婚約破棄されたので愛するお菓子を満喫します). Por Kagari Touya\n5. \"Vamos arruinar o caminho florido para a maldade?\" (悪の華道を潰しましょう). Arte: Yamashiro Umeta, Conto: Mafuyubi. [Original](https://ncode.syosetu.com/n8188gz/)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d29e535f-4473-4cee-a9b8-43b8b5cbe251",
    "title": {
      "en": "Ichizu ni Dekiaisarete, Shiawase o Tsukami Totte Misemasu wa! Isekai Anthology Comic"
    },
    "updatedAt": "2024-11-08T14:23:24+00:00",
    "coverArt": "https://mangadex.org/covers/d29e535f-4473-4cee-a9b8-43b8b5cbe251/5856de53-d676-4185-93e6-1c660970b418.jpg",
    "altTitles": [
      {
        "ja": "一途に溺愛されて、幸せを掴み取ってみせますわ！異世界アンソロジーコミック"
      },
      {
        "ja-ro": "Ichizu ni Dekiaisarete, Shiawase o Tsukami Totte Misemasu wa!"
      },
      {
        "en": "I will be loved with all my heart, and I will be happy"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05a56be4-26ab-4f50-8fc0-ab8304570258",
    "title": {
      "en": "Drawing: Saikyou Mangaka wa Oekaki Skill de Isekai Musou Suru!"
    },
    "updatedAt": "2025-01-07T15:46:00+00:00",
    "coverArt": "https://mangadex.org/covers/05a56be4-26ab-4f50-8fc0-ab8304570258/0f0c8f0e-2724-4385-85de-5358313f6df5.jpg",
    "altTitles": [
      {
        "ja": "ドローイング 最強漫画家はお絵かきスキルで異世界無双する！"
      },
      {
        "en": "Drawing: The Greatest Mangaka Becomes a Skilled “Martial Artist” in Another World"
      },
      {
        "zh-hk": "作畫 最強漫畫家利用繪畫技能在異世界開無雙！"
      },
      {
        "vi": "Drawing: Mangaka Mạnh Nhất Với Kỹ Năng Vẽ Tranh Vô Song Tại Dị Giới"
      }
    ],
    "description": {
      "en": "Akira Kamishiro was a very successful manga author, who was diagnosed with blood cancer one day. He regretted the way he lived, where he could only build up empty relationships. Angry at his mother for asking him to send her some money, he died in a car accident. He was given a chance to choose his new mother and reincarnate in another world.\n\nAkira, not wanting to have a repeat of his past life, decided to choose an ordinary but safe life.. He was reincarnated as Akira, the only son of a magic store, with his previous life's memories. He had no talent for swordsmanship or magic, but he didn’t care as he was still loved by his family. At one point, he realized that he can embody various things by \"drawing a picture\". That's when he noticed his cheat ability...!?",
      "ja": "漫画家として大成功を収めていた神代彰は、成功だけに囚われて人間関係を蔑ろにし続けた自分の人生を後悔しながら死んでしまう。そんな彰を待っていたのは、自分で母親を選んで異世界転生するチャンス！？転生した彰は剣術も魔法もダメダメだったが、家族に愛されながら平穏な生活を送っていた。しかしあるとき、「絵を描く」ことでいろいろなものを具現化できるチート能力に気がついてしまって……？",
      "vi": "Akira, một họa sĩ tài năng nhưng sau khi bị bệnh ung thư anh đã nhận ra xung quanh mình chẳng còn gì ngoại trừ cái danh hiệu \"thành công\" của mình. Không có người đi cùng mình đến bệnh viện, người mẹ, người thân duy nhất của anh cũng đòi anh đưa tiền mới chịu đi cùng anh. Trong cơn giận anh đã vô tình gây tai nạn và được chuyển sinh sang thế giới khác. Một thế giới mới với một cuộc sống mới anh quyết định sống một cách bình thường và giữ gìn hạnh phúc gia đình nhỏ nhoi của mình",
      "pt-br": "Akira Kamidai lamenta ter conseguido construir apenas uma relação vazia, embora tenha feito muito sucesso como cartunista. Uma vida em um lugar medíocre onde eu queria que Akira fosse uma pessoa com magia. Reencarnação em uma loja voltada para a esgrima. Esgrima! Esgrima! Esgrima! Esgrima! Esgrima! Eu estava vivendo uma vida ideal para uma família amada por espadachins. Descobri a habilidade de trapaça que encarnar várias coisas atravéz de um ”desenho”…? Uma aventura mundial diferente para proteger seu paradeiro, tecida por Akira que quer levar uma vida normal...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec0c3cbf-dc3d-4df2-b2c6-2af7ad41541e",
    "title": {
      "en": "Mane Mane Nichi Nichi"
    },
    "updatedAt": "2024-10-23T03:09:50+00:00",
    "coverArt": "https://mangadex.org/covers/ec0c3cbf-dc3d-4df2-b2c6-2af7ad41541e/a8ca665c-f019-4451-a97a-3c76b2258b5b.png",
    "altTitles": [
      {
        "ja": "マネマネ にちにち"
      },
      {
        "tl": "Araw-araw, namamahala"
      },
      {
        "ja-ro": "Manemane Nichinichi"
      },
      {
        "fr": "Jour Après Jour"
      }
    ],
    "description": {
      "en": "In a certain school lies a certain club and its three managers. Though unremarkable, days that can't be found anywhere else have begun! Drawn by Yamamoto Souichiro is a brand new Sports ground youth story!",
      "fr": "Dans une certaine lycée se trouve un certain club et ses trois managers. Bien qu'anodins, des jours comme on n'en trouve nulle part ailleurs voient le jour ! Dessiné par Yamamoto Souichiro : une toute nouvelle histoire de jeunesse sur le thème du sport !",
      "tl": "Nakatakda sa beysbol klab ng isang hayskul, ito ay isang \"kwentong pagdadalaga sa gilid,\" na nakatuon sa tatlong tagapamahala ng koponan na may napakaibang mga personalidad: si Nagisa, na halos hindi alam ang mga patakaran ng beysbol; si Ichinose, isang magarbo na gyaru; at si Himemiya, ang tahimik na babae na may nakakagulat na masamang pag-uugali.",
      "vi": "Slice of life của ba em quản lí CLB thể thao ở một trường cao trung nào đó... Để xem có gì hay!",
      "pt-br": "Numa determinada escola reside um determinado clube e as suas três ajudantes. Embora normais, dias que não podem ser encontrados em nenhum outro lugar começaram! Desenhado por Yamamoto Souichirou, é uma nova história juvenil de campo esportivo!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d342a6b-d2ac-4a82-a3e6-233fc1cc9ff6",
    "title": {
      "en": "Dr. Choi Giseok Levels Up"
    },
    "updatedAt": "2024-06-24T01:08:35+00:00",
    "coverArt": "https://mangadex.org/covers/6d342a6b-d2ac-4a82-a3e6-233fc1cc9ff6/18e28591-628b-4339-9e34-a61c9bc4f69c.png",
    "altTitles": [
      {
        "en": "Level Up Doctor Choi Ki-seok"
      },
      {
        "ru": "Повышение уровня Доктор Чхве Ки Сок"
      },
      {
        "en": "Level Up Doctor Choi Kiseok"
      },
      {
        "ko": "레벨업 닥터 최기석"
      },
      {
        "en": "Level-Up Doctor"
      }
    ],
    "description": {
      "en": "Growing up as an orphan, Jeong He-Jin didn’t open his heart to anyone.\n\nAfter giving his all to become a cardiothoracic surgeon, he got into an unfortunate accident,\nafter which he woke up not as ‘Jeon He-Jin’ but as ‘Choi GiSeok’.\nAnd on top of that, he has to <Level Up> using his skills…?\n\nThe accident changed his fate drastically…\nCan he become ‘the Greatest Cardiothoracic Surgeon’ as ‘Choi GiSeok’?",
      "ko": "고아로 자라 그 누구에게도 마음을 열지 않고 \n최고의 흉부외과 의사가 되기 위해 피나는 노력을 했던 나 정해진.\n\n갑작스러운 사고로 눈을 떠보니 '정해진'이 아닌 '최기석'으로 \n살아가야 하는 것으로도 모자라서 내가 가진 스킬을 <레벨업> 해야 한다고..?\n\n사고 후 송두리째 바뀌어버린 운명..\n과연 이제 막 걸음마를 뗀 '최기석'의 몸으로 \n'최고의 흉부외과 의사'가 될 수 있을까?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "110"
  },
  {
    "mangaId": "b0d3d73c-afc9-4d5e-b610-d0e97dc76db6",
    "title": {
      "en": "Hajimete no Gal"
    },
    "updatedAt": "2025-02-06T01:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/b0d3d73c-afc9-4d5e-b610-d0e97dc76db6/272e2a88-e682-44d8-ab67-64161b16067f.jpg",
    "altTitles": [
      {
        "ja": "はじめてのギャル"
      },
      {
        "ja-ro": "Hajimete no Gyaru"
      },
      {
        "en": "My First Girlfriend is a Gal"
      },
      {
        "en": "My First Gyaru"
      },
      {
        "zh": "第一次的Gal"
      },
      {
        "zh-hk": "첫 갸루"
      },
      {
        "pt-br": "Minha primeira namorada é uma Gal!"
      },
      {
        "ru": "Первая Гяру"
      },
      {
        "vi": "Cô Bạn Gái Của Tôi Là Một Gyaru"
      },
      {
        "vi": "Lần Đầu Với Gal"
      }
    ],
    "description": {
      "en": "Spring. The 'season of love' has arrived and it seems that finding himself a girlfriend was harder than Jun'ichi believed. To break the status quo, Jun'ichi's friends have forced him into confessing to the gyaru, Yame Yukana. However, things do not go quite as he expected.",
      "ja": "DT(童貞)を捨てたいと悩む高校生・羽柴ジュンイチ。ある日、「ギャルに土下座で頼めば卒業できる」という迷信を聞いて、ダメ元でクラスのギャル・八女に土下座で告白した所…まさかの大成功!? 見事付き合うことになるのだが、ビッチなのに身持ちは固い八女さんに、非リアな羽柴は弄ばれる毎日で…。果たして羽柴は「はじめて」から卒業できるのか!?",
      "vi": "Mùa xuân, mùa của tình yêu đã đến và có vẻ như việc tìm ra bạn gái của anh ấy khó hơn với Junichi. Để tìm ra cách, bạn của Junichi buộc anh phải thú nhận với cô gái, Yame Yukana. Tuy nhiên, mọi việc không diễn ra như anh mong đợi. và cái gì tới nó tới",
      "pt-br": "Junichi Hashiba é um jovem colegial virgem que está desesperado para perder esse status. Sob pressão de seus amigos, o garoto acaba se declarando para Yukana Yame. Surpreendentemente a garota aceita  e um casal é formado. Porém, Jun acaba se encontrando em águas desconhecidas com Yame, que é uma gyaru (um tipo de moda urbana japonesa). Enquanto ele fantasia em perder a sua virgindade, ela se mostra mais normal e inocente do que ele imaginava."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1b61cc0-7bb1-4280-a35a-c30a9ee0ff56",
    "title": {
      "en": "Neighborhood Craftsmen: Stories from Kanda’s Gokura-chou"
    },
    "updatedAt": "2025-02-14T14:35:13+00:00",
    "coverArt": "https://mangadex.org/covers/c1b61cc0-7bb1-4280-a35a-c30a9ee0ff56/89a9582c-a9ec-4b90-9688-537435a99abf.jpg",
    "altTitles": [
      {
        "ja": "神田ごくら町職人ばなし"
      },
      {
        "ja-ro": "Kanda Gokura-chou Shokunin-banashi"
      },
      {
        "en": "Tales of Craftsmen from Kanda Gokurachou"
      },
      {
        "en": "Kanda Gokura Town Artisan Stories"
      },
      {
        "ko": "에도의 장인들 - 간다 고쿠라초 이야기"
      }
    ],
    "description": {
      "en": "Cooper, swordsmith, dyemaster, tatami stitcher, plasterer.\nStories about the skills and spirit of master craftsmen, portrayed in loving and faithful detail that lets you take a glance at the everyday lives of the artisans of the Edo period.\n\n**Awards:**\n- New Creator Prize in the 2024 Tezuka Osamu Cultural Prize\n- 1st in Freestyle's THE BEST MANGA 2024 Read This Manga!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b16f2554-9525-4f2a-bbe4-5b75b6605176",
    "title": {
      "ja": "Clevatess -Majuu no Ou to Akago to Shikabane no Yuusha-"
    },
    "updatedAt": "2025-01-29T00:55:43+00:00",
    "coverArt": "https://mangadex.org/covers/b16f2554-9525-4f2a-bbe4-5b75b6605176/3aa0d52c-7cc2-41d3-a1b3-e6b99e690cdd.jpg",
    "altTitles": [
      {
        "ja": "クレバテス－魔獣の王と赤子と屍の勇者－"
      },
      {
        "ja": "Clevatess -The King of Devil Beast, The baby, and The Brave of Undead-"
      },
      {
        "en": "Clevatess -The Devil Beast King, The Baby, & The Corpse Hero-"
      },
      {
        "en": "Clevatess - The King of Devil Beasts, the Baby, and the Brave of the Undead"
      },
      {
        "pt-br": "Clevatess - O Rei das Feras Diabólicas, O bebê e a Valente Heróina Morta-Viva"
      }
    ],
    "description": {
      "en": "He killed the heroes, killed the king, the devil beast then found the “baby of fate”…\n\nHaving both superior intellect and destructive power, such is Clevatess, the devil beast king.\nAngered by the 13 heroes' attempt to take his life, he had decided to bring ruin upon humanity, but he gets entrusted with an unexpected nuisance: a newborn human baby.\n\nIs this the tale of a world close to apocalypse or a diary of new-era childcare?\n___\n**Alt Official Raw:** [LINE Manga](https://manga.line.me/product/periodic?id=Z0000841)",
      "pt-br": "Ele matou os heróis, matou o rei, a fera demoníaca então encontrou o “bebê do destino”… Tendo intelecto superior e poder destrutivo, tal é Clevatess, o rei das feras demoníacas. Irritado com os 13 heróis encarregados de tirar sua vida, ele decidiu arruinar a humanidade, mas foi encarregado de um incômodo inesperado: um bebê humano recém-nascido. É a história de um mundo próximo do fim, perto do apocalipse, ou o diário dos cuidados infantis da nova era?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30d67a54-5b16-4326-a4e6-3c1754902251",
    "title": {
      "en": "Robot Girls Z"
    },
    "updatedAt": "2025-02-14T13:50:47+00:00",
    "coverArt": "https://mangadex.org/covers/30d67a54-5b16-4326-a4e6-3c1754902251/21ff7af7-4352-41ba-b756-f9fde73baeeb.png",
    "altTitles": [
      {
        "ja": "ロボットガールズZ"
      }
    ],
    "description": {
      "en": "A manga adaptation that expands the events from the anime."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "bc48be50-2f43-4f98-970a-6e6cda1324f1",
    "title": {
      "en": "Kekkon Suru tte Itta Yone?"
    },
    "updatedAt": "2025-02-04T00:45:37+00:00",
    "coverArt": "https://mangadex.org/covers/bc48be50-2f43-4f98-970a-6e6cda1324f1/c6ef802c-2506-4793-b815-2831a279b383.jpg",
    "altTitles": [
      {
        "ja": "結婚するって言ったよね？"
      },
      {
        "en": "You Said You Will Marry Me, Right?"
      }
    ],
    "description": {
      "en": "The main character, who promised to get married when he turned 18, looked at his family and realized \"marriage is hell,\" but it was already too late. His childhood friend has grown up into a super duper nutjob woman he can't escape from?!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1d16bd6-6b08-4985-b15e-e8586a8de78a",
    "title": {
      "en": "I, Who Have the Natural Charismatic Traits, Was Targeted by Yandere Disciples"
    },
    "updatedAt": "2024-05-13T10:05:29+00:00",
    "coverArt": "https://mangadex.org/covers/d1d16bd6-6b08-4985-b15e-e8586a8de78a/eda60bb2-bebc-4669-8176-9ec05c556782.png",
    "altTitles": [
      {
        "zh": "天生媚骨的我被病娇徒儿盯上了"
      },
      {
        "zh-ro": "Tiansheng Meigu De Wo Bei Bing Jiao Tu Er Ding Shangle"
      },
      {
        "zh-ro": "Tiānshēng Mèigǔ De Wǒ Bèi Bìng Jiāo Tú Er Dīng Shàngle"
      },
      {
        "vi": "Trời Sinh Mị Cốt, Ta Bị Đồ Nhi Yandere Để Mắt Tới"
      }
    ],
    "description": {
      "en": "After losing all magical powers, Bing Yuanzi was caught by a female disciple with ulterior motives. Witnessing a disciple she had painstakingly raised harboring malicious intentions, the master drank the last vial of a transformative potion, intending to erase her own existence. Unexpectedly, instead of disappearing, she became the legendary natural beauty, with allure and beauty reaching maximum levels. At the same time, the next words from her female disciple sounded behind her: “Master, you wouldn’t want your loss of magical powers to be known by our enemies, would you?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd96061a-96ac-4549-8a3c-ed4221a51d46",
    "title": {
      "en": "Asura’s Verdict"
    },
    "updatedAt": "2024-12-11T14:51:56+00:00",
    "coverArt": "https://mangadex.org/covers/dd96061a-96ac-4549-8a3c-ed4221a51d46/b1dc1c9d-4d58-42eb-b567-725cb1a9eb25.jpg",
    "altTitles": [
      {
        "ja": "アスラの沙汰"
      },
      {
        "ja-ro": "Asura no Sata"
      },
      {
        "ru": "Вердикт Асуры"
      }
    ],
    "description": {
      "en": "\"Only do good deeds.\"—Asura follows his late mother's teachings and always strives to do good in life. No matter how much he is bullied, he goes on with a smile, firmly believing that evildoers will receive divine punishment. Until one day, an ominous old man offers him a key that can open the doors to hell...",
      "pt-br": "\"Faça apenas boas ações\". — Asura segue os ensinamentos de sua falecida mãe e sempre se esforça para fazer o bem. Não importa o quanto seja zoado, continua com um sorriso, acreditando firmemente que os malfeitores receberão uma punição divina. Até que, certo dia, um velho agourento lhe oferece uma chave que pode abrir os Portões do Inferno..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36479187-739c-495e-95c5-68fa909d0a4f",
    "title": {
      "en": "Tsunakan no Tsuna-chan"
    },
    "updatedAt": "2025-02-14T14:58:32+00:00",
    "coverArt": "https://mangadex.org/covers/36479187-739c-495e-95c5-68fa909d0a4f/316ce312-6f79-4149-a0fc-9c69563eedd1.png",
    "altTitles": [
      {
        "ja": "ツナ缶のツナちゃん"
      },
      {
        "en": "Tuna-Chan From A Can Of Tuna"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a89031a8-d459-43e4-a1ee-827ef8bec2fb",
    "title": {
      "en": "The Demon's Darling Daughter"
    },
    "updatedAt": "2025-01-21T15:03:21+00:00",
    "coverArt": "https://mangadex.org/covers/a89031a8-d459-43e4-a1ee-827ef8bec2fb/8a5994e9-5da1-4fee-b39b-b255c7fe62ca.jpg",
    "altTitles": [
      {
        "ko": "악마의 사랑을 받는 딸이래요"
      },
      {
        "ko-ro": "Angmaui Sarangeul Banneun Ttariraeyo"
      },
      {
        "ko-ro": "Agma'eui Sarang'eul Badneun Ddar'iraeyo"
      },
      {
        "en": "I Am a Daughter Loved by the Devil"
      },
      {
        "en": "I Am the Beloved Daughter of the Devil"
      },
      {
        "en": "The Devil's Beloved Daughter"
      },
      {
        "fr": "La fille adorée du démon"
      },
      {
        "pt-br": "Sou a amada filha do diabo"
      },
      {
        "ru": "Дочь, любимая дьяволом"
      },
      {
        "ja": "悪魔に溺愛されています"
      },
      {
        "zh": "备受宠爱的恶魔之女"
      },
      {
        "zh-hk": "我在惡魔家的受寵生活"
      }
    ],
    "description": {
      "en": "Mia Evelan has never left the tiny room where her aunt and uncle keep her locked up. Then one night, she has a series of dreams that show her the future, and learns that her true father could be a demonic grand duke. Knowing this, Mia plans to escape her room and ask the grand duke for child support so she can strike out on her own. But once they've met, her father isn't intent on letting her go so easily! Should Mia choose a life of independence or one with her newly found demon family?\n\n---\nI'm Mia, a child abused by my family. One day I had a 'dream' and saw the future. A future where I fell for my aunt and uncle's schemes, accidentally murdered my older half-brother, and causing a great war. Things just can't end like this, so I'll change the future with my own hands! \n\nWith the information gathered from the dream, the first thing I have to do is find my biological father!\n\n\"Gimme thild thupport!\"\n\n(If only I didn't lisp!) In return for selling information about my uncle's schemes and taking all the backlog of child support from my biological father, I was planning on leaving…\n\nBut then my eldest brother, who boasts an aloof beauty, said, \"I'm thinking of building you an amusement park.\"\n\nMy reckless second eldest brother interrupted and said, \"Shall I buy you a tropical island covered with pretty flowers?\"\n\nAnd the most handsome man in the world, my Papa, replied on a whole nother level! \"I'll buy you an artifact which calls for mermaids.\"\n\nNo, no, no! All three have terrible liquidity! The cleverest, smartest, most materialistic, devilish answer is… \"Please make me a slide made of pure gold!\"",
      "ko": "\"양유삐 주세요!(양육비 주세요!)\"\n\n외숙부와 이모에게 학대를 받으며 살던 미아. 어느 날, 그녀는 꿈 속에서 자신이 외숙부의 계략에 넘어가 친오빠를 살해하고, 세계 멸망을 일으키는 미래를 보게 된다.\n\n이렇게 죽을 수는 없지! 미래는 내 손으로 바꾼다!\n\n미아는 친부에게 외숙부의 흉계를 팔아 넘기고, 밀린 양육비에 정보 비용을 얹어서 청구하기로 결심하는데...\n\n나는 제법 심각한 표정을 지으며 입을 열었다. 양손도 자랑스레 펼쳐 보인 채였다.\n\n\"샤다 샤. 그삐 정보에 단됸 천 골드! (싸다 싸. 극비 정보에 단돈 천 골드!)\"\n\n저기, 세계 멸망을 막을 정보 사실래요?\n\n_\n\n\"꽃이 예쁘게 피는 열대 섬 하나 사줄까?\"\n아벨이 이렇게 말하자마자,\n\n\"섬에 아무것도 없으면 심심할테니 큰 오빠가 놀이동산을 하나 지어줄까 해.\"\n카이옌 오빠가 끼어들고,\n\n\"나는 인어를 부르는 아티팩트를 사주마. 그게 있으면 밤새 인어의 노래를 들으며 놀 수 있을 거다.\"\n아빠는 한 술 더 뜬다!\n\n나는 영리하고 똑똑한 속물 악마답게 공손히 입을 열었다.\n\n\"미끄럼틀은 순금으로 만들어 주세요.\"\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%A7%88%EC%9D%98-%EC%82%AC%EB%9E%91%EC%9D%84-%EB%B0%9B%EB%8A%94-%EB%94%B8%EC%9D%B4%EB%9E%98%EC%9A%94/3114), [KakaoPage](https://page.kakao.com/content/60450303)",
      "pt-br": "Mia cresceu sendo abusada por seu tio e tia. Um dia, em um sonho, ela vê um futuro que cai no esquema de seu tio e tia maternos, mata seu meio-irmão e causa uma grande guerra. Não pode acabar assim, o futuro está em minhas mãos! O primeiro passo nesse esforço é encontrar o pai que você conheceu em seu sonho!\n\n“Dê-me uma carona!”\n\nEm troca de vender as artimanhas do meu tio materno para o meu pai biológico, eu planejava sair com a pensão alimentícia e os custos de informação...\n“Estou pensando em construir um parque de diversões.”\n\nQuando o irmão mais velho, que se orgulha de nobre beleza, disse: “Você gostaria de me comprar uma ilha tropical com lindas flores?”\n\nMeu segundo irmão não vai intervir, \"Eu vou te comprar um artefato que chama uma sereia.\"\n\nO pai mais bonito do mundo tem mais uma bebida! não! Todos os três são extremamente ruins para o dinheiro!!! A resposta diabólica do esnobe esperto e esperto é... “Faça o slide de ouro puro!”\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%A7%88%EC%9D%98-%EC%82%AC%EB%9E%91%EC%9D%84-%EB%B0%9B%EB%8A%94-%EB%94%B8%EC%9D%B4%EB%9E%98%EC%9A%94/3114), [KakaoPage](https://page.kakao.com/content/60450303)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65f1f473-c7fa-4de2-adf5-00167af31740",
    "title": {
      "en": "Higurashi no Naku Koro ni Rei - Irotoutoshi-hen"
    },
    "updatedAt": "2024-12-11T23:44:42+00:00",
    "coverArt": "https://mangadex.org/covers/65f1f473-c7fa-4de2-adf5-00167af31740/04a76501-50ec-446a-bed5-c39a030067fb.jpg",
    "altTitles": [
      {
        "ja": "ひぐらしのなく頃に令 色尊し編"
      }
    ],
    "description": {
      "en": "Sequel to Higurashi no Naku Koro Ni Hoshiwatashi-hen and Higurashi no Naku Koro Ni Oniokoshi-hen."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "18.5"
  },
  {
    "mangaId": "394398f2-6287-48c7-9713-cd1759c97291",
    "title": {
      "en": "The Blood Princess and the Knight"
    },
    "updatedAt": "2024-09-12T22:58:59+00:00",
    "coverArt": "https://mangadex.org/covers/394398f2-6287-48c7-9713-cd1759c97291/78a07ad9-a65b-43ca-bf59-a0cf18694e43.jpg",
    "altTitles": [
      {
        "zh-ro": "Xue Ji Yu Qi Shi"
      },
      {
        "ja": "血の姫と騎士"
      },
      {
        "zh": "血姬与骑士"
      },
      {
        "en": "Vampires and Knight"
      },
      {
        "ru": "Вампиры и рыцарь"
      },
      {
        "ru": "Рыцарь и Королева Крови"
      },
      {
        "ko": "서큐버스가 되어버린 기사님"
      },
      {
        "fr": "From Holy Knight to Vampire"
      }
    ],
    "description": {
      "en": "I, who was a sacred knight, was defeated and captured in a battle against the vampire clan.   \n\n\"Oh? Letting you die? In your dreams! Accept my embrace, and in the future, please take care of me, my lovely daughter~\"   \n\nThe silver-haired Queen of the Vampire Clan lifted my chin and smiled cunningly, her sharp canines drawing closer to my neck… \n\n---\n**Links:**\n- [Alternative raw (Bilibili)](https://manga.bilibili.com/detail/mc28199)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f9f282b-c0a8-4890-9098-3e080b3c36da",
    "title": {
      "en": "Namaiki na Gal Ane wo Wakaraseru Hanashi"
    },
    "updatedAt": "2025-01-23T22:32:43+00:00",
    "coverArt": "https://mangadex.org/covers/8f9f282b-c0a8-4890-9098-3e080b3c36da/b08f428f-5e61-4c9f-b92a-5db188eb328d.jpg",
    "altTitles": [
      {
        "ja": "生意気なギャル姉を解らせる話"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "en": "The Story of Making My Cheeky Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gyaru Sister Understand"
      },
      {
        "es-la": "El día que decidí hacer entender a mi descarada hermana gal a mi manera"
      }
    ],
    "description": {
      "en": "Every time she opens her mouth, it's nothing but abusive language, and her problematic behavior never stops. The protagonist has had enough and sets a “plan” into motion…??!",
      "ja": "口を開けば暴言ばかりで、問題行動が絶えない姉。 彼女に痺れを切らし、主人公が踏み出した“計画”とは---??!",
      "es-la": "Su hermana siempre dice cosas hirientes y cuyos comportamientos problemáticos nunca cesan, el protagonista, cansado de ella, da un paso adelante con un \"plan\"\n¿Cuál será...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4aee523-1ee8-4997-ac39-d368d5007ad6",
    "title": {
      "en": "Lilies, Voice, Wear Wind"
    },
    "updatedAt": "2024-05-07T20:39:06+00:00",
    "coverArt": "https://mangadex.org/covers/c4aee523-1ee8-4997-ac39-d368d5007ad6/99500414-f273-4775-9ddf-c1bffa660ff3.jpg",
    "altTitles": [
      {
        "ja-ro": "Yuri to Koe to Kaze Matoi"
      },
      {
        "ja": "百合と声と風纏い"
      }
    ],
    "description": {
      "en": "A high school girl who has never known love meets an older woman with a secret...\nA junior in high school, Matoi Noshita has never liked anyone and is fed up with being involved in her younger sister's and friends' boyfriend situations.\nOne day, she meets Yuriko, who has just moved from Tokyo. At a local driving school, she asks her to drive her home on her motorcycle.\nMatoi is perplexed by her own curiosity about a woman whose name she does not know and where she lives.\n\"What on earth is this feeling I am having for the first time...?\"",
      "ja": "恋を知らない女子高生が出会ったのは、ある秘密を抱えた年上の女性――\n高校 3 年生の埜下纏は、一度も人を好きになったことがなく、妹や友人の彼氏事情に巻き込まれることにうんざりしていた。\nある日纏は地元の教習所で東京から移り住んできたばかりの百合子に出会い、彼女の運転するバイクで家まで送ってもらうことになった。\n名前も住んでいる場所も知らない彼女の事が気になってしまう自分に戸惑う纏。\n初めて抱くこの気持ちは一体―…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "23"
  },
  {
    "mangaId": "704168db-8ad7-4eee-a300-bdc7eb4c78ba",
    "title": {
      "en": "Kuro Gal-san ga Kuru!"
    },
    "updatedAt": "2024-10-11T14:07:52+00:00",
    "coverArt": "https://mangadex.org/covers/704168db-8ad7-4eee-a300-bdc7eb4c78ba/8a5e840a-baa3-4b4b-a905-3725f28448c5.jpg",
    "altTitles": [
      {
        "ja": "黒ギャルさんが来る！"
      },
      {
        "ja-ro": "Kuro Gyaru-san ga Kuru!"
      },
      {
        "en": "Black Gal–san Is Coming!"
      },
      {
        "en": "A Black Gal Is Coming!"
      },
      {
        "en": "A black gyaru is coming!"
      },
      {
        "zh": "黑辣妹小姐来啦！"
      },
      {
        "zh-ro": "Hēi làmèi xiǎojiě lái la!"
      }
    ],
    "description": {
      "en": "A beleaguered office worker finds his way to a cafe where he decries the hardships of his routine. In there, a friendly gyaru high schooler notices his lamentations and after hearing him vent out, she cheers him up the \"gyaru\" way and they exchange contacts.  \n  \nWhat will become of this unlikely friendship?",
      "es-la": "Un oficinista asediado encuentra su camino a un café donde denuncia las dificultades de su rutina. Allí, una amable estudiante de secundaria gyaru se da cuenta de sus lamentos y después de oírle desahogarse, le anima a la manera de \"gyaru\" e intercambian contactos. ¿Qué será de esta improbable amistad?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "cf7b7869-3d9a-4c4d-bd06-249eba113558",
    "title": {
      "en": "Boku to Gal ga Fufu ni Narumade"
    },
    "updatedAt": "2024-11-02T18:34:30+00:00",
    "coverArt": "https://mangadex.org/covers/cf7b7869-3d9a-4c4d-bd06-249eba113558/5b978b74-b18f-4039-a972-fa51d15e5d12.jpg",
    "altTitles": [
      {
        "ja": "僕と君が夫婦になるまで"
      },
      {
        "ja-ro": "Boku to Gal ga Fuufu ni Naru made"
      },
      {
        "en": "Until the Gal and I Become a Married Couple"
      },
      {
        "ru": "Пока мы с девушкой не станем супружеской парой"
      }
    ],
    "description": {
      "en": "Saku Kanakura was a boy born into a poor household. He studied hard and managed to pass the exam to an excellent high school but, it soon turned out that his parents were in debt! When it was time to pay the debt off, a mysterious gal appeared and offered to pay off their debt. A big burden was almost off Kanakura's head, but the gal made a condition in return which stated that—",
      "id": "Saku Kanakura adalah anak laki-laki yang lahir dari keluarga miskin. Dia belajar dengan giat dan berhasil lulus ujian ke sekolah menengah yang bagus, tetapi ternyata orang tuanya terlilit hutang! Ketika tiba waktunya untuk melunasi hutang, seorang gadis misterius muncul dan menawarkan untuk melunasi hutang mereka. Sebuah beban besar hampir terlepas dari kepala Kanakura, tetapi gadis itu membuat syarat sebagai balasannya yang menyatakan bahwa—",
      "ja": "貧乏な家庭に育った少年・神長倉颯空。猛勉強の甲斐あって見事希望する高校へ合格した彼だったが、両親の借金が判明！ 借金を取り立てられていたところ、謎のギャルが現れてそれらを返済してくれることに！ 窮地を脱した神長倉だったが、ギャルが借金を肩代わりする際に彼に出した条件は――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f18c4ef-3eb6-40ee-98a4-507343f05855",
    "title": {
      "en": "The Novel’s Extra"
    },
    "updatedAt": "2024-10-21T15:12:53+00:00",
    "coverArt": "https://mangadex.org/covers/6f18c4ef-3eb6-40ee-98a4-507343f05855/70518b87-726e-4661-a18c-a36d51d1b814.png",
    "altTitles": [
      {
        "ko": "소설 속 엑스트라"
      },
      {
        "en": "The Novel’s Extra (Remake)"
      },
      {
        "ru": "Дополнение в новелле"
      },
      {
        "en": "The Novel’s Extra (2022)"
      },
      {
        "es-la": "El extra de la novela"
      }
    ],
    "description": {
      "en": "Wouldn’t it be a dream to wake up in a world of your own creation? For Kim Hajin, it’s nothing short of a nightmare. \n\nWith no clue how or why he’s been transported into his web novel — as a mere extra, no less! — Hajin has little choice but to see his story through until the end. Lucky for him, as the author, he knows this perilous world like the back of his hand. \n\nBut when discrepancies in the plot begin popping up left and right, Hajin soon realizes that things aren’t quite so simple, after all…\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=4mamlw_Z8eo)",
      "ko": "\"나는 누구지?\"\n\n이 세상은 내가 쓴 소설.\n그러나 나는 단 한 번도 쓴 적 없는 인물이 되었다.\n\n얼굴은 물음표에다,\n소설 속 그 누구와도 접점이 없는,\n아무도 기억 못할 그런 인물.\n\n영웅 아카데미에 입학한 엑스트라, 아니 소설 속 먼지가 살아남는 법.\n\n남은 소설 분량까지 버텨야 한다!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "733fc3ac-deca-444e-bb79-14186e00ccf1",
    "title": {
      "en": "Shadows House (Official Colored)"
    },
    "updatedAt": "2025-01-17T22:26:20+00:00",
    "coverArt": "https://mangadex.org/covers/733fc3ac-deca-444e-bb79-14186e00ccf1/8053f7e8-dea3-4280-92f6-993ee1e6ed7f.jpg",
    "altTitles": [
      {
        "en": "Shadows House - Digital Colored Comics"
      },
      {
        "ja-ro": "Shadōhausu"
      },
      {
        "id": "Keluarga Shadow"
      },
      {
        "ru": "Дом теней"
      },
      {
        "ru": "Мрачный дом"
      },
      {
        "ja": "シャドーハウス"
      },
      {
        "zh": "影宅"
      },
      {
        "pt-br": "Casa das Sombras"
      },
      {
        "ja": "シャドーハウス カラー版"
      },
      {
        "id": "Rumah Shadow"
      },
      {
        "es": "Casa de Sombras"
      }
    ],
    "description": {
      "en": "Faceless shadow nobles living in a vast mansion, attended by living dolls who spend much of their time cleaning up the soot endlessly emitted by their mysterious masters.  \r\n  \r\nFollow the story of Emilyko, a young and cheerful living doll, as she learns her duties serving as the attendant for Kate Shadow-sama. What dangers and dark secrets will she and Kate encounter, as they become more deeply involved in the inner workings of the shadows' society?",
      "es": "Nobles sombras sin rostro que viven en una vasta mansión, atendidos por muñecos vivientes que pasan gran parte de su tiempo limpiando el hollín emitido por sus misteriosos maestros.  \n  \nSigue la historia de Emilyko, una joven y alegre muñeca viviente, mientras aprende sus deberes como asistente de Kate Shadow-sama.",
      "ja": "不思議な洋館に住む、 顔のないシャドー一族と、 世話係の“生き人形”たち。 彼らが織りなす、 摩訶不思議な日常とは…？",
      "ru": "Безликие теневые дворяне, живущие в огромном особняке, сопровождаемые живыми куклами, которые проводят большую часть своего времени, очищая сажу, бесконечно испускаемую их таинственными хозяевами.",
      "es-la": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama.",
      "pt-br": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4980c403-32b9-4a8d-b419-baba79ca0b37",
    "title": {
      "en": "Eighty Eight wo 2 Dewatte"
    },
    "updatedAt": "2025-02-05T15:22:21+00:00",
    "coverArt": "https://mangadex.org/covers/4980c403-32b9-4a8d-b419-baba79ca0b37/1cb2dec8-2552-42fe-a395-ab60d4d0086d.jpg",
    "altTitles": [
      {
        "ja": "エイティエイトを2でわって"
      },
      {
        "en": "Eighty Eight Divided by Two"
      },
      {
        "ko": "에이티에이트를 2로 나누어서"
      }
    ],
    "description": {
      "en": "Mitsuru Fujita is a girl who loves playing piano. When she moves into her high school dormitory, her roommate is Kanade Kobayashi, a former rival at piano competitions. She was hailed as a prodigy, but Kanade has given up the piano due to trauma she suffered while studying abroad. Until Mitsuru invites Kanade to play a duet with her...\n\n(Source: Manga Time Kirara, translated)",
      "ja": "ピアノが大好きな少女・藤田美弦は、入学した高校の寮で、かつてのピアノのライバルで当時天才と呼ばれていた小林奏と同室になる。しかし奏は留学した時のトラウマから、ピアノが嫌いになってしまっていた。そんな奏を、美弦はピアノ連弾に誘う――"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d36bea9f-853f-4908-9957-5514b1903e36",
    "title": {
      "en": "Marika-chan no Koukando wa Bukkowarete iru"
    },
    "updatedAt": "2025-02-10T12:41:19+00:00",
    "coverArt": "https://mangadex.org/covers/d36bea9f-853f-4908-9957-5514b1903e36/4c2aa3ac-182b-48d0-89dc-9883befb3a46.jpg",
    "altTitles": [
      {
        "ja": "茉莉花ちゃんの好感度はぶっ壊れている"
      },
      {
        "id": "Status Bar yang menunjukkan rasa suka Marika-chan rusak"
      },
      {
        "en": "Marika's Love Meter Malfunction"
      },
      {
        "en": "Marika-chan's affection meter is completely broken."
      },
      {
        "es-la": "El Medidor De Afecto De Marika-San Esta Completamente Roto"
      },
      {
        "pt-br": "O medidor de afeto da Marika-chan está completamente quebrado."
      },
      {
        "vi": "\"Thang thiện cảm\" Marika-chan bị hỏng mất rồi!"
      }
    ],
    "description": {
      "en": "I’ve gained the ability to see the affection levels of the girl I like.──I don’t have the courage to confess my feelings to my childhood friend, Marika-chan. One day, I made a strong wish upon a shooting star: \"I wish I could understand the feelings of others, like in a dating game.\" Then, that wish came true...!?\n\nFloating above the girls in my class are affection meters. While confused by this surreal sight, I decide to check Marika-chan’s meter, only to find it has broken past its limits, turning into a hellish meter...!?\n\nMarika-chan, you don’t like me, so why are you so kind to me...?\n──What is Marika-chan’s hidden truth behind her cute façade? Does she really hate me!? Or is it something else...!?",
      "id": "Aku tiba-tiba bisa melihat tingkat rasa suka dari gadis yang kusukai.──Aku tidak punya keberanian untuk menyatakan cinta pada teman masa kecilku, Marika-chan. Suatu hari, aku membuat permohonan yang sangat kuat pada bintang jatuh: \"Aku berharap bisa memahami perasaan orang lain, seperti di dalam game romansa.\" Dan ternyata, permohonan itu terkabul...!?\n\nDi atas kepala para gadis di kelasku, muncul status bar yang menunjukkan rasa suka. Dalam kebingunganku melihat pemandangan aneh ini, aku memutuskan untuk memeriksa status barnya Marika-chan. Namun, status barnya justru melebihi batas, berubah menjadi status bar \"neraka\" yang benar-benar kacau...!?\n\nMarika-chan, kalau kau tidak menyukaiku, kenapa kau begitu baik padaku...?\n──Apa rahasia sebenarnya di balik sikap Marika-chan yang manis dan menggemaskan? Apakah dia benar-benar membenciku!? Atau mungkin sebenarnya...!?",
      "ja": "あらすじ・内容\n好きな子からの好感度が見えるようになりました。──幼馴染の茉莉花ちゃんに告白する勇気の無い僕。ある日、流れ星に強く願った「恋愛ゲームみたいに相手の気持ちがわかるようになりますように」すると、その願いは叶ってしまい…!?クラスの女子達に浮かぶ好感度メーター。非現実な光景に戸惑いながらも茉莉花ちゃんのを見に行くと、下限突破した地獄のメーターになっていて…!?茉莉花ちゃん、僕のこと嫌いなのにどうしてそんなに優しかったの…？――裏アリ可愛い茉莉花ちゃんの隠された本音は？本当にキライなの!?それとも…!?",
      "pt-br": "Eu ganhei a habilidade de ver os níveis de afeição da garota de quem gosto. ──Eu não tenho coragem de confessar meus sentimentos à minha amiga de infância, Marika-chan. Um dia, fiz um desejo forte a uma estrela cadente: \"Eu queria poder entender os sentimentos dos outros, como em um jogo de namoro.\" Então, esse desejo se tornou realidade...!?\n\nFlutuando acima das garotas da minha turma estão medidores de afeição. Enquanto fico confuso com essa visão surreal, decido verificar o medidor da Marika-chan, apenas para descobrir que ele ultrapassou os limites, transformando-se em um medidor infernal...!?\n\nMarika-chan, você não gosta de mim, então por que é tão gentil comigo...?\n──Qual é a verdade oculta de Marika-chan por trás de sua fachada fofa? Ela realmente me odeia!? Ou é algo mais...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45ab80dd-6dc1-4ad4-ad5c-c1ad0d527586",
    "title": {
      "en": "Exotic Love"
    },
    "updatedAt": "2021-05-25T15:41:53+00:00",
    "coverArt": "https://mangadex.org/covers/45ab80dd-6dc1-4ad4-ad5c-c1ad0d527586/d171271f-9f96-4db4-b474-21b761874f1d.jpg",
    "altTitles": [
      {
        "en": "외사랑"
      }
    ],
    "description": {
      "en": "Jung Jaehan, a third-generation chaebol, is an influential person in the entertainment industry and he’s bored to death. Tired of drugs, alcohol, and pleasure, he meets the new movie director Yoon Heegyeom—the same Yoon Heesung, who was a rising rookie actor that retired even at the peak of his acting career because of a drug scandal"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9d685cb5-594b-4891-9f98-e50bfee0ffa4",
    "title": {
      "en": "Masters of Lightning Knives"
    },
    "updatedAt": "2024-08-23T02:17:06+00:00",
    "coverArt": "https://mangadex.org/covers/9d685cb5-594b-4891-9f98-e50bfee0ffa4/755d9f02-7e28-4d90-8587-e0711d7508fa.jpg",
    "altTitles": [
      {
        "ko": "비뢰도"
      },
      {
        "en": "Lightning Swords"
      },
      {
        "ja": "飛雷刀"
      },
      {
        "ru": "Меч разящего грома"
      },
      {
        "vi": "Phi Lôi Đạo"
      },
      {
        "en": "Lightning Degree"
      },
      {
        "pt-br": "Mestre das Lâminas Relâmpago"
      }
    ],
    "description": {
      "en": "A young orphan was alone in the world until he meets the master of a secret form of martial arts. To learn these otherworldly techniques, he will need to endure years of his sadistic teacher’s grueling and weird training. But why does he have to do laundry, cook meals, or play instruments to learn martial arts anyway?! If he can survive long enough (and if his massive ego doesn’t get in the way), he just might be able to wield the unstoppable lightning knives. Will he make the cut or be sliced down to size?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)",
      "ja": "5歳の時母親が亡くなり、10歳の時伝染病で父親まで亡くなった少年「飛雲」。彼は彫刻家だった父からその才能を受け継いでいた。 両親の木像を作り、二人の墓の前にそなえたある日、それを見た老人から「自分を師匠にすれば天下一の武術を教えよう」と話しかけられる。怪しいとは思ったものの老人が見せた武術に惹かれその申し出を受けてしまった飛雲。案の定、武術などろくに教えず、訓練といいながら家事と金稼ぎばかり… そんなある日、女装して働いている酒楼で偶然武林盟主の娘である「羅 香凜」の命を救った。飛雲は男であることを隠して香凜と親しくなるが…\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)",
      "ko": "홀로 길러주신 아버지를 돌림병으로 잃고 10세의 어린 나이에 혈혈단신이 된 비류연.\n조각가였던 아버지에게 배운 기술로 부모님의 조각상을 만들어 두 분의 묘 앞에 세워두는데,\n지나가던 노인이 그걸 보더니 자신을 사부로 삼으면 천하제일 무공을 가르쳐주겠다고 한다.\n\n수상쩍지만 달리 갈 곳도 없고, 그럴듯해 보이는 무공에 혹해 비류연은 그를 따라가고 마는데…\n\n그날 이후 비류연을 길러준 것은 팔할이 바람이었다.\n\n오늘 하루는 좀 편안했으면 좋겠다는 바람!\n사부가 더 늙으면 울 때까지 구박해주겠다는 바람!\n아니 다 필요 없고 여기서 탈출하고 싶다는 바람!\n하늘이여 저한테 왜 이러세요 제발 살려주세요… 하는 바람!\n\n하늘이 비류연의 바람을 들어준 것일까.\n무식한 가사노동과 피골상접 과로사를 야기할 것 같던 돈벌이로 점철된 삶 속에서\n깨알같이 사부 몰래 힘을 비축하던 비류연은 드디어 어느 날 깨닫는다.\n\n‘오늘이 바로 그날이다!’\n\n사부를 따돌릴 꿀떡(?)을 던져놓고는 무한한 용기를 발휘해 묵금과 비뢰도까지 다 들고 튄 비류연.\n\n혹자는 강호를 두고 시산혈해 위에 암투로 쌓아올린 백척간두의 세계라고 하나,\n비류연에겐 드넓은 꿀 천지에 온실 속의 화초들이 노니는 안락한 신세계로만 보였는데…!\n\n비류연의 행복은 과연 언제까지 갈 것인가!\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)",
      "ru": "В 10 лет Би Рю Ён становится сиротой, потеряв последнего родственника, своего отца.\n\nБудучи хорошим сыном и отличным подмастерьем весьма талантливого ремесленника, он решает соорудить две прекрасные статуи в память о своих родителях. Так, когда работа была практически завершена, к нему неожиданно обратился некий старый мастер, пожелав стать наставником парня, и обещая обучить самому могущественному искусству во всей Поднебесной.\n\nЖажда до силы превозмогает сомнения. И он решает последовать за стариком… \n\nС этого момента... жизнь круто изменилась. Невыносимые тренировки и серьезные наказания следовали по пятам день за днём! Иногда казалось, труд настолько изматывал мальчика, что кожа прилипала к костям, а смерть от переутомления уже маячила на горизонте. Много раз Рю Ён хотел бросить всё и покинуть наставника. Возгласы, «О Небо, за что мне всё это?! Кто-нибудь, спасите меня!» - не сходили с его уст. Но Небеса оставались безмолвны.\n\nИ вот, в один из множества преисполненных изнеможением и страданиями дней, когда сил осталось с кунжутное зёрнышка, он понял: «Это оно!»\n\nСегодня Рю Ён превзойдёт своего учителя и узнает, что такое \"Меч разящего грома\".\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "066fa82d-fecc-437e-8146-69a6cfcd64bb",
    "title": {
      "en": "Back to Spring"
    },
    "updatedAt": "2024-08-15T22:02:11+00:00",
    "coverArt": "https://mangadex.org/covers/066fa82d-fecc-437e-8146-69a6cfcd64bb/464dd530-4d2f-483b-8fcf-325a153e69a0.png",
    "altTitles": [
      {
        "zh": "溯洄春时"
      }
    ],
    "description": {
      "en": "Because of her personality, highschooler Xu Ting is often picked on by her classmates. Until one day, the school’s young, new maintenance worker saves her.  His attractive looks and mysterious aura enthrall the bullies.  Xu Ting feels indebted, yet in the small forest after school, she accidentally discovers his deepest secret?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8fe84fb-293b-4de7-8165-0d7830e8a1fa",
    "title": {
      "en": "Spring Street Sketch"
    },
    "updatedAt": "2025-02-12T15:53:40+00:00",
    "coverArt": "https://mangadex.org/covers/e8fe84fb-293b-4de7-8165-0d7830e8a1fa/eec9975e-280a-40e9-b686-6b4612a7b9e6.jpg",
    "altTitles": [
      {
        "ja": "春街スケッチ"
      },
      {
        "ja-ro": "Harugai Sukecchi"
      },
      {
        "ja-ro": "Harugai Sketch"
      }
    ],
    "description": {
      "en": "This one-shot originally appeared in 1975 as textless illustrations in the Japanese book (エッセイ集 微熱少年) which contains a collection of essays written by former Happy End member Takashi Matsumoto. \n\nIn later re-releases of this one-shot, additional Japanese text would be added to some of the one-shot's pages."
    },
    "status": "completed",
    "releaseDate": 1975,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0",
    "title": {
      "en": "Sakamoto Days"
    },
    "updatedAt": "2024-10-25T16:30:02+00:00",
    "coverArt": "https://mangadex.org/covers/9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0/800833b8-8fee-4309-8e2d-d83df6b842a6.jpg",
    "altTitles": [
      {
        "ru": "Дни Сакамото"
      },
      {
        "ja": "サカモト デイズ"
      },
      {
        "ne": "साकामोतो डेज"
      },
      {
        "pt-br": "Sakamoto Days"
      },
      {
        "fr": "Sakamoto Days"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!",
      "fr": "Taro Sakamoto est un assassin légendaire, le meilleur d'entre tous, craint par tous les gangsters, adulé par ses pairs. Mais un beau jour... il tombe amoureux ! S'ensuivent retraite, mariage, paternité... et prise de poids.\nSakamoto est aujourd'hui patron d'une petite épicerie de quartier et coule des jours heureux avec sa famille. Mais lorsque son passé le rattrape sous les traits de Shin, un jeune assassin télépathe, Sakamoto reprend du service...\nEt malgré son apparence, il est toujours aussi charismatique lorsqu'il passe à l'action !",
      "ja": "町の商店を営むふくよかな男・坂本太郎。その正体は全ての悪党が恐れ、憧れた元・伝説の殺し屋!!　襲い来る危険から家族と日常を守る、坂本の日々とは…!?",
      "ru": "Таро Сакамото был профессиональным киллером. Другие наёмники им восхищались, а злодеи боялись. Но однажды… Сакамото влюбился! Завязал с криминалом, женился, стал отцом и в итоге… Разжирел! Толстый дядька из соседнего магазина — в прошлом непревзойдённый убийца! Сможет ли он уберечь свою семью от опасности? Приготовьтесь к новой остросюжетной комедии!",
      "pt-br": "Taro Sakamoto era o assassino supremo, temido pelos vilões e admirado pelos assassinos. Mas um dia... ele se apaixonou! Aposentadoria, casamento, paternidade e depois… Sakamoto engordou! O cara gordinho que administra a loja do bairro é na verdade um ex-assassino lendário! Ele pode proteger sua família do perigo? Prepare-se para experimentar um novo tipo de série de comédia de ação!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]