[
  {
    "mangaId": "dcdcc8c7-932e-4f60-a900-5f19934eb6cf",
    "title": {
      "en": "Dungeon Reset"
    },
    "updatedAt": "2024-06-15T11:56:00+00:00",
    "coverArt": "https://mangadex.org/covers/dcdcc8c7-932e-4f60-a900-5f19934eb6cf/7bf49bfe-3a7c-4619-91ac-f23f51432131.png",
    "altTitles": [
      {
        "ko": "던전 리셋"
      },
      {
        "fa": "بازنشانی دانجن"
      },
      {
        "zh": "重启地下城"
      },
      {
        "ja": "ダンジョンリセット"
      },
      {
        "ru": "Перезапуск подземелья"
      },
      {
        "zh-hk": "副本重置"
      },
      {
        "es-la": "Reajuste de la mazmorra"
      }
    ],
    "description": {
      "de": "Dawoons normales Leben wird auf den Kopf gestellt, als er in den Dungeon gerufen wird, wo er ein tödliches Spiel gegen gefährliche Monster und lebensbedrohliche Fallen spielen muss. Was die Sache schlimmer macht, ist, er ist nur ein einfacher Handwerker mit null Kampffähigkeiten. Aber nachdem Dawoon in eine Falle gerät und einen fehlerhaften Reset überlebt, hat er willkürliche und dennoch sehr hilfreiche Fähigkeiten. Zusammen mit einem blutrünstigen Gefährten und einem niedlichen Eichhörnchen muss er sich etwas einfallen lassen, um das Spiel zu gewinnen und nach Hause zurückzukehren. Welche Abenteuer erwarten ihn in den Tunneln – jetzt, wo die Regeln für ihn scheinbar nicht mehr gültig sind?\n\n---\n- [Official German Translation](https://www.tappytoon.com/de/comics/dungeon-reset-de)",
      "en": "Dawoon's ordinary life is turned upside down when he is summoned into the Dungeon, where he must play a deadly game, outlasting dangerous monsters and life-threatening traps. To make matters worse, he's only a mere crafter with zero combat abilities. But after Dawoon falls into a trap and survives after a glitched reset, he's gained random but oddly helpful skills. He'll need to get creative to clear the game and return home, with a bloodthirsty assistant and an adorable ground squirrel along for the ride. Now that the rules no longer apply to him, what possibilities await in the tunnels below.",
      "fa": "⁧⁧   وقتی که بازنشانی شروع بشه، همه چیز به حالت قبلش برای شرکت کننده های بعدی برمیگرده، چرا بازنشانی روی من کار نمیکنه؟! با یک مهارت ساده بازی برای جئونگ داوون درون دانجن شروع میشه .",
      "fr": "La vie ordinaire de Dawoon bascule le jour où il se retrouve invoqué dans un monde parallère, dans lequel il va devoir jouer à un jeu mortel intitulé Dungeon Game. Il se retrouve ainsi obligé à faire face à de dangereuses créatures, ainsi qu'à de nombreux pièges mettant constamment sa vie en péril. Et comme si cette situation ne suffisait pas, il s'avère également que l'abilité dont il a été doté est totalement inutile en combat. Néanmoins, après être tombé dans un piège et avoir mystérieusement survécu, un étrange bug va lui donner de nouvelles compétences aléatoires, mais étrangement utiles. Il va devoir redoubler d'astuce pour finir le jeu et pouvoir enfin rentrer chez lui, tout en ayant à ses côtés un Assistant de jeu assoiffé de sang, et un adorable petit écureuil. Maintenant qu'il n'a plus aucune règle à suivre avec assiduité, que va-t-il se passer pour lui dans cet étrange univers ?\n\n---\n- [Official French Translation](https://www.tappytoon.com/fr/comics/dungeon-reset-fr)",
      "ja": "｢このダンジョンはリセットされます｣ 一度プレイしたダンジョンや罠は次の｢ユーザー｣のためにリセットされる。 しかしその｢リセット｣が俺には適応されない！？ 絶えずリセットされるダンジョンで唯一自由の身となった「奏多」。 その場しのぎで武装した｢バグ｣人間 定岡奏多のダンジョン開拓期が始まるーー！\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/40532)",
      "ko": "[던전이 리셋됩니다.]\n\n한번 플레이한 던전이나 함정은 다음 '유저'들을 위해 '리셋'이라는 과정을 거친다.\n그 '리셋'이, '나'에게는 적용되지 않는다?!\n\n\n끊임없이 리셋되는 던전에서 유일하게 자유로워진 존재.\n압도적인 노가다로 무장한 '버그 종자' 정다운의 던전 개척기가 시작된다!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8D%98%EC%A0%84-%EB%A6%AC%EC%85%8B/2373)",
      "ru": "[Идет перезагрузка Подземелья.] Подземелье или ловушки, в которых была игра, проходят стадию перезагрузки для следующих пользователей.Может, эта «перезагрузка» применима и ко мне?! Единственное существо, которое свободно от постоянно перезапускаемой Пещеры. Вооружившись грандиозной силой, Чон Да Ун начинает освоение Подземелья!",
      "th": "[ดันเจี้ยนกำลังรีเซ็ต]  \nเมื่อมีการเดินสำรวจดันเจี้ยนเกิดขึ้น, กับดักทุกอย่างเริ่มทำงาน, มันก็จะเริ่มทำการรีเซ็ตตัวเองเพื่อสำหรับ \"ผู้เล่น\" คนต่อไป  \nแต่ทว่าการรีเซ็ตเหล่านั้นดันใช้ไม่ได้กับฉัน! ฉันจะต้องอยู่อย่างไร้จุดหมายในดันเจี้ยนแห่งนี้อย่างไร้กำหนด, ฉัน, จัง ดาอุน  \n\"เจ้าข้อผิดพลาด\" ได้ได้เวลาเริ่มออกสำรวจดันเจี้ยนแห่งนี้แล้ว!",
      "zh-hk": "［副本即將重置。］\n\n為提供下一批「玩家」體驗，\n已通過的副本、已觸發的陷阱\n都會經過名為重置的過程。\n然而，那所謂的「重置」居然對「我」不管用?!\n\n在不斷重置的副本裡，身為唯一的自由之身，\n只能把苦力活做好做滿，「農起來」武裝自己，\n「Bug仔」鄭多運的副本開墾記就此展開!\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E5%89%AF%E6%9C%AC%E9%87%8D%E7%BD%AE/140)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46e9a772-184d-498b-8553-6e0801545f12",
    "title": {
      "en": "Fate/Grand Order -Epic of Remnant- Pseudo-Singularity II: Subterranean World of Folklore, Agartha - Women of Agartha"
    },
    "updatedAt": "2024-10-25T19:20:51+00:00",
    "coverArt": "https://mangadex.org/covers/46e9a772-184d-498b-8553-6e0801545f12/f045e47a-15a8-4d38-b5ab-686e1ccba11c.jpg",
    "altTitles": [
      {
        "ja": "フェイト／グランドオーダー　エピック　オブ　レムナント　亜種特異点Ⅱ 伝承地底世界 アガルタ アガルタの女"
      },
      {
        "ja-ro": "Fate/Grand Order -Epic of Remnant- Ashu Tokuiten II: Denshou Chitei Sekai, Agartha - Agartha no Onna"
      },
      {
        "ru": "Судьба/Великий приказ: Эпопея Остатка-Псевдосингулярность II: Женщина Агарты"
      }
    ],
    "description": {
      "en": "Fate/Grand Order official comicalize start!\n\nIn 2000 AD, the bottom of the mountain range in Central Asia... In a place where no obvious wars or incidents have been confirmed, \"Organization for the Preservation of Human Order, Chaldea\" finds the existence of a Singularity. Ritsuka Fujimaru and his team started the Rayshift immediately...",
      "ru": "Царица Савская ждала, когда Фудзимару и другие проникнут в Кер-Ис, город безнравственности. Мы должны бороться с таинственными силами и их бесконечно растущими подчиненными. В этих бедах внезапно появилась противоборствующая сила \"Убийца Ночного Замка\"…!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "36.5"
  },
  {
    "mangaId": "c0189f4a-dee6-48f4-abbe-53a4359cbcfb",
    "title": {
      "en": "Kita no Toridenite"
    },
    "updatedAt": "2024-11-22T22:56:04+00:00",
    "coverArt": "https://mangadex.org/covers/c0189f4a-dee6-48f4-abbe-53a4359cbcfb/70d10a5a-f29c-4c53-a8ea-266052c623ad.jpg",
    "altTitles": [
      {
        "ja": "北の砦にて"
      },
      {
        "en": "At the Northern Fort"
      },
      {
        "en": "At the North Fort, Happy Days That I Spent With Everyone!"
      },
      {
        "id": "Nama TerkaitDi Benteng Utara, Hari-hari Bahagia yang Aku Habiskan Bersama Semua Orang!"
      }
    ],
    "description": {
      "en": "Paw pads wrapped in white fur. Fluffiness around the neck. A bushy tail. A rounded figure that was the very definition of fur ball!\n\nA certain Japanese girl had been reincarnated into such a fox cub, Milfiria. Milfiria was told to watch the house by her mother, as she left for the capital. However, unable to bear with the loneliness, she decided to follow her mother but lost her way until she reached a fort protected by strong knights.",
      "ja": "前世日本人、転生したら雪の精霊の子ギツネに!?そんな前世の記憶を持つミルは、同じく精霊の母親と雪の山で平和に暮らしている。ある日、急に留守番を言い渡されて、寂しさに耐えられずミルは山を下りてしまう。動物の本能で人が怖いミルはある砦に辿り着くが、そこで顔に大きな傷のある隻眼の騎士に見つかってしまい…？"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9ef31b4-8076-4f76-959a-0413b1f31654",
    "title": {
      "en": "Filipino Kaisen | Fanmade Spinoff"
    },
    "updatedAt": "2024-12-15T22:33:51+00:00",
    "coverArt": "https://mangadex.org/covers/d9ef31b4-8076-4f76-959a-0413b1f31654/d0454bdf-2728-4830-88f8-49a881973ad9.png",
    "altTitles": [
      {
        "en": "Filipino Sorcerery"
      }
    ],
    "description": {
      "en": "\"Filipino Kaisen\" takes place in the same universe as \"Jujutsu Kaisen\" however the story progresses on a different country named \"Philippines\" and the story follows the music loving \"Juno Coralles\"\n\nEverything started when \"Guanzon Public Highschool\" announced a Field trip for the Grade 11 students specifically in Juno's section, However on the day of field trip before Juno departs his home, Juno's Mother gave him an \"Anting - Anting\" which is a cursed object and without juno knowing about it he wears it as a souvenir from his mother, then when Juno and his classmates in the Field trip bus are about enter their Destination, Several Cursed spirits disturbed their ride and most of the students were wondering why did the bus stopped, however there were two students who can see the Cursed spirits, which are Juno Coralles and Fred Dadansan, and with the help of the \"Anting - Anting\" Cursed Object, Juno is able to see cursed spirits, efficiently use Cursed energy and Awaken his Cursed Technique, both of them tried to defeat the cursed spirits and succeeded until a bigger threat arrived and two students from the \"Luzon Sorcery Highschool\" have arrived and starting here the journey of Juno Coralles in the World Of Sorcerery have Begun."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56691e99-ca6d-4360-bae1-0a0dfb85866b",
    "title": {
      "en": "A Rogue Guard in a Medieval Fantasy"
    },
    "updatedAt": "2024-12-07T06:04:24+00:00",
    "coverArt": "https://mangadex.org/covers/56691e99-ca6d-4360-bae1-0a0dfb85866b/50a44a5e-be69-4b14-bb91-9bd2f31866b6.jpg",
    "altTitles": [
      {
        "ko": "중세 판타지 속 망나니 경비조장"
      },
      {
        "en": "Roguish Guard in a Medieval Fantasy"
      },
      {
        "en": "The Chaotic Guard Captain in a Fantasy World"
      },
      {
        "en": "The Rogue Captain of the Guards in a Medieval Fantasy World"
      }
    ],
    "description": {
      "en": "In a brutal, lawless medieval world where war and poverty reign, and twisted magic defies all reason, the captain of the guards grinds through another grueling day, pushing his battered body to the limit in a land where survival itself is a merciless test."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5588759b-894a-468e-9497-eb43f2c51fee",
    "title": {
      "en": "Net no \"Oshi\" to Real no \"Oshi\" ga Tonari ni Hikkoshite Kita"
    },
    "updatedAt": "2024-12-07T22:13:07+00:00",
    "coverArt": "https://mangadex.org/covers/5588759b-894a-468e-9497-eb43f2c51fee/81df133a-8991-4f85-9a42-af4cc22404cd.jpg",
    "altTitles": [
      {
        "ja": "ネットの『推し』とリアルの『推し』が隣に引っ越してきた"
      },
      {
        "en": "My Fave Persons Moved into Condominium Where I Live"
      }
    ],
    "description": {
      "en": "**The only one who can support them is... me?**\n\nTendou Souma, who spends his days in idle monotony, has two \"idols.\" His online idol is Henrietta, a hugely popular VTuber. His real-life idol is Hiyori Yatsumi, an idol and voice actress. Souma's university life was supposed to be centered around supporting these two idols... But then, one of his idols unexpectedly moves into the room next door!? Excited by this dream-like turn of events, Soma is thrilled, but what he discovers is the disappointing true nature of his idol...",
      "ja": "無為な日々を過ごす天童蒼馬には二人の『推し』がいる。ネットの『推し』大人気VTuberのアンリエッタ。リアルの『推し』アイドル声優の八住ひより。二人への推し活を生きがいに大学生活を送るはずが……なんと隣の部屋に『推し』の一人が引っ越してきて!?夢のような展開に胸を躍らせる蒼馬だったが、目の当たりにしたのは残念すぎる『推し』の本性で――。",
      "vi": "Vtuber nhà rác... Seiyuu Idol bợm rượu... Bạn thuở nhỏ Yandere... Ai sẽ là người chiến thắng"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "210559af-e1f9-4df7-a1b1-0869db2fa424",
    "title": {
      "en": "My Honey She is The Best!"
    },
    "updatedAt": "2024-12-11T08:07:45+00:00",
    "coverArt": "https://mangadex.org/covers/210559af-e1f9-4df7-a1b1-0869db2fa424/196ecbad-4bae-40cc-a416-db6d63cd4992.jpg",
    "altTitles": [
      {
        "th": "เธอคนนี้ดีที่สุด"
      }
    ],
    "description": {
      "en": "Not long after breaking up with her ex, 'Honey' is currently experiencing a brand new love with 'Ikkyu', the genius class rep with overflowing beauty and brain to match. \nBut with massive difference in their social status, trying to get closer to Ikkyu would be like trying to solving a near impossible equation. Can the birdbrain Honey untangle this formula?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "59132bfe-e879-4070-bc09-a33ee0c40e44",
    "title": {
      "en": "Taida na Succubus-chan"
    },
    "updatedAt": "2024-12-10T03:22:16+00:00",
    "coverArt": "https://mangadex.org/covers/59132bfe-e879-4070-bc09-a33ee0c40e44/9e4c50b5-1fea-4f31-b4e9-0d50f8b6c65d.png",
    "altTitles": [
      {
        "ja": "怠惰なサキュバスちゃん"
      },
      {
        "ja-ro": "Taidana Succubus-chan"
      },
      {
        "en": "Lazy Succubus-chan"
      },
      {
        "en": "Slothful Succubus"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d21e52cf-50f1-48c7-8de7-69f280c05be4",
    "title": {
      "en": "Sono Munou, Jitsu wa Sekai Saikyou no Mahoutsukai"
    },
    "updatedAt": "2024-11-03T01:06:30+00:00",
    "coverArt": "https://mangadex.org/covers/d21e52cf-50f1-48c7-8de7-69f280c05be4/c5decab7-ed9a-423d-93c2-f52eeff32b5b.jpg",
    "altTitles": [
      {
        "ja": "その無能、実は世界最強の魔法使い"
      },
      {
        "ja": "その無能、実は世界最強の魔法使い　〜無能と蔑まれ、貴族家から追い出されたが、ギフト《転生者》が覚醒して前世の能力が蘇った〜"
      },
      {
        "ja-ro": "Sono Munou, Jitsu wa Sekai Saikyou no Mahoutsukai: Munou to Sagesumare, Kizokuka kara Oidasareta ga, Gift \"Tenseisha\" ga Kakusei shite Zense no Nouryoku ga Yomigaetta"
      },
      {
        "en": "That Incompetent Is Actually the World's Strongest Wizard"
      },
      {
        "en": "That Incompetent Is Actually the World's Strongest Wizard: He Was Scorned as Incompetent and Kicked out of His Aristocratic Family, but His Gift of \"Reincarnation\" Awakened and Brought Back the Abilities of His Previous Life"
      }
    ],
    "description": {
      "en": "Alma, the third son of an aristocratic family who could not receive the Gift that should have been given by God, is despised as incompetent from his parents' home and is expelled from the house. \n\nHowever, in reality, Alma was given a special Gift - He regained the abilities of the previous life! With the Gift [Reincarnation], he becomes the strongest wizard in the world! \n\nAlma, who devoted all of his first life to the quest for magic, seeks a \"happy second life\" with the magic of his previous life! \n\n---\n\n[Web Novel](https://ncode.syosetu.com/n3823gm/)  (JP)\n\n---",
      "ja": "この世界の人々は15歳になると、女神様から《ギフト》と呼ばれる様々な能力を与えられる。貴族家の三男・アルマも優秀な《ギフト》を授かることを期待されていたが、なぜか《ギフト》はまったく発現せず、実家から無能と蔑まれ追い出されてしまう…。だが、実はアルマは特別な《ギフト》を授かっていたーー。その能力《転生者》によって前世の記憶と能力を取り戻したアルマは、この世界で最強の魔法使いとなった！一度目の人生の全てを魔法の探究に捧げたアルマが、前世で極めた魔法で”幸せな二度目の人生”へと歩み出す！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "64"
  },
  {
    "mangaId": "984df7d5-ae4c-43c6-aa65-737b9f37e5ef",
    "title": {
      "en": "My Bias Gets On The Last Train"
    },
    "updatedAt": "2024-12-15T10:16:06+00:00",
    "coverArt": "https://mangadex.org/covers/984df7d5-ae4c-43c6-aa65-737b9f37e5ef/98bd7e38-799b-4291-ad14-778b63427108.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "542452db-bd1c-4fba-90ee-1213f0bc6718",
    "title": {
      "en": "PEEP"
    },
    "updatedAt": "2024-11-07T22:30:26+00:00",
    "coverArt": "https://mangadex.org/covers/542452db-bd1c-4fba-90ee-1213f0bc6718/1f3cf631-1293-4525-8f5b-30757caf3d95.jpg",
    "altTitles": [
      {
        "ja": "ピープ"
      }
    ],
    "description": {
      "en": "The popular gal who was my childhood friend is secretly uploading provocative selfies!? In his quest to uncover the secret of this popular girl, high school boy Riku discovers that his own deeply hidden emotions were being observed by someone else… A sweet yet suffocatingly intense blend of youth, love, and suspense.",
      "ja": "幼なじみの人気ギャルは、過激な自撮りをアップする裏アカ女子！？人気者の秘密を探ろうとする男子高校生・陸は、逆に自分の隠していた心の底を、別の誰かに覗かれていたことを知る‥‥。溺れるほどに甘く、息もできないほど苦しい、青春×愛憎サスペンス。",
      "es-la": "¿La chica popular que era mi amiga de la infancia está subiendo en secreto provocativos selfies de cosplay?\nEn su búsqueda por descubrir el secreto de esta chica popular, el chico de instituto Riku descubre que sus propias emociones, profundamente ocultas, estaban siendo observadas por otra persona...\n\nUna dulce pero asfixiante mezcla de juventud, amor y suspenso."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6c4fbb5b-92be-447a-a370-be28cb798589",
    "title": {
      "en": "Green Box"
    },
    "updatedAt": "2024-11-01T10:38:36+00:00",
    "coverArt": "https://mangadex.org/covers/6c4fbb5b-92be-447a-a370-be28cb798589/3e37daf2-30b7-4494-a1de-f73d077972fe.jpg",
    "altTitles": [
      {
        "ja": "グリーンボックス"
      }
    ],
    "description": {
      "en": "Sena, a high school boy, wakes up in an empty green room. In front of him was a world map and a one-line explanation. “Think of what you want and press the button for the country you want to destroy. You will be released if you win.'' Sena, who is gradually cornered, finally presses the button. Will it be Sena or humanity that will survive in the end?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bf163e3-123a-41c1-b2bc-8254dbe5a09b",
    "title": {
      "en": "2.5 Jigen no Ririsa"
    },
    "updatedAt": "2024-10-09T17:08:34+00:00",
    "coverArt": "https://mangadex.org/covers/7bf163e3-123a-41c1-b2bc-8254dbe5a09b/3b223209-dc22-40be-bc84-ff31c7d1bba1.jpg",
    "altTitles": [
      {
        "ja": "2.5次元の誘惑"
      },
      {
        "en": "2.5 Dimensional Seduction"
      },
      {
        "ko": "2.5차원의 유혹"
      },
      {
        "es": "Risisa of 2.5 Dimension"
      },
      {
        "ar": "2.5 الإغواء البعدي"
      },
      {
        "th": "2.5 มิติ ริริสะ"
      },
      {
        "zh-hk": "2.5次元的誘惑"
      },
      {
        "zh": "2.5次元的诱惑"
      },
      {
        "vi": "Sự Quyến Rũ của 2.5D"
      },
      {
        "ru": "Соблазн 2,5-мерного измерения"
      },
      {
        "pt-br": "Sedução 2.5D"
      }
    ],
    "description": {
      "en": "From Seven Seas:\n“I have no interest in real girls!” So claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Liliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff, The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.\n\nEnglish volumes by [Seven Seas Entertainment](https://sevenseasentertainment.com/series/2-5-dimensional-seduction/)",
      "ja": "現実の女に興味無し！俺の嫁・リリエルは2次元にあり！そんな漫研部長・奥村の前に現れたのは…リアルなリリエル？ドキドキコスプレコメディ開幕！",
      "pt": "\"Eu não estou interessado em uma mulher real! Minha waifu Liliel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu… uma Liliel real?  \nUma super comédia empolgante começa!",
      "pt-br": "\"Eu não estou interessado em uma mulher real! Minha waifu, Liriel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu... uma Liriel real? Uma super comédia empolgante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0486e6b2-6551-4938-894a-4e7a72749b47",
    "title": {
      "en": "Keep Your Hands off Eizouken!"
    },
    "updatedAt": "2024-12-14T03:28:43+00:00",
    "coverArt": "https://mangadex.org/covers/0486e6b2-6551-4938-894a-4e7a72749b47/f10eeb81-cbff-4f47-95c9-21f982d378b6.jpg",
    "altTitles": [
      {
        "en": "Don't Mess With the Film Club!"
      },
      {
        "zh-hk": "別對映像研出手！"
      },
      {
        "zh": "别对映像研出手！"
      },
      {
        "ja": "映像研には手を出すな！"
      },
      {
        "ja-ro": "Eizouken ni wa Te wo Dasu na!"
      }
    ],
    "description": {
      "en": "Asakusa Midori wants to create an anime, but she's too disheartened to make that first step by herself. But by pure chance, she meets Mizusaki Tsubame, an up-and-coming socialite secretly dreaming of becoming an animator. Together with Midori's money-loving best friend Kanamori Sayaka, the energetic trio slowly work towards making their \"ultimate world\" a reality!  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/Eizouken_anime)  \n- [![](https://i.imgur.com/dQCXZkU.png) Mangaka's Twitter](https://twitter.com/dennou319)  \n- [Mangaka's YouTube](https://www.youtube.com/channel/UCIhPflgXxYM9dsOzaI0sYgA)  \n- [Official Anime (JP)](http://eizouken-anime.com/)  \n- [Official Live-Action (JP)](https://eizouken-saikyo.com/)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b3286d4-41bd-4f26-ad72-acec588475f5",
    "title": {
      "en": "Shuffle Gakuen"
    },
    "updatedAt": "2023-05-26T01:20:58+00:00",
    "coverArt": "https://mangadex.org/covers/9b3286d4-41bd-4f26-ad72-acec588475f5/131a7e39-7581-4e15-84c6-e2388ba331ad.jpg",
    "altTitles": [
      {
        "ru": "Перетасованная школа"
      },
      {
        "ja": "シャッフル学園"
      },
      {
        "en": "Shuffle school"
      }
    ],
    "description": {
      "en": "Shizuma Suzumori had a normal high school life until one day, a serial killer attacks the classroom."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "178f7c49-3dd7-4e92-90e2-bb08c9f7b789",
    "title": {
      "en": "SAMURAI DEEPER KYO"
    },
    "updatedAt": "2024-02-23T15:25:07+00:00",
    "coverArt": "https://mangadex.org/covers/178f7c49-3dd7-4e92-90e2-bb08c9f7b789/8e41c5bd-c92d-4f80-a3bb-94d5152ffd6e.jpg",
    "altTitles": [
      {
        "zh": "鬼眼狂刀"
      },
      {
        "ko": "사무라이 디퍼 쿄우"
      },
      {
        "vi": "Mắt quỷ Kyo"
      },
      {
        "ru": "Кё — самурай в глубине души"
      },
      {
        "ja": "サムライ ディーパー キョウ"
      }
    ],
    "description": {
      "en": "At the dawn of the 17th century, at the end of the era of civil wars, in a world of chaos, the epic Battle of Sekigahara was joined. One man emerged from the largest battle ever fought on Japanese soil; a terrible warrior of unspeakable power, he was nicknamed 'the unconquerable.'  \n  \nKyoshiro is a peaceful medicine peddler who harbors the soul of an assassin. He accompanies a young bounty hunter across Japan in search of a murderer and on a quest to discover the terrible secret of his own identity.",
      "vi": "Vào khoảng đầu thế kỉ 17, Trận chiến Sekigahara đã nổ ra, đặt dấu chấm hết cho những cuộc chính biến hỗn loạn trong lòng NB. Sekigahara......Không ai có thể quên được ánh gươm trên chiến trường đẫm máu và đôi mắt đỏ rừng rực cháy. Một Samurai nguy hiểm? Một sức mạnh kinh hoàng? Con người đó.....bất khả chiến bại....."
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "38",
    "lastChapter": "308"
  },
  {
    "mangaId": "6994b74a-2ecd-4a54-8d23-d2adff5e0b0c",
    "title": {
      "en": "Player"
    },
    "updatedAt": "2024-10-27T07:51:52+00:00",
    "coverArt": "https://mangadex.org/covers/6994b74a-2ecd-4a54-8d23-d2adff5e0b0c/8295e424-4e81-4e3a-bd71-b0a174246a12.jpg",
    "altTitles": [
      {
        "ko": "플레이어"
      },
      {
        "ru": "Игрок"
      },
      {
        "zh": "被迫成为玩家"
      },
      {
        "en": "Player (OH Hyeon-Jun)"
      },
      {
        "ja": "プレイヤー"
      },
      {
        "vi": "Đấu thủ"
      }
    ],
    "description": {
      "en": "Through posting a \"Best Comment\", I somehow became the main character of a webtoon!\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "fr": "Seoljin est un vrai loser à l'école : il est méprisé par tous, même par ceux qu'il croyait être ses amis. La seule chose qu'il puisse faire pour échapper à cette dure réalité, c'est de lire des webtoons d'action, de s'imaginer à la place des héros qui se battent courageusement contre leurs adversaires, sans la moindre hésitation. Mais la vie de Seoljin va prendre un tout autre tournant lorsqu'il laissera un petit commentaire sur le webtoon \"Player\" : un commentaire qui, bientôt, le conduira dans l'univers-même de ce webtoon !\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "id": "Seoljin, seorang pecundang di sekolah, tiba-tiba masuk ke dalam dunia webtoon aksi karena dia berjanji untuk masuk ke webtoon berjudul “Player” kalau kommennya menjadi komen terbaik! Gimana nasibnya di dalam dunia webtoon?!\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "ja": "先の展開が見え見えの漫画なんてもう飽きた！漫画好きの男子高校生・松雪仁は現実の高校生活に、そして自分の弱さにうんざりしていた。そのうっぷんを晴らすべくコメント欄に書き込んだ他愛のない一つの公約。それをきっかけに彼は現実世界から自分が読み入る漫画の世界に強制送還されることに⁉ こんな展開みたことない！この漫画の主人公は俺だ！\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "ko": "베댓 공약으로 어쩌다 주인공이 되었다!\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "ru": "Из-за обещания данного в лучшем комментарии, я стал главным героем вебтуна.\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "th": "ฉันเกลียดเวลาที่ตัวเอกในเว็บตูนถูกเขียนให้แพ้คู่ต่อสู้ที่แข็งแกร่งเพราะว่า...การแพ้ที่เป็นอยู่ตอนนี้ก็มากเกินพอแล้ว ฉันเองก็อยากเป็นตัวเอกของเรื่องเหมือนกัน!\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "vi": "1 học sinh cấp 3 luôn bị các bạn trong lớp xa lánh , đọc webtoon là thứ giúp cậu bớt tuổi thân nhưng 1 hôm cậu cmt vào bộ truyện cậu thích và có khá nhiều lượt tương tác, vị THẦN đã tạo ra bộ truyện cậu đọc thấy cmt cậu rất thú vị mà đã dịch chuyển cậu vào thế giới của bộ truyện.....",
      "zh": "弱鸡少年穿越到漫画世界！\n打败NO.1才能回到现实？\n内向的男主许镇是学校里的边缘人物。作为一个漫画迷，某天他看到一部漫画，却很反感故事里主角先被强者碾压再崛起的老套设定。于是在评论中留言吐槽并许下了“承诺”，没想到这条评论成为了热评第一。之后不可思议的事情发生了！他竟被漫画里的“神——亚瑟”带进了漫画世界！并且只有当他代替漫画世界里的主角成为所谓的“player排行No.1”，他才能回到现实世界。菜鸟玩家该如何成为最强玩家呢？\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "pt-br": "Depois de postar um “Melhor Comentário”, de alguma forma eu me tornei o personagem principal de uma webtoon!"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "88784b0a-208b-4528-801b-379a0777de44",
    "title": {
      "en": "Angel Heart - 2nd Season"
    },
    "updatedAt": "2024-12-10T01:39:47+00:00",
    "coverArt": "https://mangadex.org/covers/88784b0a-208b-4528-801b-379a0777de44/1ffd569b-8ef7-45d2-80e8-97c003db8dfe.jpg",
    "altTitles": [
      {
        "ja-ro": "エンジェル・ハート 2ndシーズ"
      }
    ],
    "description": {
      "en": "A young Taiwanese assassin codenamed \"Glass Heart\" committed suicide by jumping off a building, and her heart was pierced by a metal fence. Miraculously, her life was saved by heart transplantation. During her recovery she began to experience strange dreams, which led her to Japan looking for the donor of her heart, who happens to be Kaori Makimura, former partner of City Hunter.\n\nNote: direct continuation of Angel Heart, renewed in Monthly Comic Zenon after the cancellation of Bunch."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "80"
  },
  {
    "mangaId": "c96f1bf8-a100-40bb-98ef-c240b9b7cf96",
    "title": {
      "en": "MF Ghost"
    },
    "updatedAt": "2024-10-11T17:39:37+00:00",
    "coverArt": "https://mangadex.org/covers/c96f1bf8-a100-40bb-98ef-c240b9b7cf96/1be8ca33-a56d-4b1d-a53d-292288efd749.jpg",
    "altTitles": [
      {
        "ja": "MFゴースト"
      },
      {
        "zh-hk": "MF幽靈"
      }
    ],
    "description": {
      "en": "In the year 202X, when self-driving electric and fuel-cell vehicles are ubiquitous, the racing organization MFG exists. Hosting races in Japan exclusively using cars with internal combustion engine. We follow young half-British, half-Japanese racing driver, Kanata Rivington. Who graduated at the top of his class in racing school and was invited into the series thanks to his teacher's connections."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d2967dd-d157-4cbb-84ed-ea7cf7140d14",
    "title": {
      "en": "Yume de Furarete Hajimaru Yuri"
    },
    "updatedAt": "2024-06-04T16:19:34+00:00",
    "coverArt": "https://mangadex.org/covers/1d2967dd-d157-4cbb-84ed-ea7cf7140d14/1a3f4936-b317-4baa-ba52-d406725c98cd.jpg",
    "altTitles": [
      {
        "ja": "夢でフラれてはじまる百合"
      },
      {
        "en": "Our Yuri Started with Me Getting Rejected in a Dream"
      },
      {
        "id": "Kisah Yuri Kita Berawal Dari Diriku yang Ditolak di Dalam Mimpi"
      },
      {
        "en": "Yuri That Starts With Getting Rejected In a Dream"
      },
      {
        "fr": "Notre histoire commença lorsque ma confession fut rejetée dans mes rêves"
      },
      {
        "zh": "从梦里被拒绝开始的百合"
      },
      {
        "fr": "Notre relation Yuri a commencé lorsque ma confession s'est fait rejeter dans mes rêves."
      },
      {
        "fr": "Notre histoire saphique commença lorsque ma déclaration amoureuse ne fut pas réciproque dans mon rêve"
      }
    ],
    "description": {
      "en": "For your very average high school girl, Tsukushi, there's her cool and beautiful childhood friend (with some very particular weaknesses) Hinoka. Tsukushi always thought they would be normal childhood friends forever… That is until Tsukushi saw Hinoka rejected her confession in a dream.   The hypnagogic romantic comedy between a cheery maiden, and a cool girl which begins with a dream, starts right now!\n\n [Serialization of Popular Twitter manga by Hijiki](https://mangadex.org/title/088db207-6c42-4fa9-9e6f-1b831c21c1ac/a-yuri-manga-that-starts-with-getting-rejected-in-a-dream)",
      "id": "Tsukushi bermimpi ditolak saat menyatakan cintanya pada sahabatnya, Hinoka. Satu mimpi yang akan selalu menghantuinya, dan membuatnya mulai melihat Hinoka dengan cara yang berbeda."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c79bcd31-4c0e-43c2-873d-7e614361096e",
    "title": {
      "en": "Heart of Thorns"
    },
    "updatedAt": "2024-11-12T05:51:20+00:00",
    "coverArt": "https://mangadex.org/covers/c79bcd31-4c0e-43c2-873d-7e614361096e/a7e05bd3-1d31-480c-8e47-9c8ebfe27beb.jpg",
    "altTitles": [
      {
        "zh": "荆棘之心"
      },
      {
        "zh-ro": "Jing Ji Zhi Xin"
      }
    ],
    "description": {
      "en": "One day, Liu Hai happened upon a dilapidated magic book. When she imitated the wizard in the magic book to create a magic circle, she accidentally summoned a monster girl named Chi Liu. Chi Liu is the source of strength in the country of Chi. She had been imprisoned for a long time and finally managed to escape. While Liu Hai in the human world was experimenting with the magic circle, the two met..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "Yuurei to Tsukareta Kaishain"
    },
    "updatedAt": "2024-12-06T23:35:52+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/b951d7de-6e16-4f01-9973-0efbcccb7536.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "en": "The Ghost and the Exhausted Office Worker"
      }
    ],
    "description": {
      "en": "No matter how hard things seem to be, there is always 'someone' watching over you.\n\nA ghost who remained in this world with lingering attachments, one day encountered an office worker left exhausted from work, Nozaki.\n\n\"Nobody even looks at me...\"\n\nNozaki was consumed with loneliness.\nThe ghost, who was all alone at the end of his own life, decided to watch over his daily life.\n\nThough left at the mercy of his job, Nozaki desperately carried on each day.\nUntil one day, he encountered someone new.\n\nThe feelings he lost amid the restless day-to-day, through connecting with others, Nozaki will gradually take back.",
      "ja": "どんなつらい時でも、見ていてくれる「誰か」がいる。\n\nこの世に未練を残してさまよっていた幽霊は、ある日、仕事に疲れた会社員、野崎と出会う。\n\n「俺のことなんて、誰も見てないんだ…」\n\n孤独感に打ちひしがれる野崎。人生の最後に一人ぼっちだった幽霊は、彼の生活を見守ってみることに。仕事に翻弄されながらも必死に日々を送る野崎。やがて彼に新たな出会いが訪れる。忙しない日々の中でこぼれ落ちてしまった気持ちを、野崎は人との関わりの中で、少しずつ取り戻していく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1e284bc-0436-42fe-b571-fa35a94279ce",
    "title": {
      "en": "Drama Queen"
    },
    "updatedAt": "2024-12-13T03:57:06+00:00",
    "coverArt": "https://mangadex.org/covers/c1e284bc-0436-42fe-b571-fa35a94279ce/dd3eb0cc-c864-4919-b3e3-c2518dfc28e8.jpg",
    "altTitles": [
      {
        "ja": "ドラマクイン"
      },
      {
        "ru": "Драма Квин"
      },
      {
        "ru": "Королева Драмы"
      },
      {
        "vi": "Nữ Hoàng Drama"
      },
      {
        "pt-br": "Rainha do Drama"
      }
    ],
    "description": {
      "en": "After saving Earth, aliens have taken up residence with the humans in Japan. Nomamoto, a factory worker with an abusive alien boss, one day meets Kitami, who tells her his own family was killed by aliens. The two quickly forge a friendship, but one day Kitami does the unthinkable…",
      "ja": "<毎週月曜更新>宇宙人が地球を救ってから、人間と宇宙人が共に住むようになった日本。工場で宇宙人の上司にこき使われるノマモトは、家族を宇宙人に殺されたという北見と出会う。仲を深める2人だが、ある日北見がとんでもないことをしてしまい…",
      "ru": "Пришельцы спасли Землю и обосновались с людьми в Японии. Номамото, работающая на фабрике с отвратительным боссом-пришельцем, однажды встречает Китами, который рассказывает ей, что семью его убили пришельцы. Между ними быстро возникает дружба, но однажды Китами совершает немыслимое...",
      "pt-br": "Após salvar a Terra, os alienígenas passaram a viver com os humanos no Japão. Nomamoto, uma operária de fábrica com um chefe alienígena abusivo, um dia conhece Kitami, que conta que sua própria família foi morta por alienígenas. Os dois rapidamente formam uma amizade, mas um dia Kitami faz o impensável…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c446c571-dc74-40e5-8035-38cca01503ef",
    "title": {
      "en": "The Devil’s Body Temperature"
    },
    "updatedAt": "2024-08-09T00:56:40+00:00",
    "coverArt": "https://mangadex.org/covers/c446c571-dc74-40e5-8035-38cca01503ef/b62626ba-b442-46c3-a001-f3e5c9369023.png",
    "altTitles": [
      {
        "zh": "魔鬼的体温"
      }
    ],
    "description": {
      "en": "Bei Yao, a cheerful four-year-old, was reborn into 1996 and found herself living next door to a boy destined to become a formidable villain in the future. This boy, Pei Chuan, was only five at the time, confined to a wheelchair and deeply insecure.\n\nYears later, when they were teenagers, Bei Yao had blossomed into the school's most admired beauty. Despite her popularity, Pei Chuan remained guarded and distant. When Bei Yao confessed her feelings for him, he reacted with a mixture of fear and longing.\n\nHaving known each other for two lifetimes, Bei Yao was determined to understand the complexities of Pei Chuan's character. As their bond deepened, she discovered a sensitive and vulnerable soul beneath his tough exterior. Their story is one of a healing love that blossoms between childhood sweethearts, as Bei Yao's warmth gradually melts away Pei Chuan's emotional barriers."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a313d06-8002-42cd-b7f5-bf1d9cfceb34",
    "title": {
      "en": "The Dragon Tamer (Webtoon)"
    },
    "updatedAt": "2024-04-04T05:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/1a313d06-8002-42cd-b7f5-bf1d9cfceb34/ff965230-5150-4e8b-86e4-416412645ef3.jpg",
    "altTitles": [],
    "description": {
      "en": "What happens when a girl from a quaint and small town meets the son of a Yakuza crime lord? Will she be able to change him for the better or will he continue down the dangerous and violent path?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48221bce-0fd2-4519-b5f3-4fdc1921007b",
    "title": {
      "en": "Captain Corinth: The Galactic Navy Officer Becomes an Adventurer"
    },
    "updatedAt": "2024-12-10T04:28:35+00:00",
    "coverArt": "https://mangadex.org/covers/48221bce-0fd2-4519-b5f3-4fdc1921007b/56d12305-048c-4bb5-b33c-6e4bce5c6e6b.jpg",
    "altTitles": [
      {
        "en": "The Galactic Navy Officer Becomes an Adventurer"
      },
      {
        "ja": "航宙軍士官、冒険者になる"
      },
      {
        "pt-br": "Capitão Corinth: Um Oficial da Marinha Galáctica Torna-se um Aventureiro"
      },
      {
        "ja-ro": "Kouchuugun Shikan Boukensha ni Naru"
      }
    ],
    "description": {
      "en": "In order to protect the planet Ares from invasion by the Bugs, Alan Corinth has set his sights on nothing less than ruling the entire continent. The Kingdom of Belta, which borders the Great Demon Forest, is the ideal spot to start putting his plan in motion, so he and his party set off for the gathering place of the finest adventurers the kingdom has to offer: the citadel of Gantz.\n\nWill Alan be able to keep the hostile aliens from overrunning this fantasy planet?  The sci-fi medieval fantasy story begins!",
      "ja": "- Official Site: [Link](https://famitsubunko.jp/specialcontents/kochugun/)  \n- Web Novel [(raw)](https://ncode.syosetu.com/n3490ee/)",
      "pt-br": "A nave espacial que o oficial da Marinha Imperial Galáctica que Alan Corinth estava foi derrubada por um ataque surpresa durante a navegação no hiperespaço.\n\nCompletamente a deriva, e sobre uma estranha coincidência, Alan se tornou o único na nave a sobreviver. A nave espacial severamente danificada perdeu suas capacidades de navegação e despencou em um planeta próximo.\n\nUsando uma cápsula de fuga, Alan dirigiu-se ao planeta sozinho.\n\nAssim começou a busca de Alan pela sobrevivência no planeta subdesenvolvido utilizando as nanomáquinas simbiótica dentro de seu corpo.\n\nSurpreendentemente, o planeta era o lar de uma próspera civilização humana cujo código genético se assemelhava ao de Alan.\n\nMesmo permanecendo perdido devido a ser jogado em um mundo de espadas e magia, ele tenta viver o melhor que pode junto com seus novos companheiros.\n\nO que Alan conseguiria nesse mundo estranho?\n\nA história de fantasia de ficção científica em um cenário medieval agora começa!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd1400ca-3704-497b-a0a4-f6ef77b7d602",
    "title": {
      "en": "Lunch Zake"
    },
    "updatedAt": "2024-10-31T22:09:32+00:00",
    "coverArt": "https://mangadex.org/covers/cd1400ca-3704-497b-a0a4-f6ef77b7d602/556b99e4-b0df-4101-878d-404a9991471f.jpg",
    "altTitles": [
      {
        "ja": "ランチ酒"
      },
      {
        "en": "Lunch Sake"
      }
    ],
    "description": {
      "en": "I am Shoko Inumori. Divorced, in her twenties. Occupation: A caretaker. Her business hours are until 5:00 in the morning. Her only luxury is to have a \"lunch drink\" after work.",
      "ja": "犬森祥子。バツイチ、アラサー。職業・見守り屋。営業時間は朝の五時まで。唯一の贅沢は、仕事上がりの晩酌ならぬ「ランチ酒」――。\n\n様々な事情を抱える客からの依頼が舞い込む「中野お助け本舗」。祥子の仕事は、人やペットなど、とにかく頼まれたものを寝ずの番で見守る「見守り屋」だ。そんな彼女の唯一の贅沢は、夜勤明けの晩酌ならぬ「ランチ酒」。別れた夫のもとで暮らす愛娘の幸せを願いながら、束の間、最高のランチと酒に癒される。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "643297aa-670a-4a84-9653-3586da00721c",
    "title": {
      "en": "I'm Quitting the Hero's Party"
    },
    "updatedAt": "2024-08-28T12:12:11+00:00",
    "coverArt": "https://mangadex.org/covers/643297aa-670a-4a84-9653-3586da00721c/8f9c3e3e-d262-45af-a0b4-b229d48ff633.png",
    "altTitles": [
      {
        "ko": "용사 파티 때려치웁니다"
      },
      {
        "ja": "勇者パーティー辞めます。"
      },
      {
        "en": "I Quit the Party of the Brave."
      },
      {
        "ko-ro": "Yongsa Pati Ttaelyeochiubnida"
      },
      {
        "ja-ro": "Yuusha Party Yamemasu"
      },
      {
        "fr": "La Relève du Magicien cendré"
      }
    ],
    "description": {
      "en": "Raniel Van Trias, the Ashen Wizard, is a highly skilled mage set on defeating the Demon King. After years of fighting alongside the renowned Hero's Party and multiple encounters with the Demon King, he is ousted from the party, left with a curse on his heart, forced to lose half his lifespan, and transformed into a woman! \n\nUndeterred, Raniel becomes an assistant professor at the Royal Apelia Academy as Rania and searches for a way to lift the curse, oblivious to how challenging his task may be...\n\n---\n\n[Official Japanese release](https://jp.piccoma.com/web/product/148780)\n\n[Official French release](https://fr.piccoma.com/fr/product/1483)",
      "ko": "마왕을 무찌르고 세상을 구원하기 위해 모인 최강의 용사파티가 있었다.\n\n하지만 마왕 토벌엔 관심이 없고편한 전장만 찾는 용사 파티에 환멸을 느낀 잿빛 마법사 라니엘은,결국 파티를 때려치우고 고향으로 돌아와 스승을 만난다.그런 그에게 라니엘의 스승인 로셀은명문 아카데미, 아플리아의 조교수 자리를 권하게 된다.\n\n\"아니, 이걸 왜 못하지?\"\n\"그냥 회로 생성하고 쓰면 되는데?\"\n\n하지만 세계관 최강자도 막상 가르침에는 소질이 없는 듯 한데...\n\n어찌저찌 아플리아 아카데미에 취직하게 된 인류 최강 전력.먼치킨 마법사의 좌충우돌 아카데미 조교수기가 시작된다!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ed51cbf-950c-470d-93db-9884d1ac14d1",
    "title": {
      "en": "Dark Invasion"
    },
    "updatedAt": "2024-12-17T05:24:33+00:00",
    "coverArt": "https://mangadex.org/covers/9ed51cbf-950c-470d-93db-9884d1ac14d1/aaea8eb8-a39c-4b3b-94e1-2d3f6c1143a4.jpg",
    "altTitles": [
      {
        "zh": "黑暗侵襲"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89ed3ec2-ebe6-4d6b-92eb-d753a8bb365e",
    "title": {
      "en": "Rougo ni Sonaete Isekai de 8-manmai no Kinka o Tamemasu"
    },
    "updatedAt": "2024-10-29T21:48:09+00:00",
    "coverArt": "https://mangadex.org/covers/89ed3ec2-ebe6-4d6b-92eb-d753a8bb365e/41f2eb52-b84e-4459-a6ef-080d0872d473.jpg",
    "altTitles": [
      {
        "ja": "老後に備えて異世界で８万枚の金貨を貯めます"
      },
      {
        "en": "Saving 80,000 Gold in Another World for My Retirement"
      },
      {
        "ko": "노후를 대비해 이세계에서 금화 8만 개를 모읍니다"
      },
      {
        "zh": "为了养老金，去异界存八万金！"
      },
      {
        "zh-hk": "為了養老金，去異界存八萬金！"
      },
      {
        "fr": "Économiser 80,000 pièces d'or dans un autre monde pour ma retraite"
      },
      {
        "ru": "Сохранение 80 000 золотых монет в другом мире для моей старости"
      },
      {
        "es": "Ahorre 80 000 monedas de oro en otro mundo en preparación para mi jubilación"
      }
    ],
    "description": {
      "en": "After growing up an orphan, Mitsuha has a healthy respect for money and a desire to live well—at least, until she dies after being pushed off a cliff. Waking up in a strange fantasy world, Mitsuha narrowly survives an encounter with a pack of wolves, then realizes she has the power to move between this world and the real one. A lesser person might embark on heroic adventures—Mitsuha instead immediately recognizes the lucrative possibilities of her new situation, and heads out to buy an arsenal of modern weapons. Her goal: to acquire 80,000 gold, and the life of leisure she's always dreamed of!",
      "ja": "山野ミツハは18歳でありながら中学生に見られてしまう童顔小柄な少女。高校卒業を目前にして両親と頼れる兄を一度に失い、いきなり天涯孤独の身になってしまう。ショックで大学受験にも失敗して途方に暮れていたミツハは、たまたま謎の存在から「世界間転移」という能力を与えられる。そこから彼女が思いついた将来設計は、世間一般の常識の斜め上をいっていた──!!",
      "pt-br": "Uma garota de 18 anos que perdeu sua família em um acidente, Yamano Mitsuha cai de um penhasco em um dia qualquer e é transportada para um mundo diferente com uma civilização ao nível da Europa Medieval. Mitsuha descobre que é possível ir e retornar à terra após uma luta mortal com lobos. Assim, ela decide viver em ambos os mundos. “Para ter segurança na velhice, eu vou mirar em alcançar 80.000 moedas de ouro!” “Tentarei não deixar coisas estranhas circularem para não distorcer o progresso do mundo, mas não vou me conter pelo bem da minha vida fácil e segura!” Enquanto usa três pistolas junto com palavras e ações que parecem decentes, em sua cabeça Yamano Mitsuha é uma garota esperta. Fazendo um esforço para ganhar dinheiro mesmo com um pequeno corpo que parece uma criança para os ocidentais!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37b87be0-b1f4-4507-affa-06c99ebb27f8",
    "title": {
      "en": "Dragon Ball Super"
    },
    "updatedAt": "2024-05-26T22:56:13+00:00",
    "coverArt": "https://mangadex.org/covers/37b87be0-b1f4-4507-affa-06c99ebb27f8/d01056df-423a-49ae-88f4-092e64119a96.jpg",
    "altTitles": [
      {
        "ja-ro": "Dragon Ball Chou"
      },
      {
        "id": "Mutiara Naga Super"
      },
      {
        "ar": "دراغون بول سوبر"
      },
      {
        "ja": "ドラゴンボール超"
      },
      {
        "zh": "드래곤볼 슈퍼"
      }
    ],
    "description": {
      "en": "Dragon Ball Super follows the aftermath of Goku's fierce battle with Majin Buu, as he attempts to maintain earth's fragile peace.\n\nHaving defeated Majin Buu, Goku is starting to get bored with his life on Earth. His wife, Chi-chi, wants him to get a job, but all he wants to do is train and fight stronger enemies. Elsewhere in the universe, the God of Destruction, Beerus, and his attendant Whis are traveling from planet to planet in search of food and entertainment. \n\nAfter blowing up some hapless victims, Beerus is reminded of a man from his dreams with the moniker “Super Saiyan God,” or something like that... The God of Destruction sets his sights on Earth to track down this mysterious man! Maybe this will give Goku something to do?",
      "pt-br": "Dragon Ball Super segue as consequências da batalha feroz de Goku com Majin Buu, enquanto ele tenta manter a frágil paz da Terra."
    },
    "status": "hiatus",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da51756f-8521-4985-8aeb-a7ef312d7d64",
    "title": {
      "en": "Akuyaku Kizoku to shite Hitsuyou na Sore"
    },
    "updatedAt": "2024-09-30T15:11:20+00:00",
    "coverArt": "https://mangadex.org/covers/da51756f-8521-4985-8aeb-a7ef312d7d64/e26fdf98-e0ed-4a17-81eb-df0e5011e4da.jpg",
    "altTitles": [
      {
        "ja": "悪役貴族として必要なそれ"
      },
      {
        "ja-ro": "Akuyaku Kizoku to shite Hitsuyou na Sore"
      },
      {
        "en": "That Is Needed for a Villainous Aristocrat"
      }
    ],
    "description": {
      "en": "A story of a man with evil charisma: A young man who's lived in modern Japan suddenly realized that he had been reborn in his favourite fantasy novel, *The Tale of the Rhinana Kingdom*. Yet he wasn’t reborn as the protagonist, but as the famous villainous marquis in the story. With the fate of being overthrown looming above him, he takes all action to break free of his determined fate by using his future knowledge along with the strongest skill \"Absolute Evil\".",
      "pt-br": "Uma história de um homem com carisma maligno: Um jovem que viveu no Japão moderno de repente percebeu que renasceu em seu romance de fantasia favorito, \"O Conto do Reino de Rhinana\". No entanto, ele não renasceu como o protagonista, mas como o famoso vilão Marquês na história. Com o destino de ser derrubado pairando sobre ele, ele toma todas as medidas para se libertar de seu destino determinado usando seu conhecimento futuro junto com a habilidade mais forte \"Mal Absoluto\"."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e538d58-7927-41fa-af10-9b13a743977b",
    "title": {
      "en": "The Even Bigger Island of Giant Insects"
    },
    "updatedAt": "2024-12-14T02:20:51+00:00",
    "coverArt": "https://mangadex.org/covers/7e538d58-7927-41fa-af10-9b13a743977b/7520f989-0003-463d-9d2f-e89b10868788.jpg",
    "altTitles": [
      {
        "ja": "大巨蟲列島"
      },
      {
        "ja-ro": "Die Kyochuu Rettou"
      },
      {
        "ja-ro": "Dai Kyochuu Rettou"
      },
      {
        "en": "The Island of Giant Insects, Die"
      },
      {
        "vi": "Siêu Đảo Côn Trùng"
      }
    ],
    "description": {
      "en": "New enemies, new bugs and an even bigger island.",
      "ja": "辰野神島へと脱出した睦美たちは天空を制圧するトンボに追いつめられる!",
      "vi": "Mutsumi và những người bạn của cô đã thành công đến được đảo Tatsuno Oshima, nơi mà người dân vẫn đang vui vẻ tổ chức lễ hội... Và rồi đúng như những gì Mutsumi đã đoán trước những con côn trùng khổng lồ đã bắt đầu âm thầm tấn công người dân. Để tránh thảm kịch như các hòn đảo trước thì Mutsumi và các bạn của cô sẽ làm gì đây?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a7e01d5-a31b-4d75-9f50-f31873560a2a",
    "title": {
      "en": "Koibami Shoujo"
    },
    "updatedAt": "2024-12-15T21:17:13+00:00",
    "coverArt": "https://mangadex.org/covers/5a7e01d5-a31b-4d75-9f50-f31873560a2a/ec6d0eba-ef01-491a-920e-49d8d5895cee.jpg",
    "altTitles": [
      {
        "ja": "恋喰少女"
      },
      {
        "en": "Love-Eating Girl"
      },
      {
        "pt-br": "Devoradoras de Amor"
      },
      {
        "ru": "Голодные до любви девушки"
      },
      {
        "es-la": "Las Chicas Devoradoras de Amor"
      },
      {
        "vi": "Luyến Thực Nữ"
      }
    ],
    "description": {
      "en": "High school student Ooishi Kyou is afraid of women. Suddenly, five girls confessed to him. Among them, four are creatures called Koibami - beings that devour human romantic feelings. If he has his romantic feelings eaten by these girls, he will never be able to love again. However, he cannot abandon the feelings of the one who confessed to him for real - Kyou decides to find the one he truly loves among the five!",
      "ja": "本物の恋心を、あなたは見抜けるか。\n\n女性を恐れる男子高校生・大石饗。彼に突然告白してきた、5人の少女。そのうち4人は、人間の恋愛感情を喰らう生物「恋喰（こいばみ）」。彼女たちに恋愛感情を食べられると、二度と恋をすることができなくなってしまう。ただ、本当の告白をした1人の気持ちを、見捨てるわけにはいかない――饗は覚悟を決め、5人の中から、本命の1人を見つけだすことを決意する！",
      "es-la": "Oishi Kyou es un chico que siempre ha tenido un fuerte miedo a las chicas. Cuando comienza su primer día de clases en la preparatoria, se ve abrumado al recibir confesiones de amor por parte de cinco chicas diferentes. Sin embargo, descubre que cuatro de ellas son en realidad chicas ‘Devoradoras de Amor’, chicas que buscan seducir a los hombres para alimentarse de sus sentimientos, y sus presas favoritas son los sentimientos del ‘Primer Amor’, gracias a cierta persona el Protagonista sabe que 4 chicas de primer año son ‘Devoradoras de Amor’ así que, dentro de estas 5 chicas hay una que se confesó realmente a Oishi, así que se propone a encontrar a la única chica entre las 5 que realmente lo ama, todo sea antes de que devoren sus sentimientos.",
      "pt-br": "O estudante do ensino médio, Kyo Oishi, tem medo de mulheres.\n \nDe repente, cinco garotas se declaram para ele. Entre elas, quatro são criaturas chamadas Devoradoras de Amor - seres que devoram sentimentos românticos humanos. Se ele tiver seus sentimentos românticos consumidos por essas garotas, ele nunca mais será capaz de amar novamente.\n \nNo entanto, ele não pode abandonar os sentimentos daquela que se declarou para ele de verdade - Kyo decide encontrar a única que realmente ama ele entre as cinco! Começa uma comédia romântica de suspense que balança o cérebro!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "567b51cb-ae4c-4a27-af49-92468c5ff4a4",
    "title": {
      "en": "Kawaii nante Kiitenai!!"
    },
    "updatedAt": "2024-10-11T20:47:09+00:00",
    "coverArt": "https://mangadex.org/covers/567b51cb-ae4c-4a27-af49-92468c5ff4a4/490a38b2-ac17-43f3-867d-f57d69c8b99d.jpg",
    "altTitles": [
      {
        "ja": "カワイイなんて聞いてない！！"
      },
      {
        "en": "You're My Cutie"
      },
      {
        "ru": "Кто сказал, что ты милый?"
      },
      {
        "zh": "我才没听说过他这么可爱！！"
      },
      {
        "vi": "Tôi chưa từng biết rằng cậu ấy lại dễ thương tới vậy"
      }
    ],
    "description": {
      "en": "Madoka is obsessed with shoujo manga—specifically manga that features younger, innocent guys who fall for their Senpai. So she should be thrilled when a gorgeous kohai comes to work at her father’s restaurant…except he’s rude and standoffish, and wants nothing to do with her. But when she protects him from some extra-pushy fans, he finds that maybe he’s found someone letting his walls down for…!\n\n---\nMadoka is a high school girl who loves cute younger boys. One day, Shikura arrives as a part-time worker at her parents' diner! Shikura is beautiful and handsome, but he's not super nice?! She thought she would never like him, but the way he sometimes looks is agonizingly cute! How can she not really like him?!",
      "fr": "Madoka est obsédée par les mangas shoujo, en particulier ceux mettant en scène de jeunes hommes innocents tombant amoureux de leur Senpai. Elle devrait être ravie lorsqu'un magnifique kohai commence à travailler dans le restaurant de son père, sauf qu'il est impoli et distant, ne voulant rien avoir à faire avec elle. Cependant, quand elle le protège contre des fans trop insistants, il réalise qu'il a peut-être trouvé quelqu'un capable de faire tomber ses barrières...!\n\n---\nMadoka est une lycéenne qui adore les jeunes garçons mignons. Un jour, Shikura arrive comme employé à temps partiel dans le diner de ses parents ! Shikura est beau et séduisant, mais il n'est pas très gentil ?! Elle pensait ne jamais l'apprécier, mais la façon dont il regarde parfois est douloureusement mignonne ! Comment ne pourrait-elle pas vraiment l'aimer ?!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f74dc24b-3f38-44d5-b7d0-8c40f4b04e29",
    "title": {
      "en": "My Dear Lass"
    },
    "updatedAt": "2024-05-07T19:56:22+00:00",
    "coverArt": "https://mangadex.org/covers/f74dc24b-3f38-44d5-b7d0-8c40f4b04e29/633844e2-a68a-476a-a1fb-38018078ffe3.png",
    "altTitles": [
      {
        "zh-hk": "小姑孃"
      },
      {
        "zh-ro": "Xiǎo Gūniāng"
      },
      {
        "fr": "Ma chère demoiselle"
      },
      {
        "zh": "小姑孃"
      },
      {
        "es": "Pequeña niña"
      },
      {
        "ru": "Девчонка"
      },
      {
        "uk": "Моя люба дівчина"
      },
      {
        "fr": "Une chère amie"
      },
      {
        "vi": "Cô Gái Thân Yêu Của Tôi"
      }
    ],
    "description": {
      "en": "\"It seems like I'd like someone like you.\"\n\n\"You're really like a little pony.\" \n\nThis is a slice-of-life of the romance and exploits of an adorkable and ditzy senior \"little fox\" and her dependable junior \"little pony\".",
      "uk": "\"Здається, мені б сподобався хтось на кшталт тебе\". \"Ти справді як маленьке поні\". Буденність про романтику та подвиги чарівної й навіженої Старшої \"лисички\" та її надійної Молодшої \"поні\".",
      "zh": "“我好像会喜欢你这样的人。” “你好像一匹小马。” 呆萌跳脱年上“小狐狸”和她的靠谱 “年下小马驹”的爱情事业双丰收日常 。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "609ccb17-fd83-4126-876a-5bf8c037b065",
    "title": {
      "en": "Sonna Kazoku nara Sutechaeba?"
    },
    "updatedAt": "2024-10-24T12:14:04+00:00",
    "coverArt": "https://mangadex.org/covers/609ccb17-fd83-4126-876a-5bf8c037b065/cce06e8a-9c51-4f11-bb6b-ed7e45ae1eda.jpg",
    "altTitles": [
      {
        "ja": "そんな家族なら捨てちゃえば?"
      },
      {
        "vi": "Một gia đình như vậy có đáng để giữ lại không?"
      },
      {
        "en": "Is A Family Like This Worth Keeping?"
      },
      {
        "en": "If It's A Family Like That, Why Don't You Throw It Away?"
      },
      {
        "fr": "Dysfunctional Family"
      }
    ],
    "description": {
      "en": "\"My wife made a rule for our home: 'Don't talk to Dad.'\" \"Isn't that domestic violence? Weren't you sending me an SOS for help?\" Reitarou Shinotani has been long ignored by his wife and daughter, left all alone, and forced to do nothing but eat and sleep in a small, dark, cramped room in the house. What fate awaits him, as he aims to revitalize his family...?",
      "vi": "Bị vợ và con gái lạnh nhạt, Shinoya Reitaro buộc phải sinh hoạt trong cô độc ngay trong chính căn nhà của mình. \n\"Không được bước qua ranh giới, \nKhông được ăn uống chung, \nKhông được dùng nhà vệ sinh, \nKhông được bắt chuyện, \nKhông được tạo ra tiếng ồn khi đóng/mở cửa...\" \nCho đến khi anh gặp được một người phụ nữ mà anh không nhớ rõ đã từng gặp qua ở đâu. \n\"Một gia đình như vậy có đáng để giữ lại không? Sao anh không vứt quách nó cho rồi đi?\" \nLiệu số phận của người đàn ông đang đứng giữa hai sự lựa chọn này rồi sẽ ra sao?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "305c5759-4e7e-43d3-9d99-5360c6d9d6e1",
    "title": {
      "en": "Houkago no Goumon Shoujo"
    },
    "updatedAt": "2023-07-20T10:26:39+00:00",
    "coverArt": "https://mangadex.org/covers/305c5759-4e7e-43d3-9d99-5360c6d9d6e1/9b116481-ed13-44c0-b5cc-72ad93b85026.jpg",
    "altTitles": [
      {
        "en": "Torture Club Girls After School"
      },
      {
        "ja": "放課後の拷問少女"
      },
      {
        "ko": "방과 후의 고문소녀"
      },
      {
        "vi": "Câu Lạc Bộ Tra Tấn Của Các Nữ Sinh Sau Giờ Học"
      }
    ],
    "description": {
      "en": "After years of being unlucky with girls, Ishimaru Daito only wishes to enjoy his high school life with a normal, cute girlfriend. However, after losing a game to his two new seniors Sasahara Kiyoka and Tomochika Asami, he is forced to join the <Humanism Studies> club which is actually a torture studies club. Will Ishimaru get the normal high school life he always wanted?  \n  \n\n\n---",
      "pt": "Depois de anos de azar com as garotas, Ishimaru Daito só quer aproveitar a vida no colegial com uma namorada normal e bonita. No entanto, depois de perder um jogo contra suas duas novas senpais, Sasahara Kiyoka e Tomochika Asami, ele é forçado a ingressar no clube de \"estudos humanísticos\", que na verdade é um clube de estudos sobre tortura. Ishimaru será capaz de alcançar a vida normal do ensino médio que ele sempre quis?",
      "vi": "Sau nhiều năm đen đủi với các cô gái, Ishimaru Daito chỉ mong được tận hưởng cuộc sống cao trung của mình bên một cô bạn gái bình thường và dễ thương. Tuy nhiên, sau khi thua một trò chơi trước hai tiền bối mới của mình là Sasahara Kiyoka và Tomochika Asami, cậu buộc phải tham gia câu lạc bộ <Nghiên Cứu Chủ Nghĩa Nhân Văn> thực chất lại là một câu lạc bộ Nghiên Cứu Tra Tấn. Liệu Ishimaru có được cuộc sống cao trung bình thường mà cậu hằng mong muốn?",
      "pt-br": "Depois de anos de azar com as garotas, Ishimaru Daito só quer aproveitar a vida no colegial com uma namorada normal e bonita. No entanto, depois de perder um jogo contra suas duas novas senpais, Sasahara Kiyoka e Tomochika Asami, ele é forçado a ingressar no clube de “estudos humanísticos”, que na verdade é um clube de estudos sobre tortura. Ishimaru será capaz de alcançar a vida normal do ensino médio que ele sempre quis?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "168"
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "e8e7b17c-1bb3-49a5-83d9-2bd9051d1857",
    "title": {
      "en": "Infinite Devouring: From Zero to Hero"
    },
    "updatedAt": "2024-04-28T02:31:45+00:00",
    "coverArt": "https://mangadex.org/covers/e8e7b17c-1bb3-49a5-83d9-2bd9051d1857/663adfd4-8a0c-46cf-8d3e-cb1fc36a83cc.png",
    "altTitles": [
      {
        "en": "Endless Devourer"
      },
      {
        "zh-ro": "Wújìn Tūnshì,"
      },
      {
        "zh": "无尽吞噬"
      },
      {
        "en": "Inexhaustible Engulfing"
      },
      {
        "en": "Devouring Infinite"
      },
      {
        "ja": "武魂覚醒、俺こそ偉大な天道師だ！"
      }
    ],
    "description": {
      "en": "Yang Chen, who keeps failing his performance assessments in an immortal cultivation academy, accidentally discovers that he has the Ancient Dragon Soul. In a world where such souls are rare, he quickly becomes an almighty Heaven Master and is ready to venture into the unknown world with his newfound talent."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2707b1cc-05b9-455f-ae6f-f351dd9f8741",
    "title": {
      "en": "Evolution Begins With a Big Tree"
    },
    "updatedAt": "2024-05-29T19:01:31+00:00",
    "coverArt": "https://mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "altTitles": [
      {
        "en": "Evolution From the Big Tree"
      },
      {
        "zh-ro": "Cóng Dà Shù Kāishǐ De Jìnhuà"
      },
      {
        "zh": "从大树开始的进化"
      },
      {
        "ja": "進化する者たち"
      },
      {
        "vi": "Chuyển Sinh Thành Liễu Đột Biến"
      },
      {
        "vi": "Từ Đại Thụ Tiến Hóa"
      },
      {
        "ru": "Моё перерождение в древо: Начало эволюции"
      }
    ],
    "description": {
      "en": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
      "ru": "После смерти Юй Цзыюй перерождается и становится… Ивой! \nИ неизвестно, сумеет ли он приспособиться к такой знакомой, но в то же время чуждой окружающей среде – ведь так совпало, что его перерождение случилось как раз во время Великой эпохи возрождения духовной энергии. \nВозрождение духовной энергии знаменует возвышение всех существ… \nРев хищных зверей стал способен сотрясти горы и взволновать реки, а существа с могущественной силой наводнили этот мир в таком количестве, что он вот-вот лопнет по швам. \nНо, несмотря на все это, во время подобной эпохи выросла величественная ива, способная безгранично развиваться и эволюционировать. \nПлоды, что растут на ней, способны даровать другим необычайные способности, а духовная энергия, которую она распространяет, укрепляет силы зверей, что обитают на ее территории. \n… \nОдни величают ее мировым древом – Иггдрасилем, день за днем восславляя его существование! \nДругие – «великим божественным древом», подпирающим небосвод! \nРазумеется, большинство просто зовут его «священным древом», или «проклятым деревом», или же «дьявольским деревом»… Да и еще много как. \nИ все же, при любом его упоминании в голосе каждого ясно слышится благоговейный трепет.",
      "zh": "黑鸟社新作，重生成为一株柳树！？灵气复苏，万物崛起。重生的柳树也走上了进化之路。能够无限进化的它，是“神力”还是“诅咒”？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "695e6ed1-9823-486e-87bf-ec1fa536f0c1",
    "title": {
      "en": "Death Preparation Hero"
    },
    "updatedAt": "2024-11-24T18:44:07+00:00",
    "coverArt": "https://mangadex.org/covers/695e6ed1-9823-486e-87bf-ec1fa536f0c1/39de2a17-d618-41a3-b660-e176bc032281.jpg",
    "altTitles": [
      {
        "ja": "終活勇者"
      },
      {
        "ja-ro": "Shuukatsu Yuusha"
      },
      {
        "ja": "Brave's Ending Note"
      },
      {
        "ja": "The Brave's Ending Note."
      },
      {
        "vi": "Chung Hoạt Dũng Giả"
      },
      {
        "vi": "Chuyến hành trình cuối cùng của dũng sĩ"
      }
    ],
    "description": {
      "en": "Several decades have passed since the Hero defeated the Demon King and brought peace to the world, and the Hero has grown old enough to only vaguely remember his magic spells. When the remnants of the Demon King's army attack the Hero, he decides to set out on a journey again. This time, it's not a journey to save the world, but a \"death preparation journey\" to look back on his life.\n___\n**Alt Official Raw:** [niconico Manga](https://manga.nicovideo.jp/comic/69537)",
      "ja": "勇者が魔王を打ち倒し世界に平和が訪れてから数十年がたち、勇者は魔法の呪文がうろ覚えになるほどに老いていた。そんな勇者のもとに魔王軍の残党が襲い掛かったことがきっかけで、勇者は再び旅立つことを決意する。今度は世界を救う旅ではなく、人生を振り返る“終活の旅”に――。",
      "vi": "Nhiều thập kỷ đã trôi qua kể từ khi dũng sĩ đánh bại Ma Vương và mang lại hòa bình cho thế giới. Tuy nhiên, người dũng sĩ ấy đã già đi quá nhiều đến mức khó có thể nhớ được các câu thần chú ma thuật. Khi bị những kẻ sống sót từ quân đội Ma Vương tấn công, dũng sĩ quyết định lại một lần nữa lên đường. Nhưng lần này không phải là hành trình để cứu thế giới, mà là một cuộc hành trình \"cuối đời\" để nhìn lại cuộc đời mình."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "caa26975-6cbf-4bdd-861a-60ca8db41586",
    "title": {
      "en": "Astral Pet Store"
    },
    "updatedAt": "2024-04-26T07:18:27+00:00",
    "coverArt": "https://mangadex.org/covers/caa26975-6cbf-4bdd-861a-60ca8db41586/8d1dca88-a9c2-4faf-8097-8d46a76eaa62.jpg",
    "altTitles": [
      {
        "zh": "超神宠兽店"
      },
      {
        "zh-ro": "Chāo Shén Chǒng Shòu Diàn"
      },
      {
        "en": "Super God Pet Shop"
      }
    ],
    "description": {
      "en": "In the era of astral pets, only the might of pets was essential! However, making the pets stronger has always been a slow and arduous process for pet warriors. That was until the appearance of a mysterious pet shop that changed everything!\n\nThe weakest skeleton could slay a great golden dragon with a single strike after training at this pet shop! Even the humble watchdog of the shop possessed ten legendary skills, and the female worker in the shop claimed to be a Goddess...\n\nAs for what the shopkeeper Su Ping thinks: I'm merely training these cute pets to become exceptional overlord beasts. What? Is it not normal?\n- - -\nIn the era of beasts, pet strength determines everything! The battle pet master works hard and slowly to improve the strength of the pet. Until a mysterious pet store came out of nowhere!\n\nIn just a few days of cultivation, the lowly skeleton can kill the golden dragon with a single slash. Does the guard dog have ten secret skills of pet beats? The working girl even calls herself a god...\n\nAs for the owner, Su Ping: Isn't it a regular practice to breed cute pets into prehistoric king beasts?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "239a9b85-10d8-4d54-8b76-9a679a1ec6d9",
    "title": {
      "en": "MPD Psycho"
    },
    "updatedAt": "2024-12-08T06:53:09+00:00",
    "coverArt": "https://mangadex.org/covers/239a9b85-10d8-4d54-8b76-9a679a1ec6d9/3c8e0032-e713-481e-9fe1-a44b8f9b1e95.jpg",
    "altTitles": [
      {
        "en": "MPD Detective Psycho"
      },
      {
        "en": "Multiple Personality Disorder Psycho"
      },
      {
        "en": "Multiple-Personality Detective Psycho"
      },
      {
        "ja-ro": "Tajuu Jinkaku Tantei Saiko"
      },
      {
        "ja-ro": "Tajuujinkaku Tantei Psycho"
      },
      {
        "zh": "多重人格侦探"
      },
      {
        "zh-hk": "多重人格偵探"
      },
      {
        "ja": "多重人格探偵サイコ"
      }
    ],
    "description": {
      "en": "The main character is a detective, Kazuhiko Amamiya, suffering from Multiple Personality Disorder (a.k.a. Dissociative Identity Disorder). Starting out as a violent detective series with a twist (the twist being the variant personalities that take over Detective Amamiya at various intervals), the series evolves into an exceptionally complex and involved sci-fi conspiracy story."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "24",
    "lastChapter": "147"
  },
  {
    "mangaId": "c87a3978-988d-465d-9bdc-199ce8a4a38e",
    "title": {
      "en": "Apocalyptic Super Farm"
    },
    "updatedAt": "2023-10-11T03:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/c87a3978-988d-465d-9bdc-199ce8a4a38e/d16cc206-fbf7-486e-b604-bac3a57768ff.jpg",
    "altTitles": [
      {
        "zh": "末世超级农场"
      },
      {
        "zh-ro": "Moshi Chaoji Nongchang"
      },
      {
        "zh-ro": "Mòshì Chāojí Nóngchǎng"
      }
    ],
    "description": {
      "en": "The apocalypse has dawned upon the world, and food and survival are once again the most important topics of people's concern. Rice and flour have become luxuries, and vegetables are even more expensive! But just then, someone posted a video on a website that shocked the world. Sweet vegetables rolled into a hot pot, emitting a tantalizing green color! A golden leg of lamb is seared in oil! Fish soup simmers as white as milk! The little girl beside me begged: Bro,  I really can't eat anymore!",
      "zh": "末日来袭，植物与水源全部枯竭。世界陷入恐慌，食物与生存再次成为人们最关心的话题。米面成为奢侈品，菜蔬更是有价无市！然而就在此时，有人在网站上发送一段视频，令世界震撼。甘甜的菜蔬滚入火锅中，散发诱人的绿色！烤的金黄的羊腿滋滋冒油！鲜美的鱼汤炖的宛若牛奶一般纯白！一旁的小女孩哀求道：哥，我真的吃不下了！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a580438-bc72-4503-940b-12a5da881b56",
    "title": {
      "en": "Kimi wa Yotsuba no Clover"
    },
    "updatedAt": "2024-11-14T23:54:43+00:00",
    "coverArt": "https://mangadex.org/covers/0a580438-bc72-4503-940b-12a5da881b56/af51e268-4b84-4d74-94d2-bf6e6525d7cb.jpg",
    "altTitles": [
      {
        "en": "You are a Four Leaf Clover"
      },
      {
        "vi": "Cậu là cỏ 4 lá"
      },
      {
        "ja": "きみは四葉のクローバー"
      },
      {
        "zh": "恋人手中四叶草"
      }
    ],
    "description": {
      "en": "Uichi was once popular, but now he is being bullied excessively. Then suddenly, his first love, Yotsuha, appears in front of him. What is this cute and brave girl's purpose...?",
      "ja": "かつての人気者で、今は過激ないじめを受ける宇一。そんな彼の前に突然現れた初恋の相手・よつは。可愛く健気な彼女の目的とは一体…!?",
      "vi": "Câu chuyện romcom nhẹ nhàng về hành trình chữa lành trái tim đã tan vỡ của main",
      "zh": "某天，曾很有人气的宇一的生活陡然一变。 以往光芒四射的日子被用抹布也无法擦去的黑暗所笼罩。 这时，熟悉宇一过去的初恋—— 四叶突然出现在了他的面前。 她的目的究竟是…！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "5a34a0b7-c7ed-491f-bfae-79f625fa6384",
    "title": {
      "en": "The Great Mage of the Hero's Party Reincarnates"
    },
    "updatedAt": "2024-08-11T15:21:08+00:00",
    "coverArt": "https://mangadex.org/covers/5a34a0b7-c7ed-491f-bfae-79f625fa6384/9661975d-b8ec-4322-85f0-9acbecbf6ee6.jpg",
    "altTitles": [
      {
        "ko": "용사파티 대마법사의 환생"
      },
      {
        "en": "The Rebirth of the Hero's Party's Archmage"
      },
      {
        "es-la": "El renacimiento del archimago del grupo del héroe"
      }
    ],
    "description": {
      "en": "At age 13, the genius wizard Rin embarked on a journey with Lista and the hero party to defeat the great evil known as “the Abyss,” which sought to plunge the world into chaos. But as the battle grew more intense, Rin’s body succumbed to the dark poison of the Abyss, putting his life in grave danger.\n\nWith the words “I’ll come back,” Rin’s soul entered a forced dormancy, only to reawaken 300 years later as a noble boy. Starting his second life in a peaceful world, Rin discovers that on one side of the world, the destined forces of darkness are beginning to stir once more.",
      "es-la": "El genio mago Lynn se embarca en un gran viaje a la edad de 13 años. Junto con el grupo de héroes, liderado por Esther, su objetivo es derrotar al gran malvado \"Abismo\" que pretende llevar al mundo al caos. Sin embargo, las batallas se vuelven cada vez más feroces y en el momento final, Lynn sucumbe al oscuro veneno del \"Abismo\". Dejando atrás las palabras \"Volveré\", el alma de Lynn permanece dormida durante 300 años, antes de resucitar en el cuerpo de un niño de noble cuna. Así comienza su segunda vida en un mundo pacífico. Pero mientras tanto, una fuerza oscura está acechando una vez más, amenazando con hundir al mundo en la confusión una vez más."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca3692c0-2abe-4fba-91f4-1c76611539c6",
    "title": {
      "en": "The Ultimate of All Ages"
    },
    "updatedAt": "2024-12-14T12:50:21+00:00",
    "coverArt": "https://mangadex.org/covers/ca3692c0-2abe-4fba-91f4-1c76611539c6/f9a1f10c-f209-4701-8486-feec29064b5d.jpg",
    "altTitles": [
      {
        "en": "Rebirth Of The Ultimate Master"
      },
      {
        "en": "The Eternal Supreme"
      },
      {
        "zh": "万古至尊"
      },
      {
        "en": "The Ancient Sovereign of Eternity"
      },
      {
        "zh": "这一世我要当至尊"
      },
      {
        "zh-hk": "這一世我要當至尊"
      },
      {
        "pt-br": "O Antigo Soberano da Eternidade"
      },
      {
        "vi": "Vạn Cổ Chí Tôn"
      }
    ],
    "description": {
      "en": "First among the ten martial emperors, Peerless Martial Emperor Gu Fei Yang met his demise in the Tiandang mountains. He was reincarnated fifteen years later, as Li Yun Xiao of the Tianshui Nation, and thus began a heaven-defying battlefront with the countless talents of the current generation. Martial arts of the nine heavens and ten divine realms. From then on, the whole world was set ablaze.",
      "es-la": "Gu Feiyan, el tercer soberano, muere y es reencarnado en un niño llamado Li Yunxia, una completa basura que todavía no despertó sus meridianos a pesar de su edad. ¡Pero esto no detendrá al MC de alcanzar el pináculo de este mundo otra vez!",
      "pt-br": "Um dos imperadores marciais conferidos, Gu Feiyang, faleceu nas montanhas Tiandang e reencarnou 15 anos depois como Li Yunxiao, do estado de Tianshui, embarcando em uma jornada que desafia o céu contra os inúmeros gênios da época. Os nove níveis da Arte Marcial; os Reinos Divinos dos dez quadrantes. A partir de então, o mundo inteiro caiu no caos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "892227ec-c998-4d9e-acf3-e407405ce8b5",
    "title": {
      "en": "The Divine Urban Physician"
    },
    "updatedAt": "2024-08-26T23:10:32+00:00",
    "coverArt": "https://mangadex.org/covers/892227ec-c998-4d9e-acf3-e407405ce8b5/c1d6eecc-f0bb-4e26-82d0-9ca408a002f6.jpg",
    "altTitles": [
      {
        "en": "The Best Medical God in the City"
      },
      {
        "zh": "都市极品医神"
      },
      {
        "en": "Urban God of Medicine"
      },
      {
        "ja": "一族を滅ぼされた俺が最強の力を手に入れて帰ってきた"
      }
    ],
    "description": {
      "en": "Five years ago, the Ye family was destroyed, and the trash Ye Chen disappeared mysteriously. Now, and the trash Ye Chen is back! He came back with a cultivating body that penetrated the heavens and the earth and cried, \"Ghosts and gods!\" \n\nThis time, Ye Chen wants to make the sky fall in awe! Let the Earth tremble! To be in control of everything, to the top of the sky!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]