[
  {
    "mangaId": "cddd1849-ab36-4304-8103-06ba4062b5e6",
    "title": {
      "en": "Kubo Won't Let Me Be Invisible"
    },
    "updatedAt": "2024-04-24T20:01:52+00:00",
    "coverArt": "https://mangadex.org/covers/cddd1849-ab36-4304-8103-06ba4062b5e6/1a6dd185-7542-41e0-b987-64366d6ee0fe.jpg",
    "altTitles": [
      {
        "en": "Kubo-san Does Not Allow Me"
      },
      {
        "en": "Kubo-san Doesn't Leave Me (a Mob) Be"
      },
      {
        "fr": "Kubo-san ne me laisse pas tranquille"
      },
      {
        "es": "Kubo-san no me deja / Kubo-san no me deja ser (un personaje de fondo)"
      },
      {
        "id": "Kubo-san Tidak Mau Membiarkanku (Seorang Jelata) Sendirian"
      },
      {
        "ru": "Кубо-сан не признает меня (мобом)"
      },
      {
        "ja": "久保さんは僕(モブ)を許さない"
      },
      {
        "zh": "久保同学不放过我 / 久保同學不放過我"
      },
      {
        "ko": "쿠보 양은 나를 내버려 두지 않아"
      },
      {
        "en": "Kubo-san Doesn't Leave Me Be (a Mob)"
      },
      {
        "ja-ro": "Kubo-san wa Boku (Mobu) wo Yurusanai"
      },
      {
        "id": "Kubo Tidak Akan Membiarkanku Sendirian"
      },
      {
        "it": "Kubo non mi permette di essere invisibile"
      }
    ],
    "description": {
      "en": "First year high schooler Junta Shiraishi is a mob character who goes unnoticed even when he's standing right next to you. But his classmate, \"heroine-level beauty\" Kubo, always notices him and is there to tease him. Anyone can become special to someone, but it might be a little too early to call these feelings \"love.\"\n\nPerhaps this story is still two-steps from being a romantic comedy! A sweet comedy where a background character becomes visible!",
      "es": "Shiraishi Junta es un muchacho simplón que le faltan dos pelos para ser invisible ante sus compañeros de clase; en otras palabras, un personaje de fondo. Esto da entrada a Kubo, su bella vecina de asiento que siempre le da atención y juguetea experimentando con él para determinar qué tan \"invisible\" él es de hecho… y entonces, ella se declara a sí misma su \"heroína\"!!!",
      "id": "Junta Shiraishi, siswa kelsa 1 SMA, adalah seorang cowok 'figuran' yang tak terasa kehadirannya. Biarpun duduk di sebelah orang, orang itu tidak menyadari kehadirannya, bahkan meskipun ikut terfoto dalam foto bersama, fotonya dibuatkan gambar wajah karena dikira absen. Hanya Kubo-san, cewek cantik teman sekelasnya yang 'level heroine', yang dapat menemukannya dengan matanya yang tajam, dan setiap hari mengusilinya.\n\nSiapa pun bisa menjadi spesial bagi seseorang. Tapi, untuk sampai pada yang namanya 'cinta', perasaan kedua orang itu masih sedikit polos.",
      "ru": "Шираиши-кун - обычный школьник, только вот он очень неприметный, настолько, что даже одноклассники и учителя не замечают его. Ещё чуть-чуть и он был бы совсем невидимым. Другими словам \"моб\". В свою очередь, Кубо-сан - его прекрасная соседка по парте, только она постоянно замечает его. Кубо-сан игриво экспериментирует с Шираиши, чтобы оценить - насколько же он \"неприметный\" на самом деле… А потом объявляет себя его \"героиней\"!!!",
      "pt-br": "Estudante do Ensino Médio, Junta Shiraishi passa despercebido por todos, até mesmo quando ele está parado bem ali. No entanto, Kubo-san, a garota mais bonita de sua classe, parece encontrá-lo não importa onde esteja?!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "144.5"
  },
  {
    "mangaId": "8a1ca2e4-d83b-4ce6-a074-4102231bebb5",
    "title": {
      "en": "Rakujitsu no Pathos"
    },
    "updatedAt": "2024-05-11T21:15:14+00:00",
    "coverArt": "https://mangadex.org/covers/8a1ca2e4-d83b-4ce6-a074-4102231bebb5/9f946d19-7657-4480-b671-0a966a581dcb.jpg",
    "altTitles": [
      {
        "en": "Sunset of Passion"
      },
      {
        "ja": "落日のパトス"
      },
      {
        "ja-ro": "Rakujitsu no Pathos"
      },
      {
        "zh": "落日的激情"
      }
    ],
    "description": {
      "en": "What happens when next door to upcoming mangaka Fujiwara moves Yuuki, who was his teacher back in high school and first crush?  \r\n  \r\nYuuki, now a married woman, is starting a new life in the city, however her husband is always away on business trips. She finds comfort in the company of her former student, but what she doesn't realize is that Fujiwara can listen to everything happening in her apartment through the building's thin walls…",
      "ja": "東京。繁華街から離れた閑静な住宅街で連載漫画家を目指す青年・藤原秋。ある日、隣の部屋に新たな住人が引っ越してきた。その隣人は藤原の高校の恩師・仲井間真。偶然の再会に喜ぶ二人。しかしその晩。藤原は耳にする。隣の部屋から漏れる、仲井間の嬌声。自らの欲望を抑えられず、藤原は隣室を覗き込む。そこにはかつての恩師のあられもない姿が…!?隣人愛欲物語。淫靡の世界の幕がいま、開く。"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "00296c8d-a815-4fdd-b4b8-c79c550ee875",
    "title": {
      "en": "The Indomitable Martial King"
    },
    "updatedAt": "2024-04-25T01:06:42+00:00",
    "coverArt": "https://mangadex.org/covers/00296c8d-a815-4fdd-b4b8-c79c550ee875/bb7a112f-5775-40ff-8494-a27d1c343bd4.jpg",
    "altTitles": [
      {
        "en": "Time Slip of the Fist King"
      },
      {
        "ko": "권왕전생"
      },
      {
        "zh": "拳王轉生"
      },
      {
        "ko-ro": "Gwonwangjeonsaeng"
      }
    ],
    "description": {
      "en": "In a world where humans sell and buy otherworldly species as slaves, the great mage Rifenhardt is treated like the Demon King for helping the otherworldly species.\n\nA party of heroes arrive to bring down the Demon King! Rifenhardt succeeds in greatly injuring the heroes, but he faces death at the hands of... the Martial King Tesslon!\n\n\"Time and Space Regression Spell.\"\n\nHowever, Rifenhardt miraculously manages to cast this last-resort spell and regresses to the past. But...\n\n“Who are you?”\n\nHe awakens reincarnated in the body of the continent’s strongest physical warrior, Tesslon!\n\nNow begins Rifenhardt's adventures as both a great mage and the physically strongest man to change the world!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40dab498-7af6-446a-8071-76cdd5e926d5",
    "title": {
      "en": "Dealing With Demons"
    },
    "updatedAt": "2024-04-26T21:23:31+00:00",
    "coverArt": "https://mangadex.org/covers/40dab498-7af6-446a-8071-76cdd5e926d5/60515c0a-865f-4170-aaa2-b36f3d9de1f6.png",
    "altTitles": [
      {
        "en": "Even if Disillusionment Swallows You"
      },
      {
        "en": "Even if Despair Consumes You"
      },
      {
        "ko": "환멸이 그대를 삼킬지라도"
      }
    ],
    "description": {
      "en": "Staying alive is a new form of entertainment.\nWhen Dokyung, disillusioned by the harshness of life, finally resolves to call it quits, a bored demon, Hwamyung, appears before her with a particular offer. Will Dokyung, having entered into a contract with the Demon of Disillusionment, be able to flip her disastrous life upside down?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b17751a-f0e2-46a2-9c39-8cae0cb69d39",
    "title": {
      "en": "Nyako to Hakase"
    },
    "updatedAt": "2024-02-26T14:07:57+00:00",
    "coverArt": "https://mangadex.org/covers/6b17751a-f0e2-46a2-9c39-8cae0cb69d39/1598168b-f331-4a2d-a07d-3f42afe5fd08.png",
    "altTitles": [
      {
        "en": "Nyako and Doctor"
      },
      {
        "en": "Sorajirou's Untitled Cat Maid"
      },
      {
        "ja": "にゃことはかせ"
      },
      {
        "ru": "Няко и профессор"
      },
      {
        "pt-br": "A Empre-Gata Nyako e a Professora"
      },
      {
        "en": "Nyako and Professor"
      }
    ],
    "description": {
      "en": "Twitter short series by @SORAji34",
      "ru": "Короткие истории из жизни профессора и её горничной — Няко.",
      "pt-br": "Uma Série Curta do Twitter feita pelo @SORAji34"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "24"
  },
  {
    "mangaId": "42032393-b80a-4d42-8732-06a028322207",
    "title": {
      "en": "Utori: The Legacy"
    },
    "updatedAt": "2024-04-11T09:04:19+00:00",
    "coverArt": "https://mangadex.org/covers/42032393-b80a-4d42-8732-06a028322207/f653206e-d174-467f-a6f0-a6032a5fe30e.jpg",
    "altTitles": [
      {
        "ko": "우투리: THE LEGACY"
      }
    ],
    "description": {
      "en": "Utori is a young man who hides his special abilities from the world and uses them to discipline bullies. One day, he meets his pursuer, “Juk,” who relentlessly chases him. Despite Juk’s constant threats, Utori cannot die due to his unique ability. Just when Utori thinks he is out of options, a mysterious figure named Daesan appears to save him. Daesan reveals that Utori is not alone and that there are others like him, called “Utori.”",
      "ko": "남들과 다른 능력을 숨기며 살아가는 계림\n정체를 숨기고 자신의 능력으로 일진들을 참교육 시킨다.\n그러던 어느 날, 자신을 죽이기 위해 찾아온 추격자 '죽'을 만나게 되고\n죽어도 죽어도 다시 앞에 나타나는 그의 능력으로 죽음을 앞둔 순간\n투명 인간 대산이 나타나 계림을 구하고 계림이 자신과 같은\n우투리라 이야기하는데..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "192db6bc-17ee-4bf6-bf17-6dd614c01f4d",
    "title": {
      "en": "Maria"
    },
    "updatedAt": "2024-04-08T23:14:07+00:00",
    "coverArt": "https://mangadex.org/covers/192db6bc-17ee-4bf6-bf17-6dd614c01f4d/67f03f3a-45ad-4a0f-bdc9-1d54f76f653d.jpg",
    "altTitles": [
      {
        "ja": "マリア"
      }
    ],
    "description": {
      "en": "The portrait of a girl in 60s -70s in Japan.\n\nMaria depicts the chaotic trajectory of a wealthy girl, whose family made a fortune in the after war. New arrival in a school of girls, Maria is independent and indomitable. She sleeps indifferently with girls or boys, and causes confusion among students as well as teachers, attracting fights and disasters.\n\n\nWith Maria, the story of a teenager in 70's Japan, master Kazuo Kamimura tackles the taboos of his time. The excellence of its staging, the elegance of its line, serve wonderfully a striking, uncompromising writing. As with \"Dosei Jidai\", and in the image of the new wave, Kazuo Kamimura upsets the Japanese society and blows a new wind on the manga. Perhaps the most sultry of Kamimura titles."
    },
    "status": "completed",
    "releaseDate": 1971,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "20"
  },
  {
    "mangaId": "e306bf5f-a464-44d9-9607-1d21f1e1ff08",
    "title": {
      "en": "Yandere Nisshi"
    },
    "updatedAt": "2024-03-24T18:24:11+00:00",
    "coverArt": "https://mangadex.org/covers/e306bf5f-a464-44d9-9607-1d21f1e1ff08/1e1868c5-5db2-426b-9537-f711f7362fed.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレ日誌"
      },
      {
        "en": "Yandere Diary"
      }
    ],
    "description": {
      "en": "A series of different yandere images by the artist @RinRin200001.\n\n---\n\n**Links:**\n- Retail Site - [DLsite](https://www.dlsite.com/maniax-touch/work/=/product_id/RJ420882.html)\n\n**Notes:**\n- From Chapter 134 the author has been publishing a \"DereDere version\" of the comic on their [FANBOX](https://rinrin83.fanbox.cc/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8576a58c-a3ee-4206-beb9-b371169f8d8c",
    "title": {
      "en": "Kiichi!!"
    },
    "updatedAt": "2022-02-15T20:52:38+00:00",
    "coverArt": "https://mangadex.org/covers/8576a58c-a3ee-4206-beb9-b371169f8d8c/c40b6da8-a280-4ab7-982a-b72ff42966b4.jpg",
    "altTitles": [
      {
        "en": "Fai One"
      },
      {
        "fr": "Ki-itchi!!"
      },
      {
        "ja": "キーチ!!"
      }
    ],
    "description": {
      "en": "Left to himself at an early age in the slummiest parts of today’s Japan, Kiichi learns how to survive on his own. As a teenager, how can he adapt to a society whose rules he rejects? Unless he creates his own rules… Kiichi, a raw icon of strength and integrity, stands alone against the world’s injustice and becomes an unforgettable character.",
      "pt-br": "Deixado a si mesmo desde cedo nas partes mais pobres do Japão de hoje, Kiichi aprende como sobreviver por conta própria. Na adolescência, como ele pode se adaptar a uma sociedade cujas regras ele rejeita? A menos que ele crie suas próprias regras... Kiichi, um ícone bruto de força e integridade, se coloca sozinho contra a injustiça do mundo e se torna um personagem inesquecível."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "87"
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-05-04T22:39:06+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/168b5890-fff5-4fbb-81b9-7a24059e3f06.jpg",
    "altTitles": [
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Chained Soldier"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d54c94d1-2d90-4a18-9121-d15a5bffe1a0",
    "title": {
      "en": "Private Prince"
    },
    "updatedAt": "2021-05-25T15:48:11+00:00",
    "coverArt": "https://mangadex.org/covers/d54c94d1-2d90-4a18-9121-d15a5bffe1a0/5e2b8be2-a547-449b-93af-b9e7a6ed727c.jpg",
    "altTitles": [
      {
        "en": "My Boyfriend Is a Prince"
      },
      {
        "en": "Sinful Love~ Your future Is Mine"
      },
      {
        "en": "Sly Prince"
      },
      {
        "en": "プライベート・プリンス"
      },
      {
        "en": "我的男友是王子"
      }
    ],
    "description": {
      "en": "His highness the prince of Estolia Wilfred became an exchange student in Eito University. His noble appearance and gentleman’s manners quickly filled the campus with hysterical women’s voices. Miyako also studies at that university and for her master’s thesis, she is determined to interview the prince about his great-grandmother. But when she approaches him about it, she suddenly discovers “the dark side” of his character..?!",
      "pl": "Sakuragawa Miyako studiuje na uniwersytecie Eito wbrew woli swojej rodziny. Aby udowodnić swoje możliwości pisze prace o Królowej Ritsuko, jednak nie ma zbyt wielu szczegółowych informacji. W celu ich zdobycia ma zamiar zbliżyć się do księcia Estolii, jej wnuka. Jednak książę ma trochę inne zapatrywania na ich związek…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "2f0f7352-c74c-4bcc-aec1-d0a472d94e39",
    "title": {
      "en": "San Yan Xiao Tian Lu"
    },
    "updatedAt": "2022-08-08T13:04:21+00:00",
    "coverArt": "https://mangadex.org/covers/2f0f7352-c74c-4bcc-aec1-d0a472d94e39/9a5dfa6c-b211-4747-a770-33008f3ffc03.jpg",
    "altTitles": [
      {
        "en": "In Three Eyes The Deified"
      },
      {
        "uk": "Tam Nhãn Hao Thiên Lục"
      },
      {
        "zh": "三眼哮天录"
      }
    ],
    "description": {
      "en": "The heavenly general Yang Jian, also known as god Erlang Shen, was ordered to descend to the mortal realm for the task of get rid of demons and evil spirits.  \nAfter he woke up in the mortal realm, he noticed that Taishang Laojun who was in charge of his transfer absused his power and reincarnated Yang Jian as a woman.  \n Yang Jian is not used to this new body and to make things more worse it seems that he can't use his full power. now he must learn to adapt to modern society and take care of a hidden danger that is going to put the whole world into chaos."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "484088b5-dc50-476e-9576-a6db27960116",
    "title": {
      "en": "Gyakusatsu Happy End"
    },
    "updatedAt": "2023-06-20T00:45:07+00:00",
    "coverArt": "https://mangadex.org/covers/484088b5-dc50-476e-9576-a6db27960116/229ae1d1-4c9d-4af9-817c-d994169acbdf.jpg",
    "altTitles": [
      {
        "ja-ro": "Gyakusatsu Happiendo"
      },
      {
        "ja": "虐殺ハッピーエンド"
      },
      {
        "en": "Happy Massacre Ending"
      },
      {
        "en": "Massacre Happy End"
      }
    ],
    "description": {
      "en": "High school student Kusakabe Makoto has to work all day to raise money for the treatment of his younger sister, who suffers from a serious illness. The father is unemployed, the mother ran away, leaving the children, bullying at work … Despite all this, he does not lose hope and continues to live for her sister. But having learned that she did not have long, Makoto falls into despair. Fear of the unknown causes him to take a different look at the value of human life.",
      "ru": "Старшекласснику Кусакабэ Макото приходится работать дни напролёт, чтобы собрать деньги на лечение младшей сестры, страдающей от тяжёлой болезни. Отец безработный, мать сбежала, бросив детей, издевательства на работе… Несмотря на всё это, он не теряет надежды и продолжает жить ради сестры. Но узнав, что ей осталось недолго, Макото впадает в отчаяние. Страх перед неизвестностью заставляет его по-другому взглянуть на ценность человеческой жизни."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "55"
  },
  {
    "mangaId": "3f239644-1a77-4f08-8dc7-80f3d044376d",
    "title": {
      "en": "Daija ni Totsuida Musume"
    },
    "updatedAt": "2024-05-13T17:52:43+00:00",
    "coverArt": "https://mangadex.org/covers/3f239644-1a77-4f08-8dc7-80f3d044376d/db5509b1-e90b-4b0d-b797-075043538a65.jpg",
    "altTitles": [
      {
        "ja": "大蛇に嫁いだ娘"
      },
      {
        "ja-ro": "Orochi ni Tosuida Musume"
      },
      {
        "en": "The Great Snake's Bride"
      },
      {
        "en": "The Girl Who Married the Big Snake"
      },
      {
        "zh-hk": "大蛇的新娘"
      },
      {
        "en": "The Girl Who Married The Great Snake"
      },
      {
        "vi": "Đại Xà Phu Nhân"
      },
      {
        "vi": "大蛇伕人 (Nom Script)"
      }
    ],
    "description": {
      "en": "Miyo, a human girl dedicated as an offering to the snake, the lord of the mountain. Miyo was frightened in front of a large snake that had a big body and swallowed a fox, but her feelings gradually changed..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c079564-363d-4d95-9410-4a841e6a33fb",
    "title": {
      "en": "Sekai Saikyou no Majo, Hajimemashita ~Watashi Dake \"Kouryaku Saito\" o Miseru Sekai de Jiyuu ni Ikimasu~"
    },
    "updatedAt": "2024-04-25T18:12:33+00:00",
    "coverArt": "https://mangadex.org/covers/6c079564-363d-4d95-9410-4a841e6a33fb/8f2d9f4f-1db3-4eb7-bbbf-0169e85127ec.jpg",
    "altTitles": [
      {
        "ja": "世界最強の魔女、始めました ～私だけ『攻略サイト』を見れる世界で自由に生きます～"
      },
      {
        "en": "I Became the World's Strongest Witch: I Will Live Freely in a World Where Only I can Access the \"Guide Site\""
      },
      {
        "en": "The World's Strongest Witch Has Begun - I Will Live Freely In A World Where Only I Can View The \"Strategy Site\" -"
      },
      {
        "ja-ro": "Sekai Saikyou no Majo, Hajimemashita"
      }
    ],
    "description": {
      "en": "An unknown skill turns into unlimited power with divine knowledge [Internet]!\n\n\"To manifest an SSS rank with the weakest skill is a disgrace!\"\n\nRona is a girl who was expelled from her home due to her lack of money, food, and power. Lost and hopeless, she suddenly hears the words...\n\n\"Would you like some guidance?\"\n\nShe discovers how to utilize her unique SSS rank skill: [Internet], which she alone possesses. The true nature of this skill is the ability to access this world's 'guide sites' - an extraordinary cheat skill! Endless production of valuable items! Acquiring ultra-rare equipment! Thanks to her skill, she can do as she pleases...!",
      "ja": "「…攻略うぃき？」――最弱クラスのスキルを発現してしまい追放された少女・ローナ。しかしそのスキルの正体は、この世界の『攻略サイト』を見ることができるＳＳＳランクのチートスキル【インターネット】だった！\n\n（１）冒険開始→（２）即・最強武器発見→（３）世界を混乱に陥れる最強少女に‥‥‥。ローナは言う。「私はただ、平和に自由に生きたいだけなのにいぃ‥‥‥！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5c17ad7-5993-414b-8f63-c39d607b4ab1",
    "title": {
      "en": "Hinomaru Zumou"
    },
    "updatedAt": "2024-05-18T20:39:07+00:00",
    "coverArt": "https://mangadex.org/covers/b5c17ad7-5993-414b-8f63-c39d607b4ab1/53ad2125-d201-40a6-aba4-1994d27d1efb.jpg",
    "altTitles": [
      {
        "en": "Hinomaru Sumo"
      },
      {
        "ja-ro": "Hinomaru-Zumou"
      },
      {
        "ja-ro": "HinomaruZumou"
      },
      {
        "en": "Sumo of the Rising Sun"
      },
      {
        "en": "Sumo Wrestler Hinomaru"
      },
      {
        "ru": "Сумо Хиномару"
      },
      {
        "ja": "火ノ丸相撲"
      },
      {
        "zh": "火之丸相扑"
      }
    ],
    "description": {
      "en": "It is a divine ritual, a martial art, a combat sport—it's sumo!!  \nA \"small\" new student, Ushio Hinomaru, appears before the weak little sumo club of Oodachi High School! The words \"big\" and \"heavy\" are the rules to this sport, which does not fit this newbie any inch, but this guy goes and does what…!? Ushio and the small sumo club climbs its way to the top!  \nThe goal is Hinoshita Kaisan (a title for the highest rank in professional sumo, equivalent of Yokozuna)!  \nA fired up high school sumo tale—no retakes allowed!!",
      "es-la": "Es un ritual divino, un arte marcial, un deporte de combate— ¡¡Es el sumo!! ¡Un “bajito” nuevo estudiante, Ushio Hinomaru, aparece ante el pequeño y débil Club de Sumo de la Secundaria Oodachi! Las palabras “grande” y “pesado” son las reglas para este deporte, las cuales no se encuentran en este pequeño novato para empezar, ¡¿pero este chico sigue adelante y hace qué…?! ¡Ushio y el pequeño Club de Sumo trazan su camino para llegar a la cima! ¡El objetivo es el Hinoshita Kaizan! (Un título para el rango más alto en el sumo profesional, equivalente al Yokozuna). ¡¡Una fervorosa historia de sumo sin retorno empieza!!",
      "pt-br": "Um ritual divino, uma arte marcial, um esporte isso que é o combate do sumô !! O \"pequeno\" novo aluno, Ushio Hinomaru, aparece perante ao fraco e pequeno clube de sumô do Colégio Oodachi! As palavras \"grandes\" e \"pesados\" são as regras para esse esporte, que não se encaixam em nenhuma polegada desse novato, mas o que esse garoto quer no clube...!? Ushio e o pequeno clube de sumô começam a trilhar seu caminho para o topo! O objetivo é Hinoshita Kaisan! O título de maior lutador de Sumô!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "250"
  },
  {
    "mangaId": "dc90853b-a3e6-4d5b-8b47-1fa15aa15923",
    "title": {
      "en": "19 Days"
    },
    "updatedAt": "2024-01-06T15:20:21+00:00",
    "coverArt": "https://mangadex.org/covers/dc90853b-a3e6-4d5b-8b47-1fa15aa15923/3d8d6fd0-e0bd-405e-93d9-3645c2053773.jpg",
    "altTitles": [
      {
        "es": "19 Días"
      },
      {
        "no": "19 Dager"
      },
      {
        "pl": "19 Dni"
      },
      {
        "tr": "19 Gün"
      },
      {
        "it": "19 Giorni"
      },
      {
        "id": "19 Hari"
      },
      {
        "fr": "19 Jours"
      },
      {
        "tl": "19 na Araw"
      },
      {
        "zh": "19 Tian"
      },
      {
        "zh": "19天"
      },
      {
        "ja": "19日"
      },
      {
        "zh": "Yidan"
      },
      {
        "ru": "Однажды"
      },
      {
        "zh": "一旦"
      },
      {
        "vi": "19 Ngày"
      },
      {
        "ar": "19 يومًا"
      },
      {
        "ko": "19일"
      }
    ],
    "description": {
      "en": "The cute and funny adventures of a boy and his best friend.  \n  \nNote: The story starts at chapter 42. The earlier chapters contain insert art of the characters by the author.",
      "pl": "Opowieść o przygodach czwórki przyjaciół. Zbieżność w numeracji rozdziałów wynika z zastosowania odmiennego niż angielska grupa systemu liczbowania dodatków – tłumaczenia są mniej więcej na tym samym etapie.",
      "zh": "幼儿园里的一次合影是见一、展正希一辈子情谊的起点。一起长大的发小在校园里又遇见了贺天、莫关山这些好朋友。《19天》不仅仅是四人轻松愉快的校园日常，也是男孩们相互理解帮助最终成长的青春物语。"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8b7c932-3eaa-4005-81ef-c70f2862b51b",
    "title": {
      "en": "My Lovely Fox Wife"
    },
    "updatedAt": "2024-05-05T14:23:10+00:00",
    "coverArt": "https://mangadex.org/covers/c8b7c932-3eaa-4005-81ef-c70f2862b51b/63d9c650-79fc-40e8-ba55-3385d531ab51.jpg",
    "altTitles": [
      {
        "en": "The Fox Girl is My Wife"
      },
      {
        "ru": "Повседневная жизнь с девушкой-лисой"
      },
      {
        "ja": "狐のお嫁ちゃん"
      },
      {
        "zh": "我的妻子是狐妖"
      },
      {
        "ja-ro": "Kitsune no Oyome-chan"
      }
    ],
    "description": {
      "en": "In Kyoto, the capital of a thousand years, a fox spirit and a young man meet and fall in love. And so begins the lovey-dovey life of a human-kitsune newlywed couple. Of course, it's full of fluff!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "55"
  },
  {
    "mangaId": "42713c15-f28d-4e0f-8a3a-1445c74a3cc1",
    "title": {
      "en": "What's Michael?"
    },
    "updatedAt": "2024-04-21T01:28:02+00:00",
    "coverArt": "https://mangadex.org/covers/42713c15-f28d-4e0f-8a3a-1445c74a3cc1/acbc2bb6-72d4-4d65-829b-4f06e3b4c054.jpg",
    "altTitles": [
      {
        "en": "Hello Michael!"
      },
      {
        "ms": "Si Cerdik Michael"
      },
      {
        "ja": "ホワッツ マイケル"
      },
      {
        "pl": "Cześć, Michael!"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nMichael's seemingly carefree daily life, with his pampering and begging for food, is thrillingly unpredictable, including a fall from the seventh floor and an interrogation on suspicion of theft of Pen Nibs! Michael's daily life created the golden age of cat manga that took the 1980s by storm! \n\nThe \"dancing cat\" that won the Kodansha Manga Award, was made into an anime TV series, a TV drama, and even appearing in TV commercials. Michael, who, has become a hit with the general public, is back in digital form! Beware of the too cute cat!\n\n[Official English](https://www.darkhorse.com/Books/3004-968/Whats-Michael-Fatcat-Collection-Volume-1-TPB)\n\n---\n- **As mentioned in the description, What's Michael? Won the 10th Kodansha Manga Award for General Manga in 1986, shared with Osamu Tezuka's [Message to Adolf](https://mangadex.org/title/16dc43f3-d6ba-4154-b445-a9d2e674c0eb/message-to-adolf)**"
    },
    "status": "completed",
    "releaseDate": 1984,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": ""
  },
  {
    "mangaId": "c53caf9a-95b6-4400-b41b-d1b09167ef7a",
    "title": {
      "en": "Kaii-san to Ore"
    },
    "updatedAt": "2024-03-14T06:28:23+00:00",
    "coverArt": "https://mangadex.org/covers/c53caf9a-95b6-4400-b41b-d1b09167ef7a/465127f8-8ea0-4f36-b3a8-591c6478161a.jpg",
    "altTitles": [
      {
        "ja": "怪異さんと俺"
      },
      {
        "id": "Aku dan Makhluk Aneh"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/24367326/series/222807)\n\n**Notes:**\n- The Pixiv series does not contain all of the chapters and combines some. Do not follow the chapter numbering on Pixiv. Instead, enable Japanese chapters on MangaDex to see the proper chapter order and links to all of the raw chapters.\n- This series uses characters the author used in illustrations beforehand.",
      "ja": "俺くんと怪異さんのお話。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e8fac17-979e-4e37-8f45-2c334b25d6dd",
    "title": {
      "en": "Whisper Me a Love Song"
    },
    "updatedAt": "2024-01-15T18:28:57+00:00",
    "coverArt": "https://mangadex.org/covers/0e8fac17-979e-4e37-8f45-2c334b25d6dd/fa147d46-44cc-4b6e-936f-ffd81578eb8c.jpg",
    "altTitles": [
      {
        "id": "Membisikan Lagu Cinta"
      },
      {
        "ja-ro": "Sasakoi"
      },
      {
        "ja-ro": "Sasayaku you ni Koi o Utau"
      },
      {
        "es": "Susurrame Una Canción de Amor"
      },
      {
        "ru": "Прошепчу тебе песню о любви"
      },
      {
        "ja": "ささやくように恋を唄う"
      },
      {
        "zh": "恋语轻唱"
      },
      {
        "zh-hk": "恰如細語般的戀歌"
      },
      {
        "zh-ro": "Liàn yǔ qīng chàng"
      },
      {
        "uk": "Прошепочу тобі пісню про кохання"
      },
      {
        "pt-br": "Sussurrando Uma Canção De Amor Para Você"
      },
      {
        "en": "Whispering You a Love Song"
      }
    ],
    "description": {
      "en": "Bubbly, energetic first-year high school student Himari falls head over heels for her senpai Yori after hearing her band perform on the first day of school. Himari tells Yori she just loves her, and, to Himari’s surprise, Yori says she loves Himari back! But when Himari realizes that she and her senpai are feeling two different kinds of love, she begins to ask herself what “love” really means…",
      "es": "Himari comienza la escuela secundaria y en su primer día atiende el concierto del club de música ligera en el gimnasio de la escuela, enamorándose a primera vista con la cantante Yori y confesándole su amor en los casilleros de zapatos. Buscándo a dicha cantante, Himari se entera de que Yori no es parte del mencionado club y que a ella le gusta tocar música sola en la terraza de la escuela. Allí, se entera de que Yori también se enamoró de ella.",
      "fr": "Himari est une lycéenne de première année qui, dès le premier jour, assiste à la représentation du club de musique au gymnase de l'école. Elle a eu le coup de foudre pour la chanteuse Yori, à qui elle s'est déclarée devant les casiers du lycée. En cherchant ledit élève plus tard, elle découvre qu'elle ne fait pas vraiment partie du club et qu'elle aime jouer de la musique seule sur le toit. Là, elle découvre que Yori aussi est tombée amoureuse d'elle.",
      "ru": "Химари влюбилась в солистку группы, которая выступала на приветственной вечеринке новых студентов. После разговора с Химари Ёри — солистка группы — поняла, что влюбилась в неё с первого взгляда...\n\n---\n\n(Source: [readmanga](https://readmanga.io/proshepchu_tebe_pesniu_o_liubvi__A5238))",
      "uk": "Життєрадісна, енергійна старшокласниця Хімарі по вуха закохалася у свого семпая, на ім'я Йорі після того, як почула виступ її групи першого дня навчання. Хімарі відразу зізнається Йорі у своїх почуттях і на подив Хімарі, Йорі каже, що вона теж закохана в неї! Але коли Хімарі розуміє, що вони відчувають два різні види кохання, вона починає ставити собі питання, що ж насправді означає \"любов\".",
      "es-la": "\"Whispering you a love song\" es la historia de un amor a primera vista que inicia en la temporada de los cerezos en flor. Himari, una nueva estudiante de la preparatoria, queda fascinada por Yori-senpai, la vocalista de la banda de chicas que se presenta en la ceremonia de inauguración del año escolar.",
      "pt-br": "Himari é uma caloura do ensino médio que no primeiro dia assiste a apresentação do clube de música light na academia da escola, apaixonando-se pelo veterano e cantor Yori à primeira vista, confessando-se a ela nos armários dos sapatos. Mais tarde, procurando pelo dito veterano, Himari descobre que Yori não faz parte do clube e que, em vez disso, gosta de tocar música sozinha no telhado. Lá, ela descobre que Yori também se apaixonou por ela."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f37244a7-8c66-40a3-8964-dcd263d9f8a5",
    "title": {
      "en": "Hazure Zokusei Tsuchi Mahou no Sei de Henkyou ni Tsuihousareta no de, Gangan Ryouchi Kaitakushimasu!"
    },
    "updatedAt": "2024-05-08T15:31:56+00:00",
    "coverArt": "https://mangadex.org/covers/f37244a7-8c66-40a3-8964-dcd263d9f8a5/81a72c83-4710-4ebe-bd0b-3cbfd9ae0e2c.jpg",
    "altTitles": [
      {
        "en": "Faulty Attribute Earth Magic"
      },
      {
        "ja-ro": "Hazure Zokuseido Mahou No Sei De Henkyou Ni Tsuihou Sareta No De, Gangan Ryouchi Kaitaku Shimasu"
      },
      {
        "ja-ro": "Hazure Zokuseido Mahō No Sei De Henkyō Ni Tsuihō Saretanode, Gangan Ryōchi Kaitaku Shimasu ！"
      },
      {
        "ja": "ハズレ属性土魔法のせいで辺境に追放されたので、ガンガン領地開拓します！"
      },
      {
        "ja-ro": "Hazure Zokusei Tsuchi Mahou no Sei de Henkyou ni Tsuihousareta no de, Gangan Ryouchi Kaitakushimasu!"
      },
      {
        "id": "Sihir Bumi Atribut Cacat"
      },
      {
        "en": "I Was Banished to a Desolate Region Because of the Faulty Attribute Earth Magic, so I’m Going to Put in my All to Develop my Territory!"
      }
    ],
    "description": {
      "en": "Ecto, the third son of the Count Glenreed family, received the skill \"Earth Magic\" during his coming-of-age ceremony. Earth magic, which is not suitable for combat, is also called the \"failure attribute\". He was disowned and appointed as the lord of the ultra-remote Boda Village. However, thanks to \"a certain secret\", Ecto devised a way to use earth magic that ordinary people would not have thought of! Together with his bodyguard female adventurer party \"Advancing Wings\" and his companions, they defeat magical beasts, clear up forests, cultivate fields... \n\nThanks to earth magic, Boda Village undergoes remarkable development!?",
      "id": "Ecto, putra ketiga dari keluarga Count Glenreed, menerima keterampilan \"Sihir Bumi\" selama upacara kedewasaannya. Sihir bumi, yang tidak cocok untuk pertempuran, juga disebut \"atribut kegagalan\". Dia tidak diakui dan diangkat sebagai penguasa Desa Boda yang sangat terpencil. Namun, berkat \"rahasia tertentu\", Ecto menemukan cara untuk menggunakan sihir bumi yang tidak akan terpikirkan oleh orang biasa! Bersama dengan rombongan petualang wanita pengawalnya \"Advancing Wings\" dan teman-temannya, mereka mengalahkan binatang ajaib, membersihkan hutan, mengolah ladang ...\nBerkat sihir bumi, Desa Boda mengalami perkembangan yang luar biasa!?",
      "ja": "グレンリード辺境伯家の三男・エクトは、成人の儀式の際、土魔法のスキルを授かる。戦闘向きでない土魔法はいわゆる「ハズレ属性」。勘当されたうえ、超僻地のボーダ村の領主に任命されてしまう。しかしエクトは「ある秘密」のおかげで普通の人には思いつかないような土魔法の活用法を考案していた！　護衛の女冒険者パーティ「進撃の翼」を始めとした仲間とともに、魔獣を倒し、森を切り拓き、畑を耕し……土魔法のおかげで、ボーダ村はめざましい発展を遂げていく!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c034a329-0631-4f68-9150-7f87ee86f26f",
    "title": {
      "en": "The Wizard of Eden"
    },
    "updatedAt": "2024-05-18T21:52:55+00:00",
    "coverArt": "https://mangadex.org/covers/c034a329-0631-4f68-9150-7f87ee86f26f/ca95b4ba-5aaf-432f-b590-0c89711b89cb.jpg",
    "altTitles": [
      {
        "ko": "에덴의 마법사"
      },
      {
        "ko-ro": "Eden-ui Mabeopsa"
      },
      {
        "fr": "Magicien d'Eden"
      }
    ],
    "description": {
      "en": "One day, a circus troupe came across the street from Eden's school. Passing by the barracks, Eden meets the ring master of the troupe, Luke. Eden, who feels guilty for Luke for a certain childhood incident, recognizes him at one glance. However, Luke does not recognize him, and Eden felt upset leads him to getting drunk at the circus welcome party. The two accidentally spend a passionate night and quickly become close. Enamoured by Eden's cute and unguarded natural, Luke, who has lived a prosperous and carefree life so far, can't stop himself from falling for him. Eden is also attracted to Luke, who has grown up to be serious and cool, unlike when his young self, but the rumours about him being a Casanova leave him uneasy.",
      "fr": "Un jour, une troupe de cirque traverse la rue de l'école d'Eden. En passant devant les baraquements, Eden rencontre le maître de piste de la troupe, Luke. Eden, qui se sent coupable envers Luke pour un certain incident d'enfance, le reconnaît d'un coup d'œil. Cependant, Luke ne le reconnaît pas, et Eden, contrarié, le conduit à se saouler à la fête de bienvenue du cirque. Les deux passent accidentellement une nuit passionnée et deviennent rapidement proches. Émerveillé par le naturel mignon et non dissimulé d'Eden, Luke, qui a vécu une vie prospère et insouciante jusqu'à présent, ne peut s'empêcher de tomber amoureux de lui. Eden est également attirée par Luke, qui a grandi et est devenu sérieux et cool, contrairement à sa jeunesse, mais les rumeurs selon lesquelles il serait un Casanova le mettent mal à l'aise."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "22"
  },
  {
    "mangaId": "2004b225-bae8-43ca-92ad-ebae1ce6498e",
    "title": {
      "en": "Ultimate Son-in-law"
    },
    "updatedAt": "2024-04-16T07:22:17+00:00",
    "coverArt": "https://mangadex.org/covers/2004b225-bae8-43ca-92ad-ebae1ce6498e/29b06e3f-0b2e-48ff-bc4d-5c5f8f110805.png",
    "altTitles": [
      {
        "zh-ro": "Shishang Zui Qiang Zhui Xu"
      },
      {
        "zh": "史上最强赘婿"
      },
      {
        "en": "Survive As The Hero’s Husband!"
      },
      {
        "vi": "Chàng Rể Mạnh Nhất Lịch Sử"
      }
    ],
    "description": {
      "en": "Shen Lang traveled to the past and became a matrilocal son-in-law of a wealthy family. And yet he was kicked out for being a good-for-nothing. So he swore that he would marry a more powerful and striking noblewoman.\n\nI'm not going to practice martial arts in my whole life! I'll groom my wife to be the No.1 martial master in the world! She will kick the ass of anyone who dares to mess with me!\n\n---\n**Links:**\n- Alternative Official Raw - [Bilibili](https://manga.bilibili.com/detail/mc32611)",
      "pt-br": "Sheng lang foi expulso de casa por ser um desperdício de comida e oxigênio, coisas aconteceram e ele acabou em outro mundo, para sobreviver nesse novo mundo ele precisa aprender artes marciais mas como ele é muito preguiçoso e fraco ele concluiu que sua melhor opção é encontrar uma esposa bonita, rica e talentosa e ser apenas um marido troféu que passa seus dias aproveitando as riquezas da vida!! E se alguém se atreve a perturbar sua paz, ele vai dizer a sua esposa para chutar seus traseiros!!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b810aff-d5f3-423f-892b-b041b15b8664",
    "title": {
      "en": "Empty Flattery"
    },
    "updatedAt": "2024-04-29T20:20:04+00:00",
    "coverArt": "https://mangadex.org/covers/5b810aff-d5f3-423f-892b-b041b15b8664/1a9d100a-d8cc-4939-9f33-8a4b3e8b7a77.png",
    "altTitles": [
      {
        "zh": "鹤言虚语"
      },
      {
        "zh-ro": "Hè Yán Xū Yǔ"
      },
      {
        "en": "Pretty Yet Empty Words"
      }
    ],
    "description": {
      "en": "Yayu had long since forgotten how she had once fooled Mo Jiu into the palm of her hand. Yet, Mo Jiu still remembered their promise from that year with crytal clarity: \"It's time for you to fulfill that promise!\" Yayu thought, \"Alright, how do I trick him again?\" But just as she let her guard down, triggered by this forgotten promise, Yayu's deepest secret was exposed. Mo Jiu's 'Leopard Rage': \"Meow, meow, meow!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5",
    "title": {
      "en": "The Kouhai who Went from Introvert to Influencer"
    },
    "updatedAt": "2024-04-05T22:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5/ebe6fcfb-e8fd-4475-8421-1e1995434536.jpg",
    "altTitles": [
      {
        "ja": "後輩は陰キャ上がりのインフルエンサー"
      },
      {
        "pt-br": "A Caloura Anti-social é uma Influencer em Ascenção"
      },
      {
        "ja-ro": "Kouhai wa Inkya Agari no Infuruensaa"
      },
      {
        "tr": "Utangaç Kouhai İnternet Ünlüsü Oldu"
      },
      {
        "es-la": "Una kohai que fue introvertida ahora es streamer"
      }
    ],
    "description": {
      "en": "After years of missed connections, our protagonist reunites with the junior he got along well with in high school. However, apparently, she has become a famous influencer.\n\n---\n**Links:**\n* Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/1722837/series/225813)",
      "tr": "Yıllarca süren ayrılıktan sonra kahramanımız, lise yıllarında iyi anlaştığı alt sınıfıyla yeniden bir araya gelir. Ancak görünüşe göre o artık bir internet ünlüsüdür.",
      "pt-br": "Após anos de desencontros, nosso protagonista reencontra a caloura com quem se dava bem no ensino médio. Porém, aparentemente, ela se tornou uma famosa influenciadora."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf4a285b-636d-4760-9a90-e538514bf024",
    "title": {
      "en": "Kirby of the Stars: Pupupu Hero"
    },
    "updatedAt": "2024-02-26T18:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/bf4a285b-636d-4760-9a90-e538514bf024/95fcc682-a092-44de-829f-abe1c0293bb4.jpg",
    "altTitles": [
      {
        "ja-ro": "Hoshi no Kirby - Pupupu Hero"
      },
      {
        "ja": "星のカービィ プププヒーロー"
      }
    ],
    "description": {
      "en": "Kirby, the gourmand who will suck up anything, has come to the peaceful land of Pupupu!\n\"Pleased to eat you! I'm Kirby!\"\n\nThe slapstick and lively days are about to begin, involving Chilly, who has come to live with Kirby!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "53"
  },
  {
    "mangaId": "f6ce20ca-73c3-4fdd-9367-e2901fca780e",
    "title": {
      "en": "The Ravages of Time"
    },
    "updatedAt": "2024-05-10T11:13:35+00:00",
    "coverArt": "https://mangadex.org/covers/f6ce20ca-73c3-4fdd-9367-e2901fca780e/0bbf498b-a05a-40e9-9f13-06e468fadf4f.png",
    "altTitles": [
      {
        "vi": "Hỏa Phụng Liêu Nguyên"
      },
      {
        "zh-ro": "Huo Feng Liao Yuan"
      },
      {
        "ja-ro": "Sangokushi Gunyuuden Kahou Ryougen"
      },
      {
        "zh-ro": "Sanguozhi Qunxiongzhuan: Huo Feng Liao Yuan"
      },
      {
        "ru": "Огненный феникс опаляет равнины"
      },
      {
        "zh-hk": "三国志群雄伝火鳳燎原"
      },
      {
        "zh-hk": "火鳳燎原"
      },
      {
        "zh": "火凤燎原"
      },
      {
        "ja": "火鳳燎原"
      },
      {
        "de": "The Ravages of Time: Die Geschichte der Drei Reiche"
      }
    ],
    "description": {
      "en": "Nearly 2000 years ago, the prosperous Han dynasty of China collapsed. Heroes rose and fell, and three nations emerged–Wei, Shu, and Wu. Historians refer to this period as the Three Kingdoms period. The romance of the three kingdoms is an intriguing tale of heroic deeds, of alliance forged and broken, of loyalty and betrayal.  \n  \nHong Kong artist Chan Mou retells this classic tale in \"The Ravages of Time\" from the perspective of the Sima clan, which in the end united the three kingdoms. Readers will be attracted by an array of well-developed characters and Chan Mou's own unique top-notch art-style. Whether you have played Dynasty Warriors or not, this is definitely worth a read!"
    },
    "status": "ongoing",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "270f205c-e9a6-4b24-b940-59d5c07829d1",
    "title": {
      "en": "Gal ni Yasashii Otaku-kun"
    },
    "updatedAt": "2024-02-28T23:34:00+00:00",
    "coverArt": "https://mangadex.org/covers/270f205c-e9a6-4b24-b940-59d5c07829d1/52ecd9dc-df4c-4c03-84c6-fb90a2dce08e.jpg",
    "altTitles": [
      {
        "en": "Otaku-kun Who’s Kind to Gals"
      },
      {
        "ja": "ギャルに優しいオタク君"
      },
      {
        "ja-ro": "Gyaru ni Yasashii Otaku-kun"
      },
      {
        "en": "Gal-Friendly Otaku-kun"
      },
      {
        "ja-ro": "Gal ni Yasashii Otaku-kun"
      },
      {
        "en": "Otaku-kun Who’s Kind to Gyaru"
      }
    ],
    "description": {
      "en": "Odakura, a high school boy who looks otaku, and Narumi, a high school girl who looks like a gal. Originally, they were polar opposites who didn't get along even at school, but by chance, Odakura used his natural dexterity to grant Narumi's wishes one after another!? Your school youth romantic comedy♪",
      "id": "Odakura, seorang anak SMA yang terlihat otaku, dan Narumi, seorang gadis SMA yang terlihat seperti seorang gal. Awalnya, mereka adalah dua kutub yang berlawanan yang tidak akur di sekolah, tetapi secara kebetulan, Odakura menggunakan ketangkasan alaminya untuk mengabulkan permintaan Narumi satu demi satu!? \n\nKomedi romantis remaja sekolahmu♪",
      "ja": "見た目がオタクな男子高校生の小田倉と、ギャルな女子高生の鳴海。\n本来は学校でも交わらない真逆のタイプの二人だったけれど、ひょんなことから小田倉は持ち前の手先の器用さで、鳴海の趣味に関するお願い事を次々と叶えていって!?\n\nギャルの趣味を理解するオタク君の学園青春ラブコメディー♪\n\n---\n\nMitame ga otakuna danshi kōkōsei no Odagura to, gyaruna mesukōsei no Narumi. Honrai wa gakkō demo majiwaranai magyaku no taipu no futaridattakeredo, hyon'nakotokara Odagura wa mochimae no tesaki no kiyō-sa de, Narumi no shumi ni kansuru o negaigoto o tsugitsugi to kanaete itte!? \n\nGyaru no shumi o rikai suru otaku-kun no gakuen seishun rabukomedī ♪",
      "pt-br": "Odakura, um garoto do ensino médio que parece um otaku, e Narumi, uma garota do ensino médio que se parece com uma gal. Originalmente, eles eram polares opostos que não se davam bem na escola, mas por acaso, Odakura usou sua destreza natural para conceder os desejos da Narumi um após o outro!? Sua comédia romântica escolar da juventude."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7",
    "title": {
      "en": "Reincarnation Coliseum"
    },
    "updatedAt": "2024-04-12T17:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7/8a42306e-47c1-4dca-a740-9b713f8d1ab5.jpg",
    "altTitles": [
      {
        "ja": "転生コロシアム～最弱スキルで最強の女たちを攻略して奴隷ハーレム作ります～"
      },
      {
        "ja-ro": "Tensei Coliseum ~Saijaku Skill de Saikyo no Onna-tachi o Koryaku Shite Dorei Harem Tsukurimasu~"
      },
      {
        "ja-ro": "Tensei Coliseum ~Saijaku Skill de Saikyo no Onna-tachi wo Koryaku Shite Dorei Harem Tsukurimasu~"
      },
      {
        "en": "Reincarnation Coliseum ~Using The Weakest Skill To Defeat The Strongest Women And Create A Slave Harem~"
      },
      {
        "en": "Reincarnation Colosseum - Using the Weakest Skills in Order to Defeat the Strongest Women and Create a Slave Harem"
      },
      {
        "id": "Reinkarnasi Colosseum - Menggunakan Keterampilan Terlemah untuk Mengalahkan Wanita Terkuat dan Membuat Harem Budak"
      },
      {
        "zh-hk": "轉生競技場～用最弱技能擊敗最強的女人們打造奴隸後宮～"
      },
      {
        "zh": "转生奴隶角斗场"
      },
      {
        "es-la": "Coliseo de Reencarnación - Utilizar las Habilidades Más Débiles para Atacar a las Mujeres Más Fuertes y Crear un Harén de Esclavas"
      },
      {
        "ko": "전생 콜로세움 ～최약 스킬로 최강의 여자들을 공략해 노예 할렘 만듭니다～"
      },
      {
        "ja": "転コロ"
      },
      {
        "ja-ro": "TenColi"
      },
      {
        "en": "ReColi"
      }
    ],
    "description": {
      "en": "His grades are average. His physical fitness is average. But when it comes to games, high school student Mikagami​ Kouji is a battle-worn veteran. After being summoned to another world by a magic circle, he's given only the Copy skill, which is derided as useless trash in this world. Enslaved as a gladiator by his summoner, Head Priestess Zayd, Mikagami is forced to fight in the horrible Battle Coliseum. Losing means getting raped. In this moment, as despair turns to hope, this is Mikagami's chance to grow!!",
      "es": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami.",
      "id": "Siswa sekolah menengah Kouji Mikagami, memiliki nilai pelajaran biasa dan kemampuan atletik biasa, tapi \"dia tidak banyak kalah\" dalam bermain game, entah kenapa saat bermain game dia tiba-tiba dipanggil ke dunia lain. Sebuah cerita yang dimulai dengan apa yang terjadi. Meskipun mengkonsumsi 1.000 batu ajaib tingkat tinggi untuk melakukan pemanggilan, fakta bahwa ia hanya memiliki \"Skill Copy\" kemampuan terlemah membuat marah pendeta, dan akhirnya Mikagami dijadikan budak gladiator di Colosseum. Mikagami yang kesal dengan situasi yang tiba-tiba menyadari bahwa situasinya seperti dalam game, dan dengan kemampuan terlemahnya dia akan membuat budak harem di dunia lain.",
      "es-la": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8d707b4-298d-48ee-91de-d3371de5aa22",
    "title": {
      "en": "Ultimate Scheming System"
    },
    "updatedAt": "2022-03-27T11:12:34+00:00",
    "coverArt": "https://mangadex.org/covers/e8d707b4-298d-48ee-91de-d3371de5aa22/7a41b231-1e25-44e3-8512-edc608d1878d.jpg",
    "altTitles": [
      {
        "en": "Bluffing Master"
      },
      {
        "en": "Strongest Anti M.E.T.A."
      },
      {
        "zh-ro": "Zui Qiang Fan Taolu Xitong"
      },
      {
        "zh": "最强反套路系统"
      },
      {
        "zh-ro": "Zuì Qiáng Fǎn Tàolù Xìtǒng"
      },
      {
        "ko": "허세로 레벨업 하기!"
      },
      {
        "vi": "Tối Cường Phản Sáo Lộ Hệ Thống"
      }
    ],
    "description": {
      "en": "Scamming all day, every day, often venturing alone. He bluffs to get the ultimate power in this cultivation world?! world traveler Xue Que doesn’t always bluff, but he needs to.  \n  \n\"Before you get your hopes up, The Character is Absolute Garbage, The Manhua is Pure comedy at best… The plot ehhh not so much\"  \n  \nTerm : META Stands for (Most Effective Tactic Available) Metagaming is any strategy, action or method used in a game which transcends a prescribed ruleset, uses external factors to affect the game, or goes beyond the supposed limits or environment set by the game. Another definition refers to the game universe outside of the game itself. *(citation needed)*",
      "fr": "Escroquer toute la journée, tous les jours, souvent en s'aventurant seul. Il bluffe pour obtenir le pouvoir ultime dans ce monde de culture ! Le voyageur du monde Xue Que ne bluffe pas toujours, mais il en a besoin.\n\nTerme : META signifie (Most Effective Tactic Available) Metagaming est la stratégie, l'action ou la méthode utilisée dans un jeu qui transcende un ensemble de règles prescrit, utilise des facteurs externes pour affecter le jeu, ou va au-delà des limites supposées ou l'environnement établi par le jeu. Une autre définition fait référence à l'univers du jeu en dehors du jeu lui-même."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7164f006-1e16-400e-8426-9dd6aeb3bc17",
    "title": {
      "en": "Fujii on the Roadside"
    },
    "updatedAt": "2024-02-24T13:33:16+00:00",
    "coverArt": "https://mangadex.org/covers/7164f006-1e16-400e-8426-9dd6aeb3bc17/fe86183c-b61a-4246-a9ef-1f0b7f2ac969.jpg",
    "altTitles": [
      {
        "ja-ro": "Robou no Fujii"
      },
      {
        "ja": "路傍のフジイ"
      }
    ],
    "description": {
      "en": "Is he an eccentric or a hermit? Does the seemingly unremarkable company employee, Fujii, redefine the definition of \"happiness\"?\n\nIn the workplace, he's a plain middle-aged man who doesn't stand out. While he does his job properly, he's not one to waste words. Come quitting time, he disappears like a ghost. He's not the type to be invited to after-work drinks in the first place. More like, he's the guy who's thought of as \"I wouldn't want to end up like that...\" by his juniors.\n\nYet, he piques the curiosity of others... \"I wonder how he was raised?\", \"Does he have friends or a girlfriend?\", \"What does he do on weekends?\". Suddenly, you realize you've become captivated by Fujii... \n\nThis elusive emotion that's hard to put into words is vividly captured by the author of \"Reborn no Kishi\" in this bewitching life drama!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7382dfe5-d645-4b58-a576-7a2ee179cce7",
    "title": {
      "en": "I'm the Only One for Miyaji Miyuki"
    },
    "updatedAt": "2024-04-02T14:44:42+00:00",
    "coverArt": "https://mangadex.org/covers/7382dfe5-d645-4b58-a576-7a2ee179cce7/f746db98-a978-4b3c-be04-d186a4a92d7d.jpg",
    "altTitles": [
      {
        "ja": "私だけが宮地美雪を愛している"
      },
      {
        "ja-ro": "Watashi Dake ga Miyaji Miyuki wo Aishiteiru"
      }
    ],
    "description": {
      "en": "Miyaji Miyuki (16) has transferred to a different school after telling various girls in elementary school that she would marry them when she grew up.\n\nA few years later, she returns to her hometown and transfers to a new high school, where she is forced into a relationship with three girls she had previously confessed to......."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-05-08T18:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "897ee431-5738-4465-8389-6cab340c4bd1",
    "title": {
      "en": "Burning Effect"
    },
    "updatedAt": "2023-10-22T02:06:18+00:00",
    "coverArt": "https://mangadex.org/covers/897ee431-5738-4465-8389-6cab340c4bd1/d21525f7-2557-4dbd-a080-b4bc4caeb235.jpg",
    "altTitles": [
      {
        "ru": "Эффект горения"
      },
      {
        "ko": "버닝 이펙트"
      }
    ],
    "description": {
      "en": "This story is about the fierce struggle between law enforcement and those who want to upset the world.  \nIn the Cᵗʰ century, the central bureau of the municipality, Graymark, sentence anyone to death, regardless of the severity of the offense in order to reduce the crime rate and population in proportion to the increased life expectancy due to medical advances.  \nThis is a conflict between the Central Bureau and the Revolutionary Army trying to overturn this system.  \n  \n[right]",
      "fa": "⁧⁧ داستانی در مورد تقابل حکومت و کسی که می‌خواهد دنیا را واژگون کند.  \nدر قرن نامعلومی در شهر گری‌مارک، حکومت مرکزی برای کاهش جمعیت و جرم، قانونی تصویب کرد که صرف نظر از شدت جرم، مجرم را اعدام می‌کرد.   \nداستان تقابل خیر و شر، حکومت و انقلاب، و افرادی که زیر بار حکومت نرفتن…[/right]",
      "pt-br": "Em um mundo onde o menor delito justifica a pena de morte o plano de Burner era manter a cabeça baixa e dar o fora da Área 5. Mas depois de atingir seu limite ela de repente se vê como uma criminosa procurada em desacordo com o Bureau Central e seu administrador mais poderoso, Great. À medida que ela começa a descobrir seus próprios poderes e a ganhar novos aliados, uma guerra generalizada acontece entre o governo e a revolução. Será que uma equipa desorganizada de rebeldes será suficiente para vencer a luta para definir a justiça?\n\n (Fonte: Tapas) _ (Tradução: Castle Scanlator)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "211"
  },
  {
    "mangaId": "bd38c075-8b12-450a-aeee-125e3ac5da4b",
    "title": {
      "en": "Fukushuu wo Koinegau Saikyou Yuusha wa, Yami no Chikara de Senmetsu Musou Suru"
    },
    "updatedAt": "2024-04-17T18:15:41+00:00",
    "coverArt": "https://mangadex.org/covers/bd38c075-8b12-450a-aeee-125e3ac5da4b/5c8ee3a1-5954-4e46-904b-9ae14b69ba27.jpg",
    "altTitles": [
      {
        "ru": "Герой, жаждущий мести, уничтожит врагов Силой Тьмы"
      },
      {
        "ja": "復讐を希う最強勇者は、闇の力で殲滅無双する"
      },
      {
        "ru": "Тёмная резня мстительного героя"
      },
      {
        "en": "The Strongest Brave Who Craves for Revenge, Extinguish with the Power of Darkness"
      },
      {
        "ja": "こいねが勇者"
      },
      {
        "es-la": "La Oscura Masacre del Héroe Vengativo"
      },
      {
        "zh-hk": "渴望復仇的最強勇者、以黑暗之力所向披靡"
      },
      {
        "en": "The Dark Massacre of the Vengeful Hero"
      }
    ],
    "description": {
      "en": "Raoul, who had defeated the demon king as the strongest hero, should have become the savior of the world. Having his treasured companions and family killed by power-hungry aristocrats, he was executed with false charges brought against him by the princess. Just before his life collapsed, at last, his heart fell into darkness.\n\n\"I'll tear those traitors from limb to limb. Burn them at the stake. Sever them to pieces. Skewer them. I'll kill every one of those bastards without mercy and make them taste hell's suffering.....!!!\"\n\nObtaining the power of darkness, Raoul was revived. Sneering, he vowed revenge. “Oh, I’m looking forward to it – from now on, I'll bask in their blood as I please.” \n\nSeveral days after the hero's revival in the imperial capital where flowers bloomed in profusion, the parade that would advance towards tragedy began.",
      "fr": "Raul qui avait vaincu le roi démon et reconnu comme étant le héros le plus fort aurait dû devenir le sauveur du monde. Mais ses chers compagnons et sa famille ont été tués par des aristocrates affamés de pouvoir, et lui exécuté suite à de fausses accusations portées contre lui par la princesse. Juste avant que sa vie ne s'effondre, son cœur tomba finalement dans les ténèbres. \"Je déchirerai ces traîtres de membre en membre. Brûlez-les sur le bûcher. Coupez-les en morceaux. Embrochez-les. Je tuerai tous ces salauds sans pitié et je leur ferai goûter les souffrances de l'enfer…. ! ! ! !\" ! Ayant obtenu le pouvoir des ténèbres, Raul fut ressuscité. En tout ricanant, il jura de se venger. \"Oh, j'ai hâte d'y être - à partir de maintenant, je me prélasserai dans leur sang comme il me plaira.\" Quelques jours après la renaissance du héros, dans la capitale impériale où les fleurs fleurissaient à profusion, le défilé qui allait mener vers la tragédie débuta.",
      "ja": "最強の勇者として魔王を倒したラウルは、世界の救世主となる――はずだった。　私利私欲を貪る貴族たちにより、仲間や家族を殺されたラウルは、偽りの罪で処刑される。命が潰えるその直前、ついに彼の心は悪に墜ちた。……あの裏切り者どもを、火炙りにして殺す。八つ裂きにして殺す。串刺しにして殺す。地獄のような苦しみの中で、憎き者たちを全員容赦なく殺してやる……!!!!　闇の力を手に入れ蘇生を果たしたラウルは、復讐を誓い、嗤う。「ああ、たのしみだな。――これからあいつらの血を、思う存分浴びることができる」　勇者の復活から数日後。花の咲き乱れる王都で、残虐を極めた復讐無双がはじまるのだった――。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d3d594f-c68d-43ff-b392-398cbe62541d",
    "title": {
      "en": "Yasei no Last Boss ga Arawareta!"
    },
    "updatedAt": "2024-02-03T01:22:39+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d594f-c68d-43ff-b392-398cbe62541d/327b761a-9c24-4378-aeec-39e35a850b57.jpg",
    "altTitles": [
      {
        "en": "A Wild Last Boss Appeared!"
      },
      {
        "ja-ro": "Yasei no Rasu Bosu ga Arawareta!"
      },
      {
        "ru": "Шальной последний босс появился!"
      },
      {
        "ja": "野生のラスボスが現れた！"
      },
      {
        "ko": "야생의 라스트보스가 나타났다!"
      },
      {
        "en": "Yasei no Last Boss ga Arawareta!: Kokuyoku no Haou"
      }
    ],
    "description": {
      "en": "It was in the year 2800 of the Midgard calendar. Back then, there was a Overlord who once reigned supreme and had reached the very brink of subduing the world. Her name was Lufasu Mafaalu, a great woman dreaded as the Black-Winged Overlord. She was too strong, too fast, and too beautiful. However, she was defeated by Heroes who opposed her ferocity, and her ambition was brought to an end.  \r\n  \r\nOr so went the story of our protagonist’s in-game character, whose body he now possesses for some reason in a world 200 years after Lufasu’s downfall. Follow our protagonist as he becomes unnecessarily feared by his surroundings and unnecessarily worshiped by his former subordinates as he―or now she―cheerfully travels around this fantasy world.",
      "ja": "時はミズガルズ暦2800年。かつて覇を唱え、世界を征服する寸前まで至った覇王がいた。名をルファス・マファール。“黒翼の覇王”と恐れられる女傑である。彼女はあまりに強く、あまりに速く、そしてあまりに美しく……。しかしルファスは、その猛威に立ち向かった勇者達に討たれ、その野望に終止符が打たれた。 ――という設定のゲームのマイキャラ（♀）に、何故か憑依してしまった俺（♂）。これは周囲に必要以上に怯えられたり、元部下に必要以上に崇拝されたりしながら、ルファス（中身は俺♂）が異世界を旅するお話である。",
      "ru": "Был 2800 год по календарю Мидгарда. В те времена жила одна Повелительница, которая царствовала над всем миром, покорив его до самых границ. Имя ей было Люфас Мафаал, великая женщина, которую боялись как Тёмнокрылую Владычицу. Она была слишком сильна, быстра и невероятно красива… Однако, её победили Герои, восставшие против её жестокости, и её амбициям пришел конец… Вернее такой была история игрового персонажа, чьё тело наш главный герой получил по некоторым причинам в мире спустя 200 лет после свержения Люфас. И с этого начинается история увлекательного путешествия по фэнтезийному миру нашего главного героя, или вернее сказать, героини."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea2e8598-c9f9-4555-aedc-285d0fe920dc",
    "title": {
      "en": "The Villain's Beloved Daughter"
    },
    "updatedAt": "2024-01-10T04:55:34+00:00",
    "coverArt": "https://mangadex.org/covers/ea2e8598-c9f9-4555-aedc-285d0fe920dc/afa032f1-5939-41d4-ba0d-33e4a3a34064.png",
    "altTitles": [
      {
        "ko": "악당의 소중한 따님"
      },
      {
        "ko-ro": "Akdangi Sojunghan Ttanim"
      },
      {
        "en": "The Villain's Precious Daughter"
      },
      {
        "fr": "La deuxième sainte"
      },
      {
        "fr": "La fille chérie du méchant"
      },
      {
        "es": "La hija más querida del villano"
      },
      {
        "es-la": "La preciosa hija del villano"
      },
      {
        "ru": "Драгоценная дочь злодея"
      },
      {
        "th": "บุตรสาวผู้ล้ำค่าของวายร้าย"
      },
      {
        "ja": "悪党公爵の愛娘"
      },
      {
        "zh": "恶人奶爸的宝贝女儿"
      },
      {
        "zh": "恶棍的宝贝女儿"
      },
      {
        "zh-hk": "惡徒的寶貝女兒"
      },
      {
        "mn": "Хорон Санаатны Нандин Охин"
      },
      {
        "vi": "Đứa Con Gái Quý Giá Của Nhân Vật Phản Diện"
      },
      {
        "vi": "Cô Công Chúa Nhỏ Của Kẻ Phản Diện"
      }
    ],
    "description": {
      "en": "My name is Rosaria von Valencia, but I didn't always have this name. According to a book I read, I'm supposed to be murdered in place of the saint, Cordelia, just because I look like her. I decided to run away to avoid ever meeting my future killer, Duke Valencia, but ended up running into him as he was on the brink of death. After I saved him in the hopes of being spared, he adopted me as his daughter! Now that my new dad's spoiling me with love, does this mean I'll get to live until the end?\n\n---\nIt's already unfair that I suffered greatly because I closely resembled the saint, but why did the villain kill me without any mercy at all? No, actually, it said in the book that I was really bound to die. 'My life is already ruined. Of all things, why do I have to be the one to die a ridiculous death?' There's still hope! I haven't met any of the characters yet so I'll just run away! But why did the villain collapse in front of me...?\n\nWith a lot of effort, I barely saved the life of the villain who was on the brink of death. But now he's saying that he wanted to adopt me as his daughter and raise me to be a saint?! Just like that, I decided to become his daughter for a few days before leaving quietly.\n\n\"My daughter is a genius. There's no child who is more angelic in this world other than my daughter.\"\n\n...I think I have coaxed my dad too well. Even the guys who originally followed the real saint started to pay attention to me. What went wrong? Aren't you guys supposed to hate me?!\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/55069889), [Naver](https://series.naver.com/novel/detail.series?productNo=8231327), [RidiBooks](https://ridibooks.com/books/3885006486)\n\n[Original Webtoon](https://page.kakao.com/content/59664271)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villains-beloved-daughter/info)\n* [Chinese (Simplified) / ](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26344&contentId=344&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%BE%92%E7%9A%84%E5%AF%B6%E8%B2%9D%E5%A5%B3%E5%85%92/336)\n* [French / Français](https://fr.piccoma.com/fr/product/1064)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villain%E2%80%99s-Beloved-Daughter/582)\n* [Japanese / 日本語](https://piccoma.com/web/product/115994)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2/392)",
      "es": "Ya es injusto que sufrí mucho porque me parezco mucho a la Santa, pero ¿por qué el villano me mató sin piedad?No, en realidad, decía en el libro que estaba destinado a morir.'Mi vida ya está arruinada. De todas las cosas, ¿por qué tengo que ser yo quien tenga una muerte ridícula?¡Todavía hay esperanza! Todavía no he conocido a ninguno de los personajes, ¡así que me escaparé!Pero, ¿por qué el villano colapsó frente a mí...?Con mucho esfuerzo, apenas salvé la vida del villano que estaba al borde de la muerte.¡¿Pero ahora dice que quería adoptarme como su hija y criarme para ser una Santa?!Así como así, decidí convertirme en su hija por unos días antes de irme en silencio.—Mi hija es un genio. No hay niña más angelical en este mundo que mi hija.…Creo que he engatusado a mi padre demasiado bien.Incluso los chicos que originalmente seguían a la verdadera Santa empezaron a prestarme atención.¿Qué salió mal? ¡¿No se supone que ustedes me odian?!\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/55069889), [Naver](https://series.naver.com/novel/detail.series?productNo=8231327), [RidiBooks](https://ridibooks.com/books/3885006486)\n\n[Original Webtoon](https://page.kakao.com/content/59664271)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villains-beloved-daughter/info)\n* [Chinese (Simplified) / ](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26344&contentId=344&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%BE%92%E7%9A%84%E5%AF%B6%E8%B2%9D%E5%A5%B3%E5%85%92/336)\n* [French / Français](https://fr.piccoma.com/fr/product/1064)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villain%E2%80%99s-Beloved-Daughter/582)\n* [Japanese / 日本語](https://piccoma.com/web/product/115994)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2/392)",
      "id": "Namaku Cordelia, sama seperti nama saintess yang parasnya juga mirip sekali denganku. Menurut buku yang aku baca, di masa depan nanti aku akan mati di tangan seorang duke yang salah mengiraku sebagai saintess. Aku bermaksud untuk kabur dari takdir itu, tapi aku malah bertemu dengan sang duke jahat dan dia mengangkatku sebagai anaknya! \"Tidak masalah kan kalau aku jadi anak angkatnya sebentar?\" Apakah aku akan bernasib sama isi buku itu? Omong-omong, aku baca di mana ya buku itu?\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/55069889), [Naver](https://series.naver.com/novel/detail.series?productNo=8231327), [RidiBooks](https://ridibooks.com/books/3885006486)\n\n[Original Webtoon](https://page.kakao.com/content/59664271)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villains-beloved-daughter/info)\n* [Chinese (Simplified) / ](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26344&contentId=344&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%BE%92%E7%9A%84%E5%AF%B6%E8%B2%9D%E5%A5%B3%E5%85%92/336)\n* [French / Français](https://fr.piccoma.com/fr/product/1064)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villain%E2%80%99s-Beloved-Daughter/582)\n* [Japanese / 日本語](https://piccoma.com/web/product/115994)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2/392)",
      "ko": "성녀와 닮았다는 이유로 납치당한 것도 억울한데\n악당은 가차 없이 나를 죽였다.\n\n아니, 그렇게 죽을 거라고 책에 쓰여 있었다.\n\n‘이번 생은 망했어. 하필이면 어이없이 죽는 역할이야?’\n\n아직 희망은 있었다.\n등장인물들과 아무도 만나지 않은 지금, 도망쳐야 한다!\n그런데 왜 악당이 내 앞에 쓰러져 있지……?\n\n죽을 고비에서 겨우 악당을 구했더니\n이젠 그가 성녀가 될 재목이라며 나를 딸로 입양했다?!\n기왕 이렇게 된 거, 며칠 딸 노릇 하다가 조용히 떠나려고 했는데\n\n“내 딸은 천재다. 내 딸처럼 천사 같은 아이는 이 세상에 없지.”\n\n……아빠를 너무 잘 꼬셔 버린 것 같다.\n\n심지어 진짜 성녀를 따라다니던 남자들도 내게 관심을 갖기 시작했다.\n\n왜 이래? 나 너희들 싫거든?!\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/55069889), [Naver](https://series.naver.com/novel/detail.series?productNo=8231327), [RidiBooks](https://ridibooks.com/books/3885006486)\n\n[Original Webtoon](https://page.kakao.com/content/59664271)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villains-beloved-daughter/info)\n* [Chinese (Simplified) / ](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26344&contentId=344&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%BE%92%E7%9A%84%E5%AF%B6%E8%B2%9D%E5%A5%B3%E5%85%92/336)\n* [French / Français](https://fr.piccoma.com/fr/product/1064)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villain%E2%80%99s-Beloved-Daughter/582)\n* [Japanese / 日本語](https://piccoma.com/web/product/115994)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2/392)",
      "ru": "Я знала, что моя судьба быть похищенной и убитой потому что мы со святой похожи.\nПланировала сбежать до того, как снова встречусь с злым герцогом, но...\nНе могу поверить, что я упала у него на глазах!\nИ он даже спас меня от смерти и удочерил!\nНесколько дней я старалась играть в хорошего ребенка, но неожиданно герцог становился дураком, зависимый от своей дочери...\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/55069889), [Naver](https://series.naver.com/novel/detail.series?productNo=8231327), [RidiBooks](https://ridibooks.com/books/3885006486)\n\n[Original Webtoon](https://page.kakao.com/content/59664271)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villains-beloved-daughter/info)\n* [Chinese (Simplified) / ](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26344&contentId=344&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%BE%92%E7%9A%84%E5%AF%B6%E8%B2%9D%E5%A5%B3%E5%85%92/336)\n* [French / Français](https://fr.piccoma.com/fr/product/1064)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villain%E2%80%99s-Beloved-Daughter/582)\n* [Japanese / 日本語](https://piccoma.com/web/product/115994)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2/392)",
      "sk": "Volám sa Rosaria von Valencia, ale nie vždy som sa tak volala. Podľa knihy, ktorú som čítala, ma mali zavraždiť namiesto svätice Cordelie len preto, že sa na ňu podobám. Rozhodla som sa utiecť, aby som sa nikdy nestretla so svojím budúcim vrahom, vojvodom Valenciom, ale nakoniec som naňho narazila, keď bol na pokraji smrti. Po tom, čo som ho zachránila v nádeji, že ma v budúcnosti ušetrí, si ma adoptoval za svoju dcéru! Teraz, keď ma môj nový otec rozmaznáva láskou, znamená to, že budem žiť až do konca?\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/55069889), [Naver](https://series.naver.com/novel/detail.series?productNo=8231327), [RidiBooks](https://ridibooks.com/books/3885006486)\n\n[Original Webtoon](https://page.kakao.com/content/59664271)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villains-beloved-daughter/info)\n* [Chinese (Simplified) / ](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26344&contentId=344&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%BE%92%E7%9A%84%E5%AF%B6%E8%B2%9D%E5%A5%B3%E5%85%92/336)\n* [French / Français](https://fr.piccoma.com/fr/product/1064)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villain%E2%80%99s-Beloved-Daughter/582)\n* [Japanese / 日本語](https://piccoma.com/web/product/115994)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2/392)",
      "vi": "Vì gần giống với Thánh nữ mà chịu nhiều đau khổ, đã là rất bất công rồi, nhưng sao nhân vật phản diện lại xuống tay với mình không một chút thương sót chứ?\n\nKhông, thật ra, ở trong sách, mình sẽ chết như vậy.\n\n“Cuộc đời mình bị huỷ hoại cả rồi. Sau tất cả, sao mình lại phải chịu một cái chết lố bịch như vậy chứ?”\n\nMình vẫn còn cơ hội! Mình vẫn chưa chạm mặt bất kì nhân vật nào nên mình sẽ bỏ chạy!\n\nNhưng sao nhân vật phản diện lại đổ gục trước mắt mình…?\n\nMình đã rất cố gắng để cứu sống nhân vật phản diện đang cận kề cái chết.\n\nNhưng anh ta nói muốn nhận mình làm con gái và nuôi dạy mình trở thành Thánh nữ?!\n\nVà như thế, mình đồng ý trở thành con gái của anh ta vài ngày trước khi lẳng lặng rời đi.\n\n“Con gái ta là thiên tài. Không có đứa trẻ nào trên thế giới này hơn được con gái ta đâu.”…Mình nghĩ mình nịnh cha rất tốt đó.\n\nNgay cả những người lúc đầu đi theo vị Thánh nữ thật cũng bắt đầu để ý đến mình.\n\nChuyện gì đây? Chẳng phải họ ghét mình á?\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/55069889), [Naver](https://series.naver.com/novel/detail.series?productNo=8231327), [RidiBooks](https://ridibooks.com/books/3885006486)\n\n[Original Webtoon](https://page.kakao.com/content/59664271)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villains-beloved-daughter/info)\n* [Chinese (Simplified) / ](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26344&contentId=344&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%BE%92%E7%9A%84%E5%AF%B6%E8%B2%9D%E5%A5%B3%E5%85%92/336)\n* [French / Français](https://fr.piccoma.com/fr/product/1064)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villain%E2%80%99s-Beloved-Daughter/582)\n* [Japanese / 日本語](https://piccoma.com/web/product/115994)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2/392)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a5d5b13-5515-4fee-9e18-2726c56cc728",
    "title": {
      "en": "The Villainess Refuses to Flirt With the Male Lead"
    },
    "updatedAt": "2023-10-29T07:48:20+00:00",
    "coverArt": "https://mangadex.org/covers/8a5d5b13-5515-4fee-9e18-2726c56cc728/8f65d749-e7f6-42c4-bb60-f8c29dff211b.jpg",
    "altTitles": [
      {
        "zh": "恶女拒绝泡男主"
      },
      {
        "zh-ro": "E Nü Jujue Pao Nan Zhu"
      },
      {
        "ko": "악역이지만, 남주는 꼬시지 않아요"
      }
    ],
    "description": {
      "en": "Transmigrating as the villainess of a cliché imperial manhua isn't scary, what's scary is that the male leads are all children! Not only do I have to take care of children, but I'm also being courted by one of them and being called \"wife\"! Ms. Hong would like to say: \"Fuck you, god!\" 凸(｀⌒´メ)凸\n\nOfficial Translations:\n[Korean](https://page.kakao.com/content/59080258)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ecde3e7d-a3f3-486a-977a-bf3eb5a13a11",
    "title": {
      "en": "One for All"
    },
    "updatedAt": "2024-05-18T02:14:13+00:00",
    "coverArt": "https://mangadex.org/covers/ecde3e7d-a3f3-486a-977a-bf3eb5a13a11/8ac66e4b-8e00-4ebb-98b5-63ebb560d7d3.jpg",
    "altTitles": [],
    "description": {
      "en": "\"You wanna play rugby together?\"\n\nArashi is a hot-blooded first year high school student enrolled on a rugby scholarship. Calling himself \"the man who stirs up a storm\", he unites a peculiar group of problem children, leading them towards the peak of high school rugby, the Hanazono! A youth rugby club story told by the delinquent manga legend, Yanauchi Daiju!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9b2fbc4-e351-406c-a468-799be14033df",
    "title": {
      "en": "TenPuru -No One Can Live on Loneliness-"
    },
    "updatedAt": "2024-01-13T18:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/b9b2fbc4-e351-406c-a468-799be14033df/b50d2bb1-6246-4280-9c15-2bcffff251fe.jpg",
    "altTitles": [
      {
        "es": "Templo - Nadie puede vivir en soledad"
      },
      {
        "ja-ro": "Tenpuru"
      },
      {
        "ja": "てんぷる"
      },
      {
        "zh": "庙不可言"
      },
      {
        "en": "Temple"
      },
      {
        "de": "TenPuru: Von Einsamkeit kann man nicht leben"
      }
    ],
    "description": {
      "en": "That's right, I'll become a monk! Not knowing what to do with his worldly desires, Akagami Akemitsu aims to live a stoic life. However, the thick karmic blood flowing in him will not permit it!",
      "es": "Así es, me volveré un monje! Al no saber qué hacer con sus deseos mundanos, Akagami Akemitsu aspira a llevar una vida estoica. Sin embargo, la espesa corriente de energía del karma que fluye en él no lo permitirá.",
      "es-la": "\"É isso mesmo, eu vou me tornar um monge!\". Sem saber o que fazer com seus desejos mundanos, Akagami Akemitsu decide viver uma vida estóica. No entanto, o sangue cármico espesso que flui nele não permitirá!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9af2ba91-eec0-41bc-80b1-de4d3641a6d7",
    "title": {
      "en": "LOVE REPLICA"
    },
    "updatedAt": "2024-05-05T16:59:11+00:00",
    "coverArt": "https://mangadex.org/covers/9af2ba91-eec0-41bc-80b1-de4d3641a6d7/2acecca3-f32a-4b11-a0f2-bd0de5906002.jpg",
    "altTitles": [
      {
        "en": "[Benimaru x Freeman | The King of Fighters doujinshi ]"
      }
    ],
    "description": {
      "fr": "Le célèbre Top modèle Bénimaru est en visite à Southtown. Son séjour y est d'un ennui mortel jusqu'à ce qu'il se trouve nez-à-nez avec le corps du tueur en série dont tous les médias parlent... Mais est-il vraiment mort ? Cette découverte pimentera-t-elle son séjour ? Voilà une rencontre qui ne va, assurément pas, manquer de mordant !Doujinshi du couple Benimaru et Freeman du jeu \"The King of Fighters\" (pas besoin de connaître pour apprécier ce Yaoi !!)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "360929d2-6101-46ff-b313-fd7fec3efcb0",
    "title": {
      "en": "Dorei Tensei: Sono Dorei, Saikyou no Moto Ouji ni Tsuki"
    },
    "updatedAt": "2023-08-02T20:49:48+00:00",
    "coverArt": "https://mangadex.org/covers/360929d2-6101-46ff-b313-fd7fec3efcb0/b49f881d-53f2-4256-b51f-5ed64b92fd6c.jpg",
    "altTitles": [
      {
        "en": "Slave Reincarnation ~ That Slave, is the Strongest Former Prince ~"
      },
      {
        "ru": "Реинкарнация раба ~ Этот раб, бывший сильнейший принц ~"
      },
      {
        "ru": "Реинкарнация сильнейшего принца в раба"
      },
      {
        "ja": "奴隷転生～その奴隷、最強の元王子につき～"
      },
      {
        "zh": "奴隸轉生～這奴隸曾是最強王子～"
      },
      {
        "en": "The prince reincarnated into slavery to make his dream come true"
      }
    ],
    "description": {
      "en": "Ars, the prince of the Kingdom of Karitz, who was called the strongest wizard, died at a young age. But on the verge of death, he uses reincarnation magic. Reincarnated as Wals Sai, a slave with the best body! Wals, who became the escort of a princess in a small country, became a matchless slave who used his best body and magic to crush all enemies!",
      "ja": "[Original Web Novel](https://ncode.syosetu.com/n2615fy/) (jp)",
      "pt-br": "Ars, o príncipe do Reino de Karitz, que era chamado de o mago mais forte, morreu jovem. Mas à beira da morte, ele usa a magia da reencarnação. Reencarnado como Wals Sai, um escravo com o melhor corpo! Wals, que se tornou a escolta de uma princesa em um pequeno país, tornou-se um escravo incomparável que usou seu melhor corpo e magia para esmagar todos os inimigos!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "116"
  },
  {
    "mangaId": "206b25a1-f7c2-4234-84d0-732f9317740d",
    "title": {
      "en": "You Shou Xi Hua"
    },
    "updatedAt": "2024-05-18T20:33:19+00:00",
    "coverArt": "https://mangadex.org/covers/206b25a1-f7c2-4234-84d0-732f9317740d/641b4f75-3fb0-456b-8957-b0c35b5ce473.png",
    "altTitles": [
      {
        "zh": "You Shou QnA"
      }
    ],
    "description": {
      "en": "Youshou Xihua- a non-canon, spinoff slice-of-life mini-theater of the Youshou Yan Manga unrelated to the main plotline. Go read the main story here:  https://mangadex.org/title/151bca3e-db98-4ad2-8d8d-239943b91437/you-shou-yan"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8ed5f6d-3f0c-463e-8e4e-ca0526de9f0e",
    "title": {
      "en": "Higanjima"
    },
    "updatedAt": "2024-03-31T14:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/f8ed5f6d-3f0c-463e-8e4e-ca0526de9f0e/6ded7f1f-f095-43dd-a836-c004dbf25b84.jpg",
    "altTitles": [
      {
        "fr": "Higanjima - L'île des vampires"
      },
      {
        "ja": "彼岸島"
      },
      {
        "ko": "피안도"
      }
    ],
    "description": {
      "en": "Akira's older brother, Atsushi, has been missing for two years.   \n  \nOne day, a mysterious woman who seems to know Atsushi's last known whereabouts appears and offers to take him and his friends there : to the island of Higanjima.   \n  \nThus the great Man vs Vampire epic begins…",
      "pt-br": "O jovem promissor Atsushi desaparece deixando toda a sua responsabilidade como \"filho perfeito\" recair sobre seu irmão Akira. Dois anos se passam e agora Akira e seus leais amigos se deparam com uma pista do paradeiro de Atsushi, mas junto com a pista e a bela jovem que a traz está um monstro com força descomunal, olhos vermelho-escuro e cabelos brancos sedento por sangue. O que teria acontecido a Atsushi? Será que Akira e seus amigos conseguirão sobreviver para descobrir?"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "suggestive",
    "lastVolume": "33",
    "lastChapter": "330"
  },
  {
    "mangaId": "d2d8d9ff-48ea-4dc4-a307-e86417cb2b0d",
    "title": {
      "en": "Bouryaku no Panzer"
    },
    "updatedAt": "2024-05-18T20:20:33+00:00",
    "coverArt": "https://mangadex.org/covers/d2d8d9ff-48ea-4dc4-a307-e86417cb2b0d/63c10a5b-e125-4652-80e7-789654ae6703.jpg",
    "altTitles": [
      {
        "ja-ro": "Boryaku no Pantsu"
      },
      {
        "en": "Panzer of the Cospiracy"
      },
      {
        "en": "Strategy of Panzer"
      },
      {
        "ja": "謀略のパンツァー"
      }
    ],
    "description": {
      "es-la": "Masumi Rei, es el presidente del consejo estudiantil a quien le gusta probar cosas nuevas, utiliza todos los medios para hacer realidad su deseo: el evento \"Harem\" [que ha estado enterrado durante 4 años]. En el festival de fuegos artificiales, finalmente, tiene la oportunidad de comenzar un experimento con la Capitana del comité de disciplina. Comenzado \" Me convertiré en el personaje principal en una historia de Harem\", pero todo eso no será tan fácil como él imaginaba."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "ce442189-cb56-41cb-b331-f76b81804cba",
    "title": {
      "en": "Magic of Love"
    },
    "updatedAt": "2023-06-16T11:24:55+00:00",
    "coverArt": "https://mangadex.org/covers/ce442189-cb56-41cb-b331-f76b81804cba/9d89419f-a698-433c-8d87-f968310dd504.jpg",
    "altTitles": [
      {
        "zh": "勇者们都想和魔王修炼"
      },
      {
        "en": "The Brave Men All Want to Practice Asceticism With the Devil King"
      },
      {
        "en": "Training With the Demon King"
      },
      {
        "zh-ro": "Yongzhemen Dou Xiang He Mowang Xilian"
      },
      {
        "zh-ro": "Yǒngzhěmen Dōu Xiǎng Hé Mówáng Xiūliàn"
      },
      {
        "zh-hk": "勇者們都想和魔王修煉"
      }
    ],
    "description": {
      "en": "The cold-blooded Demon King who has beaten all his enemies, who has always been second to none, ended up losing all his magical powers to a female hero who hexed him. What is this magical ritual that you do with the opposite sex’s lips? I can’t believe that even I, the formidable Demon King, have been defeated by this mysterious move! But no worries, I can retrain my abilities. It doesn't matter if you’re a succubus, an elf, a beast woman, or a noble hero’s descendant. I’ll use you as my training partner if I can help it. In order to revive the demon race, I’ll show you the Dual Cultivation Method!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d027fcc-e8e3-4a97-a733-26238e02809d",
    "title": {
      "en": "Midara na Ao-chan wa Benkyou ga Dekinai"
    },
    "updatedAt": "2024-05-18T20:17:24+00:00",
    "coverArt": "https://mangadex.org/covers/1d027fcc-e8e3-4a97-a733-26238e02809d/69194548-09ce-4378-84d2-7c86538aaf3a.jpg",
    "altTitles": [
      {
        "en": "Ao's Too Horny to Study"
      },
      {
        "en": "Ao-chan Can't Study!"
      },
      {
        "ru": "Пошлая Ао не может учиться"
      },
      {
        "ja": "淫らな青ちゃんは勉強ができない"
      },
      {
        "zh": "淫乱的青酱不能学习"
      },
      {
        "zh-hk": "淫亂的青醬不能學習"
      },
      {
        "ko": "음란한 아오 짱은 공부를 할 수 없어"
      },
      {
        "pt-br": "Ao-chan Não Consegue Estudar!"
      }
    ],
    "description": {
      "en": "Ao Horie has decided to throw away her youth in order to attend a top university and travel far away. She has no time for boys or the desires of youth. The problem with her plan is that her father is an ero author, and her upbringing is a bit twisted. There's a guy in her class that she needs to reject but she is discovering that, as a tsundere, setting aside her feelings is not easily done and leads to inadvertent ecchi comedy.",
      "es-la": "Ao Horie ha decidido desechar su juventud para asistir a una universidad superior y viajar lejos. No tiene tiempo para los chicos o los deseos de la juventud. El problema con su plan es que su padre es un Ero autor, y su crianza es un poco retorcida. Hay un chico en su clase que ella tiene que rechazar, pero ella está descubriendo que, como una tsundere, dejar de lado sus sentimientos no es algo fácil de hacer y conduce a la comedia ecchi inadvertida",
      "pt-br": "Ao Horie decidiu jogar fora sua juventude para frequentar uma universidade de prestígio e viajar para longe. Ela não tem tempo para meninos ou para os desejos da juventude. O problema com seu plano é que seu pai é um autor ero e sua educação é um pouco distorcida. Há um cara em sua classe que ela precisa rejeitar, mas ela está descobrindo que, como tsundere, deixar de lado seus sentimentos não é fácil e leva a uma comédia ecchi inadvertida."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "36"
  },
  {
    "mangaId": "6391db97-f8b0-4709-bfe7-e96b4a486f7d",
    "title": {
      "en": "Chubby Cats and Dogs"
    },
    "updatedAt": "2024-03-05T20:27:59+00:00",
    "coverArt": "https://mangadex.org/covers/6391db97-f8b0-4709-bfe7-e96b4a486f7d/990ee4c5-c5b2-41cd-bc52-6f6b7df8340e.png",
    "altTitles": [
      {
        "zh": "dudu嘟脸猫狗"
      },
      {
        "zh-ro": "Dudu du Lian Mao Gou"
      },
      {
        "zh-ro": "Dudu dū Liǎn Māo Gǒu"
      }
    ],
    "description": {
      "en": "\"Chubby Cats and Dogs\" is a heartwarming, healing, and eye-opening little comic.\n\nWelcome to our little universe!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "Kaoru Hana wa Rin to Saku"
    },
    "updatedAt": "2024-05-18T16:08:47+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/47b0ee88-9210-4f81-93d3-e3e5d1d54549.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "en": "The Fragrant Flower Blooms With Dignity"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]