[
  {
    "mangaId": "0301208d-258a-444a-8ef7-66e433d801b1",
    "title": {
      "en": "Ryoushin no Shakkin wo Katagawari shite morau Jouken wa Nihon Ichi Kawaii Joshikousei to Issho ni Kurasu koto deshita."
    },
    "updatedAt": "2025-01-15T11:29:27+00:00",
    "coverArt": "https://mangadex.org/covers/0301208d-258a-444a-8ef7-66e433d801b1/045d4d34-10e0-4e06-a757-b84cfd08929d.jpg",
    "altTitles": [
      {
        "ja": "両親の借金を肩代わりしてもらう条件は日本一可愛い女子高生と一緒に暮らすことでした。"
      },
      {
        "en": "I'm Gonna Live with You Not Because My Parents Left Me Their Debt But Because I Like You"
      },
      {
        "zh": "替我父母偿还债务的条件是与日本最可爱的女高中生同居。"
      },
      {
        "zh-ro": "Tì wǒ fùmǔ chánghuán zhàiwù de tiáojiàn shì yǔ rìběn zuì kě'ài de nǚ gāozhōng shēng tóngjū."
      }
    ],
    "description": {
      "en": "The main character, Yoshizumi Yuya, was being pressured into paying off the debt left by his parents who had fled abroad. It was his classmate, Hitotsuba Kaede, chosen as the cutest schoolgirl in Japan, who saved him from this crisis of life and death. However, there was a catch. The condition required to fulfill in return for taking over his debt was — \"In return for the loan, you have – to live with me.\"\n\"Why did that happen?!\"\n\nYuya's daily life collapsed on this day.\n\n\"Yuya-kun. Let's take a bath together.\"\n\"Yuya-kun, please be my hug pillow.\"\n\"That's enough, Hitotsuba-san!\"",
      "id": "Tokoh utama, Yoshizumi Yuya, dipaksa untuk melunasi hutang yang ditinggalkan oleh orang tuanya yang melarikan diri ke luar negeri. Itu adalah teman sekelasnya, Hitotsuba Kaede, terpilih sebagai siswi terimut di Jepang, yang menyelamatkannya dari krisis hidup dan mati ini. Namun, ada motif tersembunyi di balik itu. Syarat yang harus dipenuhi sebagai imbalan untuk melunasi utangnya adalah — “Sebagai imbalan atas pinjaman itu, kau harus tinggal bersamaku.” “Kenapa jadi begitu?!” Kehidupan sehari-hari Yuya runtuh pada hari ini. “Yuya-kun. Ayo mandi bersama.” “Yuya-kun, jadilah bantal pelukku.” “Cukup, Hitotsuba-san!” Kisah cinta komedi romantis yang menggugah antara Hitotsuba Kaede yang cantik namun santai dan Yoshizumi Yuya yang serius dan keras kepala, dimulai sekarang!",
      "ja": "両親が借金3000万を残して海外逃亡…！？追い詰められた吉住勇也の前に、不意に現れたのは社長令嬢の同級生・一葉楓。勇也も密かに憧れていた日本一可愛い女子高生1位に選ばれた楓は、彼女は意外な提案をするが"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0984daf7-068e-4862-a583-e7f7519dfe29",
    "title": {
      "en": "Vtuber Savior ✟ Messiah-chan"
    },
    "updatedAt": "2025-01-22T13:46:01+00:00",
    "coverArt": "https://mangadex.org/covers/0984daf7-068e-4862-a583-e7f7519dfe29/daa71375-66f0-4452-bfb1-09cc9e4036c8.jpg",
    "altTitles": [
      {
        "ja": "救済系Vッタラー✟メシアちゃん"
      },
      {
        "ja-ro": "Kyuusai Kei Vtterer ✟ Messiah-chan"
      }
    ],
    "description": {
      "en": "A horror manga where viewers watch and join in on Messiah-chan's stream activities."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "51"
  },
  {
    "mangaId": "bafccc62-eab0-40bb-8047-bb02474eb79b",
    "title": {
      "en": "May the Congressman Protect You"
    },
    "updatedAt": "2025-01-19T09:56:13+00:00",
    "coverArt": "https://mangadex.org/covers/bafccc62-eab0-40bb-8047-bb02474eb79b/c7e619fc-4883-46c3-b0b4-e6cfb35737aa.jpg",
    "altTitles": [
      {
        "ko": "의원님이 보우하사"
      }
    ],
    "description": {
      "en": "A fantastic duo of a political master and a complete novice!\n\nI’m Gu Yeongjin, a six-term congressman — the pinnacle of South Korea’s political world, the nation’s hope!\nOne fateful day in 2008, betrayed by my closest aides, I faced a special investigation and chose to end my own life.\nWhen I opened my eyes… it was Seoul, 10 years in the past?!\n\nNow a ghost, no one can see me or hear my voice.\nNo one... except one person, Cha Jaerim, a 25-year-old Level 9 civil servant.\n\nNo connections, no money, stuck in miserable circumstances...\nBut look at that ambition, that fire in his eyes... I like it! Fine. I’ll make him my partner.\n\n“You need to go into politics.”\n\nAnd I’ll get my revenge.\n\nA political genius ghost, Gu Yeongjin, teams up with a clueless rookie, Cha Jaerim, for the ultimate combo in\n<May the Congressman Protect You>"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90542072-664e-4e56-b5eb-d7dc5ebfda53",
    "title": {
      "en": "Celeb Lady"
    },
    "updatedAt": "2024-11-17T10:50:17+00:00",
    "coverArt": "https://mangadex.org/covers/90542072-664e-4e56-b5eb-d7dc5ebfda53/7c540f90-ed38-46d5-b0d4-635bd8d6f597.jpg",
    "altTitles": [
      {
        "en": "Celebrity Lady"
      },
      {
        "ko": "셀럽 레이디"
      }
    ],
    "description": {
      "en": "The Ugly Duckling Becomes the Empire’s Top Celebrity! Juliet Karenina, the era’s hottest celebrity, wakes up in the body of noblewoman Louvetria Diorlos in another world. Faced with a clumsy body and a timid personality, Louvetria endures bullying from those around her: Twins who mock and ostracize her. Her unrequited love, Kedric, who scowls at her. Her step-grandmother, Molga, who torments her in secret. But with Juliet’s spirit inside her, Louvetria won’t tolerate it anymore. “I won’t stand for this, no matter who it is. “Louvetria’s bold transformation begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6aebf39-07b8-4959-ba73-fa852b96913b",
    "title": {
      "en": "Koiseyo Mayakashi Tenshi-domo"
    },
    "updatedAt": "2024-11-10T00:57:37+00:00",
    "coverArt": "https://mangadex.org/covers/f6aebf39-07b8-4959-ba73-fa852b96913b/78a266e7-0c57-457d-bd2e-91e659e2ebee.jpg",
    "altTitles": [
      {
        "ja": "恋せよまやかし天使ども"
      },
      {
        "en": "Fall in Love, You False Angels"
      },
      {
        "zh": "恋爱吧 冒牌天使"
      }
    ],
    "description": {
      "en": "Otogi Katsura has had a reputation for being a beautiful girl at school since she entered the school. She is also named president of the class committee, but the vice president, Ichi (Ninomae), is also reputed to be a pretty boy. Unlike her public face, Otogi Katsura is an outspoken character and a martial artist in her own right. She is attracted to the perfect Ichi, who is also perfect on the inside, but she wonders if he also has a dark side."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d68ceffd-ac56-45db-9129-3413dd0d7063",
    "title": {
      "en": "Isekai de Te ni Ireta Seisan Skill wa Saikyou datta You desu ~Souzou & Kiyou no W Chiuto de Musou Suru~"
    },
    "updatedAt": "2024-10-29T22:33:30+00:00",
    "coverArt": "https://mangadex.org/covers/d68ceffd-ac56-45db-9129-3413dd0d7063/3821fdbc-3de3-4ba5-a21d-49d30efffcf1.jpg",
    "altTitles": [
      {
        "ja": "異世界で手に入れた生産スキルは最強だったようです。　～創造＆器用のWチートで無双する～"
      },
      {
        "en": "It Seems the Production Skill Acquired in Another World is the Strongest."
      },
      {
        "en": "My Isekai Crafting Powers Are Stronk"
      },
      {
        "ko": "이세계에서 입수한 생산 스킬은 최강이었나 봅니다 ~창조&손재주의 더블 치트로 무쌍한다~"
      }
    ],
    "description": {
      "en": "29 year old Kou Kousaka is an ordinary salaryman working overtime in a black company when he dies and is sent to another world. He is given the option to become a sage, hero, or demon king. However, he chooses none of them and instead acquires a hidden skill: the ability to store items in a limitless inventory, immediately dismantle them into materials, and then use them to create something new.",
      "ja": "多忙と加齢により、趣味だったゲームにすら手を付けられない社畜サラリーマン・高坂コウ(29)は、ある日突然、異世界に転移させられてしまう。その際に手に入れたスキル、【創造】と【器用の極意】はあらゆるアイテムを創り出し、使いこなすことができるチートスキルだった!\n\n忙しなく窮屈な生活から解放され、新天地で生きて行くことを決めた彼は、気ままな異世界生活を求めて冒険者ギルドの門をくぐる。竜人の女冒険者・アイリスの危機を救ったり、街の人々からの依頼をこなしたり。コウは早速スキルを使いこなしつつ、持ち前の真面目な性格と丁寧な仕事ぶりから、すぐに街の人々に受け入れられていくのだった。\n\n「やるって決めたことには、手を抜かない主義だからな」"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1e284bc-0436-42fe-b571-fa35a94279ce",
    "title": {
      "en": "Drama Queen"
    },
    "updatedAt": "2024-12-28T14:56:46+00:00",
    "coverArt": "https://mangadex.org/covers/c1e284bc-0436-42fe-b571-fa35a94279ce/dd3eb0cc-c864-4919-b3e3-c2518dfc28e8.jpg",
    "altTitles": [
      {
        "ja": "ドラマクイン"
      },
      {
        "ru": "Драма Квин"
      },
      {
        "ru": "Королева Драмы"
      },
      {
        "vi": "Nữ Hoàng Drama"
      },
      {
        "pt-br": "Rainha do Drama"
      },
      {
        "id": "Ratu Drama"
      },
      {
        "uk": "Королева Драми"
      }
    ],
    "description": {
      "en": "After saving Earth, aliens have taken up residence with the humans in Japan. Nomamoto, a factory worker with an abusive alien boss, one day meets Kitami, who tells her his own family was killed by aliens. The two quickly forge a friendship, but one day Kitami does the unthinkable…",
      "id": "Setelah menyelamatkan Bumi, para alien tinggal bersama manusia di Jepang. Nomamoto, seorang pekerja pabrik dengan bos alien yang kejam, suatu hari bertemu dengan Kitami, yang mengatakan bahwa keluarganya sendiri dibunuh oleh alien. Keduanya dengan cepat menjalin persahabatan, tetapi suatu hari Kitami melakukan hal yang tidak terpikirkan...",
      "ja": "<毎週月曜更新>宇宙人が地球を救ってから、人間と宇宙人が共に住むようになった日本。工場で宇宙人の上司にこき使われるノマモトは、家族を宇宙人に殺されたという北見と出会う。仲を深める2人だが、ある日北見がとんでもないことをしてしまい…",
      "ru": "Пришельцы спасли Землю и обосновались с людьми в Японии. Номамото, работающая на фабрике с отвратительным боссом-пришельцем, однажды встречает Китами, который рассказывает ей, что семью его убили пришельцы. Между ними быстро возникает дружба, но однажды Китами совершает немыслимое...",
      "uk": "Після порятунку Землі прибульцями, Японія стала спільним домом для них та людей. Номото, яка змушена терпіти знущання від свого боса-прибульця на заводі, зустрічає Кітамі, чиє серце розбите втратою сім'ї, вбитої прибульцями. Між ними виникає щира дружба, яка переходить до здійснення їх бажань... винищення всіх прибульців...",
      "pt-br": "Após salvar a Terra, os alienígenas passaram a viver com os humanos no Japão. Nomamoto, uma operária de fábrica com um chefe alienígena abusivo, um dia conhece Kitami, que conta que sua própria família foi morta por alienígenas. Os dois rapidamente formam uma amizade, mas um dia Kitami faz o impensável…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3b744f0-70d8-48a3-a856-3681db44f4fa",
    "title": {
      "en": "Perpetuum mobile"
    },
    "updatedAt": "2025-01-24T09:10:02+00:00",
    "coverArt": "https://mangadex.org/covers/a3b744f0-70d8-48a3-a856-3681db44f4fa/52e1e632-5e08-4133-b815-7e6a54c2895a.jpg",
    "altTitles": [
      {
        "ja": "永久機関"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dca4faff-79f4-4b50-bb1e-0538e4ab5800",
    "title": {
      "en": "When I Returned to My Hometown, My Childhood Friend was Broken"
    },
    "updatedAt": "2024-08-07T16:46:01+00:00",
    "coverArt": "https://mangadex.org/covers/dca4faff-79f4-4b50-bb1e-0538e4ab5800/b3a65573-9982-4053-a305-c1d9e7d4dafc.jpg",
    "altTitles": [
      {
        "ja-ro": "Jimoto ni Kaettekitara Osananajimi ga Kowareteta"
      },
      {
        "ja": "地元に帰ってきたら幼馴染が壊れてた"
      },
      {
        "pt-br": "Quando Voltei Para Minha Cidade Natal, Minha Amiga de Infância Estava Falida"
      },
      {
        "tr": "Memleketime Döndüğümde Çocukluk Arkadaşım Paramparça Bir Durumdaydı"
      }
    ],
    "description": {
      "en": "When I was younger, one of my best friends was Kyouko. She was a brash and hotheaded young girl who, even though she was a tomboy, was still loved by her peers. \n\nTo be honest, it’s been a few years since I came back home. The only person I know from there was Kyouko and she seems… different?",
      "tr": "Gençken en iyi arkadaşlarımdan biri Kyouko'ydu. Cesur ve atılgan bir genç kızdı; tomboy olmasına rağmen, arkadaşları tarafından seviliyordu. Dürüst olmak gerekirse, birkaç yıl sonra eve anca döndüm. Orada tanıdığım tek kişi Kyouko'ydu ve o sanki... biraz değişmişti?",
      "pt-br": "Quando eu era mais jovem, uma das minhas melhores amigas era Kyouko. Ela era uma jovem impetuosa e cabeça quente que, embora fosse uma tomboy, ainda era amada por seus colegas.\n\nPara ser sincero, já se passaram alguns anos desde que voltei para casa. A única pessoa que conheço de lá é Kyouko e ela parece... diferente?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "50"
  },
  {
    "mangaId": "ea90abfe-82ef-4601-9d80-90706b5dd2e5",
    "title": {
      "en": "Lalalab☆ ~Gal to Kagaku to Seishun to!~"
    },
    "updatedAt": "2025-01-20T19:25:17+00:00",
    "coverArt": "https://mangadex.org/covers/ea90abfe-82ef-4601-9d80-90706b5dd2e5/ccf26286-1dd2-45c9-8237-bb090d26a1a4.jpg",
    "altTitles": [
      {
        "ja": "ラララボ☆ ～ギャルと科学と青春と！～"
      },
      {
        "en": "Lala Lab ⭐︎ Gyaru, Science, and Youth!"
      },
      {
        "vi": "Lalalab☆ ~Gyaru, Khoa Học, và Thanh Xuân!~"
      }
    ],
    "description": {
      "en": "Lala Mizusawa might look like a flashy gyaru and act high-energy, but don’t be fooled—she’s a hardcore science geek and a third-year biology major with dreams of becoming a great scientist! While her lofty goal sometimes shakes her confidence, she’s got her quirky labmates to keep her going: the refined and otaku-spirited Hanako Naito, and the lazy pajama-wearing Toki Busujima. Together, they celebrate the thrill of growing microbes, steam sweet potatoes in the autoclave, and dive headfirst into their delightfully chaotic campus life (if you can call it that)! ☆",
      "ja": "水沢ララは、ギャルい見た目とハイテンションで誤解されがちだけど、“偉大な科学者”を目指すガチ理系の大学3年生(理学部生物学科)！大きすぎる目標に自信喪失する日もあるけど、オタク気質のお嬢様・内藤花恋、パジャマ登校のずぼらっ子・毒島ときという個性豊かな研究室仲間と、菌が増えて喜んだり、高圧蒸気滅菌器で芋を蒸かしたり…キャンパスライフ（？）だって満喫中☆",
      "vi": "Lala Mizasawa nhìn có vẻ là một bé gyaru siêu lấp lánh và năng động nhưng thực chất ẻm là một con nerd khoa học sinh viên năm ba khoa sinh với giấc mơ trở thành một nhà khoa học siêu đỉnh chóp! Dẫu cho ước mơ cao vời vợi có lúc làm ẻm hơi lo lắng, em ấy luôn có những người bạn cùng lab siêu dị ở cạnh bên động viên tiếp bước: một Hanako Naito lịch lãm mà quý bửu và một Toki Busujima lười biếng lúc nào cũng chỉ mặc đồ ngủ. Họ sẽ cùng nhau tận hưởng cuộc sống nghiên cứu trên trường siêu vui siêu hỗn loạn (nuôi vi khuẩn, hấp khoai lang trong autoclave (?), vân vân mây mây...)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-11-28T06:34:54+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/e123fa5c-dcdb-43a0-a054-61f54d7748a3.jpg",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\n---\n\nAlternative version: [A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "193f91a0-51ef-4653-b3d7-a3f75c42ee9b",
    "title": {
      "en": "Ame to Kimi to"
    },
    "updatedAt": "2024-11-15T13:13:40+00:00",
    "coverArt": "https://mangadex.org/covers/193f91a0-51ef-4653-b3d7-a3f75c42ee9b/13090a3b-b1d4-4a77-b17c-df168fcc7ed5.jpg",
    "altTitles": [
      {
        "en": "With You and the Rain"
      },
      {
        "ja": "雨と君と"
      },
      {
        "ru": "Дождь и ты"
      },
      {
        "ne": "वर्षा र तिमी"
      },
      {
        "vi": "Mưa, tôi và em"
      }
    ],
    "description": {
      "en": "On a rainy summer evening, a woman and a \"dog\" happened to meet each other and life has never been the same since.",
      "ja": "雨の降る日に、１人と１匹は出会いました。“あともうちょっと”がほっこり尊いと話題です。",
      "ru": "В один дождливый день она подобрала что-то похожее на собаку... Давайте же посмотрим, насколько хитрой может быть эта \"собака\"...",
      "pt-br": "Em uma noite chuvosa de verão, uma mulher e um \"cachorro\" se conheceram e a vida nunca mais foi a mesma desde então."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ddd480b-c2ad-4a1e-be79-7105c7df0d47",
    "title": {
      "en": "After School Lessons for Unripe Apples"
    },
    "updatedAt": "2024-05-12T00:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ddd480b-c2ad-4a1e-be79-7105c7df0d47/171142b4-a653-414e-9c12-e4548a33e007.jpg",
    "altTitles": [
      {
        "en": "A 90's Cram School for the Unripened"
      },
      {
        "ko": "세기말 풋사과 보습학원"
      },
      {
        "pt-br": "Lições após a escola para maçãs não maduras"
      },
      {
        "en": "20th Century Green Apple School"
      },
      {
        "en": "90's Cram School for Unripe Apples"
      }
    ],
    "description": {
      "en": "That asshole is back as an entirely new level of asshole!   \n  \nIn her final year of middle school, Hwang Miae is stuck with Kim Cheol, a boy she met briefly years ago - he's her classmate… and her neighbor. Now the other kids keep calling them a couple! In a flurry of uneasiness, Cheol starts to avoid Miae like the plague.   \n  \nYou bastard! Do you think you're the only one going through this?   \n  \nBut it doesn't stop there. Destiny won't leave them alone as Kim Cheol and Hwang Miae keep seeing each other everywhere… causing even more trouble. As strange friends intrude on their relationship, Miae experiences puberty the right way…   \n  \nA new project of <Cheese In The Trap> author Soonkki!",
      "fr": "Octobre 1998, Mi-Ae est juste une collégienne normale qui fait de son mieux pour mener une vie relativement tranquille à l'école. Elle aime lire des bandes dessinées, écouter le groupe pop «The Fire Boys», et faire du karaoké. Un jour, un garçon qu'elle connaissait est transféré dans son école et commence à causer des problèmes. Sauf que peu importe ce qu'elle fait, il semblerait qu'il n'apprécie pas les efforts de Mi-Ae pour apprendre à mieux le connaître. Ça veut dire quoi au juste ?!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65f3a784-0992-4651-8757-6e28c6a919f2",
    "title": {
      "en": "The Embodiment of Sins"
    },
    "updatedAt": "2023-12-24T18:29:26+00:00",
    "coverArt": "https://mangadex.org/covers/65f3a784-0992-4651-8757-6e28c6a919f2/7668f732-49ae-4982-9880-b3f870aaa001.jpg",
    "altTitles": [
      {
        "ja": "大罪の体現"
      },
      {
        "fr": "L'incarnation du Péché"
      },
      {
        "ja-ro": "Taizai no Taigen"
      }
    ],
    "description": {
      "en": "A life of a savage and proud Goblin King, Ish changed forever after being rendered into a human."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec96fc62-975a-4abf-83e3-d2426ca8fbe6",
    "title": {
      "en": "The Villainess Lives Again"
    },
    "updatedAt": "2025-01-19T13:38:02+00:00",
    "coverArt": "https://mangadex.org/covers/ec96fc62-975a-4abf-83e3-d2426ca8fbe6/c773bf7f-9db8-44a6-80d0-9709a4b479a3.jpg",
    "altTitles": [
      {
        "ko": "악녀는 두 번 산다"
      },
      {
        "ko-ro": "Agnyeoneun Du Beon Sanda"
      },
      {
        "fr": "La vilaine vit encore une fois"
      },
      {
        "fr": "L'antagoniste vit une deuxième fois"
      },
      {
        "pt": "A vilã vive duas vezes"
      },
      {
        "es": "La villana vive dos veces"
      },
      {
        "uk": "Друге життя лиходійки"
      },
      {
        "ru": "Вторая жизнь злодейки"
      },
      {
        "ja": "悪女は2度生きる"
      },
      {
        "ja": "悪女は２度生きる"
      },
      {
        "tr": "Kötülüğün İkinci Yaşamı"
      },
      {
        "th": "ชีวิตที่สองของนางร้าย"
      },
      {
        "th": "ชีวิตครั้งใหม่ ของยัยตัวร้าย"
      },
      {
        "zh": "恶女的王座"
      },
      {
        "zh": "恶女的重生"
      },
      {
        "zh": "恶女的二次人生"
      },
      {
        "zh-hk": "惡女重生"
      },
      {
        "zh-hk": "惡女的王座"
      },
      {
        "zh-hk": "惡女的重生"
      },
      {
        "zh-hk": "惡女的二次人生"
      },
      {
        "vi": "Ác nữ tái sinh"
      },
      {
        "id": "The Villainess Lives Twice"
      },
      {
        "fr": "The Villainess Lives Again"
      }
    ],
    "description": {
      "de": "Von klein auf lebte Artezia Rosan in dem Glauben, sie könne ein glückliches Leben führen, solange ihr Bruder erfolgreich ist. Als Meisterin der Manipulation und Intrigen wurde sie das wichtigste Hilfsmittel ihres Bruders, um den Thron des Imperiums zu erobern. Genau deshalb traf sie der Verrat ihres Bruders so hart, als sie für ihre Taten gefesselt und gefoltert wurde. Nachdem sie von Großherzog Cedric Ebron gerettet wird, nutzt sie eine verbotene Magie und opfert ihr eigenes Leben, um ihm zu helfen, dem grausamen Kaiser ein Ende zu setzen. Die Ereignisse nehmen eine seltsame Wendung, als sie einige Jahre in der Vergangenheit aufwacht und schwört, Großherzog Cedric um jeden Preis zu helfen, selbst wenn dies bedeutet, ihre eigene Familie aufzugeben. Man sagt, Blut ist dicker als Wasser, aber kann Artezia es schaffen, ihren Bruder zu besiegen, während ihre eigene Romanze inmitten des Chaos erblüht?\n\n---\n* [Official Translation (DE)](https://www.tappytoon.com/de/comics/the-villainess-lives-again-de)",
      "en": "From childhood, Artezia Rosan's happiness was dependent on ensuring the success of her brother. As a master manipulator and schemer, she became his most valuable ally in seizing the empire’s throne. That’s exactly why her brother's betrayal cut so deeply when Artezia was imprisoned as punishment for all of her crimes. Soon after being rescued by Grand Duke Cedric Ebron, she vows to help him overthrow the cruel new emperor by sacrificing her own life with forbidden magic. Now waking up several years earlier back in time, she will forsake her own family to help Cedric at all costs. They say that blood is thicker than water, but can Artezia destroy her brother while her own romance blossoms amidst the chaos?",
      "fr": "Depuis son plus jeune âge, Artezia vit dans l’ombre de son frère, dont le succès suffirait à garantir le bonheur et la sécurité de la famille, selon sa mère. Elle devient donc la meilleure alliée de ce dernier, organisant maintes conspirations afin de l’aider à accéder au trône impérial. C’est pourquoi, quand ce but est finalement atteint mais qu’elle se retrouve trahie, mutilée et enchaînée en punition pour ses crimes, son ressentiment n’en est que plus grand. Sauvée par le Grand Duc Cedric Ebron, elle décide alors d’utiliser la magie pour aider ce dernier à détrôner l’empereur cruel qu’est devenu son frère. Un sort magique lui permet de revenir plusieurs années en arrière et de changer le cours des choses… Mais Artezia parviendra-t-elle à changer le destin, alors que l’amour s'immisce au milieu du chaos?\n\n---\n**Official Translations:**\n* [French / Français](https://www.tappytoon.com/fr/comics/villainess-lives-again-fr)",
      "ja": "謀略の天才、皇帝を作り上げる！ ”お兄様が成功すれば、お前も成功するのよ” それを信じ、あらゆる悪事を企てた悪女「アルティゼア」。 しかし、彼女の兄への忠誠は裏切りとして返ってくる。 死を前にした彼女に手を差し伸べたのは宿敵であり、正義ある大公「セドリック」だけだった。 魔術で命と引き換えに18歳の自分に生まれ変わった彼女は、「セドリック」を皇帝にするために新たな人生を捧げることにするがーー\n\n---\n**Official Translations:**\n* [Japanese / 日本語](https://piccoma.com/web/product/50796)",
      "ko": "모략의 천재, 황제를 만들다!\n\n\"오빠가 잘되어야 너도 잘되는 거야.\"\n\n온갖 악행을 저질러 오빠를 황제로 만들었다.\n하지만 아르티제아의 헌신은 배신으로 돌아왔다.\n죽음의 문턱에서 그녀에게 구원의 손을 내민 것은, 정의로운 숙적 세드릭 대공뿐이었다.\n\n“계책을 내라.”\n“…….”\n“이 상황을 뒤집을 수 있는 인물을 나는 그대 외에는 떠올리지 못하겠어. 로산 후작.”\n“…….”\n“나에게는 그대의 힘이 필요하다.”\n\n이미 기울어진 세력 판도를 뒤집고 도탄에 빠진 제국을 구할 계책은 없다.\n그러나 방법은 있다.\n모든 것이 잘못되기 이전으로 시간을 돌리는 것.\n\n피의 눈물과 함께 그녀는 자신의 몸을 바쳐 고대마법으로 시간을 돌린다.\n이번에는, 실패하지 않으리라.\n\n죽지 않고 18세로 회귀한 아르티제아는 세드릭 대공을 위한 악녀가 될 것을 결심한다.\n\n“저에게 청혼해 주십시오. 당신을 황제로 만들어 드리겠습니다.”\n\n악마에게 무릎을 꿇은 대가로,\n당신은 당신 대신 손을 더럽힐 악마를 얻을 것입니다.",
      "pt": "Ao cometer todo tipo de atos malignos, ela fez do irmão o imperador. Mas sua dedicação foi recompensada com traição. À beira da morte, quem estendeu uma ajuda foi seu arqui-inimigo, o justo Grão-Duque Cedric.Não era possível restaurar o equilíbrio de poder para um império que já estava caindo em ruínas, mas havia uma maneira... de voltar no tempo antes que tudo desse errado. Com seu sangue e lágrimas, ela sacrifica seu próprio corpo para lançar magia antiga, a fim de voltar no tempo. Desta vez, ela não iria falhar.",
      "ru": "«Твой старший брат хорош, и ты должна соответствовать.»\nОна совершила множество злoдеяний, чтoбы сделать своего старшего брата Императором. Однако преданность Артезии обернулась против неё, ведь единственным, кто подал ей руку помощи на пороге смерти, был заклятый враг, эрцгерцог Седрик.\n«Уловки прочь.»\n«Я не знаю никого, кроме вас, кто мог бы обратить эту ситуацию вспять. Маркиза Розанна.»\n«Мне нужна ваша сила.»\nКазалось, тогда уже невозможно было спасти Империю, находившуюся в крайне бедственном положении, и предотвратить падение власти. Но всё же был один способ. Повернуть время вспять прежде, чем все пойдёт не так. Она, с кровавыми слезами на глазах, пожертвовала своим телом, чтобы овладеть древней магией и обернуть время вспять. В этот раз она не подведёт. Вернувшись в возраст восемнадцати лет, Артезия принимает решение не покорно умереть, а стать злодейкой и пойти на службу к эрцгерцогу Седрику.\n«Пожалуйста, сделайте мне предложение. И я сделаю вас Императором.»\nДабы демoн пал ниц, нужнo запoлучить другoгo, что испачкает руки вместо вас.",
      "zh": "前世为助哥哥成王做尽坏事，却反遭灭口…这一世甘为恶女，联手曾经的政治宿敌，夺回操控人生的王座！\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9146/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E9%87%8D%E7%94%9F/116)",
      "pt-br": "Ao cometer todo tipo de atos malignos, ela fez do irmão o imperador. Mas sua dedicação foi recompensada com traição. À beira da morte, quem estendeu uma ajuda foi seu arqui-inimigo, o justo Grão-Duque Cedric. Não era possível restaurar o equilíbrio de poder para um império que já estava caindo em ruínas, mas havia uma maneira … de voltar no tempo antes que tudo desse errado. Com seu sangue e lágrimas, ela sacrifica seu próprio corpo para lançar magia antiga, a fim de voltar no tempo. Desta vez, ela não iria falhar."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "230"
  },
  {
    "mangaId": "e06e6024-9688-4a38-a8b4-6facd3fe1d80",
    "title": {
      "en": "Mankitsu Shitai Jouren-san"
    },
    "updatedAt": "2024-11-19T21:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/e06e6024-9688-4a38-a8b4-6facd3fe1d80/7caf6d8b-6e25-40fa-8e07-f1ce67e67996.jpg",
    "altTitles": [
      {
        "ja": "まんきつしたい常連さん"
      },
      {
        "en": "Miss Regular Customer Wants to Enjoy"
      },
      {
        "en": "The Regular Enjoying Herself at the Manga Cafe"
      },
      {
        "zh-hk": "想盡情享受的常客小姐"
      },
      {
        "zh": "想尽情享受的常客小姐"
      },
      {
        "fr": "La cliente régulière veut s'amuser"
      },
      {
        "es-la": "Una clienta habitual quiere divertirse"
      }
    ],
    "description": {
      "en": "Izumi, a university student part-timing at a manga cafe, got curious about a regular customer. Her name is Honami, a high school girl who's been coming to the manga cafe recently. This defenseless and seemingly cute girl who he can't take his eyes off of has a secret...!?",
      "ja": "マンガ喫茶で働く大学生・泉には気になっている常連さんがいた。それは最近よく来店する女子高生のほなみちゃん。どこか無防備で可愛らしい彼女には、目を離せないある秘め事があって…！？ 青春を“まんきつ”する優しいふたりの ちょっとエッチなハートフルラブコメ！！",
      "es-la": "Izumi, un estudiante universitario que trabaja en un café de manga, tiene una clienta habitual que le interesa. Se trata de una chica de instituto, Honami, que últimamente frecuenta la tienda. ¡Su aspecto es algo inocente y tierno, pero tiene un secreto del que no puede apartar la vista...! ¡Una comedia romántica un poco atrevida sobre dos personas amables que disfrutan plenamente su juventud!",
      "pt-br": "Izumi, um estudante universitário que trabalha meio período em um café de mangá, ficou curioso sobre uma cliente regular. O nome dela é Honami, uma estudante do ensino médio que tem vindo ao café mangá recentemente. Essa garota indefesa e aparentemente fofa de quem ele não consegue tirar os olhos tem um segredo...!?\n\nEsta é uma comédia de amor um pouco safada e sincera, onde este gentil casal poderá \"aproveitar\" sua juventude ao máximo!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de2c8252-d340-4f8f-a071-0ca69e145c1d",
    "title": {
      "en": "Asoko de Hataraku Musubu-san"
    },
    "updatedAt": "2025-01-11T11:14:16+00:00",
    "coverArt": "https://mangadex.org/covers/de2c8252-d340-4f8f-a071-0ca69e145c1d/f5ea1791-665c-475e-9323-79587bcd0ebe.jpg",
    "altTitles": [
      {
        "en": "Musubu, the Girl Working There"
      },
      {
        "en": "The Musubu who works there"
      },
      {
        "ru": "Здесь работает Мусубу-сан"
      },
      {
        "ja": "あそこではたらくムスブさん"
      },
      {
        "ko": "그곳에서 일하는 무스부 씨"
      },
      {
        "th": "คุณมุสุบุกับงานของเธอ"
      },
      {
        "zh": "在那里工作的结小姐"
      },
      {
        "it": "Il duro lavoro di Musubu"
      },
      {
        "fr": "Le labo de Musubu"
      },
      {
        "ko": "거기서 일하는 무스부 씨"
      },
      {
        "en": "Musubu-san Who Works Over There"
      },
      {
        "es-la": "La señorita Musubu trabaja aquí"
      },
      {
        "vi": "Musubu-san thích nghiên cứu"
      }
    ],
    "description": {
      "en": "Sagami Gorou works in sales at Shounan Rubber Industries Co., Ltd. He is secretly harboring feelings for Musubu, a girl working in the company's integrated development department. And what this lovely young scientist is researching day and night are actually…",
      "es-la": "La historia sigue a Sagami Gouro de 24 años que empieza a trabajar en Industria Shounan Gum S.A, allí conocerá a la investigadora Musubu-san una chica que trabaja en el laboratorio de desarrollo de asistencia médica la \"casa\", su primer encuentro no será precisamente el esperado.",
      "pt-br": "Sagami Gorou trabalha no setor de vendas da Indústria de Borracha Shounan Ltda e tem guardado seus sentimentos por Musubu, uma garota que trabalha no departamento de desenvolvimento integrado, em segredo. O objeto de estudo desta adorável cientista, na verdade é…"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "83"
  },
  {
    "mangaId": "83059e8f-9393-485d-845a-9eb33e0e368c",
    "title": {
      "en": "I'm Being Mistaken for a Soccer Genius"
    },
    "updatedAt": "2024-12-29T06:18:37+00:00",
    "coverArt": "https://mangadex.org/covers/83059e8f-9393-485d-845a-9eb33e0e368c/3e7a6cba-479c-4ac7-9091-536f49b11f91.jpg",
    "altTitles": [
      {
        "ko": "축구천재로 오해받는 중입니다"
      }
    ],
    "description": {
      "en": "The Korean boy, Lee Jian, who was released from a prestigious youth team in Italy, spends his days idling away as a substitute even after arriving at the youth team of AC Firenze, almost as if he were running away.As usual, he boasts to his childhood friend, Kim Jiwoo, claiming to be a genius, but then he hears the shocking news that Jiwoo is coming to Italy to study abroad. Determined not to disappoint his precious (?) friend Jiwoo, Jian sets his sights on becoming a starter..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96335764-0c1f-4686-9193-b1c6bb537a71",
    "title": {
      "en": "Seiyuu Radio no Ura Omote"
    },
    "updatedAt": "2024-12-04T01:07:48+00:00",
    "coverArt": "https://mangadex.org/covers/96335764-0c1f-4686-9193-b1c6bb537a71/62625f7a-d243-41f2-b0c7-36ee1a9679e8.jpg",
    "altTitles": [
      {
        "ja": "声優ラジオのウラオモテ"
      },
      {
        "en": "The Two Sides of Seiyuu Radio"
      },
      {
        "en": "The Many Sides of Voice Actor Radio"
      }
    ],
    "description": {
      "en": "Yugure Yuhi and Utatane Yasumi, two high schooler voice actresses who just happened to attend the same school and coincidentally got placed into the same class, are the two hosts of a radio weekly program. As fellow classmates and voice actresses, they show all the listeners their great friendship! At least, on the surface. In reality, the quiet girl Chika and the gyaru Yumiko are complete opposites. And they absolutely cannot stand each other. Off air, chaos and insults erupt. On air, they're the best of friends. Just where will this tumultuous relationship lead them?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eee68d43-9d0b-4c72-90f0-8210c86f7c87",
    "title": {
      "en": "Why I Quit Being the Demon King"
    },
    "updatedAt": "2024-10-29T15:05:43+00:00",
    "coverArt": "https://mangadex.org/covers/eee68d43-9d0b-4c72-90f0-8210c86f7c87/b165b62b-7729-4a93-8a74-ecca718e6443.png",
    "altTitles": [
      {
        "ko": "마왕을 그만둔 이유"
      },
      {
        "ko-ro": "Mawangeul Geumandun Iyu"
      },
      {
        "id": "Alasan Mengapa Aku Berhenti Jadi Raja Iblis"
      }
    ],
    "description": {
      "en": "In a time of chaos, the Demon King traversed through 665 realms before invading the human realm. It was a brave hero who ceased the war. Thanks to their divine sacrifice, mankind barely managed to survive.\n\nBut that led to the story of the new Demon King.\n\nMeet Demon King Demiourgos, the 666th. “I quit being the Demon King,” he said, before leaving the demon realm. This is a story about a runaway Demon King and a hero who becomes his subordinate.\n\nWhy did the Demon King quit?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fdb3ae24-7e0d-4fa9-94e2-b194ee4d8217",
    "title": {
      "en": "Bokura no Kiseki"
    },
    "updatedAt": "2024-12-01T12:23:21+00:00",
    "coverArt": "https://mangadex.org/covers/fdb3ae24-7e0d-4fa9-94e2-b194ee4d8217/840d5c8c-60ec-4a90-8a89-cb3596a01e9f.jpg",
    "altTitles": [
      {
        "fr": "Notre Miracle"
      },
      {
        "en": "Our Miracle"
      },
      {
        "vi": "Phép Lạ Của Chúng Ta"
      },
      {
        "ru": "Наше Чудо"
      },
      {
        "ja": "ボクラノキセキ"
      },
      {
        "zh": "我们的奇迹"
      },
      {
        "zh-hk": "我們的奇蹟"
      },
      {
        "pl": "Nasz Cud"
      },
      {
        "it": "Ol Nostro Miracolo"
      }
    ],
    "description": {
      "en": "From a young age, Minami Harusumi has had recurring dreams of Veronica, a princess whose kingdom is on the verge of destruction. He believes them to be recollections of his past life, and that he is her reincarnation. Because of this, he is ridiculed by his classmates. One day, when the mockery escalates into bullying, he rediscovers magic—something Veronica had studied and used. Reassured his past life is not merely a fantasy, Minami tries to learn more about his past memories and the reason behind them…"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e490197c-b198-464d-8a2d-76acdcfd681c",
    "title": {
      "en": "Sasotta no wa Socchidesho ~Joushi to Buka, Megasametara Love Hotel deshita.~"
    },
    "updatedAt": "2021-11-20T02:38:26+00:00",
    "coverArt": "https://mangadex.org/covers/e490197c-b198-464d-8a2d-76acdcfd681c/cccce114-27a2-45b0-b5c9-b333bed5c571.jpg",
    "altTitles": [
      {
        "en": "You Came on to Me First"
      },
      {
        "en": "是你先诱惑我的吧？"
      },
      {
        "en": "誘ったのはそっちでしょ～上司と部下、目が覚めたらラブホでした。～"
      }
    ],
    "description": {
      "en": "Nao and her boss, Seiya, get along about as well as a cat and a dog at work. When they go out to drink with coworkers, they get in a big fight… or so Nao thought, but when she woke up, she was in bed with him at a love hotel! The next day Nao doesn't know how to act in front of Seiya at the office… but when they talk, they get in another big fight about who invited who to the love hotel… that leads to them kissing again. And then he says, \"If we repeat that night, we'll probably remember…\" Nao knows that's just an excuse, but she can't resist…",
      "zh-hk": "一次公司酒会，秋草奈央和上司寺岛诚也大吵一架。  \n隔日，在陌生的酒店里醒来时，却发现这位上司就睡在旁边…  \n莫名其妙的一夜情到底是谁先主动诱惑？当时的寺岛似乎对她说了什么…可是宿醉之后的秋草完全忘记了醉酒时候发生的事情。  \n或许，再做一次可以回想起来？"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "19"
  },
  {
    "mangaId": "8189fb58-ea2e-40a3-ab27-21f385d8f9b6",
    "title": {
      "en": "Neochi Shinaide Yukimori San"
    },
    "updatedAt": "2025-01-24T10:31:22+00:00",
    "coverArt": "https://mangadex.org/covers/8189fb58-ea2e-40a3-ab27-21f385d8f9b6/d609b380-93ea-4d68-ab73-21fb0a288d24.jpg",
    "altTitles": [
      {
        "ja": "寝落ちしないで雪森さん"
      },
      {
        "ko": "잠들지 말아줘 유키모리 양"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-24T23:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      },
      {
        "pl": "Moja nowa dziewczyna nie jest człowiekiem?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f63ea84-6bc6-4312-81bf-b28d5592d802",
    "title": {
      "en": "Blue Archive! (Japan)"
    },
    "updatedAt": "2023-12-05T21:34:25+00:00",
    "coverArt": "https://mangadex.org/covers/1f63ea84-6bc6-4312-81bf-b28d5592d802/fab23fcb-bb24-47f5-9774-a68b4e9de8d0.jpg",
    "altTitles": [
      {
        "id": "Arsip Biru!"
      },
      {
        "ja": "ぶるーあーかいぶっ！"
      },
      {
        "ja-ro": "Blue Archive!"
      }
    ],
    "description": {
      "en": "Blue Archive JP's official 4-Koma, featuring snippets of the daily occurrences in Kivotos!\n\nThe series is titled (Japan) to differentiate it from the Global 4-Koma.\n\n---\n\n**Links:**  \n- [Blue Archive JP's Twitter](https://twitter.com/Blue_ArchiveJP)\n- [Global Server's 4-Koma](https://mangadex.org/title/6348a562-067b-45cb-ab2b-c6f33f0e7ead/blue-archive-global)",
      "id": "Kehidupan sehari-hari para gadis dari game ponsel \"Blue Archive\"!\n\n---\n\n**Links:**  \n- [Blue Archive JP's Twitter](https://twitter.com/Blue_ArchiveJP)\n- [Global Server's 4-Koma](https://mangadex.org/title/6348a562-067b-45cb-ab2b-c6f33f0e7ead/blue-archive-global)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efca8b0b-9b1e-4cf2-9af1-c80f4c5d1f21",
    "title": {
      "en": "Blue Archive - Aoharu Record"
    },
    "updatedAt": "2023-12-05T21:23:49+00:00",
    "coverArt": "https://mangadex.org/covers/efca8b0b-9b1e-4cf2-9af1-c80f4c5d1f21/8e832553-1fc7-477a-b184-1ce770152e23.png",
    "altTitles": [
      {
        "ja": "あおはるレコード"
      },
      {
        "zh": "青春记录"
      }
    ],
    "description": {
      "en": "Blue Archive JP's second official manga drawn by Sergei.\n\n---\n**Links:**\n- [Blue Archive JP's Twitter](https://twitter.com/Blue_ArchiveJP)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a7d7b79-a0a0-4b60-afac-9c20fc8641d0",
    "title": {
      "en": "Kimi ni Furu Kotonoha wa"
    },
    "updatedAt": "2025-01-24T10:24:07+00:00",
    "coverArt": "https://mangadex.org/covers/7a7d7b79-a0a0-4b60-afac-9c20fc8641d0/d9a26af7-7030-43fb-acd6-392e0e5858b3.jpg",
    "altTitles": [
      {
        "ja": "君に降る言の葉は"
      },
      {
        "vi": "Ngôn Từ Rơi Xuống Nơi Anh"
      },
      {
        "en": "The words that falls for you"
      }
    ],
    "description": {
      "en": "One day, Komatsu Hinata, a book-loving high school student, meets a blond all-back-haired delinquent on the train on his way to school.\nHinata is so happy that someone is interested in his favorite novels and gets unintentionally excited, but the delinquent gives him a surprising response, and Hinata spits out terrible words at him.\nThinking that they would never meet again, he finds out that the delinquent is Igarashi Yukito, a student in the same class who has never been to school since the school started–?\nA hurtful youth and love story about two people who have never known love.",
      "vi": "Một ngày nọ, Komatsu Hinata, một học sinh trung học yêu tiểu thuyết, gặp một tên lưu manh tóc vàng ở tàu điện trên đường đến trường.\nHinata rất vui khi cũng có người quan tâm đến cuốn tiểu thuyết yêu thích của mình và vô tình bị kích động, nhưng cậu lưu manh lại có những lời lẽ không hay và điều đó làm Hinata tổn thương nên đã vô tình thốt ra những lời quá đáng.\nNghĩ rằng họ sẽ không bao giờ gặp lại nhau nhưng Hinata lại gặp lại tên lưu manh trên trường và hóa ra cậu lại là Igarashi Yukito, bạn cùng lớp chưa bao giờ đến trường kể từ hôm nhập học–?\nMột câu chuyện tình yêu xảy đến với hai người chưa từng biết đến tình yêu."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "57fe3f00-8626-462b-8f75-fce0e6faa6be",
    "title": {
      "en": "Waka-chan wa Kyou mo Azatoi"
    },
    "updatedAt": "2025-01-23T10:36:59+00:00",
    "coverArt": "https://mangadex.org/covers/57fe3f00-8626-462b-8f75-fce0e6faa6be/9d7bd60c-655f-41f3-be4d-be5ebc91106c.jpg",
    "altTitles": [
      {
        "ja": "和歌ちゃんは今日もあざとい"
      },
      {
        "en": "Waka-chan Is Pushy Again"
      },
      {
        "ja-ro": "Waka-chan wa Kyou mo Azatoi"
      },
      {
        "en": "A Hidden Side to my Crush"
      },
      {
        "pt-br": "O lado oculto da minha Crush"
      }
    ],
    "description": {
      "en": "Tomoya is a college freshman on a mission to finally get his first ever girlfriend, but with one small problem: he's still a virgin! While he's gotten close with the beautiful and charming girl Waka Sakuraba in his club at school, he can't wrack up the courage to take the first step and ask her out. One day, Tomoya stumbles upon a hidden side to his crush Waka...",
      "ja": "彼女を作ろうと意気込むDT（童貞）な大学１年生・友哉。同じサークルの癒やし系美少女・桜庭和歌と親しくなるものの、勇気が出ずなかなか第一歩を踏み出せずにいた。\nそんなある日、友哉は和歌の「別の一面」を目撃してしまい…？"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "214"
  },
  {
    "mangaId": "0e526d86-e9ae-46a1-ae5a-f80bc1756660",
    "title": {
      "en": "Imouto no Mune ga Suki"
    },
    "updatedAt": "2024-12-04T07:59:09+00:00",
    "coverArt": "https://mangadex.org/covers/0e526d86-e9ae-46a1-ae5a-f80bc1756660/b3452b12-a3e1-4ff1-aa1f-644e2650f481.jpg",
    "altTitles": [
      {
        "ja": "妹の胸が好き"
      },
      {
        "en": "I Like My Little Sister's Breasts"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6d91f58-a38f-4107-b9ec-ed2cfd61db41",
    "title": {
      "en": "Meshitaki Onna ni Yakuza no Ai wa Omosugiru"
    },
    "updatedAt": "2025-01-17T18:11:33+00:00",
    "coverArt": "https://mangadex.org/covers/b6d91f58-a38f-4107-b9ec-ed2cfd61db41/9599d5c2-35c6-4a7c-ae9e-63439808feff.jpg",
    "altTitles": [
      {
        "ja": "飯炊き女にヤクザの愛は重すぎる"
      }
    ],
    "description": {
      "en": "Nanao Shindo, a office worker, happens to cook for her neighbor. However, it turns out to be a hangout for yakuzas! The yakuzas love the taste of her cooking, and Nanao becomes a favorite of the yakuzas. The yakuza gang leader, Ren Kazama, sees her and begins to love her...? This kind of love is too heavy!",
      "ja": "この溺愛[ロマンス]は、最高に危険。　愛されたら、逃げられない。「七緒 俺のもんになれ」20連勤をこなす限界社畜ＯＬの新藤七緒はたまの休日に料理をしては幸せをかみしめる平穏な生活を送っていた。しかし極悪非道なヤクザの組長 風間蓮に見初められたことで、七緒の人生は一変する！　部下や女にも情け容赦なく冷酷な蓮。けれど七緒への接し方だけは甘々なようで……？ スリルと笑いと銃が入り乱れる極道的非日常。こんな愛情、重すぎる！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "81579d25-a7f4-4505-b1a4-3ba5549373c0",
    "title": {
      "en": "Divorcing the Emperor"
    },
    "updatedAt": "2025-01-14T19:07:08+00:00",
    "coverArt": "https://mangadex.org/covers/81579d25-a7f4-4505-b1a4-3ba5549373c0/579d2691-c16f-4171-8dba-410d9aa9a7d8.jpg",
    "altTitles": [
      {
        "ko": "결혼도 안 했는데 무슨 이혼인가요, 폐하"
      },
      {
        "ja": "結婚もしてないのに離婚だなんて、無茶ぶりです陛下！"
      },
      {
        "en": "How Can There Be a Divorce When We Haven't Even Married, Your Majesty?"
      },
      {
        "en": "I'm Not Even Married, What Divorce, Your Majesty?"
      },
      {
        "zh": "还没结婚离什么婚啊,陛下"
      }
    ],
    "description": {
      "en": "As a self-proclaimed expert on archdukes of the north, Krisha has one goal in life. To marry one. However, all her plans are immediately overturned when she finds out she's already married to the emperor. To make matters worse, he wants a divorce! If that happens, not only will she become a divorcee at age 21, but she'll be banished from the mainland for the next 10 years. Though she sets out to give the emperor a piece of her mind, little does she know he's not the only obstacle to her dream..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "376e9fbb-f3ff-499a-90db-570288a31cc6",
    "title": {
      "en": "Do as You Please"
    },
    "updatedAt": "2024-11-13T03:44:54+00:00",
    "coverArt": "https://mangadex.org/covers/376e9fbb-f3ff-499a-90db-570288a31cc6/50a8030b-5de6-4b9c-be7b-62b110dc7fef.jpg",
    "altTitles": [
      {
        "en": "Do Whatever You Want"
      },
      {
        "zh": "为所欲为"
      }
    ],
    "description": {
      "fr": "Quand un ange est mis au défi de séduire un démon, celui-ci se voit vite être mis en déroute par plus puissant que lui...\u0003Venez à la rencontre de Métatron et de Mammon, et découvrez leur histoire infernale..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fb13e27-641c-427e-ac61-01db67837b83",
    "title": {
      "en": "Desharow Merman"
    },
    "updatedAt": "2024-12-06T13:42:17+00:00",
    "coverArt": "https://mangadex.org/covers/4fb13e27-641c-427e-ac61-01db67837b83/89a4f872-f0c5-48d2-b108-b08dce8a0d45.jpg",
    "altTitles": [
      {
        "zh": "德萨罗人鱼"
      },
      {
        "en": "Desharow Mermaid"
      },
      {
        "ko": "다니엘의 인어"
      },
      {
        "th": "นายเงือกของเดซาโรว"
      }
    ],
    "description": {
      "en": "Desharow, a Biology student at the Russian Maritime Academy, embarked on a long distance voyage with his mentor, Rhine, where the two caught a mysterious black scaled merman in Iceland. Little did he know that this mysterious black and evil creature had long viewed him as his prey…\n\nOfficial Translations:\n[Official Korean Translation](https://www.peanutoon.com/ko/comic/detail/11357)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f25dd269-368f-41d2-9cc1-3ea5d43ff97e",
    "title": {
      "en": "Way to the Glory"
    },
    "updatedAt": "2025-01-10T14:05:03+00:00",
    "coverArt": "https://mangadex.org/covers/f25dd269-368f-41d2-9cc1-3ea5d43ff97e/e080f148-8e11-42d4-88e2-475c52ef717e.jpg",
    "altTitles": [
      {
        "zh-ro": "È Nǚ Wèi Dì"
      },
      {
        "en": "The Evil Girl is Emperor"
      },
      {
        "en": "Way to the Glory"
      },
      {
        "zh": "恶女为帝"
      },
      {
        "zh-hk": "惡女爲帝"
      },
      {
        "ko": "악녀하렘"
      },
      {
        "es": "La Chica Malvada Se Convierte En Emperatriz"
      }
    ],
    "description": {
      "en": "The Goddess of War died with grievances. Now after being reborn as Ye Weiyun she is on her way to start a new and happy life.   \n  \nWhat revenge? What scum? Violence should be fought with violence!   \n  \nI will become a rich woman, and build my own harem.   \n  \n\"In the past I got bullied and never resisted. Now, take a good look at the queen I have become.\"\n\nAlternative Raws: [Kuaikan](https://www.kuaikanmanhua.com/web/topic/5975), [BiliBili](https://manga.bilibili.com/detail/mc27719)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "145"
  },
  {
    "mangaId": "9ad4148b-8c9e-48d5-89ec-e7b98a660e42",
    "title": {
      "en": "Oomuro-ke"
    },
    "updatedAt": "2024-12-27T20:47:37+00:00",
    "coverArt": "https://mangadex.org/covers/9ad4148b-8c9e-48d5-89ec-e7b98a660e42/57886a93-6c2f-4bbd-b78b-9b32805f9199.jpg",
    "altTitles": [
      {
        "ja": "大室家"
      },
      {
        "ja-ro": "Oomuroke"
      },
      {
        "en": "Oomuro Family"
      },
      {
        "en": "Oomuro House"
      }
    ],
    "description": {
      "en": "*A spin-off of the YuruYuri series featuring the Oomuro family of sisters!*\n\nFrom oldest to youngest, there's **Nadeshiko**, the cool and serious high schooler; **Sakurako**, the silly, lazy, and (slightly) dimwitted middle schooler; and **Hanako**, the intelligent and mature elementary schooler! \n\nThis story focuses on these three sisters, their friends. and the many fun and wild adventures they have together!",
      "ja": "優秀な長女・撫子、残念な次女・櫻子、優秀な三女・花子からなる大室家３姉妹。自由奔放な櫻子を中心に今日も大室さん家は賑やかです♪"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69854e22-5bb8-4491-ab71-c8f8a0cb94d0",
    "title": {
      "en": "Apocalyptic Thief"
    },
    "updatedAt": "2024-08-02T22:16:43+00:00",
    "coverArt": "https://mangadex.org/covers/69854e22-5bb8-4491-ab71-c8f8a0cb94d0/800d870a-14ea-41d0-b6c6-72c11d9b11a2.jpg",
    "altTitles": [
      {
        "en": "Rogue of Doom"
      },
      {
        "zh": "末世盗贼行"
      },
      {
        "en": "Going Rogue in the Apocalypse"
      },
      {
        "ko": "쪼렙 헌터부터 다시 시작"
      },
      {
        "ja": "レベル200最強盗賊の覚醒～終末世界で暴れ狂ってやる～"
      }
    ],
    "description": {
      "en": "A storm of the universe brought species mutations. The poison, undead, giants and monsters in the city roared as they waved their weapons. As the beasts in the woods fought over territorial rights, humans, too, awakened an ability known as star power… Zhou Zheng, without star power, traversed to this apocalyptic world. Using the abilities of the thief character in the game, he destroys the darkness and fog, seeking supreme power!",
      "fr": "Un mouvement dans l'univers a apporté des mutations au niveau des espèces vivantes. Un poison, des morts vivants, des géants et des monstres rugissent dans la ville en agitant leurs armes. Alors que des bêtes dans les bois se battent pour des territoires, certains humains éveillent une capacité spéciale connue sous le nom de pouvoir des étoiles... Zhou Zheng, déficient de ce pouvoir, va traverser ce nouveau monde post apocalyptique.\nUtilisant ses capacités de voleur issue d'un autre jeu, il détruit ténèbres et brouillard, à la recherche du pouvoir suprême !",
      "zh": "一场宇宙风暴带来了物种的变异。城市中的毒尸巨怪，挥动着战斧咆哮。丛林中的异兽们，争夺着领地的主权。人类也觉醒了一种名为星力的异能……没有星力的周正穿越到这个末世。利用游戏中盗贼的角色能力，他将撕毁黑暗迷雾，追逐至高的力量！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "163"
  },
  {
    "mangaId": "8c89080f-681a-4bcf-8abe-ce12659e010f",
    "title": {
      "en": "Subdue My \"Villain\" Hubby"
    },
    "updatedAt": "2025-01-10T14:07:13+00:00",
    "coverArt": "https://mangadex.org/covers/8c89080f-681a-4bcf-8abe-ce12659e010f/00c8fad3-a25b-4633-b85e-78091e44ee97.jpg",
    "altTitles": [
      {
        "zh": "我成了反派大佬的小娇妻？！"
      },
      {
        "en": "I Became the Villain's Wife"
      },
      {
        "zh-hk": "我成了反派大佬的小嬌妻？！"
      },
      {
        "ja": "私は悪役の甘えん坊妻になりました"
      },
      {
        "zh-ro": "Wo Cheng Le Fan Pai Da Lao De Xiao Jiao Qi?!"
      }
    ],
    "description": {
      "en": "The dainty flower idol Chen Cong Rong unluckily fell into a trap and awoke to a stunning naked man in her bed! Hahaha, is it okay to be with such a beautiful man? Hang on… Are you telling me I've switched places with the toxic, evil, and manipulative side character who won’t even survive 20% of the plot?! No, I'm definitely not ready to die!! Watch as I keep on living my ideal life!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cde5424f-02e5-4c90-a433-b92d831d9856",
    "title": {
      "en": "Kimi Meku Yoru ni Kogarete"
    },
    "updatedAt": "2024-12-06T20:29:47+00:00",
    "coverArt": "https://mangadex.org/covers/cde5424f-02e5-4c90-a433-b92d831d9856/7ffda3df-ae47-4039-bc81-efa57d5d7e75.jpg",
    "altTitles": [
      {
        "ja": "君めく夜に焦がれて"
      },
      {
        "en": "Yearning for a Night Full of You"
      },
      {
        "ko": "너와 닮은 밤을 동경해서"
      }
    ],
    "description": {
      "en": "At Saint Ruri Girl's Academy, there are two opposing factions: the \"Ruri Class,\" consisting of refined, well-bred ladies, and the \"Ai Class,\" made up of delinquents with poor behavior. Nanase Mitsuki, among the students of the Ai Class, is the most feared by the Ruri Class due to her intimidating appearance, though Mitsuki harbors a complex about her looks. One night, she meets Hosho Yuka, a young lady wandering alone at night...",
      "ja": "ここには、由緒正しいお嬢様たちの「瑠璃組」と、素行のよくない不良たちの「藍組」という、相反する2つの勢力があった。七瀬珠月（ななせみつき）は、藍組生徒の中でも、その厳つい見た目から瑠璃組に最も恐れられる存在。そんな見た目にコンプレックスを抱えていた珠月だが、ある夜、夜道を徘徊するお嬢様・宝生悠花（ほうしょうゆうか）に出会い……？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da45600e-ca6f-4a52-a7f0-019db47c1e3f",
    "title": {
      "en": "Weile Fuhuo Anlian De Shi Zun Wo Bei Po Kaile Hougong"
    },
    "updatedAt": "2024-12-31T12:48:06+00:00",
    "coverArt": "https://mangadex.org/covers/da45600e-ca6f-4a52-a7f0-019db47c1e3f/ad994e87-6c2b-43cb-ae8a-6dcc0d318bc2.jpg",
    "altTitles": [
      {
        "zh": "为了复活暗恋的师尊我被迫开了后宫"
      },
      {
        "zh-ro": "Wèile Fùhuó Ànliàn De Shī Zūn Wǒ Bèi Pò Kāile Hòugōng"
      },
      {
        "en": "I Was Forced to Open a Harem to Resurrect the Master I Had a Crush on"
      }
    ],
    "description": {
      "zh": "花樱樱一朝穿成小孤女，命悬一线之时，天降仙女师尊，救她于水火。 于是花樱樱日日撩夜夜追，终于舔化冰山，只等师尊渡劫成功就能双宿双修，双宿双飞…… 谁成想师尊居然渡劫失败，碎成了渣渣！ 为了复活师尊，花樱樱穿梭七重镜界，要和七个不同身份的切片师尊酱酱酿酿，水乳交融！ 花樱樱捏拳，无奈道：开后宫什么的，都是为了拯救师尊呐！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "27"
  },
  {
    "mangaId": "c9ba38c5-9e33-4ff8-9353-77cd5632735e",
    "title": {
      "en": "Koborechau Kara, Kiitete ne"
    },
    "updatedAt": "2025-01-24T11:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/c9ba38c5-9e33-4ff8-9353-77cd5632735e/1a9cd32f-74df-4de6-af91-1eaaeb9b78de.jpg",
    "altTitles": [
      {
        "ja": "零れちゃうから、聴いててね"
      },
      {
        "ja-ro": "Koborechau Kara, Kiitete ne"
      },
      {
        "en": "It’s going to spill, please listen to it"
      }
    ],
    "description": {
      "en": "\"I have to make a real orgasm sound\"\n\nKakihara Riku, who works in the student support department at a university, broadcasts his masturbation sounds as a cross-dressing VTuber as a drastic measure to overcome the trauma of his own moaning.\n\nOne day, he receives an invitation to a drinking session from Meguru, the VTuber who inspired him to start his activities...\nAs he heads to the promised location, struggling with the joy and guilt of being able to connect with his idol, Meguru appears there in his V form --♡♡♡\n\nRiku, who is nervous and drunk in front of the person he admires, unintentionally reveals his complex about being told in high school that his moaning sounds \"gross,\" and immediately regrets it...\nMeguru compliments Riku on how cute his erotic voice is and says, \"Let me hear it right here and now\" --!?"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "8d612ce8-2d6f-464b-8d0d-98c0352cc146",
    "title": {
      "en": "Yamada and Kase-san."
    },
    "updatedAt": "2024-10-11T20:28:26+00:00",
    "coverArt": "https://mangadex.org/covers/8d612ce8-2d6f-464b-8d0d-98c0352cc146/a242dcdf-c8ff-485e-a4af-c1f0d3fed163.jpg",
    "altTitles": [
      {
        "ja": "山田と加瀬さん。"
      },
      {
        "ja-ro": "Yamada to Kase-san."
      },
      {
        "en": "Kase-san and Yamada"
      },
      {
        "en": "Yamada & Kase-san."
      },
      {
        "ko": "[코랄] 나팔꽃과 카세씨"
      }
    ],
    "description": {
      "en": "Yamada and Kase are now college freshmen living separately in Tokyo, and trying to sustain their loving relationship in an environment that is more open than what they're used to.  \n  \n[Official Korean Translation](https://www.bomtoon.com/comic/ep_list/napal_cace)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77bee52c-d2d6-44ad-a33a-1734c1fe696a",
    "title": {
      "ja-ro": "Kage no Jitsuryokusha ni Naritakute!"
    },
    "updatedAt": "2024-11-12T19:58:03+00:00",
    "coverArt": "https://mangadex.org/covers/77bee52c-d2d6-44ad-a33a-1734c1fe696a/3239bdd1-7316-4dc2-a71d-0f6fcf179897.jpg",
    "altTitles": [
      {
        "en": "The Eminence in Shadow"
      },
      {
        "ru": "Восхождение в тени"
      },
      {
        "ja": "陰の実力者になりたくて！"
      },
      {
        "ko": "숨은 실력자가 되고싶어서"
      },
      {
        "uk": "Сходження у тіні"
      },
      {
        "en": "I Want To Be The Eminence In Shadow!"
      },
      {
        "en": "To Be a Power in the Shadows!"
      },
      {
        "es-la": "La Eminencia en las Sombras"
      },
      {
        "vi": "Ta Muốn Trở Thành Chúa Tể Bóng Tối!"
      }
    ],
    "description": {
      "en": "Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. Ninjas, rogues, shadowy mentor types, that sort of deal.  \r\nAfter hiding his strength and living the mediocre life of a NPC by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power.  \r\nThe young man who is only pretending to be a power in the shadows… his subordinates who took him more seriously than he expected… and a giant organization in the shadows that gets accidentally trampled…  \r\nThis is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
      "ru": "Подобно тому, как некоторые в детстве боготворят героев, один юноша обожал силы, скрывающиеся в тени. Скрыв свою силу и прожив посредственную жизнь посредственного персонажа, проходя в это время через безумные ночные тренировки, он в конце концов перерождается в ином мире, обретая абсолютную силу. Юноша, отыгрывающий роль скрывающейся в тени силы, его неправильно всё понимающие подчинённые и огромная стёртая в пыль теневая организация… Это история о юноше, обожавшем скрывающиеся во мраке силы, который, вероятно, в итоге обретёт власть над теневой стороной иного мира.   \r\n  \r\n  \r\n- [Japanese Light Novel (Bookwalker)](https://bookwalker.jp/series/179219/)  \r\n- [Japanese Light Novel (Amazon.co.jp)](https://www.amazon.co.jp/dp/4047353027/)  \r\n- [LN Vol. 1 Youtube Promo](https://www.youtube.com/watch?v=9pahhkIs4Ss),with Kentarou Kumagai (熊谷健太郎) voicing the MC (Cid Kagenou)",
      "es-la": "Tal cual como todos adoraban héroes en su niñez, cierto adolescente adoraba los poderes que se esconden en las sombras. Tras haber ocultado su fuerza y viviendo la vida mediocre de un mob durante el día y entrenando descontroladamente por la noche, él finalmente reencarna en un mundo diferente y gana el poder definitivo. El adolescente que solo juega a ser una eminencia en las sombras, sus subordinados confusos, y una gigante organización en las sombras que es pisoteada... Esta es la historia de un adolescente que adoraba esos poderes en las sombras y que posiblemente llegue a reinar en las sombras de otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d793e3d0-145c-4f25-b38b-6846b31e87cd",
    "title": {
      "en": "Yuzukawa-san wa, Sasshite Hoshii."
    },
    "updatedAt": "2024-11-02T15:15:21+00:00",
    "coverArt": "https://mangadex.org/covers/d793e3d0-145c-4f25-b38b-6846b31e87cd/e12cf795-4566-42d7-b986-1a31a0bfb1fe.png",
    "altTitles": [
      {
        "ja": "柚子川さんは、察して欲しい。"
      },
      {
        "en": "Yuzukawa-san wants you to understand"
      },
      {
        "zh-hk": "柚子川同學想讓我察覺。"
      },
      {
        "pt-br": "Yuzukawa-san quer que você entenda"
      },
      {
        "en": "Yuzukawa-san Wants Him To Understand."
      }
    ],
    "description": {
      "en": "Kushima-kun has just started going out with his classmate Yuzukawa Kururi. But Yuzukawa-san is not good at expressing her emotions, so she wants Kushima-kun to understand her feelings...?  This is a new kind of romantic comedy about two people who are \"already dating\" instead of \"not together yet.\"",
      "pt-br": "Kushima acaba de começar a sair com sua colega de classe Yuzugawa Kururi. Yuzukawa não é boa em expressar suas emoções, então ela deseja que Kushima seja mais empática com seus sentimentos. Essa história é sobre um menino que quer entender e uma menina que quer ser entendida."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "38.5"
  },
  {
    "mangaId": "4e6fe2fd-ea67-4ca0-83f2-5bebfce436c2",
    "title": {
      "en": "Breaking Into the Body of the Emperor's Daughter"
    },
    "updatedAt": "2025-01-24T10:13:14+00:00",
    "coverArt": "https://mangadex.org/covers/4e6fe2fd-ea67-4ca0-83f2-5bebfce436c2/ffcebc89-cc21-4541-960f-48fb713d6338.png",
    "altTitles": [
      {
        "en": "Unveiling the Emperor's Secret"
      },
      {
        "zh": "撞破皇帝女儿身"
      }
    ],
    "description": {
      "en": "After transmigrating to another world as a wealthy young master, Su Changqing only wanted to live a low-profile life as a rich second-generation heir and enjoy his days in comfort. However, his plans are suddenly disrupted when his family faces an unexpected crisis, and he accidentally discovers the Emperor's secret - that she is actually a woman.\n\nWhile he initially feared the female Emperor would stop at nothing to silence him, to his surprise, she instead becomes interested in his mysterious ability to transform his appearance. She wants him to become her male body double. What Su Changqing never expected was that being the female Emperor's male substitute would mean he has to visit the imperial harem on his very first day. His peaceful life completely falls apart from that moment on..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eba52cca-2736-42b3-8d50-1f6d0790ea5a",
    "title": {
      "en": "Followers of King"
    },
    "updatedAt": "2024-12-25T17:40:27+00:00",
    "coverArt": "https://mangadex.org/covers/eba52cca-2736-42b3-8d50-1f6d0790ea5a/6c7a52f0-405c-46df-b694-f3ef7a02714a.png",
    "altTitles": [
      {
        "zh-ro": "Chuán Wǔ Fān Wài: Wáng Yǔ Zhuī Suí Zhě"
      },
      {
        "zh-hk": "传武番外 王与追随者"
      },
      {
        "en": "Legend of Wu: The King and His Followers"
      }
    ],
    "description": {
      "en": "Gao Jing, you're a maniac. Almost exactly like Gao Sheng was. In your eyes, is the world truly so horrid, horrid enough that you'll go to such extremes to save it? Gao Jing, are these the rules you've laid down for every sect under the sun? You're so delusional your plans are something not even your great grandfather would've dreamed off. So be it then, go and execute your plan, I want to see, if all the sects in the world will be brought to their knees in front of you, or if the Jin dynasty will be destroyed by your very hands!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "30"
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "HUNTER x HUNTER"
    },
    "updatedAt": "2024-12-23T11:05:55+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "en": "Аңшы × Аңшы"
      },
      {
        "en": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      },
      {
        "es-la": "Cazador X"
      },
      {
        "vi": "HUNTER×HUNTER"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\r\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\r\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "vi": "Hunter là những người đi chu du thế giới, đối mặt với hiểm nguy, từ bắt giữ tội phạm cho đến những cuộc thám hiểm trên các hòn đảo để tìm kho báu. Câu chuyện bắt đầu khi người cha của một cậu bé tên Gon mất tích đã khá lâu, nên cậu bé quyết định trở thành Hunter với hy vọng tìm được cha mình. Khi sắp 12 tuổi, Gon bắt đầu cuộc hành trình của mình để được tham gia vào kỳ thi Hunter, ai cũng biết tỉ lệ thành công rất thấp, có khi chết lúc nào không hay. Trong cuộc thi cậu đã kết bạn với Kurapika, Leorio và Killua. Với tình bạn, họ đã trải qua biết bao nhiêu là thử thách, hiểm nguy trên cuộc hành trình của một Hunter... Còn về phần họ trải qua những thử thách gì và như thế nào thì mời các bạn theo dõi...",
      "es-la": "Sigue la historia de Gon Freecss, un joven que descubre que su padre, a quien creía muerto, es un legendario Cazador, un miembro de una élite que se especializa en localizar tesoros, bestias raras o personas peligrosas. Decidido a encontrar a su padre, Gon emprende un viaje para convertirse en Cazador. En su camino, se enfrenta a desafíos mortales y forma fuertes lazos con amigos como Killua, Leorio y Kurapika. A medida que avanza en su viaje, Gon descubre que el mundo de los Cazadores es mucho más peligroso y complejo de lo que imaginaba.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\r\n\r\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\r\n\r\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "hiatus",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ef982414-b1ba-4a1a-a3bd-05503b7d1dd4",
    "title": {
      "en": "Kyou mo E ni Kaita Mochi ga Umai"
    },
    "updatedAt": "2025-01-23T12:02:20+00:00",
    "coverArt": "https://mangadex.org/covers/ef982414-b1ba-4a1a-a3bd-05503b7d1dd4/6b82896b-878e-47dd-a376-232162ef4d93.jpg",
    "altTitles": [
      {
        "ja": "今日も絵に描いた餅が美味い@COMIC"
      },
      {
        "en": "The Mochi I Drew Is Tasty Today Too"
      },
      {
        "zh": "今天画出来的年糕也很美味"
      }
    ],
    "description": {
      "en": "Tougo is a high school student who loves drawing more than anything. One day, he woke up in a deep forest filled with vegetations he had never seen before... While he went on an exploration finding answers in this new world, he found them without putting much effort. When he drew a Mochi using pencil and paper, something unusual happened...?! Not just a log house but legendary beasts too?! With ability to bring anything into being, he creates a paradise for everyone! A young boy who unbeknownst to him is loved by others.",
      "ja": "描いた絵を何でもポンッと出せる力――\n絵を描くのが大好きな高校生・トウゴの日常は「異世界」で魔法の力を手に入れて一変した！肉や泉、ログハウス等をどんどん実体化して楽しむばかりか、何故かふかふかの怪鳥やユニコーンにペガサスまで集まってきて、にぎやかな“ふわ森ライフ”が始まったのだ。だが、そんな皆のオアシスに不穏な影が忍び寄っていて……？餅からドラゴンまで!?　何でも生み出して、作ろう皆のパラダイス！",
      "pt-br": "Tougo é um estudante do ensino médio que adora desenhar mais do que qualquer coisa. Um dia, ele acordou em uma floresta profunda cheia de vegetação que ele nunca tinha visto antes...\nEnquanto ele ia em uma exploração para encontrar respostas neste novo mundo, ele as encontrou sem colocar muito esforço.\nQuando ele desenhou um Mochi usando lápis e papel, algo incomum aconteceu...?! O Mochi surgiu na frente dele!\n\nCom a capacidade de trazer qualquer coisa à existência, ele cria um paraíso para todos!\nUm menino que, sem que ele saiba, é amado por todos ao seu redor.\n\nA história de fantasia de um desenhista começa aqui!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e1d4c92-4551-453a-9a3e-5e0de1b34136",
    "title": {
      "en": "MAMAGOTO"
    },
    "updatedAt": "2024-11-10T20:53:24+00:00",
    "coverArt": "https://mangadex.org/covers/3e1d4c92-4551-453a-9a3e-5e0de1b34136/a77fadb0-626a-4c68-a3d3-f08524a0f2b2.jpg",
    "altTitles": [
      {
        "ja": "ママゴト"
      }
    ],
    "description": {
      "en": "A little girl desperately wants to have a playmate she can spend time with. But just who does she turn to when no one else is around to keep her company...?\n\n---\n\nPrize winning debut oneshot from the second round of the Yatagarasuhai Competition published in the Harta magazine."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb0ec1d7-2606-4ff6-9e6e-a4a87901d85f",
    "title": {
      "en": "Cooking Papa"
    },
    "updatedAt": "2024-04-18T13:20:27+00:00",
    "coverArt": "https://mangadex.org/covers/bb0ec1d7-2606-4ff6-9e6e-a4a87901d85f/7b3edfae-9b41-448f-aac9-b09a113ceb6c.jpg",
    "altTitles": [
      {
        "ja": "クッキングパパ"
      },
      {
        "zh": "妙厨老爹"
      },
      {
        "tr": "Aşçı Baba"
      }
    ],
    "description": {
      "en": "Araiwa Kazumi is your run-of-the-mill salaryman and father. He’s also secretly an amazing chef! While his coworkers at Kanemaru Industries all eat out for lunch, he pulls out his lunchbox… It’s time for this cooking papa to show off his pro-level cooking skills!\n\n(from Manga Helpers):\n\nAraiwa Kazumi is an energetic salaryman who is able to perfectly manage his responsibilities at work and at home. Kazumi is also a fantastic chef, though many of his coworkers are unaware of it.\n\nHis wife Nijiko, who works as a journalist, has a bit of trouble making time for her home life. However, she tries to always be a cheerful mother.\n\nWith their son Makoto, who is 7 at the beginning of the story, they have a very happy family. This is a story that follows the Araiwa household and their delight with delicious food. Cooking instructions are also often included throughout the story.\n\n---\n- **Won the 39th Kodansha Manga Award Special Prize in 2015**"
    },
    "status": "ongoing",
    "releaseDate": 1985,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]