[
  {
    "mangaId": "717e1f9a-64e2-48ca-baa2-ce257a45e7bd",
    "title": {
      "en": "Akaiito"
    },
    "updatedAt": "2023-01-02T12:02:04+00:00",
    "coverArt": "https://mangadex.org/covers/717e1f9a-64e2-48ca-baa2-ce257a45e7bd/72396eea-4f02-46aa-a661-488b920047a6.jpg",
    "altTitles": [
      {
        "en": "Akai Ito (MIYASAKA Kaho)"
      },
      {
        "en": "Il Filo Rosso"
      },
      {
        "en": "Innocent scene"
      },
      {
        "en": "Kızıl İplik"
      },
      {
        "en": "Le Fil Rouge"
      },
      {
        "en": "Алая нить"
      },
      {
        "en": "خيط احمر"
      },
      {
        "en": "ผูกใจไว้ใกล้ ๆ เธอ"
      },
      {
        "en": "あかいいと"
      },
      {
        "en": "紅線情"
      },
      {
        "en": "红线情"
      },
      {
        "en": "붉은 실 (미야사카 카호)"
      }
    ],
    "description": {
      "en": "A red thread exists between a guy and girl that are fated to be together, a bond that can't be seen by the naked eye. Finally, this fated romantic love will begin to open its curtain."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "36"
  },
  {
    "mangaId": "d2e28840-b3a6-4dd7-9c40-1b251a293fe0",
    "title": {
      "en": "Negai no Astro"
    },
    "updatedAt": "2024-07-25T06:13:13+00:00",
    "coverArt": "https://mangadex.org/covers/d2e28840-b3a6-4dd7-9c40-1b251a293fe0/1709b926-6cb0-494d-9136-74634956e052.jpg",
    "altTitles": [
      {
        "ja": "願いのアストロ"
      },
      {
        "en": "Astro Royale"
      },
      {
        "ru": "Звезда желаний"
      }
    ],
    "description": {
      "en": "The new series from Ken Wakui, the creator of Shinjuku Swan and Tokyo Revengers!\n\nAs the battle to decide the next leader of the Yotsurugi gang that runs Asakusa is heating up, a meteorite strike suddenly awakens superpowers in the people of Japan. How will Hibaru Yotsurugi, the son of the previous gang leader, come out of this?!",
      "fr": "Le nouveau manga de Ken Wakui, le créateur de Shinjuku Swan et Tokyo Revengers ! Alors que la bataille pour désigner le prochain chef du clan Yotsurugi qui dirige Asakusa s'intensifie, la chute d'une météorite réveille soudainement des super-pouvoirs chez les Japonais. Comment Hibaru Yotsurugi, le fils du précédent boss du clan va-t-il s'en sortir ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1680a15-e1ae-4a15-8310-ecf2b0720183",
    "title": {
      "en": "I Just Want to Mooch off Your Luck"
    },
    "updatedAt": "2024-08-11T23:51:27+00:00",
    "coverArt": "https://mangadex.org/covers/a1680a15-e1ae-4a15-8310-ecf2b0720183/1d7b6eb3-a543-4740-9a25-ccdf64f6eab3.jpg",
    "altTitles": [
      {
        "zh": "我就想蹭你的气运"
      },
      {
        "zh-hk": "我就想蹭你的氣運"
      },
      {
        "zh-ro": "Wǒ Jiù Xiǎng Cèng Nǐ De Qì Yùn"
      },
      {
        "en": "I Just Want to Freeload on Your Luck"
      },
      {
        "en": "Be Your Lucky"
      }
    ],
    "description": {
      "en": "After being reborn, Zhao Mingxi had no choice but to mooch off of Fu group's young master's luck to avoid death by terminal illness. Although his ears would turn so red as if they're bleeding whenever he sees her, he still keeps up an act of prideful indifference: \"Can you stop being so clingy?\"  The next day, Zhao Mingxi really did leave to mooch off of someone else's luck. The small dog bowed his head down, and grumbled: \"I'll let you cling to me, alright? Happy now?\"",
      "zh": "重生后的赵明溪为了避开绝症活下去，不得不去蹭傅氏太子爷身上的气运。 这位太子爷每次看到她，明明耳朵快红得滴血，还要装出酷炫狂霸拽的样子：“你能不能别缠我？” 第二天赵明溪就真的去找别人蹭气运了。:) 小狼狗头低了下来，委委屈屈：“给你缠还不行吗？”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4897d49a-66ea-4b4f-92e6-693d0b541eff",
    "title": {
      "en": "A Dog Lives in the Imperial Palace Garden"
    },
    "updatedAt": "2024-04-21T01:15:27+00:00",
    "coverArt": "https://mangadex.org/covers/4897d49a-66ea-4b4f-92e6-693d0b541eff/5aaac47a-42e8-4868-a57b-3a57456e88b9.jpg",
    "altTitles": [
      {
        "ko": "황궁의 정원에는 개가 산다"
      },
      {
        "en": "In the Doghouse"
      },
      {
        "en": "A Dog Lives in the Garden of the Imperial Palace"
      },
      {
        "de": "Im Palastgarten lebt ein Hund"
      },
      {
        "fr": "Le caniche du jardin impérial"
      },
      {
        "es": "Un perro vive en el jardín imperial"
      },
      {
        "th": "เปิดข้อเสนอลับ วิวาห์ร้าย"
      },
      {
        "zh-hk": "住在皇宮庭院裡的狗"
      }
    ],
    "description": {
      "en": "The Devon family sits on a mountain of debt and they are on the brink of bankruptcy. This is no fault of hers of course, but Courtney Devon has always been the one painted as the villain in her family. However, the family is in dire straits and they have to do something, anything, to raise some money and get out of this situation. But then one day, news arrives from the Imperial Palace that His Royal Highness the crown prince has decided to make Courtney the crown princess. Seemingly a typical prince on the outside, His Royal Highness is actually quite a troublemaker with a dark side. Will this arrangement end up solving Courtney Devon’s problems or just complicating things further? Will a love against all odds bloom or will someone end up in the doghouse...?",
      "id": "Keluarga Devon terlilit hutang dan berada di ambang kebangkrutan. Tentu saja ini bukan salahnya, tapi Courtney Devon selalu digambarkan sebagai penjahat di keluarganya. Namun, keluarga tersebut berada dalam kesulitan dan mereka harus melakukan sesuatu, apa saja, untuk mengumpulkan sejumlah uang dan keluar dari situasi ini. Namun suatu hari, datang kabar dari Istana Kekaisaran bahwa Yang Mulia putra mahkota telah memutuskan untuk menjadikan Courtney sebagai putri mahkota. Tampaknya seorang pangeran pada umumnya, Yang Mulia sebenarnya adalah pembuat onar dengan sisi gelap. Apakah pengaturan ini akan menyelesaikan masalah Courtney Devon atau justru semakin memperumit masalah? Akankah cinta melawan segala rintangan berkembang atau akankah seseorang berakhir di rumah anjing...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e2707b8-b723-41de-a608-4e4d9ce2f99c",
    "title": {
      "en": "Maydare Tensei Monogatari: Kono Sekai de Ichiban Warui Majo"
    },
    "updatedAt": "2024-05-21T09:28:25+00:00",
    "coverArt": "https://mangadex.org/covers/9e2707b8-b723-41de-a608-4e4d9ce2f99c/2b70a60e-518b-4b64-9376-93833d362c56.jpg",
    "altTitles": [
      {
        "ja": "メイデーア転生物語"
      },
      {
        "ja": "メイデーア転生物語 この世界で一番悪い魔女"
      },
      {
        "ja-ro": "Maydare Tensei Monogatari"
      },
      {
        "en": "Tales of Reincarnation in Maydare: The World's Worst Witch"
      },
      {
        "ru": "История реинкарнаций в Мейдере"
      },
      {
        "ko": "메이데어 전생 이야기"
      },
      {
        "zh": "梅迪亚转生物语"
      },
      {
        "zh": "美狄亚魔王转生记"
      },
      {
        "zh-hk": "梅蒂亞轉生物語"
      },
      {
        "de": "Wiedergeburt in Maydare: Die bösartigste Hexe der Welt"
      },
      {
        "de": "Wiedergeburt in Maydare"
      },
      {
        "fr": "Les contes de la réincarnation en le Maydaré"
      },
      {
        "fr": "Les contes de la réincarnation en le Maydaré: La pire sorcière en le monde"
      },
      {
        "vi": "Chuyện chuyển sinh ở Maydare"
      },
      {
        "id": "Kisah Reinkarnasi Di Maydare"
      }
    ],
    "description": {
      "de": "Einst rettete Makia, die Tochter einer berüchtigten Hexe, dem Sklavenjungen Thor das Leben. Gemeinsam wuchsen sie auf und erlernten magische Fähigkeiten. Doch dann reißt das Schicksal sie auseinander und Makia landet an einer Magierakademie, wo sie sich schwört, die beste Schülerin ihres Jahrgangs zu werden, um ihren alten Freund möglichst schnell wiederzufinden. Denn es gibt noch ein weiteres Geheimnis, das sie verbindet: Beide kamen ursprünglich aus einer anderen Welt nach Maydare! Dort war Makia eine gewöhnliche, japanische Oberschülerin, die gemeinsam mit zwei anderen Klassenkameraden umgebracht wurde. Wird es ihr gelingen, das Verbrechen aufzuklären und in der neuen Welt ihr Glück zu finden?",
      "en": "Makia is a noble lady descended from an infamous witch. Thor, a boy who was raised with her and came from another world, is chosen to be the knight of the \"savior.\" The two are forced apart, and to see Thor once again, Makia aims to be the top student at Magic School!  \n\n\n---",
      "fr": "Makia est une noble dame issue d'une infâme sorcière. Thor, un garçon qui a été élevé avec elle et est venu d'un autre monde, est choisi pour être le chevalier du «sauveur». Les deux sont forcés de se séparer, et pour revoir Thor, Makia vise à être la meilleure élève de Magic School!",
      "id": "Makia adalah seorang gadis bangsawan yang merupakan keturunan dari seorang penyihir yang dikenal akan kejahatannya. Thor, seorang anak laki-laki yang dirawat bersama makia dan datang dari dunia lain, dipilih untuk menjadi seorang ksatria bagi sang \"penyelamat\". Keduanya terpaksa harus berpisah karena suatu alasan, dan ketika mereka berdua dipertemukan kembali, Makia bertekad untuk menjadi murid terbaik yang ada di sekolah sihir! ---",
      "ru": "Загадочный мир под названием «Мейдер». В нём существуют магия, рыцари, драконы и… ведьмы. Макия – юная волшебница из дворянской семьи, являющаяся потомком «Самой худшей ведьмы этого мира», и любительница провести вечерок-другой, изучая новые заклинания. Однажды она встречает необычного паренька, которому даёт имя Тор. Вместе они продолжают углубляться в исследование колдовства и довольно быстро находят общий язык. Это начало длинной истории о девочке, пытающейся понять себя и свои истинные чувства.",
      "tr": "Makia, kötü şöhretli bir cadının soyundan gelen asil bir hanımefendi. Başka bir dünyadan gelen ve Makia ile birlikte büyüyen Thor, \"Kurtarıcı\"nın şövalyesi olarak seçiliyor. İkisi de birbirlerinden ayrılmak zorunda kalıyorlar ve Makia, Thor'u bir kez daha görmek için Büyü Okulu'nun en iyi öğrencisi olmayı hedefliyor!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d247597-cc11-4f58-8145-f437919e15d7",
    "title": {
      "en": "Friendly Baram"
    },
    "updatedAt": "2024-09-15T16:51:45+00:00",
    "coverArt": "https://mangadex.org/covers/2d247597-cc11-4f58-8145-f437919e15d7/b9e900df-32bb-4a11-a932-6c5434fbf016.jpg",
    "altTitles": [
      {
        "ko": "다정한 바람"
      }
    ],
    "description": {
      "en": "In order to catch trespassers in an art academy, Kang Baram and Han Dajeong stay behind. As soon as they hear the culprits enter, the two hide in a closet in a hurry,  but are surprised to see an unexpected sex scene unfold before them, and the two lose their chance to jump out of their hiding spot. \n\nAs the two stuffed in a tight enclosure in an uncomfortable position, awkward tension between the two, Baram develops an erection... \nAfter Dajeong sees Baram's embarrassed expression, he remembers him being his one-night stand, but Baram begs him to forget about what happened.\n\n\"So you... had sex with me, but now you're throwing me away like some measly trash?\"\n[Madeleine Scans]"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-09-07T11:58:17+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "“You’re amazing for being alive another day!”\n\nA Manga about an understanding girlfriend who rewards you with a “log-in bonus” every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21699dbf-c427-41d8-bbcf-c7cbd1755615",
    "title": {
      "en": "Erio and the Electric Doll"
    },
    "updatedAt": "2024-08-28T18:10:19+00:00",
    "coverArt": "https://mangadex.org/covers/21699dbf-c427-41d8-bbcf-c7cbd1755615/3a146a51-3659-41f4-b99d-be1d5cbcd338.jpg",
    "altTitles": [
      {
        "ja": "エリオと電気人形"
      },
      {
        "ja-ro": "Erio to Denki Ningyou"
      },
      {
        "ja": "Erio and electric doll"
      }
    ],
    "description": {
      "en": "The story centers around Anjie, an electric doll, and Erio, a human raised by her. In order for Erio to experience the outside world, the two set out on a journey."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2657463e-127b-4f12-9031-b4ca2bcad2cd",
    "title": {
      "ja": "River End Cafe"
    },
    "updatedAt": "2022-07-19T17:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/2657463e-127b-4f12-9031-b4ca2bcad2cd/67626ded-a48e-4c9d-8b15-53e4dd4ee88c.jpg",
    "altTitles": [
      {
        "ja": "リバーエンド・カフェ"
      }
    ],
    "description": {
      "en": "In the aftermath of the 2011 Tohoku earthquake, the idyllic town of Ishinomaki and its people have been left devastated.  High schooler Irie Saki has been bullied and left all alone after a certain incident at school. After meeting the mysterious owner of the River End Cafe, she begins to learn the importance of the thing she once rejected."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "86"
  },
  {
    "mangaId": "265da069-ca97-434a-ba54-d118ed9b6e7f",
    "title": {
      "en": "I Have 999 Abilities"
    },
    "updatedAt": "2022-07-03T13:35:02+00:00",
    "coverArt": "https://mangadex.org/covers/265da069-ca97-434a-ba54-d118ed9b6e7f/1c3fbb90-a764-4157-a0b3-e930f0b744c5.jpg",
    "altTitles": [
      {
        "en": "I Can Snatch 999 Types of Abilities"
      },
      {
        "en": "Your Abilities Are Mine"
      },
      {
        "zh": "我有999种异能"
      },
      {
        "zh-ro": "Wo You 999 Zhong Yi Neng"
      }
    ],
    "description": {
      "en": "In a world where superpowers are commonplace, Yang Xifa swore bloody revenge on those who harmed his dear sister. He will use his ability to take away other's powers to build himself up from an innocent bystander to become the leader of a powerful organization. Combining his strength and smarts to defeat the evil-doers, he will collect 999 abilities and become the most powerful hero in the world!\n\n(Source: Anilist (Bilibili, translated))"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "653000fb-1edd-4e05-9d44-36358708a5e9",
    "title": {
      "en": "Me and My Beast Boss"
    },
    "updatedAt": "2024-07-08T13:35:13+00:00",
    "coverArt": "https://mangadex.org/covers/653000fb-1edd-4e05-9d44-36358708a5e9/019b4e5a-acc2-43cd-8d9a-2519b5156d1e.jpg",
    "altTitles": [
      {
        "ja": "獣上司に実は認められていた話"
      },
      {
        "ja-ro": "Kemono Joushi ni Jitsuwa Mitomerarete Ita Hanashi"
      }
    ],
    "description": {
      "en": "In a world where beastmen stand on top of humans, OL Saki continues to struggle to lose.\n\nSaki endured the days of power harassment from her boss, but one day she was suddenly called by the company president, Atlas.\n\nI'll do my best!\n\nMofumofu story with 100% power of healing ♪"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc1b8669-82b2-4232-99c1-40d48fc2d988",
    "title": {
      "en": "Undead Unluck"
    },
    "updatedAt": "2024-08-04T17:53:38+00:00",
    "coverArt": "https://mangadex.org/covers/cc1b8669-82b2-4232-99c1-40d48fc2d988/7411ff06-6505-4cc4-a840-2d5ad4bac6c1.jpg",
    "altTitles": [
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ru": "Нежить и Неудача"
      },
      {
        "kk": "Өлімсіз бен Сәтсіздік"
      },
      {
        "th": "Undead Unluck"
      }
    ],
    "description": {
      "en": "As an UNLUCKY girl prepares to face her death, an UNDEAD who desperately wants to die appears before her! Vicious, violent and buck naked! An unprecedented picaresque hero appears in Shonen Jump!  \n  \n- Winner of the 2020 Tsugimanga award.",
      "th": "อันเดดที่ใฝ่หาความตายปรากฎตัวขึ้นต่อหน้าอันลัคที่ตั้งใจจะตาย...!? ฮีโร่วายร้ายที่ทั้งร้าย！โหด! โป๊! แบบที่คุณไม่เคยเห็นมาก่อน ตีพิมพ์แล้วในจัมป์วันนี้!",
      "pt-br": "Enquanto uma garota Azarada se prepara para enfrentar sua morte, um MORTO-VIVO que deseja desesperadamente morrer aparece diante dela! Vicioso, violento e nu! Um herói pitoresco inédito aparece na Shonen Jump!\n\nVencedor do prêmio Tsugimanga 2020."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da25c95f-e062-48ea-b5a0-9b51aeeddc05",
    "title": {
      "en": "Zeikin de Katta Hon"
    },
    "updatedAt": "2024-08-16T17:41:02+00:00",
    "coverArt": "https://mangadex.org/covers/da25c95f-e062-48ea-b5a0-9b51aeeddc05/b28dfbfa-182b-421f-9e67-1a2ad3e5669c.jpg",
    "altTitles": [
      {
        "ja": "税金で買った本"
      },
      {
        "en": "Books Bought With Taxes"
      },
      {
        "ja": "Books bought with tax"
      },
      {
        "en": "Books Bought with Taxpayer's Money"
      }
    ],
    "description": {
      "en": "Ishidaira is a delinquent who visited the library for the first time since elementary school. But then, he was pointed out by Hayasemaru and Shirai, who works at the library, that he has not returned a book that he borrowed ten years ago. A manga about how Ishidaira went from trying to borrow a book from a library to working there instead.",
      "pt-br": "Ishidaira é um delinquente que visitou a biblioteca pela primeira vez desde o ensino fundamental. Mas então, ele foi apontado por Hayasemaru e Shirai, que trabalha na biblioteca, que ele não devolveu um livro que pegou emprestado dez anos atrás. Um mangá sobre como Ishidaira passou de tentar pegar um livro emprestado de uma biblioteca para trabalhar lá."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-05-08T23:05:04+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/e878e3bb-a019-4bc9-bd7c-8c370369b20f.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99d4f2ee-19f1-4a81-84d8-aa13dc207227",
    "title": {
      "en": "Kanpeki na Machi"
    },
    "updatedAt": "2024-09-01T10:30:14+00:00",
    "coverArt": "https://mangadex.org/covers/99d4f2ee-19f1-4a81-84d8-aa13dc207227/bb92b728-ebf2-4a48-909b-214c32ab47db.jpg",
    "altTitles": [
      {
        "ja": "かんぺきな街"
      },
      {
        "en": "A Perfect City"
      },
      {
        "pt-br": "A Cidade Perfeita"
      }
    ],
    "description": {
      "en": "Josh, who is unemployed, takes home on a whim a bundle of answer sheets he sees at a found object collection center. He meets a girl, Mika Nagasaki, who is looking for the bundle, and through his involvement with her and the people around her, he comes face to face with the love he himself is dragged into.\n\n---\nNote: Includes an oneshot called Neko Sagashi.",
      "pt-br": "Josh, que está desempregado, leva para casa, por capricho, um envelope com provas respondidas que vê em um departamento de achados e perdidos. Dessa forma, ele conhece a Mika Nagasaki, uma garota misteriosa que está procurando o envelope e, por meio de seu envolvimento com ela e com as pessoas ao seu redor, ele acaba se encontrando em uma situação inusitada.\n\nObservação: Inclui um oneshot chamado Neko Sagashi."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/ad2471d3-64b3-4310-94f9-0a11b6dfda73.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f7367e32-f7f3-4ddc-a101-9cb46e60e73d",
    "title": {
      "en": "Haiena-chan ni Nerawarete"
    },
    "updatedAt": "2024-03-03T18:03:44+00:00",
    "coverArt": "https://mangadex.org/covers/f7367e32-f7f3-4ddc-a101-9cb46e60e73d/f1347716-1980-48f4-bffa-b880eb1b19b7.jpg",
    "altTitles": [
      {
        "es-la": "Siendo el objetivo de Hiena-chan"
      },
      {
        "es-la": "La chica hiena está destrás de mi."
      },
      {
        "ja": "ハイエナちゃんに狙われて"
      },
      {
        "pt-br": "Sendo alvo da Hiena-chan"
      },
      {
        "ja-ro": "Haiena-chan ni Nerawarete"
      },
      {
        "en": "Being Targeted by Hyena-chan"
      },
      {
        "tr": "Hyena-chan Tarafından Hedef Alınmak"
      }
    ],
    "description": {
      "en": "I found out that my long-distance girlfriend had gotten a new older boyfriend from the city and while I was in the grip of despair, a girl named Haibara Enako, more affectionately called \"Hyena-chan\" suddenly appeared before me and confessed, \"I don't have a boyfriend and I'm free right now.\"",
      "tr": "Uzak mesafe kız arkadaşımın şehirden yaşça büyük yeni biriyle sevgili olduğunu öğrendim ve ben umutsuzluğun pençesindeyken Haibara Enako adında, diğer adıyla \"Hyena-chan\" olarak anılan bir kız aniden karşıma çıktı ve bana açıldı, \" Erkek arkadaşım yok ve şu anda boşum.\"",
      "pt-br": "Após um término de namoro recente, nosso protagonista é abordado por Enako Haibara, também conhecida como “Hiena”…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7f92852b-92a0-49b6-b26c-9526d287bd71",
    "title": {
      "en": "Yumenashi-sensei no Shinroshidou"
    },
    "updatedAt": "2024-07-31T12:35:27+00:00",
    "coverArt": "https://mangadex.org/covers/7f92852b-92a0-49b6-b26c-9526d287bd71/29ffae02-0fe4-44f7-bea7-72d3e7d6653b.jpg",
    "altTitles": [
      {
        "ja": "夢なし先生の進路指導"
      },
      {
        "en": "Yumenashi-sensei's Guidance Counseling"
      },
      {
        "en": "Dreamless-sensei's Guidance Counseling"
      }
    ],
    "description": {
      "en": "A former career consultant, Takanashi now works for a school as a Guidance Counselor. During career guidance meetings, he gives headstrong students data and tells them the realities of the world around them, hoping that they rethink their dreams. Because of that, students call him “Yumenashi-sensei” (“Dreamless-sensei”/“Dream Crusher–sensei”)."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e06e6024-9688-4a38-a8b4-6facd3fe1d80",
    "title": {
      "en": "Mankitsu Shitai Jouren-san"
    },
    "updatedAt": "2024-07-09T13:27:49+00:00",
    "coverArt": "https://mangadex.org/covers/e06e6024-9688-4a38-a8b4-6facd3fe1d80/e6758c5f-7943-44f3-8ca2-a2c55faf8a9c.jpg",
    "altTitles": [
      {
        "ja": "まんきつしたい常連さん"
      },
      {
        "es-la": "Una clienta habitual quiere divertirse"
      },
      {
        "fr": "La cliente régulière veut s'amuser"
      },
      {
        "en": "Miss Regular Customer Wants to Enjoy"
      },
      {
        "en": "The Regular Enjoying Herself at the Manga Cafe"
      },
      {
        "ja-ro": "Mankitsu Shitai Jouren-san"
      },
      {
        "zh-hk": "想盡情享受的常客小姐"
      },
      {
        "zh": "想尽情享受的常客小姐"
      }
    ],
    "description": {
      "en": "Izumi, a university student part-timing at a manga cafe, got curious about a regular customer. Her name is Honami, a high school girl who's been coming to the manga cafe recently. This defenseless and seemingly cute girl who he can't take his eyes off of has a secret...!?\n\nThis is a slightly naughty, heartful love comedy where this gentle pair will get to \"enjoy\" their youth to the fullest!!",
      "ja": "マンガ喫茶で働く大学生・泉には気になっている常連さんがいた。 それは最近よく来店する女子高生のほなみちゃん。 どこか無防備で可愛らしい彼女には、 目を離せないある秘め事があって…！？ 青春を“まんきつ”する優しいふたりの ちょっとエッチなハートフルラブコメ！！\n\n---\n\nManga kissa de hataraku daigakusei izumi ni wa ki ni natte iru jōren-san ga ita. Sore wa saikin yoku raiten suru mesukōsei no hona michan. Doko ka mubōbi de kawairashī kanojo ni wa,-me o hanasenai aru himegoto ga atte…!? Seishun o “ma n kitsu” suru yasashī futari no chottoetchina hātofururabukome!!",
      "es-la": "Izumi, un estudiante universitario que trabaja en un café de manga, tiene una clienta habitual que le interesa. Se trata de una chica de instituto, Honami, que últimamente frecuenta la tienda. ¡Su aspecto es algo inocente y tierno, pero tiene un secreto del que no puede apartar la vista...! ¡Una comedia romántica un poco atrevida sobre dos personas amables que disfrutan plenamente su juventud!",
      "pt-br": "Izumi, um estudante universitário que trabalha meio período em um café de mangá, ficou curioso sobre uma cliente regular. O nome dela é Honami, uma estudante do ensino médio que tem vindo ao café mangá recentemente. Essa garota indefesa e aparentemente fofa de quem ele não consegue tirar os olhos tem um segredo...!?\n\nEsta é uma comédia de amor um pouco safada e sincera, onde este gentil casal poderá \"aproveitar\" sua juventude ao máximo!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b2e7c95-9e4d-4199-9ea6-52add4c22cfa",
    "title": {
      "en": "Countach"
    },
    "updatedAt": "2023-06-29T03:36:54+00:00",
    "coverArt": "https://mangadex.org/covers/2b2e7c95-9e4d-4199-9ea6-52add4c22cfa/133f0ac4-c32d-4be4-bc22-938f219779a0.png",
    "altTitles": [
      {
        "ja": "カウンタック"
      }
    ],
    "description": {
      "en": "The day after he finds himself dumped by his girlfriend, Sorayama Shun recieves a letter… from himself? The letter was from Shun 25 years ago for his future self. The letter reminds him of the time when he dreamed of owning a Countach and being a successful professional racer. With loads of luck and his ambition to make his childhood dream come true, he finds himself as a new owner of an LP400 Countach."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "289"
  },
  {
    "mangaId": "ca5fb826-a0be-4c9b-8b38-13c0a444c86b",
    "title": {
      "en": "she is beautiful"
    },
    "updatedAt": "2024-05-31T05:27:27+00:00",
    "coverArt": "https://mangadex.org/covers/ca5fb826-a0be-4c9b-8b38-13c0a444c86b/3abb40b7-c1fe-47ed-9d72-dd1c75e0d1e1.jpg",
    "altTitles": [
      {
        "ja": "シーイズビューティフル"
      },
      {
        "es-la": "ella es hermosa"
      },
      {
        "pt-br": "ela é linda"
      },
      {
        "ru": "oна прекрасна"
      },
      {
        "fr": "elle est belle"
      },
      {
        "ro": "ea este frumoasă"
      }
    ],
    "description": {
      "en": "In a mysterious institution, Familie, girls get raised. Kurumi, a girl who lives there, fell asleep the day before her 10th birthday. When she woke up, 14 years had passed. A mysterious journey begins to return to the places she doesn't know, her friends, and her lost memories.",
      "es-la": "En una institución misteriosa, Familie, crían chicas. Allí vivía Kurumi, el día anterior a su 10º cumpleaños, se fue a dormir. Y al despertar pasaron 14 años. Está en un lugar desconocido, sus amigas crecieron. Aquí comienza el viaje bizarro para descubrir sus memorias perdidas"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "50"
  },
  {
    "mangaId": "84cf55e0-b497-4455-8b40-4c5a880de96b",
    "title": {
      "en": "Inkya Gyaru demo Ikigaritai!"
    },
    "updatedAt": "2024-07-20T22:09:34+00:00",
    "coverArt": "https://mangadex.org/covers/84cf55e0-b497-4455-8b40-4c5a880de96b/96ac0eba-a548-41e9-abfd-7901c7511fc0.jpg",
    "altTitles": [
      {
        "ja": "陰キャギャルでもイキがりたい！"
      },
      {
        "ja-ro": "Inkya Gal demo Ikigaritai!"
      },
      {
        "en": "Even the Introverted Gals Wanna Get Out There!"
      }
    ],
    "description": {
      "en": "Ichiko and Kuran are members of the subculture research club. They like various subcultures and they like cute stuff. Read along as these two asocial gyaru spend their days in their new kind of \"youthful moratorium.\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2627aa38-96f8-4bbc-8b23-19717721aeb4",
    "title": {
      "en": "Mushoku Kyousei Shuuyoujo"
    },
    "updatedAt": "2023-12-03T17:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/2627aa38-96f8-4bbc-8b23-19717721aeb4/7082efaa-56c5-4707-a802-93b4cc9f8f88.jpg",
    "altTitles": [
      {
        "en": "Mushoku Recycle"
      },
      {
        "en": "Unemployed Concentration Camp"
      },
      {
        "ja": "無職強制収容所"
      },
      {
        "fr": "Bosse où crève!"
      }
    ],
    "description": {
      "en": "2022, Japan's non-workers regeneration method has been established.  \nPerson who does not have income more than six months, is subject to a treatment where they rewrite their brain at a regeneration treatment facility.  \nTatsuya Kamijou was working in a foreign-owned investment company. One day he loses his job, but six months later, Tatsuya is sent to a concentration camp rather than a playback facility. There he is subjected to worse treatment than brainwashing and training.   \nWhy was Tatsuya sent there?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "29"
  },
  {
    "mangaId": "e9cc438f-46d9-4da2-872a-237f89caa7a6",
    "title": {
      "en": "Is My Second Life a Healing Life?"
    },
    "updatedAt": "2024-08-31T11:35:13+00:00",
    "coverArt": "https://mangadex.org/covers/e9cc438f-46d9-4da2-872a-237f89caa7a6/9e31cefd-c422-4c02-a016-4610bc922864.png",
    "altTitles": [
      {
        "ko": "두 번째 삶은 힐링라이프?"
      },
      {
        "en": "The Second Life Is a Healing Life?"
      },
      {
        "pt-br": "Minha segunda vida é uma vida de cura?"
      },
      {
        "pt-br": "Minha segunda vida é uma vida de curandeiro?"
      },
      {
        "ru": "Перерождение в поиске исцеления"
      },
      {
        "en": "My Second Life Is a  Healing Life?"
      }
    ],
    "description": {
      "en": "Eugene Felivia, the beloved youngest son of the noble Felivia family, known for its great warriors, gains a second life thanks to the grace of 'Felin, the Wizard of Creation.' Eugene dreams of becoming a wizard like Felin, who saved him, and using his powers to make the world a better place. However, the dark and harsh realities and his fate still refuse to let him go...",
      "pt-br": "Eugene Felivia, o querido filho mais novo da nobre família Felivia, conhecida por seus grandes guerreiros, ganha uma segunda vida graças à graça de ‘Felin, o Feiticeiro da Criação’. Eugene sonha em se tornar um bruxo como Felin, que o salvou, e usar seus poderes para tornar o mundo um lugar melhor. No entanto, a realidade sombria e dura e o seu destino ainda se recusam a deixá-lo ir…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-07-19T00:11:19+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\n---\n\nAlternative version: [A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01d217cd-0857-4460-b463-adcb393fc97f",
    "title": {
      "en": "Babysitting the Male Lead"
    },
    "updatedAt": "2024-07-06T13:03:52+00:00",
    "coverArt": "https://mangadex.org/covers/01d217cd-0857-4460-b463-adcb393fc97f/38da563c-3344-41de-8403-2bb7aec88f2d.jpg",
    "altTitles": [
      {
        "ko": "남주를 임시보호 중입니다"
      },
      {
        "ko-ro": "Namjureul Imsiboho Jungimnida"
      },
      {
        "en": "Fostering the Male Lead"
      },
      {
        "en": "I Will Temporarily Protect the Male Lead"
      },
      {
        "fr": "Le prince apprivoisé"
      },
      {
        "ja": "オオカミ皇太子を保護しています"
      },
      {
        "zh": "临时保护我方男主"
      }
    ],
    "description": {
      "en": "I somehow took over the body of a villainess in a novel. Originally, I was supposed to die after coveting the male lead, but instead, I decided to become a rich unemployed woman and enjoy a life full of pleasures.\n\n\"You said you wanted to raise a puppy, so this brother went to hunt one for you. How's your brother's hunting skills?\"\n\nUntil my brother came back after hunting the male lead who had turned into a wolf…\n–\nHaving been forced to look after the male lead, I somehow succeeded in taming him after many twists and turns. Now all that's left is to look for this mysterious female lead and hand over the leash, then it will be all over. But…\n\n\"Have you become tired of me?\"\n\n\"No, not at all.\"\n\n\"Then why do you keep trying to send me to a strange person?\"\n\nMaybe it's because he has stayed with me for too long, but it seems he has lost his social skills and has also developed separation anxiety.\n\n\"That person is someone very important to Your Highness.\"\n\n\"The only person who is important to me is you.\"\n\n\"Are you sure?\"\n\n\"Yes, because I've imprinted,\" he whispered and curved the corner of his eyes, \"on you.\"\n\nThe half-bent, bright yellow eyes were brimming with obsession.\n\n---\nRosetta Kazel is enjoying her life as the villainess of a novel, until she's given a silver wolf to be her new pet. Rosetta knows this is none other than the cursed male lead of the novel, Prince Sihael von Idris, who's become stuck in his wolf form! To follow the novel, all Rosetta has to do is look after the wolf prince until the female lead can show up. But what if events have changed so much from the novel that she never turns up? How long will Rosetta be stuck caring for this unruly pup?\n\n---\n\n[Original Novel](https://page.kakao.com/content/55937153)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EB%A5%BC-%EC%9E%84%EC%8B%9C%EB%B3%B4%ED%98%B8-%EC%A4%91%EC%9E%85%EB%8B%88%EB%8B%A4/3091), [KakaoPage](https://page.kakao.com/content/60651851)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6c30be6-3ded-428b-8bcf-be81ab8f7d33",
    "title": {
      "en": "Sasinsonyeon"
    },
    "updatedAt": "2024-04-14T20:27:56+00:00",
    "coverArt": "https://mangadex.org/covers/c6c30be6-3ded-428b-8bcf-be81ab8f7d33/3eb0d3de-0479-44fb-8120-7d61c1d78536.jpg",
    "altTitles": [
      {
        "en": "The Boy of Death"
      },
      {
        "ko-ro": "Sasinsonyeon"
      },
      {
        "zh-hk": "死神少年"
      },
      {
        "ko": "사신소년"
      },
      {
        "ru": "Жнец смерти"
      },
      {
        "en": "Reaper Boy"
      },
      {
        "en": "Hero Ticket"
      },
      {
        "th": "ตั๋วโกงชีวิต"
      },
      {
        "vi": "Cậu Bé Của Thần Chết"
      },
      {
        "id": "Ticket Hero"
      },
      {
        "es-la": "El Niño de la Muerte"
      }
    ],
    "description": {
      "en": "Lee Kyung Ho's mind was engulfed with ending his life due to bullying and the loss of his mother. He attempts to, but is saved. His determination to commit suicide somehow entices Sierra, a grim reaper who later offers him a contract. This contract blesses him with the ability to borrow the powers of the dead in their previous life in return of sacrificing years from his lifespan. For the sake of attaining what he wishes for, he eventually agrees to it.\n\n---\n**Original Webtoon:** [Naver](https://comic.naver.com/webtoon/list?titleId=730656)\n\n---\n**Official Translations:** [Chinese (Traditional Characters) / 漢語](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771),  [Indonesian / Bahasa](https://www.webtoons.com/id/action/ticket-hero/list?title_no=2195)",
      "fr": "L'esprit de Lee Kyung Ho était complètement bouleversé à l'idée de mettre fin à ses jours à cause du harcèlement et de la perte de sa mère. Il essaie, mais il est sauvé. Sa détermination à se suicider séduit Sierra, une faucheuse sinistre qui lui offre plus tard un pacte. Ce pacte lui permet d'emprunter les pouvoirs des morts dans leur vie antérieure en échange de plusieurs années sacrifiées de sa vie. Afin d'atteindre ce qu'il souhaite, il finit par l'accepter.  \n  \n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771)",
      "ru": "Ли Кён Хо был поглощен идеей суицида, из-за издевательств в школе и гибели его матери. Очередная попытка, но спасен. Его решимость покончить с собой каким-то образом соблазняет Сиеру, мрачного жнеца, который позже предлагает ему контракт. Этот контракт даёт возможность заимствовать способности и силы мертвых из их предыдущей жизни, в обмен на силу, он должен жертвовать годами, которые ему остались на этой земле. Ради достижения того, чего он желает, он всё таки соглашается на сделку.",
      "es-la": "Lee Kyung Ho queria terminar su vida debido al acoso y la pérdida de su madre. Intenta hacerlo, pero no lo consigue. Su determinación de suicidarse de alguna manera fracasa, una persona llega y le ofrece un contrato. Este contrato lo bendice con la capacidad de tomar prestados los poderes de los muertos en su vida anterior a cambio de sacrificar años de su vida. Para lograr lo que desea y el acepta el trato."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0966537-58a1-421b-8ea9-3e7f02d703c4",
    "title": {
      "en": "The Hero Returns"
    },
    "updatedAt": "2024-06-29T20:26:08+00:00",
    "coverArt": "https://mangadex.org/covers/e0966537-58a1-421b-8ea9-3e7f02d703c4/5cef80fc-a670-45ad-bfdb-3c9869445691.jpg",
    "altTitles": [
      {
        "en": "Hero, Returns"
      },
      {
        "ko": "영웅, 회귀하다"
      },
      {
        "ru": "Герой возвращается"
      },
      {
        "es-la": "Heroe, regresa"
      }
    ],
    "description": {
      "en": "The strongest hero of humanity, Kim Sung Bin.\n\nHe threw everything on the line and fought… but he still couldn’t prevent the destruction of the world.\n\nHowever, his legend has just begun as he returns 20 years into the past.\n\n“I’ll definitely… kill it this time.”\n\nNow fully equipped with overwhelming power and experience, the hero’s raid isn’t over yet!",
      "ko": "인류 최강의 영웅, 김성인\n모든 것을 내던지며 분투했지만\n결국…… 세상의 멸망은 막지 못했다\n\n하지만 그의 전설은 이제 시작이었으니\n성인, 20년 전으로 회귀하다!\n\n“이번에는…… 반드시 잡는다.”\n\n압도적인 재능과 경험으로 무장한 완전체\n영웅의 레이드는 아직 끝나지 않았다!",
      "ru": "Сильнейший герой человечества Ким Сон Бин. Он бросил все на кон и сражался, но… не cмог предотвратить разрушение мира. Однако его легенда только начинается, когда Сон Бин возвращается на 20 лет в прошлое.",
      "pt-br": "O herói mais forte da humanidade, Kim Sung Bin.\n\nEle jogou tudo na linha e lutou... mas ele ainda não conseguiu impedir a destruição do mundo.\n\nNo entanto, sua lenda apenas começou quando ele retorna 20 anos no passado.\n\n\"Com certeza... vou matá-lo desta vez.\"\n\nAgora totalmente equipado com poder e experiência esmagadores, o ataque do herói ainda não acabou!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f73bd5e-30a8-4ba6-a276-c7a58d368a09",
    "title": {
      "en": "Everlasting God of Sword"
    },
    "updatedAt": "2023-12-31T05:52:24+00:00",
    "coverArt": "https://mangadex.org/covers/9f73bd5e-30a8-4ba6-a276-c7a58d368a09/abe0cb92-fd71-46be-9c37-c635844a78f1.jpg",
    "altTitles": [
      {
        "en": "EGOS"
      },
      {
        "ru": "Бессмертный бог меча"
      },
      {
        "zh": "万古剑神"
      },
      {
        "zh-ro": "Wangu Jian Shen"
      },
      {
        "vi": "Vạn Cổ Kiếm Thần"
      }
    ],
    "description": {
      "en": "He stood at the pinnacle of the world. Surpassing all since birth in the art of the sword. But fate has left him crippled moments before reaching the apex. But the story continues and the legend will rise again…\n\n---\n- **Note:** 2nd Place in 15th Chinese Golden Dragon Manhua Awards",
      "fr": "Il se tenait au sommet du monde. Surpassant tout depuis la naissance dans l'art de l'épée. Mais le destin l'a laissé infirme quelques instants avant d'atteindre le sommet. Mais l'histoire continue et la légende renaîtra…",
      "zh": "天下最风流的剑客，名曰沈三公子。 天下最有名的剑法，唤作万藏剑经。 天下最强大最神秘的地方，是为弃剑山庄。 每周六早上九点准时更新~"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10ab647d-81dd-4b42-82f5-b73bdd361d23",
    "title": {
      "en": "Red Limit"
    },
    "updatedAt": "2024-06-17T21:01:05+00:00",
    "coverArt": "https://mangadex.org/covers/10ab647d-81dd-4b42-82f5-b73bdd361d23/f3108e79-f42d-4db4-a88d-42eba619d3fb.jpg",
    "altTitles": [
      {
        "ja-ro": "Jeoksaeg Yeongyeok"
      },
      {
        "ko": "적색영역"
      }
    ],
    "description": {
      "en": "\"You said you liked my hands, right? I'll lend them to you. When you start having feelings for me, please show me your face beneath the blindfold.\"  \nMyeongdo handed a note to the man sitting across on the subway. The note had the place and time, and he only saw his face just once. Satisfying his libido without knowing the man's name, age and personality was fine, is what he thought but…"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": "60"
  },
  {
    "mangaId": "6a6a13cc-d611-41e1-9924-7b3ddfcf154a",
    "title": {
      "en": "Hibichika Time"
    },
    "updatedAt": "2023-06-29T04:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/6a6a13cc-d611-41e1-9924-7b3ddfcf154a/e73555d7-32b6-4d2d-8457-aedd088eb662.png",
    "altTitles": [
      {
        "ja": "ひびちかタイム"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "32"
  },
  {
    "mangaId": "24302640-2313-4f9c-8149-b572ec450907",
    "title": {
      "en": "Let's Hide My Little Brother"
    },
    "updatedAt": "2023-11-06T23:35:00+00:00",
    "coverArt": "https://mangadex.org/covers/24302640-2313-4f9c-8149-b572ec450907/10f1b8c1-8fc9-4980-8a42-5231799541bf.jpg",
    "altTitles": [
      {
        "ko": "우선 남동생부터 숨기자"
      },
      {
        "ko-ro": "Useon Namdongsaengbuteo Sumgija"
      },
      {
        "en": "First of All, Let's Hide My Younger Brother"
      },
      {
        "en": "First Let's Hide My Younger Brother"
      },
      {
        "en": "Let's Hide My Younger Brother First"
      },
      {
        "de": "Verstecke deinen Bruder!"
      },
      {
        "ja": "弟は今留守番中です"
      },
      {
        "zh": "先把弟弟藏起来"
      }
    ],
    "description": {
      "en": "I've possessed a character in an R-rated BL manhwa. It's in a world where people, whose craziness ranges from one to ten, appear.\n\n\"Franz, can you take off your clothes for a moment?\"\n\n\"Sister? Wh-why my clothes?\"\n\nTheir crazy serenade had already begun. Having been faced with the violence my younger brother had to endure, I made a vow.\n\n\"Instead of Franz, I'll have *Schuette* instead.\"\n\nThose people are coming soon. The people who will exterminate my family, and when that's not enough, they'll devour my younger brother's innocence.\n\n\"And I'll become a knight to succeed our family and carry on its legacy.\"\n\nIf he doesn't go, I'll die! That's how I thoroughly hid my brother and decided attend all the official events myself. …But something's wrong.\n\n\"I do! I love Kyla Vesta!\"\n\n\"If Young Miss gets hurt, then I'll…\"\n\n\"I don't feel the need to wait any longer.\"\n\nDidn't you all like men? Why are you all suddenly obsessed with me?\n\n---\nThe fate of a girl in a BL novel is a tragic one. Girls are either vaguely helpful, evil, or add nothing to the plot. So what happens when you turn into the older sister of a BL novel protagonist? The older sister who dies a tragic death at the hands of a madman who’s infatuated with your younger brother? You go with your gut instinct: hide him. Hide your brother from everything, especially men, that could harm him and you. That’s the task that Kyla Vesta is set with in this life, and a task that she’s determined to complete.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EC%84%A0-%EB%82%A8%EB%8F%99%EC%83%9D%EB%B6%80%ED%84%B0-%EC%88%A8%EA%B8%B0%EC%9E%90/2649), [KakaoPage](https://page.kakao.com/content/57492806)\n\n**Official Translations:**\n* [English](https://www.lezhinus.com/en/comic/hide_brother)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9813/)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000164)\n* [Indonesian / Bahasa Indonesia](https://www.fizzo.org/page/share/?bid=7838953455539453182&isNew=1&from=copy_link&group=2&d=5769532665904477950&language=id&region=ID)\n* [Japanese / 日本語](https://piccoma.com/web/product/74283)",
      "zh": "穿越到自己读过的纯爱小说里，成为了主角的姐姐！偏执狂男主的第一牺牲者竟然是我… 为了活命首先把弟弟藏起来，代替他成为骑士，可是为什么男主不按常理出牌突然开始纠缠我？！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EC%84%A0-%EB%82%A8%EB%8F%99%EC%83%9D%EB%B6%80%ED%84%B0-%EC%88%A8%EA%B8%B0%EC%9E%90/2649), [KakaoPage](https://page.kakao.com/content/57492806)\n\n**Official Translations:**\n* [English](https://www.lezhinus.com/en/comic/hide_brother)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9813/)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2000164)\n* [Indonesian / Bahasa Indonesia](https://www.fizzo.org/page/share/?bid=7838953455539453182&isNew=1&from=copy_link&group=2&d=5769532665904477950&language=id&region=ID)\n* [Japanese / 日本語](https://piccoma.com/web/product/74283)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8211bac6-a392-4e37-b3b6-dac0f4512d24",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daiyonshou - Seiiki to Gouyoku no Majou"
    },
    "updatedAt": "2024-03-19T20:03:56+00:00",
    "coverArt": "https://mangadex.org/covers/8211bac6-a392-4e37-b3b6-dac0f4512d24/500a6dd6-e5f7-4b7d-b85a-0d2233b4c216.jpg",
    "altTitles": [
      {
        "es": "Re:Zero - Empezar de cero en un mundo diferente - Arco 4: El santuario y la bruja de la avaricia"
      },
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 4: The Sanctuary and the Witch of Greed"
      },
      {
        "ja": "Re:ゼロから始める異世界生活 第四章 聖域と強欲の魔女"
      },
      {
        "ru": "Re:Zero. Жизнь с нуля в альтернативном мире. Часть четвёртая: Святилище и ведьма жадности"
      },
      {
        "pt-br": "Re:Zero - Capítulo 4: O Santuário e a Bruxa da Ganância"
      }
    ],
    "description": {
      "en": "Natsuki Subaru defeats the white whale and the archbishop of the \"Sloth\" deadly sin, and is reunited with Emilia. The two have reconciled after overcoming a painful breakup, but new turmoil awaits them...",
      "es": "Decididos a liberar a Rem de un misterioso letargo, Subaru y Emilia emprenden un nuevo viaje hacia el Santuario en donde se enfrentarán a nuevos peligros que jamás imaginarían.\n\n¡La esperada adaptación del arco 4 comienza aquí!",
      "ru": "После победы над белым китом и архиепископом греха лени Петельгейзе, Субару наконец воссоединяется с Эмилией. Однако они узнают шокирующие новости, что на Круш с Рем по пути в столицу снова напал культ ведьмы. Круш потеряла свою память, а все воспоминания о Рем у людей были стёрты. Вместе с жителями деревни Субару решает вернуться обратно, однако деревня оказалась пустой. Оставшиеся жители, которые под руководством Рам отправились в так называемое \"Святилище\", до сих пор не вернулись. Что же там произошло?.."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0ddd740-4b91-4c66-bfd0-b36a77f8e730",
    "title": {
      "en": "Brainrot Girlfriend"
    },
    "updatedAt": "2024-09-15T16:40:22+00:00",
    "coverArt": "https://mangadex.org/covers/d0ddd740-4b91-4c66-bfd0-b36a77f8e730/e2be562e-6f9a-4a1c-ab7e-31d593914232.png",
    "altTitles": [
      {
        "en": "How to train your brainrot girlfriend"
      },
      {
        "es-la": "Tengo una novia con la percepción de la realidad alterada"
      },
      {
        "tl": "Jowang Utakbulok"
      },
      {
        "tl": "Paano Sanayin ang Iyong Jowang Utakbulok"
      },
      {
        "vi": "Bạn gái bại não của tôi"
      },
      {
        "pl": "Moja dziewczyna z brainrotem"
      }
    ],
    "description": {
      "en": "She's cute! She's beautiful! She's sexy! She... speaks in tongues? In this Vietnamese manga, meet the Brainrot Girlfriend! She means well, but good luck understanding what she says. \n\nBrainrot translation: shes skibidi shes toilet shes roblox she girl math goat bussing this better caul saul mrbeast metal pipe falling the roblox amogus she gigachad glazer but colleen ballinger nonchalant poppy playtime what she roblox L rn",
      "tl": "Jowang Utakbulok"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-09-03T14:41:42+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/b1eb44d4-2286-4a0a-89d0-0b4311de846c.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "en": "Kagura Bowl"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "254876c1-1acb-48d1-a610-084387cf300a",
    "title": {
      "en": "Schrödinger's Sheep"
    },
    "updatedAt": "2024-07-12T17:42:50+00:00",
    "coverArt": "https://mangadex.org/covers/254876c1-1acb-48d1-a610-084387cf300a/f13ec1aa-7b28-4a07-b60a-fdfabe360a7d.jpg",
    "altTitles": [
      {
        "zh": "薛定谔之羊"
      },
      {
        "zh-ro": "Xueding'e Zhi Yang"
      }
    ],
    "description": {
      "en": "An ordinary corporate slave, Ding Xueyang, has a secret - he has a special ability! But his special ability has a flaw; if he is seen using it, the special ability will be randomized to a new one.\n\nFor over twenty years, in order to keep this secret, Ding Xueyang has been living very cautiously. He didn't have a significant other, didn't make any friends, and didn't even keep a pet.\n\nUntil one day, a homeless person came across his secret, and from then on Ding Xueyang has plunged into an abyss of suffering!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80422e14-b9ad-4fda-970f-de370d5fa4e5",
    "title": {
      "en": "Made in Abyss"
    },
    "updatedAt": "2024-08-28T10:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/80422e14-b9ad-4fda-970f-de370d5fa4e5/b7a6b10c-20cf-4c9a-8955-1e79c56ac3fd.jpg",
    "altTitles": [
      {
        "el": "Απο την αβυσσο"
      },
      {
        "sv": "Skapt ur Avgrunden"
      },
      {
        "ru": "Созданный в бездне"
      },
      {
        "ar": "صنع في الهاوية"
      },
      {
        "ja": "メイドインアビス"
      },
      {
        "zh-hk": "来自深渊"
      },
      {
        "ja-ro": "Meido in Abisu"
      },
      {
        "pt-br": "Feito no Abismo"
      },
      {
        "kk": "Тұңғиықта жаралған"
      },
      {
        "ka": "უფსკრულში გაკეთებული"
      }
    ],
    "description": {
      "en": "The enormous cave system, known as the Abyss, is the last unexplored place in the world. Nobody knows how deep down goes this titanic pit, inhabited by strange and wondrous creatures and full of mysterious ancient relics which purpose in unknown to modern man. Generations of bold adventurers have been drawn by the cryptic depths of the Abyss. In course of time those brave enough to explore the dangerous pit came to be known as \"Delvers.\"  \n  \nIn Orth, the town at the edge of the Abyss, there lives a little orphan named Riko, who dreams of becoming as great a delver as her mother was and solving the great mystery of the pit. One day, exploring the murky depths, she stumbles upon a little boy who turns out to be a robot…",
      "ja": "隅々まで探索されつくした世界に、唯一残された秘境の大穴『アビス』。どこまで続くとも知れない深く巨大なその縦穴には、奇妙奇怪な生物たちが生息し、今の人類では作りえない貴重な遺物が眠っている。\n「アビス」の不可思議に満ちた姿は人々を魅了し、冒険へと駆り立てた。そうして幾度も大穴に挑戦する冒険者たちは、次第に『探窟家』呼ばれるようになっていった。\n\nアビスの縁に築かれた街『オース』に暮らす孤児のリコは、いつか母のような偉大な探窟家になり、アビスの謎を解き明かすことを夢見ていた。そんなある日、リコはアビスを探窟中に、少年の姿をしたロボットを拾い…？",
      "ka": "უზარმაზარი გამოქვაბულების სისტემა, რომელიც ცნობილია როგორც უფსკრული, არის ბოლო შეუსწავლელი ადგილი მსოფლიოში. არავინ იცის, რამდენად ღრმად მიდის ეს ტიტანური ორმო, დასახლებული უცნაური და გასაოცარი არსებებით და სავსე იდუმალი უძველესი რელიქვიებით, რომელთა დანიშნულება თანამედროვე ადამიანისთვის უცნობია. თამამი ავანტიურისტთა თაობები მიზიდული იქნა უფსკრულის იდუმალი სიღრმეებით. დროთა განმავლობაში მათ, ვინც საკმარისად გაბედულები გამოიკვლიეს სახიფათო ორმო, გახდნენ ცნობილი როგორც \"დელვერები\". ორთში, უფსკრულის პირას მდებარე ქალაქში, ცხოვრობს პატარა ობოლი, სახელად რიკო, რომელიც ოცნებობს გახდეს ისეთივე დიდი დელვერი, როგორც დედამისი იყო და ამოხსნას ორმოს დიდი საიდუმლო. ერთ დღეს, ბუნდოვანი სიღრმეების შესწავლისას, ის წააწყდება პატარა ბიჭს, რომელიც აღმოჩნდება, რომ რობოტია…",
      "ru": "Огромная пещерная система, известная как Бездна, является последним неисследованным местом в мире. В этой титанической яме обитают странные и удивительные существа. Она полна таинственных древних реликвий, предназначение которых неизвестно современному человеку. Поколения смелых авантюристов были затянуты загадочными глубинами Бездны. Со временем достаточно храбрые, чтобы исследовать опасную яму, стали известны как «Исследователи Бездны». В Оосу, городе на краю Бездны, живет маленькая сирота по имени Рико, которая мечтает стать великим пещерным налетчиком, каким была ее мать, и разгадать великую тайну ямы. Однажды, исследуя темные глубины, она натыкается на маленького мальчика, который оказывается роботом...",
      "es-la": "El enorme sistema de cuevas, conocido como El Abismo, es el último lugar inexplorado en el mundo. Nadie sabe que tan profundo es este agujero titánico, habitado por extrañas y maravillosas criaturas y lleno de misterio y reliquias antiguas de propósito desconocido para la humanidad. Generaciones de valientes aventureros han sido atraídos a las profundidades cripticas del Abismo. Con el paso del tiempo estos exploradores son conocidos como \"Exploradores de las Profundidades\". En Oath, el pueblo al borde del Abismo, vive una pequeña niña huérfana llamada Riko, que sueña con convertirse en una gran exploradora como su madre y descubrir los misterios del Abismo. Un día explorando las obscuras profundidades se encuentra con un niño, que resulta ser un robot..."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "afc0d4fe-13a4-4afd-9a72-b490d2855287",
    "title": {
      "en": "Babel II"
    },
    "updatedAt": "2023-01-22T05:30:00+00:00",
    "coverArt": "https://mangadex.org/covers/afc0d4fe-13a4-4afd-9a72-b490d2855287/65877c93-bc0b-400f-8656-541dfa370d6a.jpg",
    "altTitles": [
      {
        "en": "Babel 2"
      },
      {
        "ja-ro": "Babel 2 Sei: Yomi no Fukkatsu no Maki"
      },
      {
        "ja-ro": "Babel 2-Sei"
      },
      {
        "ja-ro": "Babel 2: Yomi no Fukkatsu no Maki"
      },
      {
        "ja-ro": "Babel Nisei"
      },
      {
        "ja-ro": "Babel Nisei: Yomi no Fukkatsu no Maki"
      },
      {
        "ja": "バビル2世"
      },
      {
        "ja": "バビル2世 ヨミの復活の巻"
      },
      {
        "zh": "童神人超"
      },
      {
        "ko": "바벨2세"
      }
    ],
    "description": {
      "en": "A boy named Yamano Koichi is revealed to be the heir to the supernatural powers of an alien named Babel, who was stranded on Earth 5000 years ago and built the biblical Tower of Babel. Koichi becomes Babel II, armed with supernatural powers and served the Three Servants: the shapeshifting Rodem, the giant, pterodactyl-like Ropross, and the humanoid aquatic robot Poseidon. With his newfound powers, Babel II seeks to put an end to the ambition to Yomi, a man from the Himalayas who seeks world domination.  \n  \nAnimeNewsNetwork Links:  \n[70s Anime Adaptation](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=1192)  \n[Anniversary OVAs](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=2113)  \n[Beyond Infinity](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=490) (remake)"
    },
    "status": "completed",
    "releaseDate": 1971,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "60"
  },
  {
    "mangaId": "2c33f5d0-e900-44b7-b560-877e834a9cc9",
    "title": {
      "en": "Rookie but One-in-a-Million Actor"
    },
    "updatedAt": "2024-09-10T00:09:24+00:00",
    "coverArt": "https://mangadex.org/covers/2c33f5d0-e900-44b7-b560-877e834a9cc9/8763f258-e055-41cb-a664-893d2b3c8212.jpg",
    "altTitles": [
      {
        "ko": "신인인데 천만배우"
      },
      {
        "en": "Even Though He's a Rookie"
      },
      {
        "en": "He's an Actor With 10+ Million Views"
      },
      {
        "en": "A Rookie, Also an Actor With 10+ Million Viewers"
      },
      {
        "id": "Pendatang Baru tapi Satu-dari-Sejuta Aktor"
      }
    ],
    "description": {
      "en": "Mooyoung spent his childhood under his stepfather’s oppressive rule, a life that felt like living in hell. A mysterious voice in the living hell showed him the way to survive. “Live someone else’s life instead of yours.” That’s how his acting journey began… Was it a survival instinct? Even when he did well, he excelled too much. Through acting, Mooyoung gained a new life. This is the story of Mooyoung, the overwhelming acting genius, embarking on a challenge in the entertainment industry!",
      "id": "Moo-young mengalami masa kecil yang sulit di bawah ayah tirinya. Hidupnya bagaikan neraka baginya. Namun, pada suatu hari sebuah suara misterius menunjukkan jalan keluar dari neraka hidupnya. \"Jalani hidup orang lain dan bukan hidupmu sendiri.\" Begitulah dia mulai berakting. Itu seperti naluri untuk bertahan hidup. Bagus, sangat bagus. Ha Moo-young mendapatkan kehidupan baru melalui akting. Ha Moo-young, seorang jenius akting yang luar biasa, menantang industri hiburan!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ecc4e2d-f4cc-4717-aac8-4cdfc9737920",
    "title": {
      "en": "HONEY CATCH"
    },
    "updatedAt": "2024-05-05T16:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/7ecc4e2d-f4cc-4717-aac8-4cdfc9737920/5c4421a1-dcbf-4299-bf8e-a3b35ea9b8e2.jpg",
    "altTitles": [
      {
        "zh": "空心恋人"
      },
      {
        "en": "Hollow Lovers"
      }
    ],
    "description": {
      "fr": "Chu Lin est un jeune homme terriblement séduisant qui a énormément de succès auprès de la gent féminine, mais ses relations ne durent jamais bien longtemps. Après s'être de nouveau fait larguer, il traîne dans un bar où il rencontre Ziming, qui l'a sauvé d'une femme aux mauvaises intentions. Ce dernier lui propose alors une aventure d'un soir, mais Chu Lin lui oppose un refus catégorique ! Cependant, au moment où il se rappelle qu'il est dépourvu de gîte et de couvert, Chu Lin décide de revoir l'offre."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "91"
  },
  {
    "mangaId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": {
      "en": "One Piece"
    },
    "updatedAt": "2024-07-23T20:11:07+00:00",
    "coverArt": "https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/a4ab0d6b-6f05-4b51-b06d-2653663808e2.jpg",
    "altTitles": [
      {
        "ko": "원피스"
      },
      {
        "my": "ဝမ်းပိစ်"
      },
      {
        "th": "วันพีซ"
      },
      {
        "bn": "ওয়ান পিস"
      },
      {
        "ne": "वान पिस"
      },
      {
        "ne": "वान पीस"
      },
      {
        "zh": "海贼王"
      },
      {
        "zh": "海盗路飞"
      },
      {
        "zh": "航海王"
      },
      {
        "zh-hk": "海賊王"
      },
      {
        "mn": "Уан Пийс"
      },
      {
        "ar": "ون بيس"
      },
      {
        "ar": "قطعة واحدة"
      },
      {
        "fa": "وان پیس"
      },
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "ru": "One Piece. Большой куш"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ms": "Budak Getah"
      },
      {
        "uk": "Ван Піс"
      },
      {
        "ta": "ஒன் பீஸ்"
      },
      {
        "hi": "वन पीस"
      },
      {
        "kk": "Уан Пис"
      },
      {
        "kk": "One Piece. Батпан құйрық"
      },
      {
        "kk": "Бір бөлік"
      },
      {
        "ja": "ワンピース"
      },
      {
        "vi": "Vua Hải Tặc"
      }
    ],
    "description": {
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
      "es": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "ru": "Последние слова, произнесённые Королем Пиратов Гол Д. Роджером перед казнью, вдохновили многих выйти в море: «Мои сокровища? Я завещаю их тому, кто сможет их найти. Ищите! Я все оставил в одном месте!». Лишённые сна и покоя люди ринулись на Гранд Лайн, самое опасное место в мире. Так началась великая эра пиратов… Но с каждым годом романтиков становилось все меньше, их постепенно вытесняли прагматичные пираты-разбойники, которым награбленное добро было куда ближе, чем какие-то «никчёмные мечты». Но вот, одним прекрасным днем, семнадцатилетний Монки Д. Луффи исполнил заветную мечту детства - отправился в море. Его цель — ни много, ни мало стать новым Королём Пиратов. За достаточно короткий срок юному капитану удаётся собрать команду, состоящую из не менее амбициозных искателей приключений. И пусть ими движут совершенно разные устремления, главное, этим ребятам важны не столько деньги и слава, сколько куда более ценное – принципы и верность друзьям. И ещё – служение Мечте. Что же, пока по Гранд Лайн плавают такие люди, Великая Эра Пиратов всегда будет с нами!",
      "uk": "Король піратів Ґолд Роджер буде страчений Світовим урядом. Прямо перед смертю він підтвердив існування великого скарбу «Ван Піс», який знаходиться десь на величезному морі Ґранд Лайн. Як тільки Роджер сказав, що будь-хто гідний досягти Ван Пісу може забрати його собі, його стратили, і почалася Велика ера піратів.\r\n\r\nДвадцять два роки потому, молодий хлопець на ім’я Монкі Д. Луффі готовий почати свою пригоду по пошуку Ван Пісу та здобуванню титулу Короля піратів. Маючи при собі солом’яну шапку, невеличкий човен та еластичне тіло, він вирушає у неймовірну подорож, щоб зібрати собі команду та хороший корабель, який зможе пронести їх через весь Ґранд Лайн, щоб стати найвеличнішими в усіх морях.",
      "es-la": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "pt-br": "One Piece começa quando Gol D. Roger, o Rei Dos Piratas que possuiu tudo nesse mundo, antes de ser executado, diz que escondeu o seu tesouro em algum lugar da Grand Line, um oceano extremamente perigoso. Desde então muitos piratas se aventuram pela Grand Line para tentar encontrar o tesouro chamado One Piece. Um deles é Monkey D. Luffy, o garoto que, acidentalmente, comeu uma das Akuma No Mi, a Gomu Gomu No Mi (Fruta da Borracha), e agora ele pode esticar seu corpo como se fosse uma borracha. A jornada dele começa atrás de companheiros e um barco, que ele vai conseguindo pouco a pouco, pois tem um objetivo: Ser o Rei Dos Piratas!!"
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ede55c-1584-4019-b85b-3902a423c3ab",
    "title": {
      "en": "Fairy Tail: 100 Years Quest"
    },
    "updatedAt": "2024-04-20T22:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/52ede55c-1584-4019-b85b-3902a423c3ab/81452260-1789-43e7-b7f4-cd5dcef486b1.jpg",
    "altTitles": [
      {
        "en": "Fairy Tail 100 Years Quest"
      },
      {
        "vi": "Fairy Tail Nhiệm vụ Trăm năm"
      },
      {
        "ja-ro": "Feari Teiru: Hyaku-nen Kuesuto"
      },
      {
        "ru": "Хвост Фей: 100-летний квест"
      },
      {
        "th": "แฟรี่เทล ภาคเควส 100 ปี ตอนที่"
      },
      {
        "ja": "フェアリーテイル １００年クエスト"
      },
      {
        "ko": "페어리 테일 -100년 퀘스트"
      },
      {
        "zh-hk": "妖精的尾巴 百年任務"
      },
      {
        "uk": "Хвіст Феї: 100-річний квест"
      }
    ],
    "description": {
      "en": "After overcoming the threat of Acnologia and Zeref, Fairy Tail has become stronger and more energetic! The 100 year quest which Natsu and company left for, and also to the members who had remained at the guild, something new is going to happen!? Although the story was supposed to have concluded, a new adventure now begins!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Продолжение популярной манги \"Хвост Феи\" или \"Фейри Тейл\", которая будет носить отдельное название \"100 летний квест\"! После победы над Зерефом нашу любимую, еще более сильную гильдию, ждет новое приключение! Не пропустите новые приключения популярных героев!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb15cd42-cf00-480b-a6c6-12b61fe6a1ac",
    "title": {
      "en": "Hangyaku no Nijigasaki"
    },
    "updatedAt": "2024-09-03T14:27:50+00:00",
    "coverArt": "https://mangadex.org/covers/fb15cd42-cf00-480b-a6c6-12b61fe6a1ac/bcf723ac-0f53-4ec9-95c9-1ee3bade5073.jpg",
    "altTitles": [
      {
        "ja": "叛逆（はんぎゃく）のニジガサキ"
      },
      {
        "en": "Nijigasaki of the Rebellion"
      },
      {
        "es-la": "La rebelión de Nijigasaki"
      },
      {
        "ja": "反逆のニジガサキ"
      }
    ],
    "description": {
      "en": "Hangyaku no Nijigasaki (Nijigasaki of the Rebellion) is an official Love Live! manga by Choboraunyopomi featuring the cast of Love Live!'s Nijigasaki High School Idol Club.",
      "es-la": "Las locuras y bizarras jornadas de Nijigasaki, ahora llegan en formato manga. Sigue las rebeldes aventuras de Setsuna Yuki y el Club Escolar Idol de Nijigasaki en Hangyaku no Nijigasaki."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a0c31b3-1cba-440d-908f-7f7e0837e61c",
    "title": {
      "en": "Boundless"
    },
    "updatedAt": "2024-09-15T15:22:49+00:00",
    "coverArt": "https://mangadex.org/covers/0a0c31b3-1cba-440d-908f-7f7e0837e61c/beb7ce8d-0faa-40b2-8832-6f0cc9a898b1.png",
    "altTitles": [],
    "description": {
      "en": "Boundless is a grand, high action, adventure story like no other. Follow Kai the boy who is last of his Clan. As he breaks out of his cage with burning fury and his quest for revenge begins."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f32a4aa2-6d24-4e95-a9e5-5cc112c32fed",
    "title": {
      "en": "The Male Lead's Boyfriend is Obsessed With Me"
    },
    "updatedAt": "2024-07-13T22:21:00+00:00",
    "coverArt": "https://mangadex.org/covers/f32a4aa2-6d24-4e95-a9e5-5cc112c32fed/1ba422c8-fab0-453b-8979-05fa4fddd93f.jpg",
    "altTitles": [
      {
        "ko": "남주의 남자친구가 내게 집착한다"
      }
    ],
    "description": {
      "en": "I was transmigrated into a a dark and melodramatic BL novel.\n\nMoreover, I became the villainess who was madly in love with the obsessive male lead, the boss of Baekcheon, and died in the first encounter with the main characters!\n\nI thought about changing their love story, which ended with the death of my favourite schemer, into a happy ending!\n\n\"Let's go together, to my hell.\"\n\nWhat? Did my favourite character just kidnap me?\n\n\"I like you,”'\n“but this is too much.”\n\nTo ensure that the story unfolded just like it did the novel, I tried to seduce my favourite character just enough that he would hesitate to kill me.\n\n\"Why do you like me?\"\n\nBut something feels off.\n\n\"Just try running away. That’s if you can, Princess.\"\n\"I’ve got my eyes on you right now, I'll go crazy if you do.\"\n\nThe male lead's boyfriend has started obsessing over me.\n\n\"Please, Yeonbyeol...\"\n\"Don’t abandon me...\"\n\nSo dangerous and dizzying, it's impossible to escape!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff360116-6df6-4bd3-817c-795f651c5b75",
    "title": {
      "en": "Prison!"
    },
    "updatedAt": "2024-02-03T23:35:22+00:00",
    "coverArt": "https://mangadex.org/covers/ff360116-6df6-4bd3-817c-795f651c5b75/fb30f3d0-61df-499d-bc1c-00146c0880d7.jpg",
    "altTitles": [
      {
        "ja-ro": "Gokuchuu!"
      },
      {
        "ja": "ごくちゅう！"
      },
      {
        "vi": "Cuộc sống trong tù"
      }
    ],
    "description": {
      "en": "This is bad, this is bad! I got caught with some weed on me, and now I'm off to jail!\n\nCan I make some friends here in prison...?\n\nCute but imprisoned ☆ Light fluffy prison comedy♪",
      "ja": "たいへんたいへ～ん！お野菜(●麻)の所持がバレて、ムショ暮らしになっちゃった！こんな状況(獄中生活)だけど、お友達できるカナ…？\n可愛くても服役中☆ゆるふわ獄中コメディ♪"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "46"
  },
  {
    "mangaId": "a37a44f2-637f-45aa-a4ac-368bc3271a01",
    "title": {
      "en": "Starbiter Satsuki"
    },
    "updatedAt": "2023-08-09T18:57:10+00:00",
    "coverArt": "https://mangadex.org/covers/a37a44f2-637f-45aa-a4ac-368bc3271a01/c1bc9ae9-afb4-4d7b-a3b1-cd4b6e907e17.jpg",
    "altTitles": [
      {
        "ja-ro": "Hoshigami no Satsuki"
      },
      {
        "ja": "星咬の皐月"
      },
      {
        "zh-hk": "星咬的皋月"
      }
    ],
    "description": {
      "en": "The Japanese-style epic fantasy \"Hoshigami no Satsuki\" will revolve around a magic sword and \"the strongest protagonist.\""
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee7b5c7e-a8eb-4c7a-93aa-17cae960acdf",
    "title": {
      "en": "‏I Will Fall With the Emperor"
    },
    "updatedAt": "2024-05-17T05:53:53+00:00",
    "coverArt": "https://mangadex.org/covers/ee7b5c7e-a8eb-4c7a-93aa-17cae960acdf/ae8f2d38-316d-4ce7-8ceb-7d7d2edd8ce3.png",
    "altTitles": [
      {
        "ko": "황제와 함께 타락하겠습니다"
      },
      {
        "ko-ro": "Hwangjewa Hamkke Talaghagessseubnida"
      },
      {
        "uk": "Впасти разом з імператором"
      },
      {
        "ja": "お求め頂いた暴君陛下の悪女です"
      },
      {
        "ko-ro": "Hwangjewa Hamkke Tarakagetseumnida"
      }
    ],
    "description": {
      "en": "If I accepted his offer and became his Empress at that time, would I be able to live a little longer? I don’t know but if I had I wouldn’t have felt that pain of dislocating my eye but only when I went 10 years back and stood next to him I realized he fell when I fell we were so much alike which is why he contacted me."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-09-13T15:48:58+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/281a36bd-4e6e-4cb7-8728-01318e8b7dcf.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?\n Brought to you by mmk of 'Love Comedy Quest,' this is a pure love short comedy of the new era about 'neighbors'!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac",
    "title": {
      "en": "Onimushi"
    },
    "updatedAt": "2024-06-30T20:30:39+00:00",
    "coverArt": "https://mangadex.org/covers/8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac/61193efb-f2cb-4ecb-9173-a159d06e50dc.jpg",
    "altTitles": [
      {
        "ja": "鬼虫"
      },
      {
        "fr": "Rivage"
      },
      {
        "en": "Demon Bug"
      }
    ],
    "description": {
      "en": "In the middle Heian period, a small island called Onishima is isolated from civilization.\nAs a young girl, Torago was playing with her sister, Tana, when she disappears into the sea unexpectedly.\nHowever, it wasn't Torago's fault, but the fault of another boy who was playing with them.\nTorago and that boy grew up with guilt, and later ended up together, but one day a woman who looks like “Tana” appears in Onishima...",
      "es": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima...",
      "ja": "平安時代中頃、文明から隔離された小さな島「鬼島」。\nトラゴは幼少時代、実姉「タナ姉え」と海辺で遊んでいるとき、自分のせいで「タナ姉え」を行方不明にしてしまう。\nだが、それはトラゴの過失ではなく、一緒に遊んでいたもう一人の少年の過失だった。\nトラゴと少年は共に罪悪感にさいなまれながら成長し、後に結婚するが、ある日「タナ姉え」に似た女が鬼島に漂流してきた…。",
      "es-la": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima..."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "61"
  }
]