[
  {
    "mangaId": "3a6b5746-3b5f-4f52-86f9-6be1cf49f0d5",
    "title": {
      "ja": "Deaimon"
    },
    "updatedAt": "2024-02-05T13:22:03+00:00",
    "coverArt": "https://mangadex.org/covers/3a6b5746-3b5f-4f52-86f9-6be1cf49f0d5/83277a4e-7716-42d1-b483-1bf2340d1ef5.jpg",
    "altTitles": [
      {
        "ja": "であいもん"
      },
      {
        "en": "Kyoto & Wagashi & Family"
      },
      {
        "zh": "相合之物"
      },
      {
        "ja-ro": "Deaimon"
      }
    ],
    "description": {
      "en": "Nagomu Irino returns to his Kyoto home for the first time in ten years when his father is hospitalized. Nagomu is eager to take over Ryokushou, the family's Japanese sweet shop, but he's instead asked to be a father figure to Itsuka Yukihira, the girl everyone calls the successor."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab86822a-291e-4a8d-afee-c5edbb573f94",
    "title": {
      "en": "Tokko"
    },
    "updatedAt": "2022-02-15T15:38:37+00:00",
    "coverArt": "https://mangadex.org/covers/ab86822a-291e-4a8d-afee-c5edbb573f94/9a73ee1f-6b35-4a62-adfe-4a5a8679a5c2.jpg",
    "altTitles": [
      {
        "ja": "Tokko Phantom Hunter"
      },
      {
        "ja-ro": "Tokko特公"
      }
    ],
    "description": {
      "en": "Shindou just became a new investigator for Tokki: The Special Mobile Investigation Force. On the day of his graduation, he finally saw the half-naked girl that he had always saw in his dream in real life and finds out that she's part of Tokko: The Special Public Safety Task Force. Shindou ends up joining Tokko to avenge his parents' deaths, whose bodies were ripped into pieces…"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "9.5"
  },
  {
    "mangaId": "97f21bb2-4331-46a2-8307-483eb3370019",
    "title": {
      "en": "House Mayton's Youngest"
    },
    "updatedAt": "2024-10-28T20:51:49+00:00",
    "coverArt": "https://mangadex.org/covers/97f21bb2-4331-46a2-8307-483eb3370019/990042e3-2a9d-4571-98f1-0ee1c80ffd1e.jpg",
    "altTitles": [
      {
        "en": "Youngest Scion of the Mages"
      },
      {
        "es-la": "El Hijo Menor del Renombrado Clan Mágico"
      },
      {
        "en": "Youngest Son of the Renowned Magic Clan"
      },
      {
        "ko": "마법명가 막내아들"
      }
    ],
    "description": {
      "en": "As the author of \"Swordmaster Sade,\" Cha Sungmin had no idea how dangerous his plot-hole-riddled novel could be until he's reborn as Rasen Mayton, a spoiled side character destined to die at 17. As if being stuck in the body of a rude scumbag despised by everyone wasn't enough, Sungmin also discovers that he was reborn at a point before his story began. \n\nWith almost no knowledge about the current timeline, will Sungmin be able to survive in this unwritten world as House Mayton's youngest?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5468e39e-5db7-4a13-aa7b-819bdce537ef",
    "title": {
      "en": "Don't Forget These Feelings"
    },
    "updatedAt": "2025-01-16T15:39:20+00:00",
    "coverArt": "https://mangadex.org/covers/5468e39e-5db7-4a13-aa7b-819bdce537ef/cd6784ff-922d-4605-b08c-371846bfc795.jpg",
    "altTitles": [
      {
        "en": "Don't Forget That I Like You"
      },
      {
        "ja": "ルームメイトはイケメンに弱い"
      },
      {
        "zh-hk": "勿忘愛你"
      },
      {
        "ko": "좋아한다는 걸 잊지마"
      },
      {
        "vi": "Đừng quên rằng em thích anh"
      }
    ],
    "description": {
      "en": "\"Handsome people are the best!\" Jiho caught Jungmin's eye- a returning student at the freshmen welcoming party… Be it for women or men, Jungmin is actually a major Ul-ppa* (*Korean slang for someone who is weak for beautiful and handsome people) and he finds Jiho extremely attractive. That was the extent of their first meeting, but for some reason, their strings of fate kept getting tangled with each other?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "48"
  },
  {
    "mangaId": "af96ad04-08d2-4aff-ba50-6794e06c8404",
    "title": {
      "en": "Plaything"
    },
    "updatedAt": "2024-10-21T00:48:19+00:00",
    "coverArt": "https://mangadex.org/covers/af96ad04-08d2-4aff-ba50-6794e06c8404/0c5d56c9-9963-43c0-a192-feb0138ca92c.jpg",
    "altTitles": [
      {
        "ko": "놀이감"
      },
      {
        "en": "Her Toys"
      },
      {
        "en": "A Sense of Amusement"
      },
      {
        "th": "สนามเด็กล่า"
      },
      {
        "zh": "玩物"
      },
      {
        "pt-br": "Uma Sensação de Diversão com seus brinquedos"
      }
    ],
    "description": {
      "en": "Lee Myung-jun, the Vice Chairman of Hyundo Group, lost his daughter to a group of bullies. Seeking revenge, he adopts Yoon Karma, a psychopathic defector girl.\n\nYoon Karma: A sadistic human weapon created through drug experiments in North Korea. After killing everyone in the research lab, she escaped to South Korea on her own.\n\nHaving just been released from a juvenile detention center in South Korea, Yoon Karma sets out to hunt down the bullies at school, driven by the desire to avenge her new father and satisfy her sadistic pleasures.",
      "pt-br": "Lee Myung-jun, o vice-presidente do grupo Hyundo, perdeu sua filha para um grupo de pessoas que faziam bullying. Buscando vingança, ele adota Yoon Karma, uma garota desertora psicopata.\nYoon Karma: Uma arma humana sádica criada por meio de experimentos com drogas na Coreia do Norte. Depois de matar todos no laboratório de pesquisa, ela escapou para a Coreia do Sul sozinha.\nTendo acabado de ser libertada de um centro de detenção juvenil na Coreia do Sul, Yoon Karma sai para caçar os valentões na escola, movida pelo desejo de vingar seu novo pai e satisfazer seus prazeres sádicos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "153902da-cb89-4617-938f-135567d6c5b9",
    "title": {
      "en": "A Sleepless Maid's Night"
    },
    "updatedAt": "2024-07-14T18:21:44+00:00",
    "coverArt": "https://mangadex.org/covers/153902da-cb89-4617-938f-135567d6c5b9/84d8efa0-0a15-40ff-a40d-6906757c28ca.jpg",
    "altTitles": [
      {
        "ko": "잠 못 드는 시녀의 밤"
      },
      {
        "zh": "侍女艾芙的不眠之夜"
      },
      {
        "en": "Sleepless Nights of a Maid"
      },
      {
        "ja": "眠れないメイドの夜"
      },
      {
        "ko-ro": "Jam Mot Deuneun Sinyeoui Bam"
      },
      {
        "en": "Sleepless Maid's Night"
      },
      {
        "en": "The Sleepless Night of the Maid"
      },
      {
        "es-la": "La noche de insomnio de la doncella"
      }
    ],
    "description": {
      "en": "After the ruin of an aristocratic family in England, Eva Macy has been living a difficult life as a maid at an acquaintance’s house, where she happens to meet her ex-fiancé Prince Edward.\n\nDespite being a strong and cold-hearted person, he is affectionate towards her. After he leaves, Eva realizes that he’s her first love. However, she decides to give up on her current feelings, believing it to be in her best interest to do so.\n\nAfter overcoming such a difficult time, Eva's feelings for Edward calmed down, but one day, Edward suddenly appeared before her as if to stir up Eva’s heart again.\n\nEva becomes a chambermaid for her ex-fiancé Edward, where he constantly tries to seduce Eva.\n\nThe relationship she thought had ended a long time ago continues again in his chambers..."
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e4e5e8a-f3f0-4612-b04d-257e2ac0b7eb",
    "title": {
      "en": "Wazawai no Avalon ~Game Saijaku no Akuyaku Debu ni Ten'i Shita kedo, Ore dake \"Yasereba Tsuyokute New Game\" na Sekai datta no de, Saisoku Level Up & Hametsu Flag Kaihi de Kage no Eiyuu o Mezashimasu~"
    },
    "updatedAt": "2024-12-21T18:11:55+00:00",
    "coverArt": "https://mangadex.org/covers/7e4e5e8a-f3f0-4612-b04d-257e2ac0b7eb/5dbc10c9-70b7-4dff-a8cc-5764c8567aa6.jpg",
    "altTitles": [
      {
        "ja": "災悪のアヴァロン～ゲーム最弱の悪役デブに転移したけど、俺だけ“やせれば強くてニューゲーム”な世界だったので、最速レベルアップ＆破滅フラグ回避で影の英雄を目指します～"
      },
      {
        "en": "Finding Avalon: The Quest of a Chaosbringer"
      }
    ],
    "description": {
      "en": "The main character loves the MMORPG game called Dungeon Explorer Chronicle (Dun-Ex). During one particular day, a beta test event was announced, and he managed to beat it.\nIn exchange for clearing the event, he was granted permission to try the beta test server. Forcing to choose different avatar and skill as the system doesn't allow his own, he eventually settled on random. However, he is transferred to a place where, as expected, he finds a fat, villainous mob character...!",
      "ja": "廃人ゲーマーの会社員“俺”は、やり込んだVRMMO「ダンエク」の世界に転移した。しかし転移先は悪役のデブキャラで!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "cb00a252-8c71-4f90-a280-d8e71d71231a",
    "title": {
      "en": "Touhou - Komachi & Eiki 4 Lovey-Dovey Manga (Doujinshi)"
    },
    "updatedAt": "2024-06-08T15:54:47+00:00",
    "coverArt": "https://mangadex.org/covers/cb00a252-8c71-4f90-a280-d8e71d71231a/fc3d08e3-a4cd-4328-90fb-0e25cbd9fd61.png",
    "altTitles": [
      {
        "en": "Komachi & Eiki 4 Lovey-Dovey Manga"
      },
      {
        "ja": "こまえーきイチャイチャ漫画"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4615bd9-7cbd-4243-a8a2-5c24671663e0",
    "title": {
      "en": "Yajin Tensei: Karate Survivor in Another World"
    },
    "updatedAt": "2024-07-08T22:48:37+00:00",
    "coverArt": "https://mangadex.org/covers/b4615bd9-7cbd-4243-a8a2-5c24671663e0/0f7dfe3b-18b5-43a5-9dfd-0eecd7aa30ee.jpg",
    "altTitles": [
      {
        "en": "Karate Survivor in Another World"
      },
      {
        "en": "Reincarnated Savage: Karate Survivor in Another World"
      },
      {
        "ja": "野人転生"
      },
      {
        "ja": "野人転生: KARATE SURVIVOR IN ANOTHER WORLD"
      },
      {
        "es-la": "Salvaje Reencarnado"
      }
    ],
    "description": {
      "en": "When 34-year-old Nozaki Hitoshi is hit by a truck, he is sent to a fantasy world by a dismissive god and dropped into a harsh wilderness without even the clothes on his back. His only salvation is a newly granted karate skill and his general survival instincts. Luckily, Hitoshi is up for the challenge–he’ll weave clothes out of tree bark, test fruit for poison, and crawl through the mud to test his kicks and punches against goblins and other creatures. No matter how much he levels up in this world, he still longs to find other humans to share his solitude. An engrossing fantasy that pits karate technique against swords and sorcery in another world!\n\n(Source: Seven Seas Entertainment)\n- [Web Novel Raw](https://ncode.syosetu.com/n5771ei/)  \n- [Alternate Raw: NicoNico](http://seiga.nicovideo.jp/comic/41841)",
      "ja": "姓名と風貌から、「野人」と呼ばれている野崎人志は、ひょんなことから異世界に転生させられる。",
      "es-la": "Nozaki Hitoshi, conocido como el \"Hombre Salvaje\" por su apellido y apariencia, se reencarna accidentalmente en otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57d817be-2fcb-4f10-a339-bfa827385e59",
    "title": {
      "en": "Kocchi Muite Glare"
    },
    "updatedAt": "2024-08-12T21:41:50+00:00",
    "coverArt": "https://mangadex.org/covers/57d817be-2fcb-4f10-a339-bfa827385e59/dee96bb6-ffe1-41bd-9723-01cbcc2fcc87.png",
    "altTitles": [
      {
        "ja": "こっち向いてグレア"
      },
      {
        "en": "Glare at Me"
      }
    ],
    "description": {
      "en": "While going home from his part-time job, Zen, a normal guy, suddenly got transported in the middle of the street of an unknown world. He met a silver-haired man who hides his eyes and learned that he's now in a parallel universe. Zen is a simple man - he doesn't really get what's happening but there's something called 'Dom' and 'Sub' and he's entranced by the man's glare.\nNow he can't get enough of his commands."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Mayonaka Heart Tune"
    },
    "updatedAt": "2025-01-06T10:42:15+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/8553e162-c330-4856-8e66-51c932e87bc0.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "en": "Tune In to the Midnight Heart"
      },
      {
        "nl": "Middernachtshart Tune"
      },
      {
        "fr": "Au Chœur de la Nuit"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      },
      {
        "ru": "Полуночный мотив сердца"
      }
    ],
    "description": {
      "en": "\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people?\n___\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!! アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "ru": "«Пока я лежал на кровати посреди ночи в полном одиночестве, твой голос был моим единственным утешением. Я хочу поговорить с тобой ещё раз. И должен кое-что тебе сказать».\n\nЯмабуки Арису, ученик второго класса старшей школы, ищет бывшую ведущую радио-стримов «Аполло», не зная ни её лица, ни имени. Однако, однажды он понимает, что Аполло скрывается среди участниц клуба радиовещания в его школе. Четыре красавицы оттуда мечтают получить работу, связанную с голосом. Но которая из них — Аполло? И что станет с их мечтами? Милый ромком о тяжёлом труде и успехе начинается!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "955c730a-9304-4f82-ae96-af48ff5eaa0c",
    "title": {
      "en": "Kurai Anoko to Shitai koto"
    },
    "updatedAt": "2024-11-03T23:16:36+00:00",
    "coverArt": "https://mangadex.org/covers/955c730a-9304-4f82-ae96-af48ff5eaa0c/d1db736e-8e28-42e4-928a-533031f3a21c.jpg",
    "altTitles": [
      {
        "ja": "くらいあの子としたいこと"
      },
      {
        "ja-ro": "Kurai Ano Ko to Shitai Koto"
      },
      {
        "en": "What I’d Like to Do with That Gloomy Girl"
      },
      {
        "zh": "想与阴暗的她一起做的事"
      },
      {
        "zh-ro": "Xiǎng yǔ yīn'àn de tā yīqǐ zuò de shì"
      },
      {
        "id": "Apa yang inginku lakukan dengan gadis yang murung itu?"
      },
      {
        "vi": "Cô nàng u ám cùng lớp của tôi"
      }
    ],
    "description": {
      "en": "That gloomy girl is so beautiful! Let's aim for it!",
      "ja": "新学期から脱ぼっちを目指す高校2年生・田端蓮。友達の為に最初に声をかけたのは、なんだか暗くてちょっぴり怖い。でも目が離せない女の子、佐々木透子で。。。。",
      "pt-br": "A garota sombria é linda!  Uma romcom escolar sobre uma garota fofa e tímida e um garoto que quer fazer amigos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc",
    "title": {
      "en": "High School Boy"
    },
    "updatedAt": "2024-11-08T22:56:48+00:00",
    "coverArt": "https://mangadex.org/covers/003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc/df98b3a9-bddd-4dd2-81cd-23a1618e38fc.png",
    "altTitles": [
      {
        "ko": "남고 소년"
      },
      {
        "en": "Highschool Boy"
      }
    ],
    "description": {
      "en": "Hong Il-tak, the only red spot at Daemun Namgo. Despite his name and nickname, he's a boy, and his dwarfism and peculiar appearance have led to him being looked down upon by everyone from the nerds to the elders, and he's at the bottom of the school hierarchy. \n\nIn the past, until his sophomore year, Iltak had been a famous member of the Iljin, but a problem of his own brought him to the bottom of the food chain... \n\n\"His secondary sexuality. If only he'd come to me...!\" \n\nAfter enduring daily teasing and bullying because his body stopped growing like his peers, Hong Il-taek thought of a way to move up in the ranks... \n\n\"If I can befriend this guy, who's in the second grade at Dae-moon Boys' High School, I'll be able to move up again!\" \n\nBut for some reason, Lee Hyun-woo tries to keep his distance from Hong Il-taek... Can Hong Il-taek find his former glory again?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0458e53f-59ab-49f0-b99a-9deb16049377",
    "title": {
      "en": "Zenbu Kimi no Sei - Extras / After Story"
    },
    "updatedAt": "2024-11-07T15:03:34+00:00",
    "coverArt": "https://mangadex.org/covers/0458e53f-59ab-49f0-b99a-9deb16049377/a0b9c6a0-cb16-46eb-ab60-92b1a2ccb3f3.png",
    "altTitles": [
      {
        "en": "All Because of You"
      },
      {
        "ja": "ぜんぶきみの性"
      },
      {
        "ko": "전부 너의 성"
      },
      {
        "zh": "都是性别惹的祸"
      },
      {
        "en": "All Your Sex"
      },
      {
        "ja": "男にも女にも中学教師"
      },
      {
        "ja-ro": "Otoko ni mo Onna ni mo Naru Chuugaku Kyoushi"
      },
      {
        "ja": "どっちも女装するカップル♂"
      },
      {
        "ja-ro": "Docchi mo Josou Suru Couple ♂"
      }
    ],
    "description": {
      "en": "Extras and After Story of [Zenbu Kimi no Sei](https://mangadex.org/title/82476383-e6a9-41a7-b98c-87cc8be9efbb/zenbu-kimi-no-sei), mainly centred around Ryou and Nagisa. (the Official Raws are free to view)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi o Suru"
    },
    "updatedAt": "2024-12-10T11:43:20+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/2fffbe0f-a5c5-4365-a0ba-98e8431c71de.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll ha Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "en": "The Bisque Doll Is Falling in Love"
      },
      {
        "en": "The Bisque Doll Falls in Love"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5c43dab-9866-49c8-a296-fb3b68d62119",
    "title": {
      "en": "Cacomistle's Anthology"
    },
    "updatedAt": "2024-04-15T03:23:08+00:00",
    "coverArt": "https://mangadex.org/covers/e5c43dab-9866-49c8-a296-fb3b68d62119/11c609f5-8ca7-45f8-a6cc-55bff8eb7d8b.png",
    "altTitles": [],
    "description": {
      "en": "An unofficial compilation of oneshots / 4-komas by Cacomistle (カコミスル) in their twitter profile."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e95d20c0-3983-44eb-8ca5-aef7274637fd",
    "title": {
      "en": "PAINU BLUE"
    },
    "updatedAt": "2025-01-16T14:59:38+00:00",
    "coverArt": "https://mangadex.org/covers/e95d20c0-3983-44eb-8ca5-aef7274637fd/61688175-0e4d-43d1-8926-e10ff8d50a2d.jpg",
    "altTitles": [
      {
        "ja": "PAINU BLUE"
      }
    ],
    "description": {
      "en": "[Winner of the 2024 Summer Afternoon Kishi Prize] The story of Jui, the son of a soldier, and Mayaa, a teenager from Painu Island. Different backgrounds have torn apart their friendship, but an attack by a demon named Moon that lurks on the island brings them together again!?",
      "ja": "【アフタヌーン四季賞2024夏 準入選】軍人の息子・ジュイと、パイヌ島民の少年・マーヤ。立場の違いが二人の友情を引き裂くが、島に潜む魔物・ムンの襲撃が再会をもたらし!?",
      "vi": "[Tác phẩm đã đoạt giải trong cuộc thi Giải thưởng Afternoon Kishi mùa hè năm 2024] Câu chuyện về Jui, con trai một quân nhân, và Mayaa, cậu thiếu niên dân đảo Painu. Bối cảnh khác nhau đã chia rẽ tình bạn của họ, nhưng cuộc tấn công của loài ma quỷ tên Moon ẩn náu trên đảo đã một lần nữa đưa họ gần với nhau!?"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "1"
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/e518e8fe-845a-4dae-bbc1-113f994b110f.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05a56be4-26ab-4f50-8fc0-ab8304570258",
    "title": {
      "en": "Drawing: Saikyou Mangaka wa Oekaki Skill de Isekai Musou Suru!"
    },
    "updatedAt": "2025-01-07T15:46:00+00:00",
    "coverArt": "https://mangadex.org/covers/05a56be4-26ab-4f50-8fc0-ab8304570258/0f0c8f0e-2724-4385-85de-5358313f6df5.jpg",
    "altTitles": [
      {
        "ja": "ドローイング 最強漫画家はお絵かきスキルで異世界無双する！"
      },
      {
        "en": "Drawing: The Greatest Mangaka Becomes a Skilled “Martial Artist” in Another World"
      },
      {
        "zh-hk": "作畫 最強漫畫家利用繪畫技能在異世界開無雙！"
      },
      {
        "vi": "Drawing: Mangaka Mạnh Nhất Với Kỹ Năng Vẽ Tranh Vô Song Tại Dị Giới"
      }
    ],
    "description": {
      "en": "Akira Kamishiro was a very successful manga author, who was diagnosed with blood cancer one day. He regretted the way he lived, where he could only build up empty relationships. Angry at his mother for asking him to send her some money, he died in a car accident. He was given a chance to choose his new mother and reincarnate in another world.\n\nAkira, not wanting to have a repeat of his past life, decided to choose an ordinary but safe life.. He was reincarnated as Akira, the only son of a magic store, with his previous life's memories. He had no talent for swordsmanship or magic, but he didn’t care as he was still loved by his family. At one point, he realized that he can embody various things by \"drawing a picture\". That's when he noticed his cheat ability...!?",
      "ja": "漫画家として大成功を収めていた神代彰は、成功だけに囚われて人間関係を蔑ろにし続けた自分の人生を後悔しながら死んでしまう。そんな彰を待っていたのは、自分で母親を選んで異世界転生するチャンス！？転生した彰は剣術も魔法もダメダメだったが、家族に愛されながら平穏な生活を送っていた。しかしあるとき、「絵を描く」ことでいろいろなものを具現化できるチート能力に気がついてしまって……？",
      "vi": "Akira, một họa sĩ tài năng nhưng sau khi bị bệnh ung thư anh đã nhận ra xung quanh mình chẳng còn gì ngoại trừ cái danh hiệu \"thành công\" của mình. Không có người đi cùng mình đến bệnh viện, người mẹ, người thân duy nhất của anh cũng đòi anh đưa tiền mới chịu đi cùng anh. Trong cơn giận anh đã vô tình gây tai nạn và được chuyển sinh sang thế giới khác. Một thế giới mới với một cuộc sống mới anh quyết định sống một cách bình thường và giữ gìn hạnh phúc gia đình nhỏ nhoi của mình",
      "pt-br": "Akira Kamidai lamenta ter conseguido construir apenas uma relação vazia, embora tenha feito muito sucesso como cartunista. Uma vida em um lugar medíocre onde eu queria que Akira fosse uma pessoa com magia. Reencarnação em uma loja voltada para a esgrima. Esgrima! Esgrima! Esgrima! Esgrima! Esgrima! Eu estava vivendo uma vida ideal para uma família amada por espadachins. Descobri a habilidade de trapaça que encarnar várias coisas atravéz de um ”desenho”…? Uma aventura mundial diferente para proteger seu paradeiro, tecida por Akira que quer levar uma vida normal...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1847d70b-1868-4f71-8279-a06a18a15e21",
    "title": {
      "en": "Botsuko-chan"
    },
    "updatedAt": "2025-01-02T15:25:32+00:00",
    "coverArt": "https://mangadex.org/covers/1847d70b-1868-4f71-8279-a06a18a15e21/4b38794b-dec6-4ead-ae9e-23dd6eac95c9.jpg",
    "altTitles": [
      {
        "ja": "ボツ子ちゃん"
      },
      {
        "ja": "没キャラ"
      }
    ],
    "description": {
      "en": "\"Botsu\" as in \"rejected/unused concept\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "71f49262-14e3-4d09-a0f8-9aeede3d2f2e",
    "title": {
      "en": "Smother Me"
    },
    "updatedAt": "2025-01-16T00:44:50+00:00",
    "coverArt": "https://mangadex.org/covers/71f49262-14e3-4d09-a0f8-9aeede3d2f2e/0898379c-296d-490a-870f-1dedc3df5608.jpg",
    "altTitles": [
      {
        "ja": "スマザー・ミー"
      }
    ],
    "description": {
      "en": "In the oppressive city of Detroit, Akio is sold by his dad and becomes an assassin known as Snake. Day after day, he simply follows orders. But suddenly, he meets a blind girl and finds new meaning in life…!",
      "vi": "Detroit là thành phố nơi người lớn thống trị mọi thứ. Akio bị bán, trở thành sát thủ với tên gọi là Rắn. Cuộc sống hàng ngày của cậu chỉ là tuân theo mệnh lệnh. Một ngày, cậu gặp một cô gái mù và dần dần tìm ra ý nghĩa mới của cuộc sống..."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "15"
  },
  {
    "mangaId": "db2227a7-7551-4233-991f-cc9dc1f20be2",
    "title": {
      "en": "Kinsou no Vermeil ~Gakeppuchi Majutshi wa Saikyou no Yakusai to Mahou Sekai wo Tsukisusumu~"
    },
    "updatedAt": "2024-12-11T21:48:13+00:00",
    "coverArt": "https://mangadex.org/covers/db2227a7-7551-4233-991f-cc9dc1f20be2/3398f185-c236-45fc-8599-7bcb76feef89.jpg",
    "altTitles": [
      {
        "ja": "金装のヴェルメイユ ～崖っぷち魔術師は最強の厄災と魔法世界を突き進む～"
      },
      {
        "en": "Vermeil in Gold: The Failing Student and the Strongest Scourge Plunge Into the World of Magic"
      },
      {
        "ko": "금장의 벨메이유 ∼벼랑 끝 마술사는 최강의 재액과 마법세계를 헤쳐나간다"
      },
      {
        "zh": "金装的维尔梅～濒临堕落的魔法师和最强的灾厄一起冲入魔法世界～"
      },
      {
        "ru": "Вермейл в золотом: Сильнейший маг проходит через магический мир с сильнейшей катастрофой"
      },
      {
        "vi": "Vermeil in Gold"
      }
    ],
    "description": {
      "en": "A student at the magic school, Alto, who was on the verge of repeating the school year, accidentally found a book that activated a magic circle, and as a result, summoned the sealed devil Vermeil! Vermeil is a very unhealthy older sister with a power devastating enough to be called a disaster!\n___\n**Links:**\n- Alternative Official English - [Manga UP!](https://global.manga-up.com/manga/91)",
      "es": "Alto, un estudiante de una escuela de magia que estaba a punto de reprobar, invoco a un demonio sellado: Vermeil, como resultado de la activación de un circulo mágico dentro de un libro que encontró por accidente. Vermeil es una hermana mayor muy seductora con un poder tan grande que se puede decir que es una ¡¿calamidad?! ¡El mago camina con el monstruo mágico más fuerte que existe!",
      "ja": "留年の危機に瀕していた魔法学校の生徒・アルトは偶然見つけた本の魔法陣を発動させた結果、封印されていた悪魔・ヴェルメイを召喚してしまった！ヴェルメイは厄災ともいえる強大な力を持つ、大変不健全なお姉さんで!? 崖っぷち魔術師が最強の使い魔と歩む王道ファンタジー開幕!!",
      "ru": "Ученик школы магии Альто, который был на грани того, чтобы остатся на второй учебный год, случайно нашел книгу, которая активировала магический круг, и в результате вызвал запечатанного дьявола Вермеила! Вермеил-очень нездоровая старшая сестра с силой, достаточно разрушительной, чтобы ее можно было назвать катастрофой! Ученик мага идет бок о бок с самым сильным существом на свете!!",
      "vi": "Một học sinh tại trường phép thuật, Alto, đối mặt với nguy cơ học lại, tình cờ tìm thấy một cuốn sách triệu hổi cũ, và đã triệu hồi ác quỷ bị phong ấn Vermeil!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f87f4aa-92dd-4a90-9aea-538496146ebb",
    "title": {
      "en": "Ochikobore Shiro Madoushi Cecil wa Taishougai no Hazu deshita"
    },
    "updatedAt": "2024-04-11T14:03:02+00:00",
    "coverArt": "https://mangadex.org/covers/2f87f4aa-92dd-4a90-9aea-538496146ebb/6eeaf375-a83a-4e7f-962f-f5f681c4ef70.jpg",
    "altTitles": [
      {
        "zh-hk": "菜鳥白魔法師塞西爾本非我愛"
      },
      {
        "zh": "菜鸟白魔法师塞西尔本非我爱"
      },
      {
        "ja": "落ちこぼれ白魔導士セシルは対象外のはずでした"
      }
    ],
    "description": {
      "en": "During a party, Cecil, a clumsy white mage, spills on Oswald, the popular leader of the first squadron of holy knights, a homemade antidote. The reason is that he emitted a strong evil aura. An upset Oswald kidnaps her an takes her to his mansion, and she panics: \"My chastity is in danger! Cecil grows impatient, but he rebuffs her, telling her: \"You are not to my liking\". It seems that Oswald is behind Cecil's potion, which was the first to take effect on a curse he had received in the past. Oswald formally asks Cecil to treat him, and she decides to take the opportunity to make a name for herself and accepts the request....",
      "ja": "落ちこぼれの白魔導士セシルはパーティの最中、社交界人気ナンバーワンの第一聖騎士隊隊長オズワルドにお手製の解毒薬をぶっかけてしまう。その理由は、彼から強烈な邪気が放たれていたから。不機嫌なオズワルドに彼の屋敷まで拉致され「貞操の危機!?」と焦るセシルだが、「お前は趣味じゃない」と一蹴される。どうやら彼の目的は、過去に受けた呪いに初めて効果があったというセシルの薬のようで――!?オズワルドから正式に治療の依頼を受けたセシルは、功績を残すチャンス！と引き受けることにするが……。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8a0426d-539b-4f6a-9537-fbccf4962529",
    "title": {
      "en": "The Moon on a Rainy Night"
    },
    "updatedAt": "2024-12-01T03:36:41+00:00",
    "coverArt": "https://mangadex.org/covers/c8a0426d-539b-4f6a-9537-fbccf4962529/7898f0c5-fac7-4a18-b366-84bf661432b7.jpg",
    "altTitles": [
      {
        "ja": "雨夜の月"
      },
      {
        "ja-ro": "Amayo no Tsuki"
      },
      {
        "ko": "비 오는 밤의 달"
      },
      {
        "fr": "The Moon on a Rainy Night (Meian)"
      },
      {
        "de": "Der Mond in einer Regennacht"
      },
      {
        "pt-br": "A Lua em uma Noite Chuvosa"
      },
      {
        "es-la": "La luna en una noche lluviosa"
      }
    ],
    "description": {
      "en": "One rainy night, Saki is rushing to a piano lesson when she crashes into a beautiful, long-haired girl, dropping her sheet music in the process. Saki stutters an apology, but the girl simply hands back her sheet music and leaves without a word. Saki begins her first day of high school the following morning, only to find the stranger from the night before sitting at the desk next to hers. She learns that the girl’s name is Kanon and that she is not quite completely deaf, but very hard of hearing. Though Kanon needs to be close to people to read their lips, she tends to push people away with her icy demeanor. Through one kind gesture, Saki slowly begins breaking down the walls around Kanon, even as she feels something new blossoming within her.",
      "ja": "2人の少女の、目には見えないもの、かけがえのないこと。\n\n金田一咲希は高校入学直前のある日、ピアノレッスンに向かう途中で見知らぬ同世代の少女とぶつかり手を擦りむくが、相手から無言のまま真っすぐに見つめられた後、落とした楽譜を丁寧に拾われ絆創膏をもらう。咲希は印象的だったその少女とクラスメイトとして再会し、名前が及川奏音、そして耳が不自由だと知る。学校では障害を理由に周囲と距離を置く奏音に、淋しさを覚えた咲希はどうにか分かり合おうとし、そんな彼女の姿に奏音の態度も次第に変わっていき…。",
      "ko": "고등학교에 입학한 사키와 귀가 불편한 반 친구 카논. 사람들과 거리를 두는 카논이 안고 있는 것과 겉으론 보이지 않는 것. 그것을 알고자 하는 사키에게 카논도 점차···. 두 소녀의 눈에는 보이지 않는 것, 둘도 없이 소중한 것.",
      "pt-br": "Um dia, pouco antes de entrar no colégio, Kazuki Kaneda colide com uma garota estranha da mesma geração a caminho da aula de piano e machuca sua mão, mas a partitura que caiu silenciosamente, da outra parte é cuidadosamente recolhida e um curativo é recebido. Saki se reúne com a garota impressionante como colega de classe e descobre que seu nome é Oikawa Kanon e ela é surda. Na escola, Saki, que estava sozinha, tentou entender o som de Kanon, que manteve distância do ambiente por causa de sua deficiência, e sua atitude mudou gradualmente."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e1247a0-551e-452f-bc88-114fbd15c75f",
    "title": {
      "en": "Maid in Japan"
    },
    "updatedAt": "2023-12-14T22:54:00+00:00",
    "coverArt": "https://mangadex.org/covers/7e1247a0-551e-452f-bc88-114fbd15c75f/92615e20-cac3-4462-94e3-452bff64b32d.jpg",
    "altTitles": [
      {
        "ja": "メイドいんジャパン"
      }
    ],
    "description": {
      "en": "In order to be bought by a rich family, Narumi Inoue, hiding the truth that he is a man, goes to a girls' school. As a trainee, Narumi was sent to serve a girl from a rich family who hates maids (only weekends). Keeping the 'heart of treating/serving people,' Japanese maid, Maid in Japan, Narumi's battle will start? If it is found out that Narumi is a man, he will be castrated."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "19"
  },
  {
    "mangaId": "bfbecb6e-8a6f-4b31-a040-5928a7635894",
    "title": {
      "en": "Mizu Zokusei no Mahoutsukai"
    },
    "updatedAt": "2024-12-28T20:56:55+00:00",
    "coverArt": "https://mangadex.org/covers/bfbecb6e-8a6f-4b31-a040-5928a7635894/580f4b86-7570-4011-955a-7e90ed51c9e4.jpg",
    "altTitles": [
      {
        "ja": "水属性の魔法使い"
      },
      {
        "ja-ro": "Mizu Zokusei no Mahou Tsukai"
      },
      {
        "en": "Water Attribute Magician"
      },
      {
        "en": "Water Mage"
      },
      {
        "zh-hk": "水屬性之魔法使"
      },
      {
        "en": "The Water Magician"
      }
    ],
    "description": {
      "en": "Upon being reincarnated into a fantasy world, Ryo wants to live out his days in peace with his newfound water magic. He can only conjure a cupful at a time, but it’s enough to eke out a comfortable existence — or so he thought.\n\nThe powers that be cast him into the wild outlands with nothing more than a humble shack, a single knife, some food... and abilities that are yet beyond his comprehension. The area is overrun by monsters and there’s nary another human in sight. Ryo must now figure out how to survive above all else, but he’s ready to take bulls, boars, and a whole host of other monsters by the horns if it means seizing the life he wants for himself.\n\nEach new victory brings a new challenge, but what could a fateful encounter with a headless horseman, a dragon, and a castaway swordsman have in common? They’re the first steps on a grand journey that will take Ryo beyond the borders of all he knows to become the greatest water magician the world has ever seen — one adventure at a time."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f338a17-fc99-41bb-83dc-d3dde4e16d43",
    "title": {
      "en": "Merry Psycho"
    },
    "updatedAt": "2025-01-11T18:04:28+00:00",
    "coverArt": "https://mangadex.org/covers/5f338a17-fc99-41bb-83dc-d3dde4e16d43/4ad9b6f5-8410-4c34-ba32-0d46331e6403.jpg",
    "altTitles": [
      {
        "ko": "메리 사이코"
      },
      {
        "pl": "Poślubić Psychopate"
      }
    ],
    "description": {
      "en": "A sweet and happy two year marriage felt like a dream. One day, her husband disappeared without a trace. Han Seoryeong, an ordinary housewife and blind woman, desperately searches for him... “You’ll never find him.” Her husband turned out to be the best secret agent with many faces. “Our marriage was everything to me, but it was just ‘work’ to him?” In the midst of her world crumbling, Seoryeong mistakenly unleashes the madness she had been suppressing.…",
      "fr": "Deux années de mariage aussi douces qu’un rêve.\nMais un jour, son mari disparaît sans laisser de trace.\n\nHan Seoryeong, femme au foyer ordinaire et non-voyante, part à sa recherche,\nmais la vérité qu’elle découvre dépasse l’imaginable.\n\nSon mari était un agent secret aux cent visages,\net tout ce qu’elle croyait vrai n’était qu’une façade pour son “travail”.\n\nDévastée par le désespoir, Seoryeong laisse exploser la folie qu’elle avait refoulée.\nSi elle ne peut pas le traquer, elle choisira de devenir sa proie !"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d00bd104-d9b2-4ee9-a088-b5065d1c406a",
    "title": {
      "en": "To Aru Kagaku no Railgun"
    },
    "updatedAt": "2024-10-26T18:07:41+00:00",
    "coverArt": "https://mangadex.org/covers/d00bd104-d9b2-4ee9-a088-b5065d1c406a/d9267aac-84e3-411a-bf06-a7a4d763e456.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Railgun"
      },
      {
        "id": "Seorang Railgun Ilmiah"
      },
      {
        "ja-ro": "To Aru Kagaku no Choudenjibou"
      },
      {
        "ja-ro": "Toaru Kagaku no Choudenjihou"
      },
      {
        "ja-ro": "Toaru Kagaku no Railgun"
      },
      {
        "ja-ro": "Toaru Majutsu no Index Gaiden: Toaru Kagaku no Railgun"
      },
      {
        "es": "Un cierto cañón de riel científico"
      },
      {
        "ru": "Некий научный Рейлган"
      },
      {
        "th": "เรลกัน แฟ้มลับคดีวิทยาศาสตร์"
      },
      {
        "ja": "とある科学の超電磁砲"
      },
      {
        "ja": "とある魔術の禁書目録外伝 とある科学の超電磁砲"
      },
      {
        "zh": "某科学的超电磁炮"
      },
      {
        "ko": "어떤 과학의 초전자포"
      },
      {
        "zh-hk": "某科學的超電磁炮"
      },
      {
        "zh-hk": "科學超電磁砲"
      },
      {
        "zh": "科学超电磁炮"
      },
      {
        "zh-hk": "科學超電磁砲 (Classical Chinese)"
      },
      {
        "uk": "Певний науковий Рейлган"
      },
      {
        "de": "Eine gewisse wissenschaftliche Railgun"
      },
      {
        "it": "Una certa scientifica railgun"
      },
      {
        "tr": "Belli Bir Bilimsel Elektromanyetik Silah"
      }
    ],
    "description": {
      "en": "Welcome to a world where mysticism and science collide, and supernatural powers are derived from either science or religion. At the heart of this world is Academy City, an advanced metropolis whose population is comprised mostly of students The majority of students are enrolled in the city's \"Power Curriculum Program,\" where they must learn to master their latent psychic powers. Out of several million students, only seven are deemed powerful enough to have Level 5 status.\r\n\r\nMeet Mikoto Misaka, the third most powerful Level 5 ESPer in Academy City. Together with her best friends Kuroko Shirai and the other members of Judgment, a student-run law enforcement agency, Mikoto delves deep into the dark heart of the scientific sprawl she calls home, and uncovers secrets she wishes she hadn't!",
      "ru": "Где-то на островах Южной Японии раскинулся Академия Сити - город, большинство жителей которого учатся и работают в школах юных эсперов. Обладатели паранормальных способностей в поте лица трудятся, чтобы познать свой дар и поднять владение им на новую высоту. Гордость школы Токивадай и всего города? Мисака Микото – третья по силе среди известных миру эсперов высшего уровня. У «Электрической принцессы» много полезных умений, одно из которых – ручной рейлган, то есть возможность своими электромагнитными способностями разогнать монетку где-то до трех Махов (на другом конце траектории стоять не рекомендуется). Но всех усилий Микото пока не хватает для решения двух насущных задач: отбиться от юрийных домогательств своей подруги Сирай Куроко и разобраться с наглым парнем по имени Камидзё Тома!\r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbd9b470-c83d-4238-940d-d335a016d92e",
    "title": {
      "en": "Kawaisou na Imouto-chan"
    },
    "updatedAt": "2025-01-16T15:17:10+00:00",
    "coverArt": "https://mangadex.org/covers/fbd9b470-c83d-4238-940d-d335a016d92e/b0dacb85-e085-4c2d-b07a-ce6b3732dfcd.png",
    "altTitles": [
      {
        "ja": "かわいそうな妹ちゃん"
      },
      {
        "ja-ro": "Kawaisou na Imoutochan"
      },
      {
        "en": "Poor Little Sister"
      },
      {
        "vi": "Cô em gái đáng thương"
      },
      {
        "pl": "Biedna siostrzyczka"
      },
      {
        "pt-br": "Pobre Irmãzinha"
      }
    ],
    "description": {
      "en": "Poor little sister who loves her onii-chan",
      "pl": "Biedna młodsza siostrzyczka, która zakochała się w swoim bracie",
      "vi": "Cô em gái đáng thương phải lòng anh trai mình",
      "pt-br": "Pobre irmãzinha que arma seu onii-chan"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "84"
  },
  {
    "mangaId": "8f3c24d3-6e15-4fea-a60f-f80cef482853",
    "title": {
      "en": "Ahiru no Sora"
    },
    "updatedAt": "2024-06-16T16:46:07+00:00",
    "coverArt": "https://mangadex.org/covers/8f3c24d3-6e15-4fea-a60f-f80cef482853/0f55df68-7744-4367-ab74-d1ab84322882.jpg",
    "altTitles": [
      {
        "en": "Ahiru's Sky"
      },
      {
        "en": "Dream Team"
      },
      {
        "en": "Sora, The Wingless Duck"
      },
      {
        "en": "Sora's Wings"
      },
      {
        "ru": "Команда Мечты"
      },
      {
        "ja": "あひるの空"
      },
      {
        "zh": "少年篮球王"
      },
      {
        "zh": "篮球少年王"
      },
      {
        "ko": "소라의 날개"
      }
    ],
    "description": {
      "en": "He’s short, weak, and has just transfered to a new school. Kurumatani Sora is the main character in this story who loves basketball. He has been shooting hoops ever since he was little and has been trying to grow tall just like his mother, who “used” to be a basketball player. What happened to her and what Sora will do at the new school is all up to you to find out!"
    },
    "status": "hiatus",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f63ea84-6bc6-4312-81bf-b28d5592d802",
    "title": {
      "en": "Blue Archive! (Japan)"
    },
    "updatedAt": "2023-12-05T21:34:25+00:00",
    "coverArt": "https://mangadex.org/covers/1f63ea84-6bc6-4312-81bf-b28d5592d802/fab23fcb-bb24-47f5-9774-a68b4e9de8d0.jpg",
    "altTitles": [
      {
        "id": "Arsip Biru!"
      },
      {
        "ja": "ぶるーあーかいぶっ！"
      },
      {
        "ja-ro": "Blue Archive!"
      }
    ],
    "description": {
      "en": "Blue Archive JP's official 4-Koma, featuring snippets of the daily occurrences in Kivotos!\n\nThe series is titled (Japan) to differentiate it from the Global 4-Koma.\n\n---\n\n**Links:**  \n- [Blue Archive JP's Twitter](https://twitter.com/Blue_ArchiveJP)\n- [Global Server's 4-Koma](https://mangadex.org/title/6348a562-067b-45cb-ab2b-c6f33f0e7ead/blue-archive-global)",
      "id": "Kehidupan sehari-hari para gadis dari game ponsel \"Blue Archive\"!\n\n---\n\n**Links:**  \n- [Blue Archive JP's Twitter](https://twitter.com/Blue_ArchiveJP)\n- [Global Server's 4-Koma](https://mangadex.org/title/6348a562-067b-45cb-ab2b-c6f33f0e7ead/blue-archive-global)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30f33cd0-a65b-4b13-a660-bee2940bc551",
    "title": {
      "en": "Henjo ~Hen na Joshi Kousei Amaguri Senko~"
    },
    "updatedAt": "2024-10-29T19:30:07+00:00",
    "coverArt": "https://mangadex.org/covers/30f33cd0-a65b-4b13-a660-bee2940bc551/49722ee1-ce41-4e1a-b63d-0ec488d07b64.jpg",
    "altTitles": [
      {
        "ja": "変女～変な女子高生 甘栗千子～"
      },
      {
        "en": "Henjo: The Strange Female High-Schooler Amaguri Senko"
      },
      {
        "ko": "변녀 : 이상한 여자고등학생 아마구"
      },
      {
        "fr": "Henjo - L'étrange lycéenne Amaguri Senko"
      }
    ],
    "description": {
      "en": "Amaguri Senko is a high school girl with a cool personality (as in kuudere) and a big pervert. She openly reads porn, masturbates and isn't perturbed in the slightest at the sight of penises and such. The story centers around Senko's daily life with two male handymen working for her father's company  which she also helps out with, Takamura Ryou and Sugita Kouhei. Takamura ends up being constantly sexually harassed by Senko, partially due to his phimosis dick that caught her interest,  but little did he know, she wasn't joking when she bluntly said \"I like you\"…",
      "fr": "Amaguri Senko est une lycéenne kuudere, mais surtout une gigantesque perverse. Elle lit ouvertement du porno, se masturbe et la vue d'un pénis ne l'affecte pas le moins du monde. Voici l'histoire de sa vie quotidienne en compagnie de deux hommes-à-tout-faire employés de la société de son père : Sugita Kouhei et Takamura Ryou. Ce dernier se retrouve constamment harcelé sexuellement par Senko, mais il est bien loin de se douter qu'elle ne plaisantait pas le jour où elle lui a dit qu'elle l'aimait…",
      "ja": "就職難のこの時代、フツーの男子・高村の就職先は今どき珍しい住み込みスタイルの「便利屋 甘栗」！そこの娘の千子ちゃんは女子高生でカワイイんだけど、少し?変な?女子高生だった！突如、始まった彼女との同居生活は事件の連続!?",
      "pt-br": "Amaguri Senko é uma estudante do ensino médio com uma personalidade legal (como em kuudere) e uma grande pervertida. Ela lê pornografia abertamente, se masturba e não se incomoda nem um pouco ao ver pênis e coisas assim. A história gira em torno da vida diária de Senko com dois trabalhadores manuais que trabalham para a empresa de seu pai, na qual ela também ajuda, Takamura Ryou e Sugita Kouhei. Takamura acaba sendo constantemente assediado sexualmente por Senko, em parte devido ao seu pênis com fimose que despertou seu interesse, mas ele mal sabia que ela não estava brincando quando disse sem rodeios \"Eu gosto de você\"..."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9c3006-915b-4f7e-8636-9eea6da12ec3",
    "title": {
      "en": "Daily Life of Sa-chan, a Drugstore Clerk"
    },
    "updatedAt": "2024-11-16T05:56:51+00:00",
    "coverArt": "https://mangadex.org/covers/9d9c3006-915b-4f7e-8636-9eea6da12ec3/384d246f-0e73-4e3d-aae6-bbc1939b19d5.jpg",
    "altTitles": [
      {
        "ja-ro": "Drugstore tenin sa-chan no nichijo"
      },
      {
        "ja-ro": "Doraggusutoa ten'in satchan no nichijō"
      },
      {
        "ja": "ドラッグストア店員さっちゃんの日常"
      },
      {
        "vi": "Chuyện nàng Sa ở tiệm thuốc"
      },
      {
        "ja-ro": "Drug Store Tenin Sacchan no Nichijou"
      },
      {
        "fr": "Le quotidien de Sa-Chan, une vendeuse comme une autre"
      },
      {
        "fr": "Le quotidien de Sa-chan, une employée de pharmacie"
      },
      {
        "vi": "Chuyện Đời Thường Của Nhân Viên Hiệu Thuốc, Sa-Chan"
      },
      {
        "vi": "Cuộc Sống Thường Ngày Của Nhân Viên Hiệu Thuốc Sa-Chan"
      }
    ],
    "description": {
      "en": "A series between the expressionless drugstore clerk, Sa-chan, and her boisterous childhood friend who's head over heels over Sa-chan but hesitant in confessing his love for her. Join them in their romcom-packed everyday life working at a drugstore.",
      "fr": "> Une série réunissant une employée de pharmacie sans expression, Sa-chan, et son ami d'enfance turbulent qui est fou amoureux d'elle mais qui hésite à lui avouer son amour. Accompagnez-les dans leur quotidien plein de comédie amoureuse en travaillant dans une pharmacie.",
      "id": "Seri antara petugas toko obat tanpa ekspresi, Sa-chan, dan teman masa kecilnya yang riuh yang jungkir balik terhadap Sa-chan tetapi ragu-ragu dalam mengakui cintanya padanya. Bergabunglah dengan mereka dalam kehidupan sehari-hari mereka yang penuh romansa bekerja di toko obat.",
      "ja": "ドラッグストアで働くさっちゃんとその幼なじみが両思いなんだけど、お互い気づかなくて毎日やきもきする話です。",
      "pt-br": "Uma série entre a inexpressiva balconista da drogaria, Sa-chan, e seu turbulento amigo de infância que está de ponta-cabeça por Sa-chan, mas hesita em confessar seu amor por ela. Junte-se a eles em sua vida cotidiana repleta de comédia romântica trabalhando em uma farmácia."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "93b49513-33fa-4fef-9bf2-36e95db5c07f",
    "title": {
      "en": "Midnight"
    },
    "updatedAt": "2023-02-12T09:07:57+00:00",
    "coverArt": "https://mangadex.org/covers/93b49513-33fa-4fef-9bf2-36e95db5c07f/dcc6b78f-2167-4b26-a829-02d5f084509c.jpg",
    "altTitles": [
      {
        "ja": "ミッドナイト"
      },
      {
        "zh": "午夜計程車"
      },
      {
        "en": "Black Jack Gaiden: Midnight"
      },
      {
        "ja-ro": "Middonaito"
      }
    ],
    "description": {
      "en": "Midnight is the story of a taxi driver named Shinya Mito (whose name is literally Japanese for \"mid\" and \"night\") and his various passengers, each of whom he helps in various ways. Shinya drives a taxi as a way to earn money for the treatment of a young woman named Mari, whose brain was injured sometime earlier as the result of an accident Shinya was responsible for causing. The taxi Shinya drives is equipped with a fifth wheel which makes the car more maneuverable under any kind of road conditions.\n\n---\n**Volumes 354-359 of the Osamu Tezuka Complete Works**",
      "tr": "Shinya Mito (Midnight) taksi şoförüdür. Hayatın sillesini yemiş peş parasız haldedir. Komadaki sevgilisinin bir gün iyileşeceği umuduyla taksicilik yapmaktadır. Gece vardiyasında çalıştığı için şehrin binbir türlü yüzüne şahit olur."
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "53"
  },
  {
    "mangaId": "cee18057-22c5-410f-a9d6-442eef1d3ba9",
    "title": {
      "en": "Yagi-san Yuubin"
    },
    "updatedAt": "2024-12-10T18:30:10+00:00",
    "coverArt": "https://mangadex.org/covers/cee18057-22c5-410f-a9d6-442eef1d3ba9/a4c12a9e-3dc9-4464-aa33-9355755f5029.jpg",
    "altTitles": [
      {
        "en": "Lost Letters"
      },
      {
        "ja": "やぎさん郵便"
      },
      {
        "zh": "卖火柴的青 年"
      },
      {
        "vi": "Lá Thư Đi Lạc"
      }
    ],
    "description": {
      "en": "University student Hirose Kiyotaka finds a love letter tucked into the pages of a borrowed book. While attempting to return the letter, he encounters the charismatic Hanashiro Seiji and quickly becomes involved with him. As their tentative relationship develops, however, he finds himself wondering how serious Hanashiro's feelings for him really are. Meanwhile, the letter falls into the hands of Hanashiro's colleague Sawa Jinichiro, who entraps its writer, Arihara Mineo. Sawa's actions are seemingly ruthless, but his true motives regarding Arihara are far from clear."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "25.5"
  },
  {
    "mangaId": "644b3c1b-6f82-4f50-a839-51a39cf08b03",
    "title": {
      "en": "Gokusotsu Kraken"
    },
    "updatedAt": "2024-11-25T13:23:23+00:00",
    "coverArt": "https://mangadex.org/covers/644b3c1b-6f82-4f50-a839-51a39cf08b03/ba800bf9-55bc-49b6-957e-fc4b07855b6d.jpg",
    "altTitles": [
      {
        "ja": "獄卒クラーケン"
      },
      {
        "en": "Hell's Tormentor Kraken"
      },
      {
        "en": "Prison Guard Kraken"
      },
      {
        "zh": "海怪狱卒"
      },
      {
        "zh-hk": "獄卒克拉肯"
      },
      {
        "id": "Sipir Penjara Kraken"
      },
      {
        "id": "Penjaga Penjara Kraken"
      },
      {
        "ru": "Тюремщик кракен"
      },
      {
        "es-la": "El Kraken Carcelero"
      }
    ],
    "description": {
      "en": "Controlling the Queendom of Sebek's female prison with the Power of the Kraken!",
      "id": "Shimizu Kuuma, seorang laki-laki, yang baru saja kembali dari wawancara kerja yang tidak bisa dia selesaikan, tiba-tiba dikirim ke dunia lain, di sana dia bertemu dengan seorang gadis tertentu yang membantunya dan memberinya pekerjaan di penjara tetapi yang tidak dia ketahui adalah bahwa ini hanya jebakan untuk membawanya dan agar dia bisa 'dinikmati' oleh Bosnya, kemudian setelah dia dibantai dan dibuang ke laut dan hampir mati dia diselamatkan oleh Kraken yang menceritakan kisahnya tentang bagaimana Dia diselamatkan oleh seorang gadis tertentu yang adalah seorang tahanan, jadi mereka membuat kesepakatan, kemudian dia menyelamatkan gadis itu dan melakukan Pembalasan.",
      "ja": "就職難に悩む男子学生・クウマは、いきなり異世界に飛ばされてしまう。そこで女監獄・海獄城に連れて行かれたクウマは、海の覇者・魔獣クラーケンと融合し、絶大なイカの異能力を得る。陰謀で死刑囚にされたゼイナ姫の救出を託され、クウマは海獄城に獄卒として潜り込むが、そこには個性豊かな女囚たちが待ち受けていた……。クウマは女囚たちをイカの力で心もカラダも攻略し、ゼイナ姫を助けることが出来るのか!?",
      "es-la": "Shimizu Kuuma es un chico que siempre devuelve los favores. Un día, al regresar de una entrevista de trabajo fallida, es repentinamente transportado a otro mundo. En este mundo es salvado por una chica, quien le ofrece un trabajo como guardia de una prisión de mujeres. Sin pensarlo dos veces, Kuuma acepta, pero no se imaginó, que sería casi asesinado por una prisionera. Ellas tiran su cuerpo al mar, pero antes de morir, la criatura más fuerte del mar, el Kraken, lo salva y le ofrece fusionarse con él a cambio de algo. Es así como Kuuma sobrevive, consigue los poderes del Kraken y está dispuesto a tomar el control de la prisión para devolverle el favor al Kraken."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f082a4c-2a50-4859-ae0d-30a0bcf1cf9e",
    "title": {
      "en": "Yè De Mìng Míng Shù"
    },
    "updatedAt": "2024-09-22T19:11:19+00:00",
    "coverArt": "https://mangadex.org/covers/9f082a4c-2a50-4859-ae0d-30a0bcf1cf9e/205416c6-f702-4a19-8c8a-52ced3e16fb3.jpg",
    "altTitles": [
      {
        "zh": "夜的命名术"
      },
      {
        "en": "Moniker of the night"
      },
      {
        "ko": "밤의 명명법"
      },
      {
        "ja": "夜の命名法"
      },
      {
        "en": "Night’s Nomenclature"
      },
      {
        "vi": "Mệnh Danh Thuật Của Bóng Tối"
      },
      {
        "zh-ro": "Ye De Ming Ming Shu"
      },
      {
        "en": "Naming Technique of the Night"
      },
      {
        "en": "Retouching of the Night"
      }
    ],
    "description": {
      "en": "In the blue and purple neon, under the dense steel sky, the front end of the data torrent is the world after the technological revolution, and it is also the boundary between reality and illusion. Steel and body, past and future. Here, the outer world and the inner world coexist, and everything in front of you is like a wall of time. Darkness gradually shrouded. But you have to understand, my friend, that we cannot deal with darkness with tenderness, but with fire.",
      "zh": "蓝与紫的霓虹中，浓密的钢铁苍穹下，数据洪流的前端，是科技革命之后的世界，也是现实与虚幻的分界。 钢铁与身体，过去与未来。 这里，表世界与里世界并存，面前的一切，像是时间之墙近在眼前。 黑暗逐渐笼罩。 可你要明白啊我的朋友，我们不能用温柔去应对黑暗，要用火。"
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7215b1e8-bac1-49a2-83d9-ed62335dd849",
    "title": {
      "en": "Kekkon shiyou. Rikon zentei de."
    },
    "updatedAt": "2024-12-08T13:45:58+00:00",
    "coverArt": "https://mangadex.org/covers/7215b1e8-bac1-49a2-83d9-ed62335dd849/9f0fb476-85c0-407a-ada9-42caa44a656f.png",
    "altTitles": [
      {
        "en": "Please Marry Me With Divorce in Mind"
      },
      {
        "ja": "結婚しよう。離婚前提で。"
      },
      {
        "vi": "Cậu có thể kết hôn với tôi nhưng vẫn sẵn sàng cho việc ly hôn được không?"
      }
    ],
    "description": {
      "en": "After turning 30 as a NEET, Kyousuke was kicked out of his parents' house. \nThat's when Rui, his closest friend, proposes a solution: to get married, then divorce!\n\n\nA guy and girl who've been 'just friends' for around a decade decide to enter a pretend marriage.\nHe's a romantic and she's just a pragmatic girl.  A pair unsuited for marriage.\nWhat will they discover after 100 days together?",
      "vi": "Sau khi bước sang tuổi 30 với tư cách là một NEET, Kyosuke bị đuổi khỏi nhà bố mẹ.\n\nĐó là lúc Rui, người bạn thân nhất của anh, đưa ra một giải pháp: kết hôn rồi ly hôn!\n\nMột chàng trai và cô gái 'chỉ là bạn bè' trong khoảng một thập kỷ quyết định bước vào một cuộc hôn nhân giả.\n\nAnh là một người lãng mạn và cô chỉ là một cô gái thực dụng. Một cặp đôi hoàn toàn không thích hợp với hôn nhân.\n\nHọ sẽ khám phá được điều gì sau 100 ngày bên nhau?",
      "pt-br": "Depois de completar 30 anos como NEET, Kyousuke foi expulso da casa de seus pais.\nFoi então que Rui, o seu melhor amigo, propôs uma solução: casar e depois divorciar-se!\n\nUm rapaz e uma moça que são “apenas amigos” há cerca de uma década decidem entrar em um casamento de mentira.\nEle é um romântico e ela é apenas uma garota pragmática. Um casal inadequado para o casamento.\nO que eles descobrirão depois de 100 dias juntos?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bce90ee1-4a1d-4a64-a01e-2463cf1be061",
    "title": {
      "en": "Gakuen Idolm@ster: Gold Rush"
    },
    "updatedAt": "2025-01-15T11:26:24+00:00",
    "coverArt": "https://mangadex.org/covers/bce90ee1-4a1d-4a64-a01e-2463cf1be061/b9e673bf-c13a-47d7-a6b9-8c7d936518f1.jpg",
    "altTitles": [
      {
        "ja": "学園アイドルマスター GOLD RUSH"
      },
      {
        "ja-ro": "Gakuen Idolm@ster GOLD RUSH"
      },
      {
        "ja-ro": "Gakuen Idolmaster: Gold Rush"
      },
      {
        "ja-ro": "Gakum@s"
      },
      {
        "ja-ro": "Gakumas"
      },
      {
        "en": "Academy Idolmaster: Gold Rush"
      }
    ],
    "description": {
      "en": "The story of girls who attend a school where dreams come true!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/85d8c7f0-e029-4810-b76d-a51a338d47dc.jpg",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0df86784-961a-443c-9765-8b41702c6249",
    "title": {
      "en": "Alice-san Chi no Iroribata"
    },
    "updatedAt": "2025-01-15T12:19:43+00:00",
    "coverArt": "https://mangadex.org/covers/0df86784-961a-443c-9765-8b41702c6249/e1bd1a5f-aec9-497a-97c1-ce651ab8c337.jpg",
    "altTitles": [
      {
        "ja": "アリスさんちの囲炉裏端"
      },
      {
        "ru": "У очага в доме Арису-сан"
      },
      {
        "th": "มื้ออุ่นหน้าเตาแห่งบ้านคุณอลิซ"
      },
      {
        "en": "By The Hearth At Alice-san's Home"
      },
      {
        "en": "By the Furnace of Miss Alice’s House"
      },
      {
        "vi": "Bên bếp lửa nhà Alice-san"
      }
    ],
    "description": {
      "en": "After ten years, Alice returns to her hometown from Tokyo to live alone in a traditional Japanese house with a sunken hearth. Harumi, her childhood friend, nervously meets her again after such a long time, but the warmth of the hearth with Alice is just as warm as it was in the past...\n\nNext to the hearth in Miss Alice's house, let's have a leisurely meal together.",
      "pt-br": "Depois de 10 anos, Alice volta de Tóquio para a sua cidade natal e mora sozinha em uma antiga casa tradicional Japonesa com lareira. Harumi, um amigo de infância, estava animado para se encontrar novamente depois de muito tempo, mas o calor da lareira com Alice continua tão quente quanto no passado..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd2e0871-4beb-4a6b-ba46-d4e04d1c6cf2",
    "title": {
      "en": "BanG Dream! - AnoSoyo Are Already Dating (Doujinshi)"
    },
    "updatedAt": "2024-11-26T10:49:25+00:00",
    "coverArt": "https://mangadex.org/covers/cd2e0871-4beb-4a6b-ba46-d4e04d1c6cf2/21549d8f-2ce3-4f12-981c-bbaebf4e8674.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26102334-1f7b-4a5b-a64f-107c5c24a70f",
    "title": {
      "en": "Mao"
    },
    "updatedAt": "2024-09-29T01:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/26102334-1f7b-4a5b-a64f-107c5c24a70f/60356bcc-3936-445d-b485-014a43bcad66.jpg",
    "altTitles": [
      {
        "en": "MAO"
      },
      {
        "ja": "マオ"
      },
      {
        "zh-hk": "摩緒"
      },
      {
        "th": "หาญสู้พลิกชะตาอาถรรพณ์"
      }
    ],
    "description": {
      "en": "The story is set in a \"land where two worlds intersect,\" and it centers on \"a strange romance between a boy and girl who meet by fate.\"\n\n(from ebookjapan):\n\nOnmyoji and Yokai? A girl's bizarre Taisho romance! When she was in the first grade of elementary school, her whole family was involved in an accident, but she is the only one who survived. In her third year of junior high school, she passes by the accident site again and is somehow transported back to the Taisho Era!　\n\nThe next day, Nanoka's physical abilities are awakened when she is told by Mao, a boy she met there who is an Onmyoji, \"You are a demon, aren't you?\" The Taisho bizarre romance in which the two of them face their \"destiny\" that will come begins!\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/mao)\n- Indonesian release by [Elex Media](https://www.gramedia.com/products/mao-01) (2021)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "594063f1-2cf8-4307-b6e1-fbc984e88fdb",
    "title": {
      "en": "Heimin no Watashi desu ga Koushaku Reijou-sama o Taburakashite Ikiteimasu"
    },
    "updatedAt": "2024-12-05T16:11:58+00:00",
    "coverArt": "https://mangadex.org/covers/594063f1-2cf8-4307-b6e1-fbc984e88fdb/f910df0e-15e8-43bd-8622-a7796f52bd16.jpg",
    "altTitles": [
      {
        "ja": "平民の私ですが公爵令嬢様をたぶらかして生きています"
      },
      {
        "zh": "我虽身为平民，却以诓骗公爵大小姐为生"
      },
      {
        "en": "I'm a Commoner Living My Life Beguiling the Duke's Daughter"
      }
    ],
    "description": {
      "en": "Lilah, a commoner, is cast out of the only home she's ever known, finding herself lost in the depths of a forest, on the brink of death. Fate, however, has other plans, as she miraculously reunites with Eva, a young lady of nobility she once played with as a child, narrowly escaping a dire end. Moreover, this encounter leads Lilah to an unexpected role as Eva's personal bodyguard. Now, she faces the ultimate challenge: can a commoner like her rise above and excel in the world of the nobility?\n\n---\n**Links:**\n- [Alternative Amazon Link (Individual Chapters)](https://www.amazon.co.jp/dp/B0CBGWG5K2)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5b86815-b2f6-4f3e-a5ac-374a9423235f",
    "title": {
      "en": "Astro King - Shoukan Yuusha dakedo Kakyuu Nintei sareta node Maid Harem o Tsukurimasu!"
    },
    "updatedAt": "2024-12-03T14:51:03+00:00",
    "coverArt": "https://mangadex.org/covers/e5b86815-b2f6-4f3e-a5ac-374a9423235f/a5b14708-d1f9-43a2-9b60-b389ada0c171.jpg",
    "altTitles": [
      {
        "ja": "アストロキング　召喚勇者だけど下級認定されたのでメイドハーレムを作ります！"
      },
      {
        "ja-ro": "Asutoro Kingu - Shoukan Yuusha dakedo Kakyuu Nintei sareta node Meido Haaremu o Tsukurimasu!"
      },
      {
        "en": "Astro King - Summoned as a Hero, I Turned Out to Be Low Rank, so I Made a Maid Harem!"
      },
      {
        "id": "Astro King - Di panggil Sebagai Pahlawan, Aku Ternyata Berpangkat Rendah, Jadi Aku Membuat Harem dengan Pelayan!!"
      }
    ],
    "description": {
      "en": "After being transported to another world with all of his classmates, Yoshitsune was ordered to conquer the dungeon as a hero. While his peers were all reeled in and tamed by the offer of unlimited sex with the castle maids, Yoshitsune, a low-rank hero, devoted his cheat skills to getting more and more maid wives...",
      "id": "Setelah dipindahkan ke dunia lain dengan semua teman sekelasnya, Yoshitsune diperintahkan untuk menaklukkan dungeon sebagai pahlawan.  Sementara rekan-rekannya semua tertarik dan dijinakkan oleh tawaran seks tanpa batas dengan para pelayan kastil, Yoshitsune, seorang pahlawan berpangkat rendah, mengabdikan keterampilan curangnya untuk mendapatkan lebih banyak istri pelayan ...",
      "ja": "クラスメイト全員と共に異世界召喚された義経は、勇者としてダンジョン攻略を命じられることに。メイドさんとエッチし放題というご褒美に釣られ同級生たちが次々と骨抜きにされる中、下級勇者に任命された義経はチートスキルで嫁メイドを増やすことに専念していき…？",
      "pt-br": "Depois de ser transportado para outro mundo com todos os seus colegas de classe, Yoshitsune foi ordenado a conquistar a masmorra como um herói.  Enquanto seus colegas eram todos atraídos e domados pela oferta de sexo ilimitado com as empregadas do castelo, Yoshitsune, um herói de baixo escalão, dedicou suas habilidades de trapaça para conseguir mais e mais empregadas domésticas..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c592d86-78ea-4f07-9a68-4c7f6d139f2c",
    "title": {
      "en": "Isekai Drug ~Yakugaku Chishiki de Monster Musume-tachi wo Toriko ni shite Nariagaru~"
    },
    "updatedAt": "2024-11-17T22:52:39+00:00",
    "coverArt": "https://mangadex.org/covers/6c592d86-78ea-4f07-9a68-4c7f6d139f2c/e1e0a797-4dc3-49d3-9411-9d8ffec29fcd.jpg",
    "altTitles": [
      {
        "ja": "農学博士の異世界無双～禁忌の知識で築くモンスター娘ハーレム～"
      },
      {
        "en": "The Unrivaled Isekai Adventure of an Agricultural Science Professor: Building a Monster Girl Harem with Pharmaceutical Knowledge"
      }
    ],
    "description": {
      "en": "One day, Dr. Shiro, a harmless and kind-hearted doctor of agriculture, is transported to another world along with his students and laboratory. It's a hopeless world where humans are treated as slaves and ruled by monster girls! In this grim world, he'll use his knowledge of pharmacology to subvert and control the cruel monster girls!",
      "ja": "人畜無害で心優しき農学博士・シローはある日、ゼミの生徒と共に研究室ごと異世界に転移してしまう。そこは人間が奴隷として扱われ、モンスター娘たちが支配する絶望的な世界であった―――！殺伐異世界で、残虐モンスター娘たちを薬学知識で堕とし、支配せよ！！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2025-01-02T16:14:12+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      },
      {
        "vi": "Chấm dứt tình yêu này đi được không?"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma.",
      "vi": "Hachikawa Yuzu, một nữ sinh cấp 3 với cuộc đời học đường ảm đạm có một bí mật. Rằng thực chất cô ấy là một người hâm mộ cuồng nhiệt của Hayami Madoka, bạn cùng lớp và cũng là một nữ diễn viên nổi tiếng.\nYuzu, ngưỡng mộ và tôn sùng Madoka như một nữ thần, cảm thấy hạnh phúc khi chỉ đơn giản được học cùng lớp và nhìn ngắm Madoka mỗi ngày.\nLẽ ra chỉ như thế đã đủ, nhưng cho tới một ngày...\nMột câu chuyện tình yêu méo mó nhưng đồng thời cũng vô cùng thuần khiết."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "6994b74a-2ecd-4a54-8d23-d2adff5e0b0c",
    "title": {
      "en": "Player"
    },
    "updatedAt": "2024-10-27T07:51:52+00:00",
    "coverArt": "https://mangadex.org/covers/6994b74a-2ecd-4a54-8d23-d2adff5e0b0c/8295e424-4e81-4e3a-bd71-b0a174246a12.jpg",
    "altTitles": [
      {
        "ko": "플레이어"
      },
      {
        "ru": "Игрок"
      },
      {
        "zh": "被迫成为玩家"
      },
      {
        "en": "Player (OH Hyeon-Jun)"
      },
      {
        "ja": "プレイヤー"
      },
      {
        "vi": "Đấu thủ"
      }
    ],
    "description": {
      "en": "Through posting a \"Best Comment\", I somehow became the main character of a webtoon!\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "fr": "Seoljin est un vrai loser à l'école : il est méprisé par tous, même par ceux qu'il croyait être ses amis. La seule chose qu'il puisse faire pour échapper à cette dure réalité, c'est de lire des webtoons d'action, de s'imaginer à la place des héros qui se battent courageusement contre leurs adversaires, sans la moindre hésitation. Mais la vie de Seoljin va prendre un tout autre tournant lorsqu'il laissera un petit commentaire sur le webtoon \"Player\" : un commentaire qui, bientôt, le conduira dans l'univers-même de ce webtoon !\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "id": "Seoljin, seorang pecundang di sekolah, tiba-tiba masuk ke dalam dunia webtoon aksi karena dia berjanji untuk masuk ke webtoon berjudul “Player” kalau kommennya menjadi komen terbaik! Gimana nasibnya di dalam dunia webtoon?!\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "ja": "先の展開が見え見えの漫画なんてもう飽きた！漫画好きの男子高校生・松雪仁は現実の高校生活に、そして自分の弱さにうんざりしていた。そのうっぷんを晴らすべくコメント欄に書き込んだ他愛のない一つの公約。それをきっかけに彼は現実世界から自分が読み入る漫画の世界に強制送還されることに⁉ こんな展開みたことない！この漫画の主人公は俺だ！\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "ko": "베댓 공약으로 어쩌다 주인공이 되었다!\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "ru": "Из-за обещания данного в лучшем комментарии, я стал главным героем вебтуна.\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "th": "ฉันเกลียดเวลาที่ตัวเอกในเว็บตูนถูกเขียนให้แพ้คู่ต่อสู้ที่แข็งแกร่งเพราะว่า...การแพ้ที่เป็นอยู่ตอนนี้ก็มากเกินพอแล้ว ฉันเองก็อยากเป็นตัวเอกของเรื่องเหมือนกัน!\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "vi": "1 học sinh cấp 3 luôn bị các bạn trong lớp xa lánh , đọc webtoon là thứ giúp cậu bớt tuổi thân nhưng 1 hôm cậu cmt vào bộ truyện cậu thích và có khá nhiều lượt tương tác, vị THẦN đã tạo ra bộ truyện cậu đọc thấy cmt cậu rất thú vị mà đã dịch chuyển cậu vào thế giới của bộ truyện.....",
      "zh": "弱鸡少年穿越到漫画世界！\n打败NO.1才能回到现实？\n内向的男主许镇是学校里的边缘人物。作为一个漫画迷，某天他看到一部漫画，却很反感故事里主角先被强者碾压再崛起的老套设定。于是在评论中留言吐槽并许下了“承诺”，没想到这条评论成为了热评第一。之后不可思议的事情发生了！他竟被漫画里的“神——亚瑟”带进了漫画世界！并且只有当他代替漫画世界里的主角成为所谓的“player排行No.1”，他才能回到现实世界。菜鸟玩家该如何成为最强玩家呢？\n\n---\n\n- BGM done by [<Team MSD>](https://www.youtube.com/c/TeamMSD/search?query=%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/beipochengweiwanjia/list?title_no=1631)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/player/list?title_no=2256)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000964)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/player/list?title_no=2985)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/player/list?title_no=2649)",
      "pt-br": "Depois de postar um “Melhor Comentário”, de alguma forma eu me tornei o personagem principal de uma webtoon!"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad004a13-f46a-4392-b786-97a6cab09fc2",
    "title": {
      "en": "My Wife Is Actually the Empress?"
    },
    "updatedAt": "2024-12-18T08:20:10+00:00",
    "coverArt": "https://mangadex.org/covers/ad004a13-f46a-4392-b786-97a6cab09fc2/28cd180e-e519-4a12-a367-28336c8cb0a5.jpg",
    "altTitles": [
      {
        "zh": "我家娘子竟然是女帝?"
      },
      {
        "zh-ro": "Wǒ Jiā Niángzǐ Jìngrán Shì Nǚ Dì?"
      },
      {
        "zh-ro": "Wo Jia Niangzi Jingran Shi Nv Di?"
      },
      {
        "vi": "Nương Tử Nhà Ta Là Nữ Đế"
      }
    ],
    "description": {
      "en": "With my wife's breathtaking beauty, not even the newly enthroned empress can match her! With my wife's marvelous culinary skills, not even the empress's royal chefs can match her! My wife loves me and cares about me very very much, and I wouldn't trade her for even the empress! Wait, what? My wife is the empress?!",
      "vi": "Lão bà nhà ta xinh đẹp như hoa, cho dù là Tân Nữ Đế đăng cơ cũng không sánh nổi! Lão bà nhà ta trù nghệ cao siêu, cho dù là Nữ Đế ngự thiện phòng cũng không sánh nổi! Lão bà nhà ta rất yêu ta, rất quan tâm ta, có cho ta Nữ Đế ta cũng không thèm! Cái gì? Lão bà nhà ta lại chính là Nữ Đế!?",
      "zh": "我家老婆貌美如花，哪怕是新登基的女帝都比不上！ 我家老婆厨艺高超，哪怕是女帝的御膳房都比不上！ 我家老婆很爱我，很关心我，就算是给个女帝我都不换！ 什么？我家老婆竟然就是女帝！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]