[
  {
    "mangaId": "bc8d49fc-0f9b-4f85-9db7-19c3fe3fd81c",
    "title": {
      "en": "The Chart of Priest"
    },
    "updatedAt": "2022-02-06T20:32:58+00:00",
    "coverArt": "https://mangadex.org/covers/bc8d49fc-0f9b-4f85-9db7-19c3fe3fd81c/4066373a-8049-4f24-b71f-852100d010b3.jpg",
    "altTitles": [
      {
        "ko-ro": "Sinbunim-ui Carte"
      },
      {
        "ko-ro": "Sinbunimhwe Karute"
      },
      {
        "en": "The Priest's Chart"
      },
      {
        "ko": "신부님의 카르테"
      }
    ],
    "description": {
      "en": "Edward, a young priest, meets a veteran who's under a vicious curse. Before very long he finds himself falling in love, and makes a vow to save and protect Cliff no matter what.  \n  \nThis is the love story of a young priest who wants to save his hero, the veteran.",
      "pl": "Młody ksiądz Edward spotyka weterana, który jest pod wpływem okropnej klątwy. Ze wszelkich sił stara mu się pomóc, jednak prowadzi to głównie do pojawienia się w jego sercu skomplikowanych uczuć…"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ebf69e8-2f80-4f1a-b537-43771049be63",
    "title": {
      "en": "Watashitachi wa Moto Joshi desu"
    },
    "updatedAt": "2024-03-03T20:55:29+00:00",
    "coverArt": "https://mangadex.org/covers/8ebf69e8-2f80-4f1a-b537-43771049be63/f85b784f-c9bc-425a-b130-75a565462386.jpg",
    "altTitles": [
      {
        "ja": "私たちは元女子です"
      },
      {
        "en": "We are Former Girls"
      },
      {
        "es-la": "Somos Ex Chicas"
      },
      {
        "es": "Somos Ex Chicas"
      }
    ],
    "description": {
      "en": "Rinko Mino, a first-year high school student, is a female manager of the volleyball club. She fell in love with her senior Yuki in the same club, worked hard at club activities, and she had a normal and enjoyable life. \n\nWhen she woke up one morning... She was a boy!? What will happen to the youth of Rinko, a girl who suddenly became the opposite sex!!?",
      "es": "Rinko Mino, una estudiante de primer año de instituto, es la mánager femenina del club de voleibol.\n\nSe enamora de Yuki, un estudiante de último curso del mismo club, trabaja duro en las actividades del club y lleva una vida normal y feliz.\n\n¡Pero una mañana se despierta y se da cuenta de que se ha convertido en un chico ......!\n\n¿Qué pasará con la juventud de Rinko, una chica que de repente se ha convertido en el sexo opuesto?",
      "ja": "高校1年生の三野凛子は、バレーボール部の女子マネージャー。\n\n同じ部の先輩・結城に恋をしたり、部活を頑張ったり、普通で楽しい毎日を送っていた。\n\nそんなある日の朝目覚めると……男子になっていた!?\n\n突然異性化しちゃった女子・凛子の青春は、どーなっちゃうのか!!?",
      "es-la": "Rinko Mino, una estudiante de primer año de instituto, es la mánager femenina del club de voleibol.\n\nSe enamora de Yuki, un estudiante de último curso del mismo club, trabaja duro en las actividades del club y lleva una vida normal y feliz.\n\n¡Pero una mañana se despierta y se da cuenta de que se ha convertido en un chico ......!\n\n¿Qué pasará con la juventud de Rinko, una chica que de repente se ha convertido en el sexo opuesto?",
      "pt-br": "Rinko Mino, uma estudante do primeiro ano do ensino médio, é a gerente feminina do clube de vôlei. Ela se apaixonou por seu colega sênior Yuki no mesmo clube, trabalhou duro nas atividades do clube e teve uma vida normal e agradável.\n\n**Quando ela acordou uma manhã... Ela era um garoto?!** O que acontecerá com a juventude de Rinko, uma menina que de repente se tornou do sexo oposto!!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9a125c7-7090-4a1e-8a87-9b63227b651f",
    "title": {
      "en": "Tenseishita Daiseijo wa, Seijo Dearu Koto wo Hitakakusu: A Tale of The Great Saint"
    },
    "updatedAt": "2024-03-11T16:39:51+00:00",
    "coverArt": "https://mangadex.org/covers/a9a125c7-7090-4a1e-8a87-9b63227b651f/94a08a30-fbbe-4647-9afd-ceb3a58f3d31.jpg",
    "altTitles": [
      {
        "ja": "転生した大聖女は、聖女であることをひた隠す A Tale of The Great Saint"
      },
      {
        "en": "A Tale of the Secret Saint"
      },
      {
        "fr": "La grande Sainte réincarnée cache que c'en est une."
      }
    ],
    "description": {
      "en": "Fia, who is aiming to be a knight in a family of knights, remembers her previous life as a \"Grand Saint\" when she was on the verge of dying. The saint is currently a highly important and respected profession because it's on the verge of extinction! The holy power she can use happens to be the \"lost magic\" of myths.  \n  \nIn her previous life, she was threatened by the right arm of the Demon King, saying, \"I'll kill you again if you're reborn as a saint.\"  \n  \n\"If I use such power, I wonder if I would be caught and killed once again…\"  \n  \nWatch as she tries to live a simple life as a knight, hiding the fact that she's a Grand Saint!  \n\n\n---\n\n- **[Official English License Announcement](https://sevenseasentertainment.com/2020/09/18/seven-seas-reveals-a-great-secret-with-license-of-a-tale-of-the-secret-saint-light-novel-and-manga-series/)**  \n- **[Official English Light Novel](https://sevenseasentertainment.com/series/a-tale-of-the-secret-saint-light-novel/)**",
      "ja": "「剣の才能がない」と言われていた騎士家の少女・フィーア。彼女は死にかかった際、規格外のチート能力を持つ「大聖女」だった前世を思い出し、最強の魔物・黒竜を従魔にする。しかし前世で「聖女として生まれ変わったら殺す」と魔王の右腕に脅されたことを思い出した彼女は、大聖女の力を隠しながら、騎士を目指すが数々の騒動を巻き起こすことに！？"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0da1f49a-3767-409a-bfa5-c227e24d4380",
    "title": {
      "en": "Fly Me to the Moon"
    },
    "updatedAt": "2022-12-06T16:13:13+00:00",
    "coverArt": "https://mangadex.org/covers/0da1f49a-3767-409a-bfa5-c227e24d4380/0622cf6a-306e-4202-babb-dd1916388e00.jpg",
    "altTitles": [
      {
        "ko": "플라이 미 투 더 문"
      }
    ],
    "description": {
      "en": "a \"heterogeneous\" society where supernatural beings blend in. For these monsters, \"cruel\" is not enough to describe them. One such monster's unexpected appearance at funeral of Jeongyeon's mother forces her to enter their world. \n\nDon't you hate to see yourself being unfairly manipulated, don't you want revenge for all your suffering? \n\nSomeone caught her just when she was about to collapse."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7067cad-53fb-43b7-9727-579f4e4ddab3",
    "title": {
      "en": "Gensou Shinkou"
    },
    "updatedAt": "2024-04-04T22:54:10+00:00",
    "coverArt": "https://mangadex.org/covers/c7067cad-53fb-43b7-9727-579f4e4ddab3/1c5a2d29-2955-48f7-ad24-75f43adcf798.jpg",
    "altTitles": [
      {
        "ja": "幻想侵攻"
      },
      {
        "pt-br": "Invasão à fantasia"
      }
    ],
    "description": {
      "en": "A mysterious man named \"Ryo\" who has lost his memory wakes up in a different world populated by monster girls (fantasy species) that easily surpass the power of humans. He possesses a certain power, the skill of \"charm\", which forces him to increase the likability of all monster girls!\nDespite his distress, Ryo uses his power to seduce all kinds of monster girls and build a harem. All in order to achieve a certain goal...!\n\nEros and carnage intersect in this otherworldly adventure tale that opens at!",
      "ja": "人間の力を軽く凌駕するモンスター娘（幻想種）が跋扈する異世界で目覚めた、記憶を失った謎の男「リョウ」。そんな彼にはある力、モンスター娘たちすべての好感度を強制的に上げる「魅了」のスキルを所持していた!!\n苦悩しつつもリョウは己の力を使いあらゆるモンスター娘を篭絡し、ハーレムを築く。すべてはある目的を遂行するため…!!!\n\n**エロスと殺戮が交差する、エロティック異世界冒険譚 開幕――!!!!!!**",
      "pt-br": "Um homem misterioso, conhecido como *\"Ryou\"*, que perdeu suas memórias, acorda em um mundo paralelo populado por mulheres monstro que possuem poderes que ultrapassam qualquer limite humano. No entanto, esse mesmo homem possui um poder, a habilidade conhecida como *\"Charme\"*, que lhe permite interferir na psique dessas *\"criaturas fantásticas\"*!\nApesar do contínuo sentimento de *\"inquietação\"*, Ryou usará sua habilidade para seduzir todo tipo de criatura fantástica, assim criando um harém, tudo para que seja possível alcançar um certo objetivo...\n\n**Gore e erotismo se cruzam nesta aventura em um mundo paralelo!**"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73692e5f-4cca-4a03-ab18-91c747cc110f",
    "title": {
      "en": "I Can Have Infinite Epiphanies"
    },
    "updatedAt": "2024-03-25T06:06:50+00:00",
    "coverArt": "https://mangadex.org/covers/73692e5f-4cca-4a03-ab18-91c747cc110f/4606796d-19ee-4185-94fe-d72cee90d681.jpg",
    "altTitles": [
      {
        "zh": "我可以无限顿悟"
      },
      {
        "zh-ro": "Wo Keyi Wuxian Dunwu"
      },
      {
        "zh-ro": "Wǒ Kěyǐ Wúxiàn Dùnwù"
      },
      {
        "ja": "嫉妬を力に変える最強への道"
      }
    ],
    "description": {
      "en": "What should you do if transmigrated to a fantasy world and has become a son called the 'Human Race's Great Traitor'!\n\nDon't worry, looking at his infinite epiphany system, all Bai Mo needs to do is to make others jealous of him!\n\nNo matter what kind of moves and cheats, as long as someone is jealous of him, Bai Mo can start an epiphany and let himself practice those to perfection in an instant!\n\nSo Bai Mo raised a lot of big villains around him, and occasionally molested them.\n\nHe liked to watch his enemies jealous and resentful of him, but they couldn't do that themselves!",
      "id": "Apa yang harus saya lakukan jika saya menjadi putra seorang yang dikenal sebagai pengkhianat umat manusia di dunia fantasi!  Jangan khawatir, melihat sistem pencerahannya yang tak terbatas, yang perlu dilakukan Bai Mo hanyalah membuat orang lain iri padanya!  Tidak peduli keterampilan atau buku rahasia apa pun, selama seseorang iri padanya, Bai Mo akan dapat membuka pencerahannya dan membiarkan dirinya mengembangkannya dengan sempurna dalam sekejap!  Oleh karena itu, Bai Mo telah mengangkat banyak penjahat besar di sekitarnya, dan sesekali menggodanya, dia suka melihat musuhnya iri dan membencinya, tetapi dia tidak bisa bertindak seperti dirinya sendiri!",
      "zh": "越玄幻世界还变成了被称为人族大叛徒的儿子该怎么办！ 不急，看着自己的无限顿悟系统，白墨需要做的就是让别人嫉妒自己！无论何等功法、秘籍，只要有人嫉妒他，白墨就能开启顿悟，让自己瞬间将它修炼圆满！ 于是白墨身边养了很多大反派，偶尔调戏一下，就喜欢看着敌人嫉妒怨恨自己，却又干不了自己的样子！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0fef7be-d7e7-4b1d-a30f-23702599bd05",
    "title": {
      "en": "Scarlet Star"
    },
    "updatedAt": "2023-10-29T03:38:25+00:00",
    "coverArt": "https://mangadex.org/covers/d0fef7be-d7e7-4b1d-a30f-23702599bd05/a23d7a03-cf6c-4bf6-901d-2bb65a1e23cd.png",
    "altTitles": [],
    "description": {
      "en": "In New Pantheon City, monstrous \"Voids\" have plagued the people for over 500 years. However, they are not without their protectors- Immortal Magical guardians are also there to fight back against them. Living in New Pantheon City is Mars Hino- a troubled outcast. Because of his reputation, vulgar personality,  and lack of social finesse, he has found himself entering high school alone. That is before he meets the hero of the Blunbell district, the magical girl Scarlet Star- who chooses him for a higher duty"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a460ab18-22c1-47eb-a08a-9ee85fe37ec8",
    "title": {
      "en": "Bleach - Digital Colored Comics"
    },
    "updatedAt": "2024-01-22T01:22:43+00:00",
    "coverArt": "https://mangadex.org/covers/a460ab18-22c1-47eb-a08a-9ee85fe37ec8/7c8f9203-2b82-41f2-beb3-e7fb00e151e2.jpg",
    "altTitles": [
      {
        "en": "BLEACH"
      },
      {
        "en": "BLEACH (Official Colored)"
      },
      {
        "ja": "BLEACH カラー版"
      },
      {
        "vi": "Sứ giả Ichigo"
      },
      {
        "vi": "Sứ mạng thần chết"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "ja": "ブリーチ"
      },
      {
        "ja": "ブリーチ カラー版"
      },
      {
        "zh": "死神"
      },
      {
        "ko": "블리치"
      }
    ],
    "description": {
      "en": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family, but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits, and along with Rukia, who is slowly regaining her powers, it's Ichigo's job to both protect the innocent from Hollows and to help the spirits themselves find peace.   \n  \nMonochrome version won the 50th Shogakukan Manga Award in the Shounen category.",
      "es": "Ichigo Kurosaki siempre ha sido capaz de ver fantasmas, pero esta habilidad no cambia su vida tanto como su encuentro cercano con Rukia Kuchiki, una Segadora de Almas y miembro de la misteriosa Sociedad de las Almas. Mientras lucha contra un hueco, un espíritu maligno que se aprovecha de los humanos que muestran energía psíquica, Rukia intenta prestarle a Ichigo algunos de sus poderes para que pueda salvar a su familia, pero para su sorpresa, Ichigo absorbe hasta la última gota de su energía. Ahora que ya es un auténtico Segador de Almas, Ichigo aprende rápidamente que el mundo que habita está lleno de peligrosos espíritus y, junto con Rukia, que está recuperando lentamente sus poderes, el trabajo de Ichigo consiste en proteger a los inocentes de los huecos y ayudar a los propios espíritus a encontrar la paz.  \n  \nVersión monocroma ganó el 50º Premio Shogakukan Manga en la categoría Shounen.",
      "pt-br": "Versão totalmente colorida do mangá Bleach. A história gira em torno de Kurosaki Ichigo um estudante de 15 anos que tem uma estranha capacidade de ver, tocar e falar com espíritos de pessoas mortas. Logo que o Shinigami (Deus da Morte) Kuchiki Rukia toma conhecimento dos poderes dele ela decide investigá-lo, e acaba em uma luta com um Hollow que foi atraído pelo forte poder espiritual de Ichigo, antes de ser derrotada pela criatura, Rukia passa seus poderes a Ichigo, o qual se torna um Shinigami, e após derrotar o Hollow ingressa em uma jornada para proteger os humanos e os espíritos da ameaça dos Hollows."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "74",
    "lastChapter": "686"
  },
  {
    "mangaId": "cc8bc5a3-cd2b-4309-9626-953f3bece49b",
    "title": {
      "en": "Kuro no Senki II: Isekai Teni Shita Boku ga Saikyou na no wa Bed no Ue dake no You desu"
    },
    "updatedAt": "2024-03-01T06:20:45+00:00",
    "coverArt": "https://mangadex.org/covers/cc8bc5a3-cd2b-4309-9626-953f3bece49b/33b4ae94-9a72-4523-af08-665ace6621fb.jpg",
    "altTitles": [
      {
        "en": "Kuro no Senki II: It seems that I, who has moved to another world, is the strongest only on the bed"
      },
      {
        "en": "Record Of Kurono's War II"
      },
      {
        "ja": "クロの戦記Ⅱ 異世界転移した僕が最強なのはベッドの上だけのようです"
      }
    ],
    "description": {
      "en": "Kurono Crawford (Chrono Crawford), a noble of Cepheus Empire had a secret. It was that he came from a Different world… Modern Japan. Having the knowledge about the modern weapons and his sense of values, he was an existence almost like a cheat, aiming to be the “Harem king”.    Abandoned by his superiors, left in command of the Empire’s rejects consisting of demi-humans such as Minotaurs, Dwarfs, and Elves, and thrust into a position as head of a poor fiefdom, Chrono will do everything he can to rebuild and strengthen his forces and revitalize the land, aided in part by his knowledge of the other world.",
      "pt-br": "Kurold Crawford um nobre do Império Kefaus, tinha um segredo. ele veio de um mundo diferente… O Japão moderno. Tendo o conhecimento sobre as armas modernas e seu senso de valores, sua existência é quase como uma trapaça, com o objetivo de ser o \"rei do Harém\".    Abandonado por seus superiores, deixado no comando dos rejeitados do Império, consistindo de demi-humanos como Minotauros, Anões e Elfos, e levado à posição de chefe de um feudo pobre, Kuro fará tudo o que puder para reconstruir e fortalecer suas forças e revitalizar a terra, auxiliado em parte por seus conhecimentos do outro mundo…."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/e08cd064-7b50-44c9-ab17-fdb353858766.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "011ecd60-144f-476f-92e9-278905cb4450",
    "title": {
      "en": "Getsuyoubi no Tawawa (Serialization) (Blue) (Fan Colored)"
    },
    "updatedAt": "2024-04-08T19:34:51+00:00",
    "coverArt": "https://mangadex.org/covers/011ecd60-144f-476f-92e9-278905cb4450/58288378-8baf-4520-9c1c-c9e9cb97d6b2.jpg",
    "altTitles": [
      {
        "en": "Tawawa on Monday"
      },
      {
        "ja": "月曜日のたわわ"
      }
    ],
    "description": {
      "en": "Following the spirit of the origins of our popular big-breasted girls of Himura Kiseki-sensei, presenting a special Blue Edition of the weekly chapters of Yanmaga magazine's serialization \"Getsuyoubi no Tawawa\"!\n\n---\n\nBe sure to check out the published volumes released in Blue format in the Retail section, and the official English licensing by Denpa US (also in Blue)!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b27cbd8-4cc6-40ca-b010-928da4540be8",
    "title": {
      "en": "Getsuyoubi no Tawawa"
    },
    "updatedAt": "2024-02-19T05:27:56+00:00",
    "coverArt": "https://mangadex.org/covers/6b27cbd8-4cc6-40ca-b010-928da4540be8/32a533e2-fd5d-4090-a958-57e5e81e4af3.jpg",
    "altTitles": [
      {
        "ru": "Загруженный понедельник"
      },
      {
        "ru": "Тавава по Понедельникам"
      },
      {
        "ja": "月曜日のたわわ"
      },
      {
        "ja-ro": "Getsuyoubi no Tawawa"
      },
      {
        "en": "Tawawa on Monday"
      }
    ],
    "description": {
      "en": "A salary man is quite depressed, especially on Mondays. At his lowest point a well-endowed High-School girl calling herself Ai-chan stumbles breast-first into his face. The concussion she gave him served as the start of their relationship.  \n  \n**Notes**:\n - This page refers to the Twitter manga's official serialization, which began in Weekly Young Magazine on November 16, 2020.\n - For the separate Blue Edition for the serialization, click [here](https://mangadex.org/title/f5818aee-080b-42b5-b717-b1dae81f049c/getsuyoubi-no-tawawa-blue)",
      "fr": "Un employé de bureau est déprimé, surtout les lundis. Au bout du rouleau, une lycéenne bien fournie qui se fait appeler Ai-chan lui tombe dessus, poitrine la première. La blessure qu’elle lui a infligée, marque le début de leur relation.",
      "ja": "読めばアナタも元気になれる！ 月曜日の憂鬱なんて吹っ飛ばす！ たわわな女の子たちの日常コメディ！",
      "pt-br": "Um assalariado fica bastante deprimido, principalmente às segundas-feiras. Em seu ponto mais baixo, uma garota bem dotada do colégio que se autodenomina Ai-chan tropeça no rosto dele. A concussão que ela deu a ele serviu como o início de seu relacionamento. \n\n*Esta página refere-se à serialização oficial do mangá do Twitter, que começou na Weekly Young Magazine em 16 de novembro de 2020.*"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce25484a-6be2-4f29-807c-569dfed8a091",
    "title": {
      "en": "Danshi Kokoseidakedo Gyaru ni TS Shimashita"
    },
    "updatedAt": "2024-03-31T13:58:47+00:00",
    "coverArt": "https://mangadex.org/covers/ce25484a-6be2-4f29-807c-569dfed8a091/234de13f-b8d7-4fdb-aba5-743230b01c1f.jpg",
    "altTitles": [
      {
        "ja": "男子高校生だけどギャルにTSしました"
      },
      {
        "en": "I’m a High School Boy, but I Got Gender-Swapped Into a Gyaru"
      },
      {
        "ja-ro": "Danshi Koukousei Dakedo Gal ni TS Shimashita"
      }
    ],
    "description": {
      "en": "Shunpei, a loner high schooler, became a gyaru after saving the god of gyaru from drowning. Through his mother's connections, he was able to transfer to an all-girls school, but it was stuffed to the brim with gyarus! \nEvery day is a sensory overload for Shunpei, who's never even talked to a girl, let alone a gyaru.\n\nIt's the beginning of an introverted high school guy => gender-swapped gyaru comedy!\n\n---\n- [Alternative Official Raw (NicoNico)](https://seiga.nicovideo.jp/comic/67976)",
      "ja": "陰キャ男子・桜井は、目の前で溺れていたギャル神様を助けた恩恵でギャルになってしまった。\n母親の伝手で転校することができたが、その学校はギャルだらけの女子校だった！\nギャルどころか女子とまともに交流したことがない桜井にとって刺激が強すぎる毎日…。\n陰キャ男子高校生⇒ギャルTSコメディ開幕！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66d06155-8345-46df-844c-7836de15f0a5",
    "title": {
      "en": "Sunroom Nite"
    },
    "updatedAt": "2023-05-28T17:25:59+00:00",
    "coverArt": "https://mangadex.org/covers/66d06155-8345-46df-844c-7836de15f0a5/0f160ba3-2075-4948-9829-f56a83d19bb6.jpg",
    "altTitles": [
      {
        "en": "In The Sunroom"
      },
      {
        "ja-ro": "20 no Hiru to Yoru"
      },
      {
        "ja-ro": "Hohoemu Shounen"
      },
      {
        "ja-ro": "Mister no Kotori"
      },
      {
        "en": "The Laughing Boy"
      },
      {
        "en": "20 Days and Nights"
      },
      {
        "en": "Star!"
      },
      {
        "en": "The Mr.'s Baby Bird"
      },
      {
        "ja": "サンルームにて"
      }
    ],
    "description": {
      "en": "In December of 1970 Takemiya published a short story, \"In the Sunroom\" (in Bessatsu Shojo Komikku) which is possibly the first shonen-ai manga published and contains the earliest known male-male kiss in shōjo manga.  \n  \nThe manga volume consists of five shorter stories:  \n  \n- Sunroom Nite (In the Sunroom, 1970)  \n- Hohoemu Shounen (The Laughing Boy, 1972)  \n- 20 no Hiru to Yoru (20 Days and 20 Nights, 1973)  \n- Star! (1974)  \n- Mister no Kotori (The Mr.'s Baby Bird, 1975) \n  \nSource: [MangaUpdates](https://www.mangaupdates.com/series.html?id=53054)"
    },
    "status": "completed",
    "releaseDate": 1970,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "0a023b19-970d-4ca9-9d11-a7dedfd37d70",
    "title": {
      "en": "Yakuza Paradise"
    },
    "updatedAt": "2024-02-25T09:49:47+00:00",
    "coverArt": "https://mangadex.org/covers/0a023b19-970d-4ca9-9d11-a7dedfd37d70/9292dde3-1e8d-4690-83ae-f0b02da7b745.jpg",
    "altTitles": [
      {
        "ja": "極道楽園"
      },
      {
        "ja": "極道パラダイス"
      },
      {
        "ja-ro": "Gokudo Paradise"
      }
    ],
    "description": {
      "en": "The 18-year-old Taro Sato, who had no dreams or goals and was leading a lazy life, is scouted by chance to be a driver for a yakuza boss. Taro is at the mercy of the yakuza gang leader's life, which has suddenly begun. Can he become a \"cool guy\" like his gang leader?!\n\nThis is a genuine gangster story that pursues realism to the extreme!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb1e9858-5d3c-4c3e-a394-12c5b4d0b55f",
    "title": {
      "en": "Re:Monster"
    },
    "updatedAt": "2024-02-02T22:19:14+00:00",
    "coverArt": "https://mangadex.org/covers/eb1e9858-5d3c-4c3e-a394-12c5b4d0b55f/c03e5bc9-a69c-47dd-97b3-3adb9025d7f1.jpg",
    "altTitles": [
      {
        "ja": "リ・モンスター"
      },
      {
        "th": "Re:Monster ราชันชาติอสูร"
      },
      {
        "ru": "Перерождение: Монстр"
      },
      {
        "zh-hk": "重．怪物"
      }
    ],
    "description": {
      "en": "Tomokui Kanata has been reincarnated into the weakest race, goblin, and given a new name, Rou, after having undergone an unfortunate death. However, goblin Rou has retained his previous life's memories and ability to learn skills from what he eats. In this alternate world of survival of the fittest, events unfold. Will a goblin party become the heroes of this world, in a delightful twist from your usual scenario?",
      "pt-br": "Tomokui Kanata reincarnou na raça mais fraca, a dos goblins e ganhou um novo nome, Rou, após ter morrido de forma infeliz. Entretanto, o goblin Rou preservou as lembranças de sua vida passada, ganhando uma evolução incomum, mas mantendo sua capacidade de ganhar habilidades por comê-los. Neste mundo alternativo de sobrevivência do mais forte, com o desenrolar dos acontecimentos, irá o grupo do goblins se tornarem os heróis deste mundo e o transformarem em um cenário totalmente diferente do habitual? Ele irá se tornar o herói deste mundo ou um soberano das trevas dominará a todos?"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d5a2920-e3ec-41c8-a8a4-c108477893cf",
    "title": {
      "en": "Moscow 2160"
    },
    "updatedAt": "2024-03-17T10:43:57+00:00",
    "coverArt": "https://mangadex.org/covers/7d5a2920-e3ec-41c8-a8a4-c108477893cf/11dc155e-a3c8-4c84-89ed-1191427671db.jpg",
    "altTitles": [
      {
        "ja": "モスクワ2160"
      },
      {
        "ru": "Москва 2160"
      },
      {
        "zh-hk": "莫斯科2160"
      }
    ],
    "description": {
      "en": "A future where the cold war between the USA and Russia never ended and has been going on for two centuries. \n\"Liquidator\" Daniel Kuragin runs through Moscow alleyways for score-settling with a submachine gun in hand!  \nThe overwhelmingly popular web series from \"Goblin Slayer\" creator Kumo Kagyu has begun publication.",
      "ru": "Холодная война так и не закончилась, и мир совсем забыл о том, что такое правда, свобода и надежда. Среди промышляющих в советской Москве кибернетизированных бандитов затесался «уборщик» Данила Курагин с целёхоньким телом, действующий сам по себе.",
      "pt-br": "A história se passa em um mundo onde a Guerra Fria já se estendeu por mais de 2 séculos e a tecnologia evoluiu de forma a criar “sombras mecanizadas”, cujo os objetivos são trabalhar como limpadores em um mundo repleto de conspirações."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-02-01T14:53:52+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/91e088dc-4e93-4c98-a762-5ee38077ab35.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1487ed38-87b4-4f47-a82b-e85fd3dbd4f0",
    "title": {
      "en": "Keikenchi Chochiku de Nonbiri Shoushin Ryokou ~Yuusha to Koibito ni Tsuihou sareta Senshi no Mujikaku zama~"
    },
    "updatedAt": "2023-12-22T14:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/1487ed38-87b4-4f47-a82b-e85fd3dbd4f0/1e245bfb-ec63-4601-99b2-84a25f3e29f6.jpg",
    "altTitles": [
      {
        "ja": "経験値貯蓄でのんびり傷心旅行 ～勇者と恋人に追放された戦士の無自覚ざまぁ～"
      },
      {
        "en": "A Warrior Exiled by the Hero and His Lover"
      }
    ],
    "description": {
      "en": "After losing his girlfriend to a brave hero, Toru is expelled from his S-Rank party. With a feeling of sadness and pain in his heart, he defeats a demon he meets outside the city, and his ability [to save experience] is broken! Toru becomes level 300 in the blink of an eye! With this power that far surpasses that of heroes, there is nothing that can stop him. Kaede, a slave he met on his journey, forms a group called the \"Mangyu Brigade\", and easily completes dungeons, acquires the legendary sacred weapons, and thanks to his skills, his friends level up easily! He rescued a countess who was attacked by bandits on the road, and befriended a legendary beast. Oru's journey continues at a leisurely pace, as he repeatedly encounters various people along the way, while his former party of heroes are deprived of opportunities to play an active role and fall into decline. This is the beginning of the life of a 300 level warrior!  \r\n\r\n\r\n---\r\n\r\n[Original Webnovel](https://ncode.syosetu.com/n9483ge/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52d4ad1e-d02c-4fef-81d6-1e758e699d31",
    "title": {
      "en": "Hatarakanai Futari"
    },
    "updatedAt": "2024-02-13T05:05:49+00:00",
    "coverArt": "https://mangadex.org/covers/52d4ad1e-d02c-4fef-81d6-1e758e699d31/b9ec8372-e18e-432b-9052-42739f8909b1.jpg",
    "altTitles": [
      {
        "tr": "Çalışmayan İkili"
      },
      {
        "tl": "Ang Walang trabahong Magkapatid"
      },
      {
        "tr": "İşsiz Kardeşler"
      },
      {
        "id": "Kaka-beradik Penganggur"
      },
      {
        "ru": "Бездельники"
      },
      {
        "ja": "働かないふたり"
      },
      {
        "ja-ro": "Hatarakanai Futari"
      },
      {
        "en": "The Jobless Siblings"
      }
    ],
    "description": {
      "en": "A slice-of-life story about two siblings, both jobless shut-ins. Haruko is a teenage girl who shares with her brother a love of laying around the house in sweats, watching television and playing video games. Her brother has a few friends, but Haruko has a lot of problems with social anxiety. The two of them pass their days happily playing together, though their mother worries about how she's going to get Haruko to shape up enough to find a husband.",
      "pt": "Haruko é uma adolescente que compartilha com seu irmão um amor de ficar em casa de moletom, assistindo televisão e jogando videogames. Seu irmão tem alguns amigos, mas Haruko tem um monte de problemas com ansiedade social. Os dois passam seus dias felizes brincando juntos, embora sua mãe se preocupa sobre como Haruko vai ficar e se melhorar o suficiente para encontrar um marido.",
      "es-la": "La historia del día a día de dos hermanos, ambos encerrados y sin trabajo. Haruko es una adolescente que comparte con su hermano el amor por holgazanear en la casa en sudaderas, mirar televisión y jugar videojuegos. Su hermano tiene algunos amigos, pero Haruko tiene muchos problemas de ansiedad social. Los dos pasan sus días felices jugando juntos, aunque a su madre le preocupa cómo hará que Haruko se ponga en forma lo suficiente como para encontrar un marido."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1899b8d-b3a7-460d-8e79-8ff2e524de46",
    "title": {
      "en": "Please Slay The Demon! Young Master!"
    },
    "updatedAt": "2024-02-25T08:13:22+00:00",
    "coverArt": "https://mangadex.org/covers/d1899b8d-b3a7-460d-8e79-8ff2e524de46/692e5086-a815-4fe6-8a31-57bec2b80fc5.jpg",
    "altTitles": [
      {
        "zh": "请公子斩妖"
      },
      {
        "zh-ro": "Qing Gongzi Zhan Yao"
      },
      {
        "zh-ro": "Qǐng Gōngzǐ Zhǎn Yāo"
      }
    ],
    "description": {
      "en": "In this majestic world, spanning the heavens and earth, exists a vibrant and joyous world of immortal cultivation. When Chu Liang opened his eyes, he found himself as a disciple of the Shu Mountain Sect, possessing a peculiar treasure tower. From then on, he embarked on an unimaginable path.With the morning mist rising from the thirty-six peaks, he slays dragons eight thousand miles away!…”Please slay the demon! young master!”",
      "zh": "巍巍人间，九天十地。 花花世界，快乐修仙。 当楚梁睁开眼发现自己成为了一名蜀山派弟子，并身怀尊一奇异宝塔. …从此便踏上了一条不曾设想的道路。 三十六峰晨烟起，八千里外斩龙还！ “请公子斩妖！”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be5a9292-79c6-4db1-8a30-9e5e6b3d8f64",
    "title": {
      "en": "Normality and Monsters"
    },
    "updatedAt": "2024-04-08T18:37:13+00:00",
    "coverArt": "https://mangadex.org/covers/be5a9292-79c6-4db1-8a30-9e5e6b3d8f64/7484a115-ca1d-48ec-92e5-7d77dc9c99d6.jpg",
    "altTitles": [
      {
        "ja": "フツーと化け物"
      }
    ],
    "description": {
      "en": "Itou-san, who’s poor at interpersonal relations, was jealous of her mild-mannered classmate Takahashi-san, who gets along well with everyone. But one day, she witnesses Takahashi-san swallow a person whole. Takahashi-san was a monster mimicking a human!\n\nSuch a terrifying monster was calmly blending in with the class – that’s extremely admirable!! I definitely want to be her friend!!\n\nAnd so Itou-san learns the “normality” of human society from Takahashi-san the monster. But while Itou-san is in high spirits, Takahashi-san has her own motives…\n\nA tag team between a prodigy author and the spirited illustrator behind “Youjo Senki” brings forth a thundering tale of maidens whose youthful impatience and yearning jumble together and accelerate! (Translated from the Bookwalker description for Volume 1.)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3db60a2-7a42-4acf-b547-8634fdc10388",
    "title": {
      "en": "Moving In with a Crossdressing Girl After a Breakup"
    },
    "updatedAt": "2024-02-05T00:22:43+00:00",
    "coverArt": "https://mangadex.org/covers/d3db60a2-7a42-4acf-b547-8634fdc10388/48b8edee-3b61-48a7-aa04-b953b9975ad2.jpg",
    "altTitles": [
      {
        "ja": "彼氏に振られて男装女子と暮らすことになった話"
      },
      {
        "ja-ro": "Kareshi ni Furarete Dansou Joshi to Kurasu Koto ni natta Hanashi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5e3b32e-5d96-4ebd-b37e-3caa0b258824",
    "title": {
      "en": "Kanzen Kaihi Healer no Kiseki"
    },
    "updatedAt": "2024-03-19T20:02:25+00:00",
    "coverArt": "https://mangadex.org/covers/b5e3b32e-5d96-4ebd-b37e-3caa0b258824/758947d2-6ca6-408d-803f-6d82967f939f.jpg",
    "altTitles": [
      {
        "en": "The Path of the Perfect Evasion Healer"
      },
      {
        "ja": "完全回避ヒーラーの軌跡"
      },
      {
        "ko": "완전회피 힐러의 궤적"
      },
      {
        "zh-hk": "完全迴避補師的異世界軌跡"
      },
      {
        "ru": "Путь целителя с идеальным уклонением"
      }
    ],
    "description": {
      "en": "A college student, Sakurai Hiroki was summoned to another world to defeat the Demon Lord. And since he got “Priest” as a job, his starting Recovery Stat was more than enough to heal any wounds, so he dumped all of his Stat Points into Evasion. In other words, he’s aiming for an Evasion Healer who will never get hit by enemy attacks. But unfortunately, people in that world couldn’t understand his ideal! The King got angry against him and labelled him as useless almost immediately! And thus, the story of how Hiroki become an odd Healer who can even avoid Dungeon Boss’ attacks with ease has started!!",
      "ru": "Учащегося среднего специального образовательного учреждения Сакурай Хироки вызвали в иное измерение для того, чтобы одолеть Лорда Демонов. Поскольку он получит специализацию \"Клирика\", его базового знания в области восстановления хватило в избытке, чтобы врачевать какие угодно повреждения, и по этой причине он использовал все очки способностей для улучшения уклонения. Иначе говоря, он выбрал дорогу исцелителя, который ни за что не окажется под ударами неприятеля. Однако, к несчастью, народ этого измерения не был в состоянии оценить его по достоинству! Правитель рассердился на героя и моментально нарек его бестолковым. Затем началась история о том, как Хироки становится великолепным мастером исцеления, который может уклоняться от самых жестоких атак боссов."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3",
    "title": {
      "en": "Yuusha ni Zenbu Ubawareta Ore wa Yuusha no Hahaoya to Party wo Kumimashita!"
    },
    "updatedAt": "2024-02-16T05:49:19+00:00",
    "coverArt": "https://mangadex.org/covers/9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3/f278697a-ed3e-455e-ae8f-cac04783756a.jpg",
    "altTitles": [
      {
        "ja": "勇者に全部奪われた俺は勇者の母親とパーティを組みました！"
      },
      {
        "ja-ro": "Yuusha ni Zenbu Ubawareta Ore wa Yuusha no Hahaoya to Party wo Kumimashita!"
      },
      {
        "zh-hk": "被勇者奪取全部的我，和勇者的母親組成了隊伍！"
      },
      {
        "zh": "被勇者踢出队伍的我，最后和他们的妈妈组队了！"
      },
      {
        "id": "Pahlawan Mengambil Segalanya Dariku, Jadi Aku Menikahi Ibunya!"
      },
      {
        "tr": "Kahraman Her Şeyimi Elimden Çaldı, Ben de Annesiyle Parti Yaptım!"
      },
      {
        "en": "The Hero Took Everything from Me, So I Partied with the Hero’s Mother!"
      }
    ],
    "description": {
      "en": "A young man wants to marry the mothers of the hero's party—\n\nAs a member of the hero's party Ceres, the main character, set out to defeat the demon king.\nBut one day, he was suddenly dismissed by the hero, and he had to leave the party.\nAll alone, Ceres sought to find a domestic slave to take care of him. What he saw at the slave market was Ms Shizuko, the mother of the hero, sold as a slave—??\n\nThe unreasonably expelled young man's Isekai mama harem is born!!",
      "id": "Seorang pemuda ingin menikahi ibu dari kelompok pahlawan—\n\nSebagai anggota kelompok pahlawan Ceres sang tokoh utama, berangkat untuk mengalahkan raja iblis.\nNamun suatu hari, dia tiba-tiba di keluarkan dari kelompok pahlawan oleh sang pahlawan,\nSeorang diri, Ceres mencari budak rumah tangga untuk merawatnya. Namun apa yang dia lihat di pasar budak adalah Nyonya Shizuko, ibu dari sang pahlawan, dijual sebagai budak—??\n\nHarem Isekai yang tak masuk akal dari pemuda yang dikeluarkan dari kelompok pahlawan lahir!!",
      "ja": "少年が結婚したいのは、\n勇者パーティのお母さんたちでした――\n\n勇者パーティの一員として\n魔王の倒す旅に出ている主人公・セレス。\n\nだがある日突然、勇者ゼクトからクビ宣告を受け、\nパーティを抜けることに。\n\n一人になったセレスは、\n身の回りの世話役として家事奴隷探しへ。\n\nその奴隷市場で見かけたのは\n奴隷として売られた、勇者の母親である静子さんの姿が――？？\n\n理不尽に追放された少年の\n異世界ママハーレムが産声を上げる！！",
      "pt-br": "Ceres e seus amigos de infância criaram um grupo de aventureiros nomeado de “luz da esperança”, mas depois que Zect, um de seus amigos, se tornou o grande herói, ele expulsou Ceres do grupo. Agora, só restava ao extasiado Ceres retornar para seu vilarejo. Contudo, quando foi comprar uma escrava para auxiliá-lo, Ceres se deparou com Shizuko, a mãe do grande herói Zect!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "150e0dd9-f4f6-4d73-8ca9-c2f693252a56",
    "title": {
      "en": "Heavenly Blood Star"
    },
    "updatedAt": "2024-04-07T07:30:54+00:00",
    "coverArt": "https://mangadex.org/covers/150e0dd9-f4f6-4d73-8ca9-c2f693252a56/557d4474-33c1-414f-b72d-d086eed6a029.png",
    "altTitles": [
      {
        "en": "The Blood Star Damned by Heaven"
      },
      {
        "ko": "天死血星,천사혈성"
      },
      {
        "pt-br": "A Estrela de Sangue Amaldiçoada pelo Céu"
      }
    ],
    "description": {
      "en": "Cheon Yoo-ok, a young orphan who survives by begging, however, as he delves deeper into the mysteries of a sect, dark secrets and unknown threats begin to emerge, in a world where intrigues and conspiracies are everywhere, he will have You have to overcome unimaginable challenges to protect those you love and discover your true destiny.",
      "pt-br": "Cheon Yoo-ok, um jovem órfão que sobrevive pedindo esmolas, porém, à medida que ele se aprofunda nos mistérios de uma seita, segredos sombrios e ameaças desconhecidas começam a surgir, em um mundo onde intrigas e conspirações estão por toda parte, ele terá que superar desafios inimagináveis para proteger aqueles que ama e descobrir seu verdadeiro destino."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5bf9cc3-d003-47fe-bc76-99774b2a0562",
    "title": {
      "en": "Nichijou"
    },
    "updatedAt": "2024-03-16T12:13:10+00:00",
    "coverArt": "https://mangadex.org/covers/f5bf9cc3-d003-47fe-bc76-99774b2a0562/a812cf07-09a5-4dc2-b081-f36128b50c95.jpg",
    "altTitles": [
      {
        "fi": "Arki"
      },
      {
        "tr": "Günlük Yaşam"
      },
      {
        "en": "My Ordinary Life"
      },
      {
        "ru": "Мелочи Жизни"
      },
      {
        "ja": "日常"
      },
      {
        "ko": "일상"
      },
      {
        "fr": "Mon quotidien"
      },
      {
        "uk": "Повсякденнощі"
      }
    ],
    "description": {
      "de": "Währendessen der Titel \"alltägliches Leben\" bedeutet ist der Inhalt alles andere als alltäglich. Es handelt sich um ein komplett bizarres und verücktes \"alltags Leben\" von einer gruppe High School Schüler. Das Setting ist eine außergewöhnliche Schule, wo du den Rektor sehen kannst wie er mit einen Reh kämpft oder einen Roboter Arm. Wie auch immer, es gibt immernoch normale Geshichten, wie ein Kartenhaus bauen oder einen Test schreiben für den du dich nicht vorbereitet bist. Der Stil ist süß aber mischt auch extreme Ausdrücke und Actionszenen für Überraschende Komedie Einlagen.",
      "en": "While the title suggests a story of simple, everyday school life, the contents are more the opposite. The setting is a strange school where you may see the principal wrestle a deer or a robot's arm hide a rollcake. However there are still normal stories, like making a card castle or taking a test you didn't study for. The art style is cute but mixes with extreme expressions and action sequences for surprising comedy bits.\n\n(The original magazine run ends at Chapter 192)",
      "ru": "Обычная манга про обыную японскую жизнь.",
      "pt-br": "Enquanto o título sugere uma história simples de vida escolar, todos os dias, o conteúdo é mais o contrário. O cenário é uma escola estranha, onde você poderá ver o principal lutar com um cervo ou o braço de um robô esconder um bolo. No entanto ainda há histórias normais, como fazer um castelo de cartas ou de um teste que você não estudou. O estilo de arte é bonito, mas se mistura com expressões extremas e sequências de ação para os bits de comédia surpreendentes..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19cabfbe-f31b-48d6-ae92-d4b2f7f13073",
    "title": {
      "en": "Please Behave, My Wife"
    },
    "updatedAt": "2024-04-02T08:37:01+00:00",
    "coverArt": "https://mangadex.org/covers/19cabfbe-f31b-48d6-ae92-d4b2f7f13073/73ba705f-ee17-4b6b-96ec-9591ec919a11.jpg",
    "altTitles": [
      {
        "zh": "老婆请安分"
      },
      {
        "zh-ro": "Lǎopó qǐng ānfèn"
      },
      {
        "vi": "Vợ ơi, xin hãy ngoan nhé!"
      }
    ],
    "description": {
      "en": "This is brought to you by the same author of \"My Wife Is From a Thousand Years Ago\". \n\n\"If you could go back in time, what would you do?\"\n\n\"I would go to the school entrance and wait for you every day to pursue you shamelessly until you're my girlfriend. What about you?\"\n\n\"Hmm... I will definitely carefully wait until I'm twenty-four to get to know you again, then gradually fall in love, then get married, and then ask you this question. I live cautiously because I'm afraid that the butterfly effect will make me lose you.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a332db8-47f5-4752-a167-dccbb609181f",
    "title": {
      "en": "Naori wa Shinai ga, Mashi ni Naru"
    },
    "updatedAt": "2023-11-25T09:55:09+00:00",
    "coverArt": "https://mangadex.org/covers/0a332db8-47f5-4752-a167-dccbb609181f/10e68fdc-31d0-4529-bcfa-b042f8401f15.jpg",
    "altTitles": [
      {
        "ja": "なおりはしないが、ましになる"
      },
      {
        "zh": "虽然无法治愈，但是可以改善"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b9bd2d1-218b-4984-a44f-59f706a201c7",
    "title": {
      "en": "Kimi to Uchuu wo Aruku Tame ni"
    },
    "updatedAt": "2024-04-03T12:35:04+00:00",
    "coverArt": "https://mangadex.org/covers/8b9bd2d1-218b-4984-a44f-59f706a201c7/392477d2-e70a-4c13-9b25-d4a61dc7f0b4.jpg",
    "altTitles": [
      {
        "ja": "君と宇宙を歩くために"
      },
      {
        "en": "I Want To Walk In Space With You"
      },
      {
        "zh": "为了与你在宇宙行走"
      }
    ],
    "description": {
      "en": "Kobayashi is a Yankee who can neither study nor hold down a part-time job. One day, the eccentric Uno is transferred into his class. Uno saves Kobayashi from a questionable part-time job offered to him by a senior student, and the two become good friends after this incident. The more he learns about Uno, the more he is attracted to his lifestyle, and Kobayashi tries to change himself...\n\nThis is a story of friendship between two people who are complete opposites in terms of their inability to live normally, and who struggle to live happily despite the obstacles they face."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e23b98e0-3e23-4fb2-8351-f401ed9ccf34",
    "title": {
      "en": "Dog and Sandbag"
    },
    "updatedAt": "2023-09-12T15:41:48+00:00",
    "coverArt": "https://mangadex.org/covers/e23b98e0-3e23-4fb2-8351-f401ed9ccf34/45877b7e-3712-4ef1-86cb-f8712c301b14.jpg",
    "altTitles": [
      {
        "ja": "犬とサンドバッグ"
      },
      {
        "ja-ro": "Inu to Sandbag"
      },
      {
        "zh": "狗与沙袋"
      }
    ],
    "description": {
      "en": "A small island where the sky and sea shine. That is the hometown of Nichiko.\nShe returns to the island by herself after being away for many years and begins to live in her parents' house, which still has an empty dog kennel!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "9eb78304-0436-484d-9a79-a925b45e2731",
    "title": {
      "en": "Wind Breaker"
    },
    "updatedAt": "2024-03-27T22:33:14+00:00",
    "coverArt": "https://mangadex.org/covers/9eb78304-0436-484d-9a79-a925b45e2731/41356ba8-c98d-4b0c-bbc5-b6567cd89de2.jpg",
    "altTitles": [
      {
        "en": "Windbreaker"
      },
      {
        "en": "Wind Breaker (Nii Satoru)"
      },
      {
        "ru": "Ветролом"
      },
      {
        "ja": "ウィンドブレイカー"
      }
    ],
    "description": {
      "en": "Haruka Sakura wants nothing to do with weaklings—he's only interested in the strongest of the strong. He's just started at Furin High School, a school of degenerates known only for their brawling strength—strength they use to protect their town from anyone who wishes it ill. But Haruka's not interested in being a hero or being part of any sort of team—he just wants to fight his way to the top!",
      "pt-br": "A Fûrin High School ganhou a pior reputação entre as escolas da região por ter a média mais baixa e os alunos mais rebeldes. E nela ingressa Haruka Sakura, um jovem que acaba de chegar na cidade, que busca ser o mais forte para poder proteger todos com quem se importa. Para atingir seu objetivo, porém, a primeira coisa que ele deve fazer é se juntar a uma gangue chamada Wind Breaker, que representa seu instituto e cujo objetivo é defender a cidade de outras gangues e bandidos. No entanto, para que eles o aceitem, ele terá que ganhar o respeito deles com os punhos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65976df0-3cc2-49d7-a2e2-f0f5b10aded7",
    "title": {
      "en": "Hatch Potch Panch"
    },
    "updatedAt": "2024-04-04T07:40:27+00:00",
    "coverArt": "https://mangadex.org/covers/65976df0-3cc2-49d7-a2e2-f0f5b10aded7/069fb133-e526-46c0-8446-b499c4f2969b.jpg",
    "altTitles": [
      {
        "ja": "はっちぽっちぱんち,"
      },
      {
        "ja-ro": "Hacchi Pocchi Panchi"
      },
      {
        "en": "Hotch Potch Punch"
      }
    ],
    "description": {
      "en": "She was destroying people… in her mind.\n\nKiho Ishiguro is a high school girl who's an honor student at school, and devotes herself to her disabled mother at home. She is quiet and gentle, but deep down inside she has always had the urge to \"hit someone.\" As her feelings gets stronger day by day, Kiho encounters a street criminal. She snaps and unleashes her rage on the bad guy without restraint…? Here comes the JK who will revolutionize the world of women's MMA!",
      "es": "Kuroishi Kiho, en la escuela es una estudiante ejemplar, en casa es una buena hija que ayuda a su madre con sus problemas en las piernas... pero en sus fantasías, es alguien que hace pedazos a la gente. Aunque parece tranquila y gentil, en lo más profundo de su corazón existe un impulso que la hace querer \"golpear a otros\". Desbordada por las fantasías que no la dejan en paz, decide confrontar a un violador, ¿Será capaz de liberar y apaciguar sus emociones reprimidas con este criminal? ¡Entra en escena la estudiante de preparatoria que podría revolucionar las artes marciales de mujeres!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c84ffbda-8648-4356-aa5b-e472b155c529",
    "title": {
      "en": "noHEROES!"
    },
    "updatedAt": "2023-08-28T04:45:16+00:00",
    "coverArt": "https://mangadex.org/covers/c84ffbda-8648-4356-aa5b-e472b155c529/55235c88-2959-4bc3-9864-67b0455c2969.jpg",
    "altTitles": [
      {
        "en": "noHeroes!"
      },
      {
        "en": "There are noHeroes!"
      }
    ],
    "description": {
      "en": "A fighter, a wizard and a misguiding spirit are on Nameless Isle-what happens next is the stuff of heroes - or not! It's up to them."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ace1b3c4-41a7-44d2-a9ad-ae798932479e",
    "title": {
      "en": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
    },
    "updatedAt": "2024-03-21T17:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/cd35ba88-59ea-47c0-9f28-aa08c7fa0de3.jpg",
    "altTitles": [
      {
        "ja": "FPSで初心者ボコってリアルファイトに発展した結果w"
      },
      {
        "ja-ro": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
      },
      {
        "en": "After Beating a Noob in an FPS, He Wanted to Fight Me in Real Life LOL"
      },
      {
        "vi": "Sau Khi Bị Tôi Bón Hành Trong Game, Có Đứa Hẹn Kèo Đánh Tôi!"
      },
      {
        "id": "Hasil dari Mengalahkan seorang Pemula di FPS yang Berkembang Menjadi Pertarungan di RL haha"
      },
      {
        "en": "Fighting With an FPS Beginner"
      },
      {
        "ro": "Luptând Cu Un Începător La Jocurile FPS"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4413d794-e0da-4a6e-b61a-afd5758914e6",
    "title": {
      "en": "Hanninmae no Koibito"
    },
    "updatedAt": "2024-03-26T13:02:30+00:00",
    "coverArt": "https://mangadex.org/covers/4413d794-e0da-4a6e-b61a-afd5758914e6/7188e434-cc6e-43bb-9469-3cc7b7c60dfe.jpg",
    "altTitles": [
      {
        "ja": "半人前の恋人"
      },
      {
        "en": "Blooming Love"
      },
      {
        "ru": "Цветущая любовь"
      },
      {
        "bg": "Разцъфтяваща любов"
      },
      {
        "th": "มือใหม่หัดรัก"
      },
      {
        "pt-br": "Amor Florescente"
      },
      {
        "ru": "Неопытные возлюбленные"
      },
      {
        "ru": "Недостаточно опытные возлюбленные"
      }
    ],
    "description": {
      "en": "One day, when I was making school supplies in the art room, a very scary-looking girl was staring at me...!? Crafts girl vs. art boy romantic comedy!!",
      "ru": "В один прекрасный день Ибуки Синтаро поручили сделать ящик для предложений только потому, что он состоит в художественном кружке. Пока он работал с непривычными для него инструментами, он заметил на себе сверлящий взгляд устрашающей девчонки. Неожиданно она забирает у него пилу и энергичными движениями начинает резать доску! Так начинаются отношения между мальчишкой-художником и девчонкой-мастерицей!",
      "th": "“ในวันหนึ่ง ขณะที่กำลังทำงานอุปกรณ์ในห้องศิลปะ มีเด็กสาวที่มีหน้าตาน่ากลัวกำลังเฝ้ามองมาที่ผม...!?” เรื่องราวความรักคอมเมดี้ระหว่างสาวช่างฝีมือกับหนุ่มสายศิลป์!?",
      "pt-br": "Um dia, quando eu estava fazendo material escolar na sala de arte, uma garota muito assustadora estava olhando para mim...!? \n\nMenina do artesanato vs. garoto da arte comédia romântica!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8fce179-f541-4aa6-9207-e2570ae59b3c",
    "title": {
      "en": "Goodbye, Mom"
    },
    "updatedAt": "2024-04-07T13:42:11+00:00",
    "coverArt": "https://mangadex.org/covers/d8fce179-f541-4aa6-9207-e2570ae59b3c/252be518-a107-42b8-b5ac-d46c79e32024.jpg",
    "altTitles": [
      {
        "en": "Bye and Hello, Mom"
      },
      {
        "en": "Bye, Mom"
      },
      {
        "en": "Hi, Mom"
      },
      {
        "en": "안녕, 엄마"
      },
      {
        "en": "Goodbye, Mom"
      },
      {
        "en": "Hi Bye, Mom"
      }
    ],
    "description": {
      "en": "A parting with one mom and a meeting with another. Our close and distant parting story.",
      "fr": "\"Cœur de pierre.\"\nC'était ce que Lee Eunyoung avait toujours l'habitude d'utiliser pour décrire sa mère. Mais après le décès de sa mère, Eunyoung découvre un journal qui montre des choses qu'elle ne savait même pas au sujet de la femme qui l'a élevée. La lecture de ces écrits permet à Eunyoung de continuer à sentir la présence de sa mère et résoudre leur relation compliquée, mais à mesure que les pages restantes diminuent et que les visions qui lui tenaient compagnie commencent à s'estomper, elle est forcée de faire face à sa nouvelle réalité et de faire ses derniers adieux."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "18"
  },
  {
    "mangaId": "7a6a3542-fad5-4740-9eaf-b450b02c8bed",
    "title": {
      "en": "Monster Daycare"
    },
    "updatedAt": "2024-03-20T18:25:03+00:00",
    "coverArt": "https://mangadex.org/covers/7a6a3542-fad5-4740-9eaf-b450b02c8bed/c3badefa-725f-4e59-8ff7-8e63aea9cae7.jpg",
    "altTitles": [
      {
        "ja": "すくすくもんすたーず"
      },
      {
        "ja-ro": "Suku Suku Monsters"
      }
    ],
    "description": {
      "en": "On my 8th grade summer break,  I arrived at my grandma’s house to find it turned into a daycare? A tone-deaf mermaid, a timid zombie a hectic daily life as I take care of these monsters with unique traits. Although, I can’t seem to get used to this job, I’ll try my best!\nA cute and heartwarming monster-daycare comedy!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "3"
  },
  {
    "mangaId": "946ff973-95b5-4f57-8e81-7c4674ea50dc",
    "title": {
      "en": "The Druid of Seoul Station"
    },
    "updatedAt": "2024-03-27T04:11:21+00:00",
    "coverArt": "https://mangadex.org/covers/946ff973-95b5-4f57-8e81-7c4674ea50dc/07937784-c2fc-4ed2-a3ad-8f2239e19195.jpg",
    "altTitles": [
      {
        "ko": "서울역 드루이드"
      },
      {
        "en": "Seoul Station Druid"
      },
      {
        "zh": "归来的异世界王者"
      },
      {
        "th": "ดรูอิดแห่งสถานีโซล"
      },
      {
        "ru": "Друид с Сеульского вокзала"
      },
      {
        "ja": "ドルイド侵略"
      },
      {
        "uk": "Друїд з Сеульського вокзалу"
      }
    ],
    "description": {
      "de": "Was wie ein gewöhnlicher Tag begann, wird auf den Kopf gestellt, als eine mysteriöse Katastrophe die Erde heimsucht und Soo Ho Park auf einen anderen Planeten befördert. Mit der Zeit lernt er, sich anzupassen und um sein Überleben in dieser fremden Welt zu kämpfen. Doch eines Tages wird Soo Ho genauso plötzlich wieder auf die Erde zurückgeholt, wie er auf dem neuen Planeten gelandet ist. Schnell erfährt er, dass eine Rückkehr zu seinem vergangenen Leben nicht möglich ist, denn die Erde befindet sich in einem ständigen Kampf mit Monstern, denen es gelungen ist, den Planeten zu infiltrieren. Wie wird Soo Ho gegen die Monster ankämpfen und wird er dieses Mal mit seinen derzeitigen Fähigkeiten überleben können?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "en": "What started out as an ordinary day turned upside down when an unknown catastrophe struck Earth, transporting Suho Park to a different planet. He eventually learns how to adapt and fight for his survival in this foreign world, but one day, just as suddenly as he was sucked into this new planet, Suho is pulled back to Earth!\n\n He quickly learns that return to life as he remembers it is no longer possible, as Earth is in constant battle with monsters who’ve managed to infiltrate the planet.\n\nHow will Suho fight against the monsters attacking Earth, and will he be able to survive this time with his current skills?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "fr": "Ce qui a commencé comme une journée ordinaire a basculé lorsqu'une catastrophe inconnue a frappé la Terre, transportant Suho Park sur une autre planète. Ce dernier apprend peu à peu à s'adapter et à se battre pour survivre dans ce monde étranger, mais un jour, tout aussi soudainement qu'il a été transporté sur cette nouvelle planète, Suho est miraculeusement ramené sur Terre. Il apprend rapidement que le retour à la vie normale telle qu'il se souvient n'est plus possible, car la Terre est en lutte constante avec des monstres qui ont réussi à s'infiltrer sur la planète. Suho trouvera-t-il un moyen de se battre contre les monstres qui attaquent la Terre, et pourra-t-il survivre avec ses compétences actuelles ?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "id": "Suho, kembali ke Bumi setelah seribu tahun menghilang di dunia lain. Namun, dunia yang dulu ditinggali sekarang telah berubah menjadi dunia kebiadaban dengan munculnya monster-monster!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "ja": "「この世界の支配者は俺だ！」 異世界に迷い込んでから1000年ぶりに地球に帰還した緒形元汰。その間に、地球はモンスターの登場により、完璧な弱肉強食の世界に変わっていた。異世界にて1000もの間、激しい生存競争のすえに、動物の王として降臨した緒形元汰は、ドルイドとして地球征服に乗り出す！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "ko": "이세계로 사라진 뒤 천 년 만에 지구로 귀환한, 박수호.\n그 사이 세상은 몬스터의 등장으로 철저한 약육강식의 세상으로 변해 있었다.\n천 년 동안 처절한 생존경쟁으로 살아남은 동물의 왕 드루이드, 세계 정복에 나서다.\n\n이제부터 이 구역의 지배자는 나다.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "pl": "Park Sooho powrócił na Ziemię po tym, jak przeniósł się do innego świata na tysiąc lat. W tym czasie Ziemia zmieniła się w świat przetrwania najsilniejszych dzięki pojawieniu się potworów. Druid, król zwierząt, któremu udało się przetrwać przez tysiąc lat, wyrusza teraz na podbój świata.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "ru": "Пак Су Хо, провел тысячу лет с животными и стал друидом.\nТем временем мир превратился в мир жестокости и появились монстры. Друид и царь зверей,\nвыживший в ожесточенной битве за выживание в течение тысячи лет, отправляется покорять мир.\n\"Отныне я правитель!\"\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "th": "\"พัคซูโฮ\" กลับมายังโลก หลังจากที่ตกไปอีกโลกนับพันปี ในขณะเดียวกัน โลกที่ซูโฮเคยอาศัยอยู่ได้กลายเป็นสนามรบตั้งแต่มีมอนสเตอร์ปรากฏตัวจากอีกโลกหนึ่ง จากนี้ไป พัคซูโฮ ดรูอิดผู้รอดชีวิตจากป่าอันโหดร้ายและกลายเป็นราชาแห่งสัตว์ ได้เริ่มต้นการต่อสู้เพื่อพิชิตโลก!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)",
      "zh": "千年归来的万物之王！\n从现在开始出击征服世界！\n朴修浩意外来到异世界后，在千年的生存竞争中成功存活并成为了动物之王。时隔千年又意外重返地球。 在此期间，世界因为怪兽的出现，而彻底变成了弱肉强食的世界。为了继续生存朴修浩开始征服人类世界！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/guilaideyishijiewangzhe/list?title_no=1771)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/druid-seoul-station/list?title_no=3367)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001631)\n\n- [Official German Translation](https://www.webtoons.com/de/action/the-druid-of-seoul-station/list?title_no=3642)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/druid-seoul-station/list?title_no=3586)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/seoul-station-druid/list?title_no=3301)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2a0c663-033e-4e1a-9d58-b52fe88f47b1",
    "title": {
      "en": "Life on a Deserted Island with an Enemy Female Soldier"
    },
    "updatedAt": "2024-04-04T13:37:50+00:00",
    "coverArt": "https://mangadex.org/covers/a2a0c663-033e-4e1a-9d58-b52fe88f47b1/b4474723-3352-4581-b4e5-1b743befeba0.jpg",
    "altTitles": [
      {
        "es-la": "Soldados enemigos que se estrellaron juntos en una isla desierta."
      },
      {
        "ja": "女兵士と無人島生活"
      },
      {
        "ja": "敵国の女兵士と無人島で共同生活する事になるやつ"
      },
      {
        "ja-ro": "Tekikoku no Onna Heishi to Mujintou de Kyoudou Seikatsu suru Koto ni Naru Yatsu"
      },
      {
        "ja-ro": "Onna Heishi to Mujintou Seikatsu"
      },
      {
        "ja": "異国の女兵士と無人島生活"
      },
      {
        "ja-ro": "Ikoku no Onna Heishi to Mujintou Seikatsu"
      }
    ],
    "description": {
      "en": "Two soldiers speaking different languages land on a deserted island, they will have to live together to survive...",
      "es-la": "Dos soldados que hablan distintos idiomas caen en una isla desierta, tendrán que convivir juntos para sobrevir..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d14112fb-08bf-4682-906b-f2ea454da41c",
    "title": {
      "en": "Legend of Hikari"
    },
    "updatedAt": "2023-11-19T03:43:16+00:00",
    "coverArt": "https://mangadex.org/covers/d14112fb-08bf-4682-906b-f2ea454da41c/1903f73b-9fb1-495b-860e-a5d1cfbe3b2b.png",
    "altTitles": [
      {
        "fr": "Cynthia ou le Rythme de la vie"
      },
      {
        "ja": "光の伝説"
      },
      {
        "it": "La leggenda di Hikari"
      },
      {
        "ru": "Легенда о Хикари"
      },
      {
        "es": "Leyenda de Hikari"
      },
      {
        "zh": "光之傳說"
      },
      {
        "de": "Die Legende der Hikari"
      },
      {
        "de": "Die kleinen Superstars"
      },
      {
        "ja-ro": "Hikari no Densetsu"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nJoining the Rhythmic Gymnastics Club, a fateful encounter ensues! Hikaru Kamijo transfers to Aika Junior High School, where he fatefully meets the next Rhythmic Gymnastics Queen, Hazuki Shiina, and the Gymnastics Club's Hope, Takaaki Oishi!\n\nIn the midst of a crowd of top athletes, Hikaru faces an athlete selection test to compete in a national junior high school competition....　\n\nThis is the first volume of the rhythmic gymnastics manga that was a big hit in Weekly Margaret in the 80's, depicting the agony and love of an athlete with a flexible brush stroke!"
    },
    "status": "completed",
    "releaseDate": 1985,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": ""
  },
  {
    "mangaId": "df546197-d691-4bb3-9efb-918ec0d6316a",
    "title": {
      "en": "Plum Candy Love"
    },
    "updatedAt": "2023-10-10T06:12:56+00:00",
    "coverArt": "https://mangadex.org/covers/df546197-d691-4bb3-9efb-918ec0d6316a/4085139c-72da-41d4-b5e5-30e0260990f6.png",
    "altTitles": [
      {
        "ko": "자두사탕러브"
      }
    ],
    "description": {
      "en": "\"Let's go out with me.\" While Ki Young Hyun, a timid model student, was leaving school early, the person he bumped into in an alley was Daehan, who was famous for being a bully at school. He was scared and tried to sneak away from him, but he suddenly grabbed his wrist and dragged him into the cafe...."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "898d5e90-ebc3-4d08-af53-f4462fdef573",
    "title": {
      "en": "Yuusha-sama wa Houshuu ni Hitozuma wo go Kibou desu"
    },
    "updatedAt": "2024-02-21T21:48:33+00:00",
    "coverArt": "https://mangadex.org/covers/898d5e90-ebc3-4d08-af53-f4462fdef573/61f52f83-aabc-4502-b478-3c3a5d094bac.jpg",
    "altTitles": [
      {
        "ja": "勇者さまは報酬に人妻をご希望です"
      },
      {
        "ja-ro": "Yuusha-sama wa Houshuu ni Hitozuma o go Kiboudesu"
      },
      {
        "id": "Pahlawan menginginkan milf sebagai hadiah"
      },
      {
        "en": "The Hero Wants a Married Woman as a Reward"
      }
    ],
    "description": {
      "en": "The hero, Chloe, is a strange hero who demands a bounty when saving people.  And what makes it different is the prize... He only likes married women, so he demands the prettiest Milf in town.\n\n**\"If you want me to save the city, give me the most beautiful milf\"**\n\n A unique erotic Fantasy story created by a hero!",
      "id": "Pahlawan ini keji...!!  Pahlawan, Chloe, adalah pahlawan aneh yang menuntut hadiah saat menyelamatkan orang. Dan yang membuatnya berbeda adalah hadiahnya...Dia hanya senang dengan wanita yang sudah menikah, jadi dia menuntut Milf yang paling cantik di kota. \n\n\"Jika kau ingin aku menyelamatkan kota, berikan aku milf yang paling cantik\" \n\nSebuah cerita unik fantasi erotis yang dibuat oleh pahlawan!",
      "ja": "この勇者、下劣ッ…！！勇者・クロエは人々を救う際に報酬を要求する、異質な勇者だった。そして彼が異質なのはその報酬であった…彼は人妻にしか興奮しない為、その町で一番美しい人妻を要求するのであった。「町を救ってほしければ、一番美しい人妻を寄越せ」異色の勇者がおりなすエロファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97026626-5d24-4c2f-9328-8e902fe00cd7",
    "title": {
      "en": "Youkoso Isekai e, dewa Shinde Kudasai"
    },
    "updatedAt": "2024-03-12T18:50:26+00:00",
    "coverArt": "https://mangadex.org/covers/97026626-5d24-4c2f-9328-8e902fe00cd7/542c044d-117a-47bc-b964-4e7f756e9e03.jpg",
    "altTitles": [
      {
        "ja": "ようこそ異世界へ、では死んでください"
      },
      {
        "en": "Welcome to Another World, Now then, Please Die"
      }
    ],
    "description": {
      "en": "\"You all will not be heroes. You'll be Living Sacrifices, will you not?\"\n\nAtsuto thought that by going to another world his unremarkable life would change and he would be granted all sorts of powers. However, in that other world he found nothing but despair.\n\nAtsuto is an ordinary and unpopular high school student with no remarkable talents or romantic success. One day, his school is enveloped in light, and he is suddenly transported to another world called Tilunog.\n\nSome students who believe they can become heroes with cheat skills are excited about the transfer to the otherworld. However, a beautiful woman from Tilunog named Philia cruelly informs them that they were summoned to be sacrificed, and that they are destined to be killed.\n\nThus begins a storm of massacre and humiliation by demons, called the \"Chaos Banquet\" begins! Can Atsuto and his friends survive in this world of despair?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97c165c7-0028-42c5-93d0-755419daba87",
    "title": {
      "en": "Yume Kui Annainin"
    },
    "updatedAt": "2024-03-24T09:46:32+00:00",
    "coverArt": "https://mangadex.org/covers/97c165c7-0028-42c5-93d0-755419daba87/21d25a28-ab37-4e40-a930-b9bd9b4d5270.jpg",
    "altTitles": [
      {
        "ja": "夢食案内人"
      },
      {
        "en": "Dream Eater Guide"
      }
    ],
    "description": {
      "en": "Marin, a caretaker from the Dream Management Bureau, works with Bakuo, a Dream Tapir, to turn young girls' nightmares into sweet dreams. Perhaps they'll come to visit you at your pillow tonight...? A heartwarming dreamy fantasy!"
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "9"
  },
  {
    "mangaId": "84bab9b6-b5c1-40e2-a9ce-0664e519b177",
    "title": {
      "en": "Takemitsu Zamurai"
    },
    "updatedAt": "2022-07-06T22:35:43+00:00",
    "coverArt": "https://mangadex.org/covers/84bab9b6-b5c1-40e2-a9ce-0664e519b177/ec640bb2-022e-431b-a46a-294b32b01c1f.jpg",
    "altTitles": [
      {
        "en": "Bamboo Samurai"
      },
      {
        "tr": "Bambu Kılıçlı Samuray"
      },
      {
        "ja-ro": "Takemitsuzamurai"
      },
      {
        "ja": "竹光侍"
      }
    ],
    "description": {
      "en": "Early one New Year's morning, the rounin Senou Souichirou appears in Edo's Katagi tenements.  \n  \nInitially, the inhabitants regard him with fear and suspicion: Kankichi, the carpenter's son, thinks he may not be human; the neighborhood cats remark that he reeks of blood. But soon Souichirou pawns his sword, and, with a bamboo replica at his waist, settles down to a quiet life as the neighborhood school-teacher.  \n  \nMonths pass, and all appears to be well. But trouble will not leave the Katagi tenements alone …  \n  \n---\n- **Won the 15th Osamu Tezuka Cultural Grand Prize in 2011**"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "83"
  },
  {
    "mangaId": "37b88c85-20b9-4f35-a024-db2c62220564",
    "title": {
      "en": "Getting Shot on the Frying Pan"
    },
    "updatedAt": "2024-02-24T18:33:49+00:00",
    "coverArt": "https://mangadex.org/covers/37b88c85-20b9-4f35-a024-db2c62220564/027124c4-3e3f-47a4-9563-faf557e016e4.jpg",
    "altTitles": [
      {
        "ja": "鍋に弾丸を受けながら"
      },
      {
        "ja": "Nabetama"
      },
      {
        "en": "Getting Shots On Frying Pan"
      },
      {
        "ja-ro": "Nabe ni Dangan wo Ukenagara"
      },
      {
        "vi": "Ăn Đạn Trên Chảo Nóng"
      }
    ],
    "description": {
      "en": "Meet Juntaro. A Japanese fishing addict who was born and raised in what is perceived to be one of the roughest parts of Japan. It is through his lens where you can experience various parts of the world, their culture, and of course their food. He particularly loves to visit countries and cities that are also believed to be highly dangerous due to his personal belief that they will absolutely have delicious food. Because this was intended for a Japanese audience, you will also get to witness various worldviews unique to Japan alongside it all. There's just one problem:\n\nHe has extreme brainrot and views the world through a cute anime girl filter.",
      "ja": "50000点の美味を求めて美少女（？）が世界の危険地帯に赴き、現地の怪しくも魅惑的な料理の数々を喰らう！ノンフィクション＆カオス＆ハードグルメリポートコミック！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf0dc384-99c6-4292-b7d5-4c9211f4423b",
    "title": {
      "en": "Shoutai Fumei to Kyoufu"
    },
    "updatedAt": "2024-03-07T10:06:45+00:00",
    "coverArt": "https://mangadex.org/covers/cf0dc384-99c6-4292-b7d5-4c9211f4423b/8399297d-b258-4fe7-8589-94234f23a22b.jpg",
    "altTitles": [
      {
        "ja": "正体不明と恐怖"
      },
      {
        "ja-ro": "Shoutaifumei to Kyoufu"
      },
      {
        "en": "Unknown Identity and Fear"
      },
      {
        "en": "Unidentified and Fear"
      }
    ],
    "description": {
      "en": "Kaname Isurugi, who suffered facial injuries in an accident, has a hard time getting along with the people at his school ever since he entered. When school counselor Sugata asks Kaname to help solve the problems of the girls in his charge, Kaname half-heartedly makes contact with four of them. After a month passes without any response, Kaname begins to question his actions. Suddenly, Kaname has a shocking \"fateful encounter\".This is a coming-of-age mystery love comedy by a splendid tag team!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ced1a3f9-9a34-4ada-a3b7-ca773e5af0b8",
    "title": {
      "en": "Piccolina"
    },
    "updatedAt": "2024-02-05T20:34:33+00:00",
    "coverArt": "https://mangadex.org/covers/ced1a3f9-9a34-4ada-a3b7-ca773e5af0b8/d389dc52-0741-4b9d-a232-a2b8714aee37.jpg",
    "altTitles": [
      {
        "ja": "ピッコリーナ"
      },
      {
        "ja-ro": "Piccolina"
      }
    ],
    "description": {
      "en": "Popular one-shot from Aokishi's bunny girl insert serialized. \nA romance between the Yakitori shop owner Akira, and the bunny girl, Houka. \nHow can he get close to her when he can't leave the grill of his small shop?",
      "pt-br": "Cinco garotas bonitas em trajes de coelho visitam uma churrascaria todas as noites, encantando o cozinheiro. O dono se sente atraído por uma delas, mas não há muitas abordagens possíveis para ele fazer, pois não pode sair da cozinha. Este mangá retrata a história de amor saudável de um dono de restaurante."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d561f70-3503-459e-95f3-ffa33a321721",
    "title": {
      "en": "The journey of Dionysus"
    },
    "updatedAt": "2023-09-22T13:52:10+00:00",
    "coverArt": "https://mangadex.org/covers/7d561f70-3503-459e-95f3-ffa33a321721/9134bbae-2358-4be6-93dd-ce8d10ff6b7b.jpg",
    "altTitles": [],
    "description": {
      "en": "Dionysus- the young boy who grew up on a small island with no memory of his family and his constant strange nightmares and dreams. One day, Dionysus decided to go on a journey to find his family and discover who he really was, alongside the love of his life, Ariadne."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]