[
  {
    "mangaId": "60de2707-2a4a-4fa6-92fa-0b534898cd4d",
    "title": {
      "en": "Majo-senpai Nippou"
    },
    "updatedAt": "2024-05-04T23:24:18+00:00",
    "coverArt": "https://mangadex.org/covers/60de2707-2a4a-4fa6-92fa-0b534898cd4d/71ae1aec-cf93-4ded-b2ea-cf521d4c61f4.jpg",
    "altTitles": [
      {
        "ja": "魔女先輩日報"
      },
      {
        "ja-ro": "Majo Senpai Nippou"
      },
      {
        "en": "Daily Report About My Witch Senpai"
      },
      {
        "de": "Meine Kollegin, ihr Besen und ich"
      },
      {
        "ru": "Повседневная жизнь моего сэмпая-ведьмы"
      }
    ],
    "description": {
      "de": "Das Leben als Angstellter ist nicht immer einfach, doch Misono freut sich trotzdem jeden Tag aufs Büro. Denn er arbeitet gemeinsam mit Shizuka, einer besonders freundlichen und hilfsbereiten Kollegin - und Hexe! Mit ihrer Alltagsmagie steht sie ihren Mitmenschen immer zur Seite und erledigt machen unliebsamen Job. Doch Misono macht sich Gedanken, dass Shizukas gutherzige Art von anderen ausgenutzt wird und beschließt, sich ab sofort für sie einzusetzen! Hat er nur einen ausgeprägten Gerechtigkeitssinn oder könnte mehr hinter seiner Sorge stecken?",
      "en": "The office stories of a kind hearted, weak-willed, witch senpai and her relatable, straightforward, but kind kouhai that started over a cup of magically warmed coffee.\n\n---\nMisono is an office drone with his own ups and downs at work, but thankfully, he has an ally: his senpai Shizuka, who happens to be a witch. Shizuka is always ready to lend a hand to those in need, but Misono thinks she should take better care of herself, since zipping around on a broomstick to run errands can be quite stressful. Is Misono’s over-solicitous concern for Shizuka driven by mere respect for this flustered witch, or could it be more? Let this magical romantic comedy cast its spell on you!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5879579-0b0c-4a35-bf3a-4e76eab8271f",
    "title": {
      "en": "Taihou to Stamp"
    },
    "updatedAt": "2023-12-14T23:12:56+00:00",
    "coverArt": "https://mangadex.org/covers/d5879579-0b0c-4a35-bf3a-4e76eab8271f/54586acf-cf71-4d4a-a831-ea20ab77f3ab.jpg",
    "altTitles": [
      {
        "ja": "Guns and Stamps"
      },
      {
        "ru": "Пушки и печати"
      },
      {
        "zh-hk": "大炮与印章"
      },
      {
        "ja": "大砲とスタンプ"
      }
    ],
    "description": {
      "en": "The story is set in an alternate world with 20th century-like technology, during a great war between the alliance of the Grand Duchy (Russia that never formed) and the Empire (Poland-Lithuania that never fell into ruin) on one side, and the Republic (the Ottoman Empire that never fell apart) on the other.  \n  \nLieutenant Martina M. Mayakovskaya is a new officer in the Grand Duchy Logistics Corps. It's a branch of the armed forces responsible for transportation and supply that is looked down upon by the rest of the military as \"paper soldiers\". Martina's assignment is supposed to be a comfortable desk job dealing with stamping paperwork, but for some reason wherever she goes, she ends up in the middle of combat. Also, what's that eight-legged pseudoweasel that she adopted as a pet (or it adopted her?), and is it just a coincidence that it seems to be saving her from harm every time?",
      "ru": "Сюжет манги разворачивается в альтернативной истории, где союзная армия Великого княжества (со столицей в Москве) и Империи (со столицей в Кракове) ведут войну с Республикой (со столицей в Царьграде).Подпоручик Мартина Маяковская — новый офицер войск тылового обеспечения армии Великого княжества. Войска тылового обеспечения здесь выделяются в отдельный род войск наряду с пехотой, ВВС и ВМФ. И на не державших в руках оружие военных все остальные смотрят свысока, если не с презрением. И вот Мартина по выпуску из академии получает распределение практически на самую передовую — оккупированный республиканский город-крепость Агезоко. А где война, там и неприятности. В добавок по пути в крепость за ней увязался восьминогий псевдохорёк, который вечно путается под ногами, но всегда готов помочь в трудную минуту."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "83"
  },
  {
    "mangaId": "d1cf4f13-ed54-406c-bf5f-de5d427b5e09",
    "title": {
      "en": "Reiguu Muko Life wo Mankitsu Shiyou to Shitara, Dekiai Route ni Hairimashita!?"
    },
    "updatedAt": "2024-09-04T20:50:02+00:00",
    "coverArt": "https://mangadex.org/covers/d1cf4f13-ed54-406c-bf5f-de5d427b5e09/4f943a3e-96cd-4166-88ef-ad692170a984.png",
    "altTitles": [
      {
        "ja": "冷遇婿ライフを満喫しようとしたら、溺愛ルートに入りました！？"
      },
      {
        "en": "When I tried to enjoy the life of a neglected husband, I ended up taking the route of affection!?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ef2cc94-eb99-4058-929f-6b1afae1caca",
    "title": {
      "en": "Is it Normal to Raise a Yandere Heroine as a Villainess ?!"
    },
    "updatedAt": "2024-08-07T15:36:48+00:00",
    "coverArt": "https://mangadex.org/covers/6ef2cc94-eb99-4058-929f-6b1afae1caca/500263ae-db48-4adf-8458-248eef830f80.jpg",
    "altTitles": [
      {
        "zh": "身为恶役女配的我养成病娇女主很正常吧？！"
      },
      {
        "pt-br": "Como A Vilã, Criar Uma Protagonista Yandere É Normal, Não É?!"
      },
      {
        "zh-ro": "Shen Wei E Yi Nv Pei De Wo Yang Cheng Bìng Jiao Nv Zhu Hen Zheng Chang Ba?!"
      }
    ],
    "description": {
      "en": "Jiang Yang was a lead designer for a popular game company until she fell to her death while gathering inspiration for a new game. After waking up in a world of cultivation, she trained tirelessly to return to her original world, when a thread of fate pulled her into the world of an otome game.\n\nJiang Yang quickly realizes she is in the world of the very first game she had worked on. The thread of fate connected her to Stardew, the heroine of the game who is being bullied during her first year at the Royal Academy of Magic.\n\nAs the game progresses, Jiang Yang remembers the ridiculous story the game follows, and she decides that she can’t stand by while the game makes Stardew suffer. She helps Stardew deal with the flirtatious love interest of the original game, Crown Prince Miller, and even imparts her with some of her cultivation power. To protect Stardew from the game’s story, she even puts herself in danger. However, as Jiang Yang and Stardew’s relationship becomes closer, Jiang Yang realizes that the thread of fate connecting her and Stardew is not as simple as she imagined.",
      "zh": "姜央是一名为了游戏新作采风不幸摔下悬崖穿越到修真世界的游戏主美，为了回到原本的世界，姜央努力修炼，终于要飞升成神回到原本的世界，结果因为一条神秘的因果线，被强制牵引到了一个魔法世界中（还是个乙女游戏，游戏刚开始），捡到了初入魔法校园就被恶役女二欺负的的游戏女主。 姜央这时反应过来，这不就是当初让自己穿越的那个倒霉换皮游戏吗？而自己的因果线就连接在了游戏女主星露的身上。姜央以为只要跟着游戏通关，自己就能回到最初的现实世界，但是随着游戏发展，姜央再次回想起了煞笔策划写的沙雕剧情，看着星露受苦，具有强烈责任心和道德感的姜央选择对星露出手相助，不仅要帮对方清理花心皇子那些烂桃花，还传授修真技巧以防对方被其他学生霸凌，甚至有时还得搭上自己的身子！！随着姜央和星露的交往越来越密切，姜央发现自己在星露身上的因果线没有自己想象中那么简单……",
      "pt-br": "Jiang Yang é a diretora de designe de arte de um jogo, ao coletar referências para uma nova produção, cai de um penhasco e acaba atravessando para um mundo de cultivo. Para voltar ao seu mundo original, Jiang Yang se dedica ao cultivo e finalmente está prestes a ascender como uma divindade para retornar. No entanto, devido a uma misteriosa linha do destino, ela é forçada a ser puxada para um mundo de magia (que também é um jogo otome, e o jogo acabou de começar). Nesse novo mundo, ela encontra a protagonista do jogo, Xing Lu, sendo intimidada pela vilã secundária logo no início da academia de magia.\n\nJiang Yang percebe que este é o jogo problemático que a fez atravessar os mundos originalmente. Sua linha do destino está ligada a Xing Lu, a protagonista do jogo. Jiang Yang acredita que, seguindo a história do jogo até o fim, ela poderá retornar ao seu mundo real. No entanto, conforme o jogo se desenvolve, Jiang Yang relembra as tramas ridículas escritas pelo roteirista idiota do jogo. Vendo o sofrimento de Xing Lu, a fortemente responsável e moralmente íntegra Jiang Yang decide ajudar Xing Lu. Ela não apenas ajuda a livrar Xing Lu dos pretendentes indesejados, incluindo o príncipe mulherengo, mas também lhe ensina técnicas de cultivo para que ela possa se defender dos outros estudantes. Às vezes, isso até envolve sacrificar-se fisicamente! \n\nÀ medida que Jiang Yang e Xing Lu se tornam mais próximas, Jiang Yang descobre que sua linha do destino com Xing Lu é mais complexa do que ela imaginava..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "801513ba-a712-498c-8f57-cae55b38cc92",
    "title": {
      "en": "Berserk"
    },
    "updatedAt": "2024-07-15T01:05:18+00:00",
    "coverArt": "https://mangadex.org/covers/801513ba-a712-498c-8f57-cae55b38cc92/22ff2622-e93c-420f-b477-7a86eec02a1d.jpg",
    "altTitles": [
      {
        "he": "ברזרק"
      },
      {
        "fa": "برزرک"
      },
      {
        "ar": "برسرك"
      },
      {
        "th": "เบอร์เซิร์ก"
      },
      {
        "ja": "ベルセルク"
      },
      {
        "zh-hk": "劍風傳奇"
      },
      {
        "zh": "烙印勇士"
      },
      {
        "ko": "베르세르크"
      },
      {
        "ar": "بيرسيرك"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "uk": "Берсерк"
      },
      {
        "ru": "Берсерк"
      },
      {
        "ja-ro": "Berserk"
      },
      {
        "ne": "बर्सर्क"
      },
      {
        "de": "Berserk"
      }
    ],
    "description": {
      "en": "Guts, known as the Black Swordsman, seeks sanctuary from the demonic forces attracted to him and his woman because of a demonic mark on their necks, and also vengeance against the man who branded him as an unholy sacrifice.\n\nAided only by his titanic strength gained from a harsh childhood lived with mercenaries, a gigantic sword, and an iron prosthetic left hand, Guts must struggle against his bleak destiny, all the while fighting with a rage that might strip him of his humanity.  \n  \n***Won the 6th Osamu Tezuka Cultural Prize Excellence Award in 2002.***\n\n---\n\nNote: Following Miura Kenta's death in 2021, the series has been taken over by Kouji Mori, who supervises the series with art done by Studio Gaga.",
      "es": "Guts, conocido como el Espadachín Negro, busca refugio de las fuerzas demoníacas que se sienten atraídas por él y su mujer debido a una marca demoníaca en el cuello, además de vengarse del hombre que lo marcó como un sacrificio impío. Únicamente con la ayuda de su fuerza titánica, adquirida tras una dura infancia vivida con mercenarios, una espada gigantesca y una prótesis de hierro en la mano izquierda, Guts deberá luchar contra su sombrío destino, al tiempo que combate con una rabia que podría despojarle de su humanidad.",
      "ru": "Гатс – Черный Мечник, за которым охотятся демоны. Мечник стремится найти все убежища демонов и отомстить человеку, сделавшего их него «жертвенную овечку». Черный Мечник противостоит жестокой судьбе благодаря непоколебимой воле, невероятной силе, и, конечно же, меча. Постоянные сражения со злом приближает Гатса к параллельному миру тьмы, лишая его человечности. Берсерк – сложная, но сильная история о сражениях и злой судьбе.",
      "th": "เบอร์เซิร์ก เป็นชื่อมังงะ แนวดาร์ค แฟนตาซี ของญี่ปุ่น วาดโดยเคนทาโร่ มิอุระ มีการดำเนินเรื่องเกิดขึ้นในยุคกลางของยุโรป โดยได้รับอิทธิพลมาจากโลกแห่งจินตนิมิตด้านมืด มีตัวละครเอกของเรื่องคือ กัทส์ ทหารรับจ้างผู้โดดเดี่ยวและ กริฟฟิท หัวหน้าของกลุ่มทหารรับจ้างที่รวมตัวกันภายใต้ชื่อ กองพันเหยี่ยว\n\n----\n [Shopee (ไทย)](https://shopee.co.th/berserk%E0%B9%80%E0%B8%9A%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%80%E0%B8%8B%E0%B8%B4%E0%B8%A3%E0%B9%8C%E0%B8%81-%E0%B8%9A%E0%B8%B4%E0%B9%8A%E0%B8%81%E0%B8%9A%E0%B8%B8%E0%B8%84-%E0%B9%81%E0%B8%A2%E0%B8%81%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%A1-1-20-%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%AB%E0%B8%99%E0%B8%B6%E0%B9%88%E0%B8%87-i.63434898.1855330863)",
      "tr": "Kara Kılıç Ustası olarak anılan Guts, vücutlarındaki şeytani damga yüzünden onlara musallat olan şeytani güçlerden, kadınını ve kendisini korumanın bir yolunu aramaktadır. Aynı zamanda onu damgalayan ve bir kurban konumuna düşüren adamdan intikam almaya çalışmaktadır. Paralı askerlerle geçirdiği zorlu çocukluk yıllarının getirdiği tecrübeler sayesinde elde ettiği büyük gücü, devasa bir kılıç ve protez bir kol ile destekleyen Guts, karamsar kaderiyle mücadele etmek zorundadır. Tüm bunları yaparken, insani benliğini kaybetmesine neden olabilecek öfkeyle başa çıkmalıdır. \n\nTheWildDeer'dan Dorylaion tarafından biraz yorum katılarak sitedeki ingilizce açıklamadan çevrilmiştir.",
      "uk": "Його ім'я Ґатс, Чорний Мечник. Він могутній воїн, про якого говорять лишень пошепки. У нього є велетенський меч , рука зі заліза й шрами від незліченних боїв і тортур. А ще його плоть позначена Тавром — нечестивим символом, який притягує сили пітьми й робить Ґатса їхньою жертвою. Але Ґатс не прийме таку долю спокійно: він порубає на фарш війська проклятих, як і будь-кого, кому стане дурості стати на його шляху! Ґатс іде в товаристві ельфа Пака (більше докучайла, ніж товариша) темним і закривавленим шляхом, який приведе лише до загибелі... Чи помсти.",
      "es-la": "Guts, conocido como el Espadachín Negro, busca refugio de las fuerzas demoníacas que se sienten atraídas por él y su mujer debido a una marca demoníaca en el cuello, además de vengarse del hombre que lo marcó como un sacrificio impío. Únicamente con la ayuda de su fuerza titánica, adquirida tras una dura infancia vivida con mercenarios, una espada gigantesca y una prótesis de hierro en la mano izquierda, Guts deberá luchar contra su sombrío destino, al tiempo que combate con una rabia que podría despojarle de su humanidad.",
      "pt-br": "Guts, conhecido como o Espadachim Negro, busca refúgio das forças demoníacas atraídas por ele e sua mulher por causa de uma marca demoníaca em seus pescoços, e também vingança contra o homem que o marcou como um sacrifício profano.  Ajudado apenas por sua força titânica adquirida de uma infância dura vivida com mercenários, uma espada gigantesca e uma mão esquerda protética de ferro, Guts deve lutar contra seu destino sombrio, enquanto luta com uma raiva que pode despojá-lo de sua humanidade."
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "70d5ce91-ef0a-41ff-a9da-a0ebde392a6c",
    "title": {
      "en": "Marrying the Villain"
    },
    "updatedAt": "2024-08-09T23:49:55+00:00",
    "coverArt": "https://mangadex.org/covers/70d5ce91-ef0a-41ff-a9da-a0ebde392a6c/3bce1f35-16d8-49b8-b633-2bcd4e9592b5.jpg",
    "altTitles": [
      {
        "zh": "嫁反派"
      },
      {
        "en": "Marry My Nemesis"
      }
    ],
    "description": {
      "en": "In Yu Lingxi's previous life, she was forced to be sacrificed to the Prince Regent Ning Yin - a twisted and cruel madman who killed his brothers and father. Within two years of her marriage, Yu Lingxi passed away suddenly. After her death, Ning Yin did not set up a mourning hall nor attend her funeral, buried her, and even became more crazy, slaughtering the whole city. After she is reborn, she is still the noble daughter of the General's palace. Yu Lingxi and her guards try to find Ning Yin who was living on the streets, intending to avenge her former lover. However, when she arrives at the scene, she sees the thin boy being pressed to the ground and about to have his left leg broken."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "432f0f9a-8bdb-4cf1-a373-1eb1c3a8567a",
    "title": {
      "en": "Kyou no Ashura Meshi"
    },
    "updatedAt": "2024-08-28T03:51:08+00:00",
    "coverArt": "https://mangadex.org/covers/432f0f9a-8bdb-4cf1-a373-1eb1c3a8567a/18593199-8576-4a23-bb69-b7dbbd7da84d.jpg",
    "altTitles": [
      {
        "ja": "今日のアシュラ飯"
      },
      {
        "en": "Asura’s Dish of the Day"
      }
    ],
    "description": {
      "en": "A bottom-feeding JK and a yankee boy. Bento connects these two opposites in this coming-of-age love story!\n\nOne day, Omori Sizuka, a high school girl who loves to eat and is bullied by bullies, discovers the secret that Akira Kurose, aka \"Ashura-kun,\" the only tough yankee at school, enjoys cooking. The next day at lunchtime, Akira summons Sizuka to the rooftop and asks her to eat his homemade lunch box to keep her mouth shut.\n\n\"A delinquent guy likes a chubby girl for who she is but he’s worried about her health cause she’s eating nothing but unhealthy food. So he starts making lunches for her so her diet gets better and then romance begins\""
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "89a793f9-2e2c-4f6c-af42-86eadaf314f8",
    "title": {
      "en": "Sword Art Online - Re: Aincrad"
    },
    "updatedAt": "2024-06-27T16:46:03+00:00",
    "coverArt": "https://mangadex.org/covers/89a793f9-2e2c-4f6c-af42-86eadaf314f8/3c215803-2a81-4c57-8fc2-37d4a8e379e5.jpg",
    "altTitles": [
      {
        "ja": "ソードアート・オンライン Re:Aincrad"
      }
    ],
    "description": {
      "en": "The manga will not only cover the original Aincrad arc, but also various Aincrad side stories, including those that were never animated, such as The First Day/The Day of Beginnings from volume 8 of the novels.",
      "pt-br": "O mangá não cobrirá apenas o arco Aincrad original, mas também várias histórias paralelas de Aincrad, incluindo aquelas que nunca foram animadas, como The First Day / The Day of Beginnings do volume 8 dos romances."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4242f1e-4fae-4dd5-a985-2236e5de0db3",
    "title": {
      "en": "Android wa Jiraikei no Yume wo Miru"
    },
    "updatedAt": "2024-09-07T18:57:01+00:00",
    "coverArt": "https://mangadex.org/covers/a4242f1e-4fae-4dd5-a985-2236e5de0db3/f40bf75d-7c1c-48fc-bce5-dce902fb87cc.jpg",
    "altTitles": [
      {
        "ja": "アンドロイドは地雷系の夢を見る"
      },
      {
        "en": "Android Dreams of Jiraikei Girl"
      }
    ],
    "description": {
      "en": "Just as a woman on the verge of ending her life is about to take a final step, an unexpected visitor arrives at her door—a charming android girl. However, behind the initially endearing appearance, this military combat android proves to be anything but predictable.",
      "ja": "拾った女の子はいろんな意味で『地雷』でした。人生に疲れ、すべてを投げ出そうとしていた平井 心。うるさいインターホンの音にイラつきながら玄関のドアを開けると、そこには女の子が倒れていて!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9836a04-f31e-4ca2-9b1b-28892252ad38",
    "title": {
      "en": "Houkai Gakuen 4-Koma"
    },
    "updatedAt": "2021-05-25T15:48:27+00:00",
    "coverArt": "https://mangadex.org/covers/d9836a04-f31e-4ca2-9b1b-28892252ad38/fb4fb294-a507-4cc3-bd64-7fdc038a3b48.jpg",
    "altTitles": [
      {
        "en": "GGZ 4 Koma"
      },
      {
        "en": "GGZ 4-Koma"
      },
      {
        "en": "Guns Girl Z 4 Koma"
      },
      {
        "en": "Guns Girl Z 4-Koma"
      },
      {
        "en": "Honkai Gakuen 4 Koma"
      }
    ],
    "description": {
      "en": "4-koma based on the mobile game Guns Girl Z (Houkai Gakuen / Houkai Gakuen 2)."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "200"
  },
  {
    "mangaId": "10e20e17-7ae6-48f9-8d33-7cf32db82674",
    "title": {
      "en": "Uchi no Dorei ga Akaru Sugiru!"
    },
    "updatedAt": "2024-08-10T15:43:01+00:00",
    "coverArt": "https://mangadex.org/covers/10e20e17-7ae6-48f9-8d33-7cf32db82674/a5124cec-6e85-4a9d-9f11-6b0a630a9e15.jpg",
    "altTitles": [
      {
        "ja": "うちの奴隷が明るすぎる！"
      },
      {
        "en": "My Slave is Way Too Cheerful"
      }
    ],
    "description": {
      "en": "Roland is known throughout the world as the Black Knight. He appears calm, cool, and collected on the outside, but secretly he’s anything but - he can’t talk to girls for the life of him. One day, while doing his regular heroic thing, he comes across a slave girl bound and gagged. Roland suddenly realizes - if he saves this slave girl, he can slowly build up his social skills by talking to her. After all, a slave girl has to be as shy as him, right?",
      "ja": "悪しき者共から人々を守る高潔な黒騎士、ローランド。彼には一つの悩みがあった。アラサー、独身、女性不信。親や周りの人から結婚を期待されるも、女性への免疫はゼロ。そんな彼が思い至った、素晴らしい(？)女性克服方法。「奴隷の女の子なら、自分にも優しくしてくれるのでは…？」しかし、ローランドが運命的な出会いを果たしたのは、イメージとは180度違う、明るすぎる奴隷少女、ジェシカだった…！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "519e9368-8b90-4c97-91cc-3fe8ce9da6e3",
    "title": {
      "en": "Gimmick!"
    },
    "updatedAt": "2024-09-02T20:19:14+00:00",
    "coverArt": "https://mangadex.org/covers/519e9368-8b90-4c97-91cc-3fe8ce9da6e3/d537eca4-1946-4806-8f44-0098acfabf86.jpg",
    "altTitles": [
      {
        "ja": "ギミック！"
      },
      {
        "zh": "神乎其技 - 特效化妝師"
      }
    ],
    "description": {
      "en": "Kohei Nagase is an prodigy special effects artist. He and pro stuntman, Shingo Kannazuki, form Studio Gimmick. Together, they help people in need of Studio Gimmick's exceptional services. These people's problems are often able to be solved with Kohei's stunning special effects skills."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "87"
  },
  {
    "mangaId": "651d14cc-2d2f-4efa-88cd-f82c2568fd08",
    "title": {
      "en": "Daigaku de Hajimete Koibito ga Dekita Hito no Hanashi"
    },
    "updatedAt": "2024-09-07T19:33:39+00:00",
    "coverArt": "https://mangadex.org/covers/651d14cc-2d2f-4efa-88cd-f82c2568fd08/cec07b16-d2d1-4153-8ace-33958da4698e.jpg",
    "altTitles": [
      {
        "ja-ro": "Daigaku de Hajimete Koibito ga Dekita Hito no Hanashi"
      },
      {
        "ja": "大学ではじめて恋人ができた人の話"
      },
      {
        "en": "A Story of a Person Who Made a Lover for the First Time at a University"
      }
    ],
    "description": {
      "en": "\"When I became a college student, for the first time in my life, I made myself a lover.\"  \n  \nCollege students Nishiya-kun and Azuma-san are lovers. This is their first time having a lover. Days filled with bashful encounter and blushing red face continues…",
      "ja": "交際歴2日めからのもじもじキャンパスライフはっじまっるよー！"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a53e5b5d-622e-4cef-9a7b-ceb1efc48092",
    "title": {
      "en": "Majo to Ryouken"
    },
    "updatedAt": "2024-05-09T07:17:38+00:00",
    "coverArt": "https://mangadex.org/covers/a53e5b5d-622e-4cef-9a7b-ceb1efc48092/b98b49dc-2160-4495-951b-0a6357c4c59f.jpg",
    "altTitles": [
      {
        "ja": "魔女と猟犬"
      },
      {
        "ja-ro": "Majo to Ryōken"
      },
      {
        "en": "Witch and Hound"
      }
    ],
    "description": {
      "en": "Amelia, a kingdom of war and magic led by Queen Amelia, monopolizes the extraordinary power of \"magic\" and repeatedly invades other countries in a time of war. Even in the prosperous \"small country Campusfellow\", known for its farms and blacksmiths, the flames of war are approaching. \n\nIf things go on like this, Campus Fellows will perish.\n\nFor the sake of the country's survival , Lord \"Vad Grace\" decides to take a devious measure by recruiting into his ranks a group of vicious \"Witches\" who are known as \"disasters\", who have left behind numerous terrifying tales. \n\nRaised as an assassin, \"Black Hound,\" who has been trained in all kinds of assassination techniques, the boy throws himself into the impossible tasks to protect his country and lord.\n\nA magnificent dark fantasy epic, skillfully woven by the genius Kamitsuki Rainy and beautifully illustrated by Tsukahara Minori, the artist behind 'Re:Zero kara Hajimeru Isekai Seikatsu: Hyouketsu no Kizuna,' proudly begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eed06c5c-6f08-46c8-9833-42e40736cecf",
    "title": {
      "en": "Philomel the Fake"
    },
    "updatedAt": "2024-01-18T20:58:15+00:00",
    "coverArt": "https://mangadex.org/covers/eed06c5c-6f08-46c8-9833-42e40736cecf/44d91b88-d9a9-4fdb-b226-f544881fc7d4.jpg",
    "altTitles": [
      {
        "ko": "가짜를 위한 장소는 없다"
      },
      {
        "ko-ro": "Gajjareul Wihan Jangsoneun Eopda"
      },
      {
        "en": "There Is No Place for Fakes"
      },
      {
        "en": "No Place for the Fake Princess"
      },
      {
        "fr": "Philomelle, fausse princesse"
      },
      {
        "ja": "ニセモノ皇女の居場所はない"
      },
      {
        "zh": "没有冒牌货的位置"
      },
      {
        "zh-hk": "冒牌皇女的生存之道"
      }
    ],
    "description": {
      "en": "Philomel—the fake princess—conspires with her mother to impersonate the imperial princess and cause a war between the Mage Tower and the Empire.\nOnce her crimes were exposed, she was sentenced to execution.\nA death truly befitting of a wicked—\n\n“Even if the Philomel within the book had done some wrong, it wasn’t enough to warrant death!”\n\nPhilomel yelled and threw the book she'd been reading.\nShe had simply been curious about a book she'd picked up in the garden, but the contents of the book stated that she would die!\nAlthough she wanted to believe it was nothing but fiction, everything that happened from that moment onwards went just like in the book.\n\n“Since it has come to this… my goal is to survive!”\n\nWill Philomel be able to discover the origins of the suspicious book and live on?\n\n---\nAfter finding a mysterious book in the imperial garden, Princess Philomel not only discovers that the book's villain shares her name, but that other events in the story are coming true too. Now, she believes that she's an imposter and that the real princess will take her rightful place, leading to the execution of Philomel the Fake! So to avoid a tragic death, she has to make sure the rest of the book doesn't come true. Can this fake princess change what's already been written?",
      "fr": "Philomel — la fausse princesse — complote avec sa mère pour se faire passer pour la princesse impériale et provoquer une guerre entre la Tour des Mages et l'Empire. Une fois ses crimes exposés, elle est condamnée à l'exécution. Une mort vraiment digne d'une méchante...\n\n‘Même si la Philomel du livre a fait quelque chose de mal, ce n'est pas assez pour justifier la mort!»\n\nPhilomel a crié et a jeté le livre qu'elle lisait. Elle avait simplement été curieuse à propos d'un livre qu'elle avait ramassé dans le jardin, mais le contenu du livre disait qu'elle allait mourir! Bien qu'elle ait voulu croire que ce n'était que de la fiction, tout ce qui s'est passé à partir de ce moment-là s'est déroulé comme dans le livre.\n\n«Puisqu'on en est arrivé là... mon but est de survivre!»\n\nPhilomel parviendra-t-elle à découvrir les origines du livre suspect et à survivre?",
      "id": "Setelah bersekongkol dengan ibunya dan memicu perang antara kekaisaran dan menara sihir, Philomel si 'putri palsu' dihukum mati atas semua kejahatannya... Begitulah isi dari buku mencurigakan yang dipungut oleh Philomel di taman. Ia ingin memercayai bahwa cerita di dalam buku itu hanyalah fiksi, tapi semakin hari kejadian di dunia nyata semakin menyerupai buku itu. Agar tidak bernasib sama dengan Philomel yang ada di dalam buku, Philomel memutuskan untuk berusaha bertahan hidup. Akankah hidupnya berjalan sama seperti dengan buku mencurigakan itu?",
      "pl": "Philomel - fałszywa księżniczka - spiskowała ze swoją matką, by podszyć się pod cesarską księżniczkę i wywołać wojnę między Wieżą Magów, a Imperium.\nGdy jej zbrodnie zostały ujawnione, została skazana na śmierć.\nKonic godny nikczemnika...\n\"Nawet jeśli Philomel z książki zrobiła coś złego, to nie było to wystarczające, aby uzasadnić wyrok śmierci!\"\nPhilomel krzyknęła i rzuciła książkę, którą czytała.\nByła po prostu ciekawa książki, którą znalazła w ogrodzie, ale jej treść mówiła, że umrze!\nChoć chciała wierzyć, że to nic innego jak bajka, wszystko, co wydarzyło się od tego momentu, przebiegało dokładnie tak, jak w książce.\n\"Skoro do tego doszło... moim celem jest przetrwanie!\".\nCzy Philomel uda się odkryć pochodzenie podejrzanej książki i żyć dalej?",
      "pt-br": "Philomel, a 'princesa falsa' que conspirou com sua mãe para se passar por princesa imperial, causou uma guerra ao separar a Torre Mágica do Império. Quando ela é considerada culpada de todos os seus crimes, ela é condenada à morte. Realmente digna de uma vilã... \"Eu, não, Philomel no livro fiz algo errado, então não é o suficiente para me matar!\" Philomel gritou e jogou o livro que estava lendo. Ela estava apenas curiosoa sobre o livro suspeito que pegou no jardim, mas ela, não, a princesa Philomel do livro morreu! Quero acreditar que é apenas uma ficção, mas de alguma forma tudo o que acontece depois se assemelha ao que está escrito no livro. \"Agora que está assim... meu único objetivo é sobreviver!\" Philomel será capaz de revelar o que aquele livro suspeito diz e reivindicar sua vida?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7d3a91a-f47a-43ce-9a2c-4da813b15eea",
    "title": {
      "en": "My Dog Becomes a Human"
    },
    "updatedAt": "2024-08-15T13:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/f7d3a91a-f47a-43ce-9a2c-4da813b15eea/5cbdc6a0-f667-43d1-84a1-f01e4caffcd2.jpg",
    "altTitles": [
      {
        "ja": "犬がヒトになる話"
      },
      {
        "ja-ro": "Inu ga Hito ni Naru Hanashi"
      },
      {
        "fr": "Mon Chien Est Devenu Humain"
      },
      {
        "zh-hk": "我家碰太變成了人類這件事"
      },
      {
        "ru": "Моя собака становится человеком"
      },
      {
        "uk": "Мій пес став людиною"
      },
      {
        "en": "Ponta Becomes A Human"
      },
      {
        "ja": "ポン太がヒトになりまして。"
      }
    ],
    "description": {
      "en": "A slapstick comedy that involves a town and its neighbors where “pet dogs” have become “humans”!\nFeelings that couldn’t be conveyed as a dog can now be understood directly…!?",
      "fr": "Un jour, les chiens de cette ville sont soudainement devenus humains. L'histoire suit la vie de Saki et de son chien Ponta.",
      "ru": "В один прекрасный день домашние собаки в этом городе вдруг превращаются в людей. История рассказывает о жизни хозяйки Саки и ее собаки Понты.",
      "uk": "Одного разу всі собаки, які жили в цьому місті раптово перетворилися на людей. Історія розповідає про життя Сакі, власниці, та Понти, її пса."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c66291a9-2f13-4820-bd3a-506968bf4ca4",
    "title": {
      "en": "The Hat"
    },
    "updatedAt": "2024-09-07T21:37:18+00:00",
    "coverArt": "https://mangadex.org/covers/c66291a9-2f13-4820-bd3a-506968bf4ca4/87ee00db-095a-4712-b714-a05d80bc7438.png",
    "altTitles": [
      {
        "ja-ro": "Boushi"
      },
      {
        "ja": "ぼうし"
      }
    ],
    "description": {
      "en": "You mustn’t ever look down into the depths of your memories—",
      "pt-br": "Você não deve olhar nas profundezas da sua memórias-"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "1"
  },
  {
    "mangaId": "e93849b2-939f-40f3-91b4-79b96133052e",
    "title": {
      "en": "Medusa Dorei o Katta"
    },
    "updatedAt": "2024-06-04T16:26:03+00:00",
    "coverArt": "https://mangadex.org/covers/e93849b2-939f-40f3-91b4-79b96133052e/33fb8f04-fe91-4e0e-8ac5-841f2deb0c5d.jpg",
    "altTitles": [
      {
        "id": "Aku Membeli Budak Medusa"
      },
      {
        "ja": "メドゥーサ奴隷を買った"
      },
      {
        "en": "I Bought a Medusa Slave"
      },
      {
        "pt-br": "Eu Comprei Uma Escrava Medusa"
      },
      {
        "es-la": "Compré una esclava medusa"
      }
    ],
    "description": {
      "en": "I’m not sure why I decided to buy a medusa in the slave market, but since then she insists a lot that I remove the blindfold from her eyes. Is she trying to petrify me? Or does she really want to see me with her own eyes?",
      "es-la": "No estoy seguro de por qué decidí comprar una medusa en el mercado de esclavos, pero desde entonces ella parece ser muy proactiva con su petición de que remueva la venda de sus ojos. \n¿Acaso busca petrificarme? ¿O de verdad quiere verme con sus propios ojos?",
      "pt-br": "Não tenho certeza de por que decidi comprar uma medusa no mercado de escravos, mas desde então ela insiste muito para que eu remova a venda de seus olhos. Ela está tentando me petrificar? Ou ela realmente quer me ver com seus próprios olhos?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a9b0b9c-9bd3-4b43-ae15-0747357e6194",
    "title": {
      "en": "Senpai is an Otokonoko"
    },
    "updatedAt": "2024-08-19T11:57:55+00:00",
    "coverArt": "https://mangadex.org/covers/9a9b0b9c-9bd3-4b43-ae15-0747357e6194/f423de78-59fd-4423-a703-228a1e556c49.jpg",
    "altTitles": [
      {
        "en": "My Crossdressing Senpai"
      },
      {
        "ja": "先輩はおとこのこ"
      },
      {
        "zh-hk": "前輩是偽娘"
      },
      {
        "zh": "前辈是男孩子"
      },
      {
        "th": "รุ่นพี่สุดสวยคนนี้เป็นผู้ชาย"
      },
      {
        "ko": "선배는 남자아이"
      },
      {
        "fr": "My crossdressing crush"
      },
      {
        "de": "My Crossdressing Crush"
      },
      {
        "zh-hk": "學姊是男孩"
      },
      {
        "ja": "ぱいのこ"
      },
      {
        "ja-ro": "Painoko"
      },
      {
        "ja-ro": "Senpai wa Otokonoko"
      },
      {
        "ja": "先輩はおとこのこ～出会い編～"
      },
      {
        "ja-ro": "Senpai wa Otokonoko: Deai-hen"
      },
      {
        "en": "My Crossdressing Senpai: Encounter Arc"
      },
      {
        "en": "Senpai is an Otokonoko: The Encounter"
      },
      {
        "zh-hk": "前輩是偽娘 邂逅篇"
      },
      {
        "zh": "前辈是男孩子 邂逅篇"
      },
      {
        "en": "Senpai Is an Otokonoko: My Crossdressing Classmate"
      },
      {
        "pt-br": "Senpai é um Otokonoko"
      },
      {
        "es-la": "Mi compañero se traviste"
      },
      {
        "es": "Mi compañero se traviste"
      },
      {
        "fr": "Makoto est un garçon"
      },
      {
        "de": "Senpai ist Crossdresser"
      },
      {
        "it": "Al senpai piace vestirsi da ragazza"
      },
      {
        "ru": "Она парень"
      }
    ],
    "description": {
      "de": "Die Highschool-Schülerin Aoi ist schwer verliebt in Makoto, ein superhübsches Mädchen, die die gleiche Schule besucht. Aber als Aoi ihren Mut zusammennimmt, Makoto ihre Liebe zu gestehen, nimmt die Geschichte plötzlich eine unerwartete Wendung: In Wirklichkeit ist Makato ein Junge, der sich als Mädchen verkleidet!",
      "en": "The story of a crossdresser who receives a confession from a junior.\n\n---\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/romance/senpai-is-an-otokonoko/list?title_no=5137)\n* [Chinese (Traditional) / 中文 (繁體)](https://www.webtoons.com/zh-hant/bl-gl/senpai-wa-otokonoko/list?title_no=3770 )\n* [Chinese (Simplified) / 中文 (简体)](https://www.dongmanmanhua.cn/CAMPUS/qianbeishinanhaizi/list?title_no=1935)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/senpai-wa-otokonoko/list?title_no=3984)\n* [Korean / 한국어](https://series.naver.com/comic/detail.series?productNo=8154605)\n* [French / Français](https://www.webtoons.com/fr/romance/senpai-wa-otokonoko/list?title_no=4068)\n* [German / Deutsch](https://www.webtoons.com/de/romance/my-crossdressing-crush/list?title_no=4235)",
      "fr": "Aoi, une élève de seconde, a eu le coup de coeur pour Makoto, une fille de 1ère super jolie. Mais quand Aoi prend son courage à deux mains pour se déclarer, Makoto lui fait une révélation inattendue... En réalité, c'est un garçon qui se déguise en fille !",
      "ja": "男の娘が後輩に告白される話です。",
      "ko": "하나오카 마코토는 귀여운 것을 아주 좋아하는 남자 아이.\n어느 날, 마코토는 자신을 여자라고 착각하고 있는 여자 후배 사키에게 고백을 받는다.\n거기에서 마코토는 자신이 남자인 것을 밝히지만 사키는 포기하지 않는다.\n그 후에 마코토에 대해 특별한 감정을 품고 있는 류지와 3명 사이에서의 아련한 감정이 생겨난다.",
      "ru": "Десятиклассница Саки признаётся в любви одиннадцатикласснице, но та не спешит отвечать взаимностью. Всё дело в том, что Ханаока переодетый парень, и он уверен, что его общество принесёт Саки лишь проблемы. Однако Саки нисколько не разочаровывается, узнав правду, а наоборот полна решимости стать его первой любовью.",
      "th": "ฮานาโอกะ มาโคโตะ เป็นนักเรียน ม.ปลาย ที่ไม่ว่าหนุ่มคนไหนเมื่อได้พบเห็นก็ไม่อาจละสายตาไปจากเธอได้ เพราะความน่ารักแสนสวยของเธอ แต่แท้จริงแล้วมาโคโตะนั้นเป็นผู้ชายที่แต่งตัวเป็นผู้หญิง! แถมแต่งได้สวยกว่าเด็กนักเรียนหญิงจริง ๆ เสียอีก เรื่องราวชุลมุนของความรักและความเข้าใจผิด ๆ ถูก ๆ ของวัยรุ่น ม.ปลาย จึงเริ่มต้นขึ้น!!",
      "zh": "花季少女表白温柔女前辈，\n谁曾想前辈竟然是男生！？\n作为男生的花岗真琴从小喜欢一些可爱的东西，因为外表秀气，他经常把自己装扮为女生。某天，女主苍井咲突然向女装的真琴表白，真琴主动说出自己是男生。苍井咲本以为自己喜欢女生但当得知真琴是男生的这一刻，她下定决心更要主动出击追到真琴！",
      "zh-hk": "蒼井咲對一見鍾情的學姊花岡真琴告白後，意外發現對方竟是男兒身。遭到真琴拒絕後，咲沒有放棄追求，反而越挫越勇，並與真琴的青梅竹馬龍二相識。一段特殊的情感在三個人之間蕩漾開來！"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76827d5e-30e5-4d54-be68-102cd4366853",
    "title": {
      "en": "\"Hitokiri\" Shoujo Koushaku Reijou no Goei ni Naru"
    },
    "updatedAt": "2024-09-03T21:42:47+00:00",
    "coverArt": "https://mangadex.org/covers/76827d5e-30e5-4d54-be68-102cd4366853/be6c5c09-22ae-4bb0-88ca-cb25e02c3084.jpg",
    "altTitles": [
      {
        "ja": "『人斬り』少女、公爵令嬢の護衛になる"
      },
      {
        "en": "\"Hitokiri\" Girl Becomes Bodyguard for the Duke's Daughter"
      }
    ],
    "description": {
      "en": "Shurine, a girl raised for the sole purpose of becoming a bodyguard, is framed by the state and branded a \"hitokiri\". Following a life on the run, she meets Lutecia, a duke's daughter, aboard a magical train. With Lutecia's life in danger, Shurine offers a solution: \"If you need a bodyguard, why not hire me right now?\"",
      "ja": "「護衛が必要なら、たった今から雇われてあげるけど」国家に嵌められ『人斬り』の汚名を背負ったことで逃亡をしているシュリネの前に、現れた一人の公爵令嬢・ルーテシアとその侍女・シュリネ。緊急事態での救いの手を取るルーテシア。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "641d88f7-e2cc-4c51-abec-6729042f2741",
    "title": {
      "en": "Soushi Souai"
    },
    "updatedAt": "2023-12-17T12:49:21+00:00",
    "coverArt": "https://mangadex.org/covers/641d88f7-e2cc-4c51-abec-6729042f2741/aff8fcd3-c91b-4773-9285-9b7e58bbf620.jpg",
    "altTitles": [
      {
        "ja": "そうしそうあい"
      },
      {
        "en": "Mutual Love"
      },
      {
        "en": "Love with Each Other"
      },
      {
        "zh": "相思相爱"
      }
    ],
    "description": {
      "en": "In a world where opposites attract, a chance encounter sparks a connection between a serious black-haired girl and a charismatic blond delinquent, painting a cute tale of young love and friendships. As the series unfolds, their seemingly carefree lives take unexpected turns, delving into the shadows that haunt their lives. \n\nAn artful blend of laughter and heartfelt moments, this manga tells about the complexities of youth, friendship, and your past catching up to you."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "100"
  },
  {
    "mangaId": "2b5a3b43-effb-4f54-aa9b-d6093d523452",
    "title": {
      "ja": "Silent Witch Chinmoku no Majo no Kakushigoto"
    },
    "updatedAt": "2024-09-05T16:04:24+00:00",
    "coverArt": "https://mangadex.org/covers/2b5a3b43-effb-4f54-aa9b-d6093d523452/4d9d61bc-58a9-4644-aa07-805ecdcbf499.jpg",
    "altTitles": [
      {
        "ja": "サイレント・ウィッチ 沈黙の魔女の隠しごと"
      },
      {
        "en": "Secrets of the Silent Witch"
      },
      {
        "en": "Silent Witch"
      },
      {
        "ko": "사일런트 위치"
      },
      {
        "es": "Secretos de la Bruja Silenciosa"
      }
    ],
    "description": {
      "en": "Monica Everett is revered as “The Silent Witch.” She’s the only magician in the world who can use magic without an incantation... In reality though, she’s just shy— the only reason she practiced chantless magic was so that she wouldn't have to speak in public! Before even realizing her own talent, Monica is chosen as one of the “Seven Sages,” and is assigned the secret mission of protecting the kingdom’s second prince...?\n\nThe antisocial young prodigy will have to hide her true nature while secretly rescuing the prince from encroaching danger in this thrilling fantasy story!",
      "es": "Monica Everett es venerada como «La Bruja Silenciosa». Es la única maga del mundo que puede usar la magia sin conjuros... En realidad, es tímida: ¡la única razón por la que practicaba magia sin encantamientos era para no tener que hablar en público! Antes incluso de darse cuenta de su propio talento, Mónica es elegida como uno de los «Siete Sabios», ¿y se le asigna la misión secreta de proteger al segundo príncipe del reino...?\n\nLa antisocial joven prodigio tendrá que ocultar su verdadera naturaleza mientras rescata en secreto al príncipe del peligro que la acecha en esta emocionante historia de fantasía.",
      "id": "Keajaiban tidak membutuhkan nyanyian. Ini adalah kisah tentang penyihir terlemah, paling pemalu, namun terkuat, dan bagaimana dia dilahirkan kembali, semuanya menjadi sebuah buku. (Penyihir Keheningan) Monica Everett. Satu-satunya penyihir di dunia yang bisa menggunakan sihir diam (tanpa nyanyian), dan seorang pahlawan muda yang membunuh sendiri naga hitam legendaris itu. Tapi apa sifat aslinya?? Alasan sebenarnya saya berlatih sihir diam adalah agar saya tidak perlu berbicara di depan umum. Ketika Monica terpilih sebagai salah satu dari 7 Watchers, tanpa disadari, dia terpaksa mengambil misi rahasia untuk melindungi pangeran kedua…? Lemah dan pemalu, namun yang terkuat. Penyihir surgawi yang antisosial menyembunyikan identitas aslinya dan diam-diam membawa kejahatan ke pengadilan melawan pangeran dalam fantasi yang menyakitkan! Fantasi penyihir web, terlahir kembali menjadi sebuah buku, dengan tambahan! Apa yang akan menjadi misteri baru yang berdiri di depan Monica Everett…?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4668276-4b3e-49e0-98e7-fcc6841f7680",
    "title": {
      "en": "Blue Lock: Episode Nagi"
    },
    "updatedAt": "2024-07-05T21:30:04+00:00",
    "coverArt": "https://mangadex.org/covers/b4668276-4b3e-49e0-98e7-fcc6841f7680/9127d7ce-ff5a-4611-93a6-7e4cffbc63b3.jpg",
    "altTitles": [
      {
        "ja": "ブルーロック-EPISODE 凪-"
      },
      {
        "ru": "Блю Лок: Путь Наги"
      },
      {
        "fr": "Blue Lock - Épisode Nagi"
      }
    ],
    "description": {
      "en": "Nagi Seishiro is a second-year high school student. He is a boy whose habit is to say, \"It's a pain in the ass,\" and he lives his life listlessly. Until his partner, Mikage Reo, discovers his talent in the \"Blue Lock,\" a dormitory for training strikers that aims to win the World Cup for Japanese soccer.",
      "fr": "Nagi Seishiro est un lycéen de deuxième année. C'est un adolescent qui a l'habitude de tout le temps dire : « C'est chiant », il vit sa vie avec apathie. Jusqu'à ce que son camarade de classe, Mikage Reo, découvre son talent pour le foot, cela les mènera jusqu'au « Blue Lock », un centre de formation révolutionnaire rassemblant les 300 meilleurs attaquants lycéens du pays.",
      "pt-br": "Nagi Seishiro é um estudante do segundo ano do ensino médio. Ele é um garoto cujo hábito é dizer: \"Que saco\", e ele vive sua vida com indiferença. Até que seu parceiro, Mikage Reo, descobre seu talento em \"Blue Lock\", um dormitório para treinamento de atacantes que visa vencer a Copa do Mundo em nome do futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7af7cbd5-6c77-4c9e-9163-7f01dd6e1cc6",
    "title": {
      "en": "Maou Gun Saikyou no Majutsushi wa Ningen datta"
    },
    "updatedAt": "2024-07-04T08:27:03+00:00",
    "coverArt": "https://mangadex.org/covers/7af7cbd5-6c77-4c9e-9163-7f01dd6e1cc6/d2101f8c-0f21-4e4b-beb0-ea1774f92b08.jpg",
    "altTitles": [
      {
        "en": "The Maou Army's Strongest Magician Was a Human"
      },
      {
        "ru": "Самый сильный волшебник армии Мао оказался человеком"
      },
      {
        "ja": "魔王軍最強の魔術師は人間だった"
      },
      {
        "ko": "마왕군 최강의 마술사는 인간이었다"
      },
      {
        "zh-hk": "魔王軍最強的魔術師是人類"
      },
      {
        "en": "The Strongest Magician in the Demon Lord's Army Was a Human"
      }
    ],
    "description": {
      "en": "“Maou Army’s strongest magician” I’m called. Ike, a demon capable of capturing a fort alone. Clearing away enemies with immense magic, he is without a doubt a monster held in awe by friend and foe. However he has a secret he can’t tell other demons. “I, actually am a human you know.” Using modern knowledge to keep his secret, he became treated as a great commander and the driving force of the Maou’s army.",
      "ja": "**Alternative raw:** <https://seiga.nicovideo.jp/comic/43592>"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8516915a-51a2-44e0-a915-aff325216a26",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken: After the Rain"
    },
    "updatedAt": "2024-08-11T19:53:51+00:00",
    "coverArt": "https://mangadex.org/covers/8516915a-51a2-44e0-a915-aff325216a26/653c9057-d9fb-4f32-85f9-48aae296c4f0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件 after the rain"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais: After the Rain"
      },
      {
        "ru": "Ангел по соседству: После дождя"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten: After the Rain"
      }
    ],
    "description": {
      "en": "A spin-off of the series *[The Angel Next Door Spoils Me Rotten](https://mangadex.org/title/2fec6641-beb1-4ae9-a32f-204dd06688ac/the-angel-next-door-spoils-me-rotten)* which comicalizes the stories from Volume 5.5 of the Light Novel and its special edition booklet, which contains additional short stories.",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まり二人は少しずつ惹かれあっていく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd971c06-5480-4a0e-bab1-5ef7b6bd4e98",
    "title": {
      "en": "Ougo Mitsunaga wa Namagoroshi ga Tsurai"
    },
    "updatedAt": "2023-10-05T06:10:34+00:00",
    "coverArt": "https://mangadex.org/covers/dd971c06-5480-4a0e-bab1-5ef7b6bd4e98/bf2af735-dbbc-4093-96bc-ad9987628613.jpg",
    "altTitles": [
      {
        "en": "Mitsunaga Ougo Is Trying to Control Himself"
      },
      {
        "ja": "淡河実永は生殺しがつらい"
      }
    ],
    "description": {
      "en": "\"When we turn 18…\" In order to fulfill his cute girlfriend Karen's wish (?!), Mitsunaga has been holding back a lot. He may be a quiet, hard-headed guy, but he has as much sexual desire as anyone else and was even looking forward to it a little bit. However, on the anniversary day, something terrible happens?! He can't touch her because she's precious to him, but he wants to touch her more because he loves her… A pure love story about the troubles of a boy of age!  \nThis is the sequel to \"Karen Ichijou Tempts Him.\""
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "8.5"
  },
  {
    "mangaId": "0b171f64-89a5-4c37-b5f9-75cca57e8787",
    "title": {
      "en": "Hazure Waku no \"Joutai Ijou Skill\" de Saikyou ni Natta Ore ga Subete o Juurin Suru made"
    },
    "updatedAt": "2024-08-14T16:10:36+00:00",
    "coverArt": "https://mangadex.org/covers/0b171f64-89a5-4c37-b5f9-75cca57e8787/d6364bbe-b96d-4881-b75e-1934928ef953.jpg",
    "altTitles": [
      {
        "en": "Failure Frame: I Became the Strongest and Annihilated Everything With Low-Level Spells"
      },
      {
        "ru": "Я стал самым сильным с провальным навыком 【 ненормальное состояние】, я разрушу всё"
      },
      {
        "ja": "ハズレ枠の【状態異常スキル】で最強になった俺がすべてを蹂躙するまで"
      },
      {
        "ko": "꽝취급 받는 [상태이상 스킬]로 최강이 된 내가 전부 유린할 때까지"
      },
      {
        "zh": "最强的我最终蹂躏一切"
      },
      {
        "zh-hk": "靠廢柴技能【狀態異常】成為最強的我將蹂躪一切"
      }
    ],
    "description": {
      "en": "Mimori Touka has always been something of a background character in his high school. So when he and his classmates are summoned to a fantasy land and gifted with incredible skills, it seems like the perfect opportunity to make a name for himself.\n\nThe only problem? Mimori’s skills are abysmal at best, and he’s banished to a deadly dungeon. \n\nBut as he begins to test these new abilities, he discovers just how powerful he’s become. Can Mimori fight his way back to exact revenge?!",
      "pt": "Durante a viagem escolar Touka e seus colegas são convocados para outro mundo. No entanto, Touka foi o único com a classificação mais baixa: Rank-E - um status extremamente baixo em comparação com seus colegas de classe. Assim, o personagem secundário e herói abandonado, se tornara o mais forte à medida que avança e contra-ataca.\n\n\n---",
      "pt-br": "Durante a viagem escolar, Touka e seus colegas são convocados para outro mundo. No entanto, Touka foi o único com a classificação mais baixa: Rank E – um status extremamente baixo comparado a seus colegas de classe. Assim, o herói abandonado se tornará absolutamente o demônio mais forte à medida que avança e contra-ataca."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a2abc8b-021e-4f4e-b4d4-6e70c24312d8",
    "title": {
      "en": "Kaminagashijima - Rinne no Miko"
    },
    "updatedAt": "2024-05-06T14:12:21+00:00",
    "coverArt": "https://mangadex.org/covers/1a2abc8b-021e-4f4e-b4d4-6e70c24312d8/5cb52ebf-5cf3-474e-ae5b-3d6c8e3a51b2.jpg",
    "altTitles": [
      {
        "ja": "かみながしじま ～輪廻の巫女～"
      },
      {
        "ru": "Каминагасидзима: Реинкарнация святой девы"
      }
    ],
    "description": {
      "en": "Survive, Girls---!! High-school student Amane Miko is a famous miko in her hometown. One day, she gets involved in a strange traffic accident and finds herself waking up in a world filled with grotesque looking monsters roaming around...!! The constant fear of those monsters attacking!! However, to solve the mysteries of this world, Miko advances through this world of despair. Cooperating with the other surviving girls to escape this solitary island in the distant sea in this Panic Horror Action!",
      "ru": "Старшеклассница Аманэ Мико - известная Мико в своем родном городе. Однажды она попадает в странное дорожно-транспортное происшествие и обнаруживает, что просыпается в мире, наполненном гротескно выглядящими монстрами, бродящими вокруг...! Постоянный страх нападения этих монстров! Однако, чтобы разгадать тайны этого мира, Мико продвигается сквозь этот мир отчаяния. Сотрудничая с другими выжившими девушками, чтобы сбежать с этого уединенного острова в далеком море в этом паническом хорроре!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "32"
  },
  {
    "mangaId": "ea47525d-99df-45b5-9103-dd853f49f8c3",
    "title": {
      "en": "Mairimashita! Iruma-kun: If Episode of Mafia"
    },
    "updatedAt": "2024-09-03T14:42:24+00:00",
    "coverArt": "https://mangadex.org/covers/ea47525d-99df-45b5-9103-dd853f49f8c3/846335b0-f810-4ed5-a93b-b746eb83f4db.jpg",
    "altTitles": [
      {
        "en": "Welcome to Demon School! Iruma-kun (Mafia Alternate Universe)"
      },
      {
        "ja": "魔入りました！入間くん if Episode of 魔フィア"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun: If Episode of Mafia"
      },
      {
        "en": "Mairimashita! Iruma-kun Mafia AU"
      },
      {
        "vi": "Iruma Giá Đáo!: IF Episode of MAFIA"
      },
      {
        "es-la": "Iruma-kun en la Mafia"
      }
    ],
    "description": {
      "en": "The beloved characters of Mairimashita! Iruma-kun star in this Mafia-based spinoff! Young Iruma saves an injured mob boss from death... and then becomes his grandson!?",
      "ja": "暴力や犯罪は当たり前の貧民街-スラム-で育った心優しい少年・イルマ。瀕死状態で倒れていた、マフィア組織【バビル】のドン・サリバンを助けたことで、イルマの運命の歯車が動き出す！ マフィア組織【バビル】を中心に巻き起こる、マフィア・アクションコメディ！",
      "vi": "Spin-Off của tác phẩm\"Mairimashita! Iruma-kun\" theo hướng What-If, thế giới của tác phẩm lần này sẽ xoay quanh việc các nhân vật sẽ sống trong thế giới của các Mafia",
      "es-la": "¡Un spin-off oficial de Mairimashita! Iruma-kun, en un universo alternativo en el que Iruma se convierte en un destacado miembro de la mafia. A pesar de tener sólo cinco años, Iruma ha visto muchas cosas como niño de la calle... ¡la más reciente, a un anciano desangrándose justo delante de donde vive! Como buen chico, Iruma se dedica a curar al anciano y no le da importancia. Sin embargo, cuando el anciano regresa de repente, se revela como Don Sullivan, ¡jefe de la organización clandestina conocida como Babyls! Se ofrece a adoptar a Iruma como su nieto, una oferta que Iruma se ve incapaz de rechazar..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b219d41f-c58a-45c2-bf70-f1cef6d3c257",
    "title": {
      "en": "Have I Found You?"
    },
    "updatedAt": "2024-08-24T05:18:53+00:00",
    "coverArt": "https://mangadex.org/covers/b219d41f-c58a-45c2-bf70-f1cef6d3c257/be0e44e3-bd03-49f2-a80a-823d3601e848.png",
    "altTitles": [
      {
        "zh-hk": "與你的血緣"
      }
    ],
    "description": {
      "en": "One day, the lone workaholic Liu Yixia was declared to have abnormal blood stem cells from within and now suffer from acute lymphocytic leukemia. Her life takes a drastic turn and the usual independent Yixia has to now turn to her family for help. In the process of chemotherapy as if fighting a tug-of-war with death, would she truly be able to accept her family's love and care for her?\n\nIf I found you within 100,000 people, would I shake hands with a lonely life?\n\nFamily, strangers, and blood related relationships.\nTaiwan's first blood stem cell topic comic. \n\n[Initiated by the Kaohsiung Northwest Rotary Club and hosted by Assistance Professor Luo Helin of Tainan National University of the Arts of the project \"In Comparison with Us - Blood Stem Cell Database Creation Project\", they invited the Gold Comic Award winner Monday Recover and popular author Wu Xiaole to collaborate on the comic strip \"Have I found you?\". They hope to promote the concept of blood stem cell creation through the form of comics to help more blood cancer patients.]"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "6"
  },
  {
    "mangaId": "a98d039a-da7f-46ec-aef4-f4bd03d0d925",
    "title": {
      "en": "The Hero Became the Duke's Eldest Son"
    },
    "updatedAt": "2024-08-27T21:22:35+00:00",
    "coverArt": "https://mangadex.org/covers/a98d039a-da7f-46ec-aef4-f4bd03d0d925/5f31da9b-c565-47a7-9709-0079d43afd25.jpg",
    "altTitles": [
      {
        "ko": "영웅, 공작가 장남 되다"
      }
    ],
    "description": {
      "en": "Aden Albireo, the \"Dragon Slayer King\", was a hero who saved the world by eliminating the Berserker and the Underlord. However, he was betrayed by those who whispered friendship to him, and met his death...\n\n\"I didn't know I would be resurrected like this?!\"\n\n15 years before the Underlord's resurrection, 'Aden Albireo' reincarnated into the body of the eldest son of a unheard-of duke's family, 'Aden Remes'! And...\n\n\"It's been a while, Dragon Slayer King!\"\n\n\"The Underlord I thought I had defeated is inside my soul?!\"\n\nWill Aden be able to end his uncomfortable cohabitation(?) with the Underlord and prevent his resurrection?",
      "ko": "아덴 알비레오, 그는 광룡과 지하 군주, 언더로드를 없애고 세상을 구한 영웅, \"용살왕\"이라 불렸다. 그러나 우정을 속삭였던 이들에게 배신당해, 죽음을 맞게 되는데...\n\n\"이런 식으로 되살아날 줄은 몰랐는데?\"\n\n언더로드 부활 15년 전, 듣도 보도 못한 공작가의 망나니 장남, '아덴 레메스'의 몸으로 회귀한 '아덴 알비레오'! 게다가…\n\n\"오랜만이구나, 용살왕이여!\"\n\n해치운 줄 알았던 언더로드가 내 영혼 안에 있다고?!\n\n과연 아덴은 언더로드와의 불편한 동거(?)를 끝내고 그의 부활을 막아낼 수 있을 것인가!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f35f6d48-d117-4980-ab71-f5419ed692c6",
    "title": {
      "en": "Fuchou Airen"
    },
    "updatedAt": "2024-06-18T18:16:23+00:00",
    "coverArt": "https://mangadex.org/covers/f35f6d48-d117-4980-ab71-f5419ed692c6/8768016c-7a5d-4b18-94a6-29d9d31fe38e.jpg",
    "altTitles": [
      {
        "en": "Vengeful Lover"
      },
      {
        "zh": "复仇爱人"
      },
      {
        "en": "Revenge Lover"
      }
    ],
    "description": {
      "en": "Yan Shuangshuang watched her former lover die before her eyes. An angel appeared, giving her a chance to live again. However, after her rebirth, everything went wrong."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3b1ebe3-bffd-44e1-b712-c2c2e8f08651",
    "title": {
      "en": "Chirijiri Yuku no"
    },
    "updatedAt": "2024-07-28T03:17:05+00:00",
    "coverArt": "https://mangadex.org/covers/c3b1ebe3-bffd-44e1-b712-c2c2e8f08651/56f11c6c-247a-444a-9b9f-071ef191aa2e.jpg",
    "altTitles": [
      {
        "ja": "ちりぢりゆくの"
      }
    ],
    "description": {
      "en": "Kuno Shio, who is half human and half alien, has a \"glitch\" that causes his body to turn into a gel-like mass when he gets lustful.\nHe enjoys attracting girls who gather because of his novelty, but one day, his parents are worried about Shio, who is only interested in splattering, and transfer him to a boarding school for boys.\nAt the moment when Souma Minato, the class representative who was assigned to take care of Shio, hugs him, Shio somehow splatters...!?\nThe popular pure love comedy for youth, which was popular on LINE manga, is now a full-color comic with original illustrations!!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": ""
  },
  {
    "mangaId": "2f0f7352-c74c-4bcc-aec1-d0a472d94e39",
    "title": {
      "en": "San Yan Xiao Tian Lu"
    },
    "updatedAt": "2024-08-15T17:25:19+00:00",
    "coverArt": "https://mangadex.org/covers/2f0f7352-c74c-4bcc-aec1-d0a472d94e39/9a5dfa6c-b211-4747-a770-33008f3ffc03.jpg",
    "altTitles": [
      {
        "en": "In Three Eyes The Deified"
      },
      {
        "uk": "Tam Nhãn Hao Thiên Lục"
      },
      {
        "zh": "三眼哮天录"
      }
    ],
    "description": {
      "en": "The heavenly general Yang Jian, also known as god Erlang Shen, was ordered to descend to the mortal realm for the task of get rid of demons and evil spirits.  \nAfter he woke up in the mortal realm, he noticed that Taishang Laojun who was in charge of his transfer absused his power and reincarnated Yang Jian as a woman.  \n Yang Jian is not used to this new body and to make things more worse it seems that he can't use his full power. now he must learn to adapt to modern society and take care of a hidden danger that is going to put the whole world into chaos."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f9f282b-c0a8-4890-9098-3e080b3c36da",
    "title": {
      "en": "Namaiki na Gal Ane wo Wakaraseru Hanashi"
    },
    "updatedAt": "2024-08-30T16:32:54+00:00",
    "coverArt": "https://mangadex.org/covers/8f9f282b-c0a8-4890-9098-3e080b3c36da/934206d6-5cba-4bad-8f2d-d29ebcd693e2.jpg",
    "altTitles": [
      {
        "ja": "生意気なギャル姉を解らせる話"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "en": "The Story of Making My Cheeky Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gyaru Sister Understand"
      },
      {
        "es-la": "El día que decidí hacer entender a mi descarada hermana gal a mi manera"
      }
    ],
    "description": {
      "en": "Every time she opens her mouth, it's nothing but abusive language, and her problematic behavior never stops. The protagonist has had enough and sets a “plan” into motion…??!",
      "ja": "口を開けば暴言ばかりで、問題行動が絶えない姉。 彼女に痺れを切らし、主人公が踏み出した“計画”とは---??!",
      "es-la": "Su hermana siempre dice cosas hirientes y cuyos comportamientos problemáticos nunca cesan, el protagonista, cansado de ella, da un paso adelante con un \"plan\"\n¿Cuál será...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9dbd08c3-a4ed-4fa3-82e2-18a400f80627",
    "title": {
      "en": "Nimotsu Mochi no Nousuji Musou"
    },
    "updatedAt": "2024-08-29T21:46:02+00:00",
    "coverArt": "https://mangadex.org/covers/9dbd08c3-a4ed-4fa3-82e2-18a400f80627/4c0c5179-8df0-4eda-a9b4-c01cd068a275.jpg",
    "altTitles": [
      {
        "ja": "荷物持ちの脳筋無双"
      }
    ],
    "description": {
      "en": "The more he carries, the stronger he becomes! An unmatched fantasy by the weakest adventurer duo!\n\nRyuk, a boy with a unique skill “Porter,” which allows him to carry a massive amount of items, was being exploited as a chore boy for the S-rank party “Black Lion of Foresight.” One day, the party managed to acquire a storage item more convenient than Ryuk’s skill, thus no longer needed, Ryuk is banished inside a dangerous dungeon. Despairing in this hopeless situation, suddenly he meets a shrine maiden girl, Mio — and then?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f4478af-7354-4132-af67-cd25fc849cb2",
    "title": {
      "en": "Asura"
    },
    "updatedAt": "2024-08-03T20:01:15+00:00",
    "coverArt": "https://mangadex.org/covers/9f4478af-7354-4132-af67-cd25fc849cb2/87589279-0ce2-437c-a9ca-82dd24a3d033.jpg",
    "altTitles": [
      {
        "ko": "아수라"
      },
      {
        "en": "Ashura"
      },
      {
        "ru": "Асура"
      },
      {
        "en": "Asura (Moon Jeong-Hoo)"
      }
    ],
    "description": {
      "en": "There was someone who set out after receiving orders from the Absolute One who first unified the continent to learn the secret of immortality. He believed that he would definitely discover the secret of immortality even if he had to travel all over the world. He never returned until the Absolute died and the empire collapsed, leaving behind only numerous speculations and gradually being forgotten in people's memories. And after a long time...",
      "ru": "От создателя знаменитой манхвы «Мастер»! \n \nМогучий правитель, объединивший континент, послал своего самого отважного воина на поиски секрета бессмертия. Правитель был уверен, что тайна бессмертия будет раскрыта, даже если придётся искать её по всему миру. Однако... тот так и не вернулся. Правитель скончался. Империя пала. О воине ещё долго говорили, но со временем люди начали забывать и его. И вот, спустя многие годы..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad59c8bb-e645-41d2-bc16-65b1b94cafd6",
    "title": {
      "en": "Tenohira Kaitaku Mura de Isekai Kenkokuki ~Fueteku Yome-tachi to Nonbiri Mujintou Life~"
    },
    "updatedAt": "2024-09-03T00:25:29+00:00",
    "coverArt": "https://mangadex.org/covers/ad59c8bb-e645-41d2-bc16-65b1b94cafd6/8d662c31-8ae2-45c3-824c-dd7ec62f11cc.jpg",
    "altTitles": [
      {
        "ja": "てのひら開拓村で異世界建国記 ～増えてく嫁たちとのんびり無人島ライフ～"
      },
      {
        "en": "Country Building Story in Another World with the Pioneering Village in His Palm: Easy Life on the Uninhabited Island with His Ever-Increasing Wives"
      },
      {
        "en": "Foundation of a State in Another World With a Hand-Built Colony Village: Carefree Life on an Uninhabitated Island With an Increasing Number of Brides"
      },
      {
        "en": "With Single Palm Founding a Pioneering Village a in Another World: Live With The Married Girls in Uninhabited Island Life"
      },
      {
        "en": "Tenohira Pioneer Village"
      },
      {
        "zh": "在掌中开拓村的异世界建国记"
      },
      {
        "zh-hk": "在掌中開拓村的異世界建國記"
      }
    ],
    "description": {
      "en": "Kai, a sickly kid, wished for a lively normal life on his deathbed when he was suddenly reincarnated into another world. Not only the boy’s wishes were fulfilled, he was also gifted an ability to be a god of his own little world at the back of his palm. Yet such bliss did not last long…\n\nKai was abruptly separated from his loving adopted family and banished into an uninhabited island teeming with dangerous creatures. Using his ingenious wit and a help from a mysterious horned girl, Kai managed to survive and establish a small foothold with his army of cute stubby helpers.\n\nWatch as Kai tries to further tame this wilderness, building up his sanctuary and harem. Easy living!\n___\n**Character Designer:** [Aruya](https://mangadex.org/author/9bad1f2c-05c3-4d04-b7f3-2ea7fbca765e)",
      "pt-br": "Kai, um garoto doente, desejava uma vida normal e animada em seu leito de morte quando foi subitamente reencarnado em outro mundo. Não só seus desejos foram realizados, como ele também recebeu a habilidade de ser um deus de seu próprio pequeno mundo na palma da mão. No entanto, tal felicidade não durou muito...\n\nKai foi abruptamente separado de sua amorosa família adotiva e banido para uma ilha desabitada cheia de criaturas perigosas. Usando sua engenhosidade e a ajuda de uma misteriosa garota com chifres, Kai conseguiu sobreviver e estabelecer uma pequena base com seu exército de ajudantes fofos e robustos.\n\nVeja como Kai tenta domar ainda mais essa selva, construindo seu santuário e harém. Vida fácil!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5309245e-f6a8-4004-be99-6c6749a2c564",
    "title": {
      "en": "Akuyaku Ouji no Eiyuutan"
    },
    "updatedAt": "2024-01-30T20:07:59+00:00",
    "coverArt": "https://mangadex.org/covers/5309245e-f6a8-4004-be99-6c6749a2c564/ac5d50eb-5020-47d4-babb-aa4c8fec7388.jpg",
    "altTitles": [
      {
        "ja": "悪役王子の英雄譚"
      },
      {
        "en": "Heroic Tale of Villainous Prince"
      }
    ],
    "description": {
      "en": "Alfred, the third prince of the royal family who was born with black hair and black eyes, was hated. One day, he comes across his older brother, the first prince, Leolu, announcing to his fiancée, Charlotte, that she has broken off their engagement. In order to save Charlotte, who was falsely accused, Alfred took her place and thought the situation was settled...!?",
      "ja": "王族で唯一の黒髪黒眼に生まれ、忌み嫌われる第三王子・アルフレッド。ある日、兄である第一王子・レオルが婚約者であるシャルロットに婚約破棄を宣言する場に出くわす。冤罪をかけられたシャルロットを救うため、アルフレッドが身代わりとなり事態は一件落着、と思いきや……!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e8b281f-a931-45c2-93e8-e350b0ed58b0",
    "title": {
      "en": "Maou-sama no Machizukuri! ~Saikyou no Dungeon wa Kindai Toshi~"
    },
    "updatedAt": "2024-07-06T19:34:55+00:00",
    "coverArt": "https://mangadex.org/covers/8e8b281f-a931-45c2-93e8-e350b0ed58b0/7709a14c-5680-4b20-807c-2cba3590ee69.jpg",
    "altTitles": [
      {
        "ja": "魔王様の街づくり！～最強のダンジョンは近代都市～"
      },
      {
        "ko": "마왕님의 마을 만들기! ~최강 던전은 근대도시~"
      },
      {
        "zh-hk": "打造魔王大人的城鎮！～近代都市就是最強的地下城～"
      },
      {
        "zh": "打造魔王大人的城镇！ ~近代都市就是最强的地下城~"
      },
      {
        "ru": "По проекту дьявола: современный город сложнее любых подземелий"
      },
      {
        "ja-ro": "Maō-sama no Machi-dzukuri!~ Saikyō no Dungeon wa Kindai Toshi ~"
      },
      {
        "th": "สร้างเมืองกันเถอะค่ะ! คุณพ่อจอมมาร!"
      },
      {
        "zh-ro": "Dǎzào mówáng dàrén de chéngzhèn! ~Jìndài dūshì jiùshì zuì qiáng dì dìxià chéng ~"
      },
      {
        "ko-ro": "Mawangnim-ui ma-eul mandeulgi! ~choegang deonjeon-eun geundaedosi~"
      },
      {
        "en": "Dungeon Builder: The Demon King's Labyrinth is a Modern City!"
      }
    ],
    "description": {
      "en": "Beings that create and control monsters and demons, beings that build and reign over malicious labyrinths, the chosen individuals to possess an overwhelming Unique Skill… They are the Demon Lords. Demon Lords entice people to come to the labyrinth they’ve built and eat the people’s despair as their nourishment. However, Creation Demon Lord Procell has decided that he will obtain people’s hopes and not their despair as nourishment, and built a happy town instead of a malicious labyrinth to collect human beings. This is the story of an eccentric Demon Lord, with all its ins and outs.",
      "ja": "「合格だ。新たな“魔王”の誕生を、私は歓迎するよ」\n\n魔王――恐怖のダンジョンに君臨し人間の感情を喰らう存在。“新人”魔王として異世界で目覚めたプロケルは稀少スキル【創造】を駆使し配下を生み出していくが、彼が目指すダンジョンとは異世界の常識を覆す革新的なものだった。それは――魔物と人間が共存する街、≪理想郷（アヴァロン）≫。\n\n平和を実現するため、優しき魔王は【風】の魔王との【戦争】を乗り越えていく――。"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5813825a-b729-4ce4-8dfd-54c3391f8d19",
    "title": {
      "en": "Super Ball Girls"
    },
    "updatedAt": "2024-08-28T16:27:43+00:00",
    "coverArt": "https://mangadex.org/covers/5813825a-b729-4ce4-8dfd-54c3391f8d19/79aa3852-ae92-4705-8135-683a45b48aa9.jpg",
    "altTitles": [
      {
        "ru": "Девушки и супермяч"
      },
      {
        "ja": "スーパーボールガールズ"
      },
      {
        "zh-hk": "超級彈珠女孩"
      },
      {
        "zh": "弹珠女孩"
      },
      {
        "en": "Superball Girls"
      }
    ],
    "description": {
      "en": "Ichiyoshi continues to work at a chocolate factory, locking away his \"best\" in his heart. One Christmas night, on his way home, he finds a mysterious superball that rolls out of the darkness..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e76f4bff-a772-4289-9d85-7bbec939e0d4",
    "title": {
      "en": "I Became the Contract Daughter of the Soon-to-Be-Ruined Family"
    },
    "updatedAt": "2024-08-22T00:00:22+00:00",
    "coverArt": "https://mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/09916525-d0c2-4f85-abfd-d2910f3b2a65.jpg",
    "altTitles": [
      {
        "ko": "곧 망할 가문의 계약직 딸이 되었다"
      }
    ],
    "description": {
      "en": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a29375a-13bc-4dcd-b42b-84bd204be080",
    "title": {
      "en": "Dr. Frost"
    },
    "updatedAt": "2024-09-07T08:40:57+00:00",
    "coverArt": "https://mangadex.org/covers/7a29375a-13bc-4dcd-b42b-84bd204be080/f3f9c124-0eed-4c26-af07-139a545ffaa3.png",
    "altTitles": [
      {
        "ru": "Доктор Фрост"
      },
      {
        "ko": "닥터 프로스트"
      },
      {
        "en": "Doctor Frost"
      },
      {
        "zh-hk": "Frost醫生"
      },
      {
        "ar": "الدكتور فروست"
      },
      {
        "ja": "ドクターフロスト"
      },
      {
        "zh": "神探佛斯特"
      },
      {
        "zh": "神探佛斯特_NEXT"
      }
    ],
    "description": {
      "en": "Genius psychologist works as psychologist."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "264"
  },
  {
    "mangaId": "74000a38-0953-4a61-ac7a-c21128c3fa03",
    "title": {
      "en": "Food Truck Owner inside the Dungeon"
    },
    "updatedAt": "2024-08-06T23:24:01+00:00",
    "coverArt": "https://mangadex.org/covers/74000a38-0953-4a61-ac7a-c21128c3fa03/21917932-015d-4dad-bdd4-3af62743328a.jpg",
    "altTitles": [
      {
        "en": "Food Truck Owner in the Dungeon"
      },
      {
        "ko": "던전 안 푸드 트럭 사장님"
      },
      {
        "en": "Dungeon Food Truck Owner"
      }
    ],
    "description": {
      "en": "\"Don't yearn for a world different from yours, just live a normal life.\"\n\nHunters, dungeons, I'm not interested in any of them.\nMy life followed one single path that's of cooking.\nBut the moment I was about to open my first long-awaited food truck....\n\n[Class: You have awakened as a Food Truck Owner (Hidden)!]\n[Item: Dungeon Business Permit (Personal/Non-Transferable)!]\n- Business is only possible inside the dungeon\n\nMin Jiun, 21 years old, awakened as the owner of a food truck inside the dungeon."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b32e1324-9e5c-4f19-b5d8-9421510ebc3b",
    "title": {
      "en": "Kakeru"
    },
    "updatedAt": "2024-08-07T13:13:02+00:00",
    "coverArt": "https://mangadex.org/covers/b32e1324-9e5c-4f19-b5d8-9421510ebc3b/f36d52a3-3147-41c6-9d06-853944e9b895.jpg",
    "altTitles": [
      {
        "ja": "カケル"
      }
    ],
    "description": {
      "en": "When high school student Kakeru Daiba runs for long enough, he enters into a runner's high state that heightens his senses. When his crush, Natsume, disappears mysteriously one day he's forced to use his ability in ways he never expected.",
      "ja": "「走り過ぎるとオレの”目”はもう一つの世界を映し出す！」　高校生、台場駆は生まれつき、視覚、触覚、味覚、嗅覚、聴覚が異常に鋭くなる能力を持っていた。ガールフレンドの夏目葵が突然消えた事件で、初めてその力を使うことになるのだが果たして？バカンスのつもりで訪れた島で、連続殺人事件に巻き込まれてしまうものの…"
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "erotica",
    "lastVolume": "13",
    "lastChapter": ""
  },
  {
    "mangaId": "805c3a24-64c3-410f-9216-c828ab6b60f2",
    "title": {
      "en": "BTOOOM!"
    },
    "updatedAt": "2024-06-01T15:21:48+00:00",
    "coverArt": "https://mangadex.org/covers/805c3a24-64c3-410f-9216-c828ab6b60f2/f7fff04b-461e-4995-b700-484a829374cb.jpg",
    "altTitles": [
      {
        "ru": "Бтууум!"
      },
      {
        "ru": "Взрыв!"
      },
      {
        "ja": "ブトゥーム"
      }
    ],
    "description": {
      "en": "Sakamoto Ryouta is an unemployed 22-year-old who lives with his mother. In the real world, there may be nothing really special about him, but online, he's one of the world's top players of the combat game \"BTOOOM\"!  \n  \nOne day, he awakes in what appears to be a tropical island, though he has no memory of how or why he has come to be there. While wandering around, Ryouta sees someone and calls out for help. The stranger responds by throwing a bomb at him! Now Ryouta realizes both that his life is in danger, and that he has somehow been trapped in a real-life version of his favorite game! Will Ryouta be able to survive long enough to figure out how and why he ended up here?  \n  \n\n\n---",
      "ru": "Сакамото Рёта — 22-летний безработный, игрок мирового уровня в популярную командную боевку «Btooom!». То, что он при этом сидит на шее у матери, парня не волнует, мыслями он всецело в виртуальном мире, где крут, беспощаден и неотразим. Только в наше время до виртуальной реальности далеко — в этом Рёта убедился на своей шкуре, очнувшись в джунглях, крепко избитый, с чужой сумкой и полным сумбуром в голове. В общем, вышло так, что чья-то злая воля закинула на необитаемый остров несколько десятков игроков и предложила им сразиться в «Btooom!» вживую и по-крупному. Без оружия, без доспехов — только ручные бомбы, собственные тела и гражданская одежда. Как говорится — естественный отбор!  \n  \nНо истинного игрока королевской битвой смутить сложно, особенно когда на кону собственная жизнь. Так что вскоре Рёта отбросил интеллигентские сопли и приготовился, как не столь далекие предки, жить по принципу «или ты, или тебя». Главное — выжить, а там уже можно пофилософствовать о смысле бытия и вдоволь поспорить с сердечной подругой Химико — за что им досталась такая участь? Как говорят: не согрешишь — не покаешься, не покаешься — не спасешься. А еще на острове можно повидать новые места, насладиться прекрасной природой, встретить много интересных людей… и убить их!  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/BTOOOM_anime)  \n- [![](https://i.imgur.com/dQCXZkU.png) Mangaka’s Twitter](https://twitter.com/JokeRJUN)  \n- [Official Anime (JP)](http://www.btooom.com/)"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "26.5",
    "lastChapter": "125"
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-09-01T07:23:12+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/281a36bd-4e6e-4cb7-8728-01318e8b7dcf.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?\n Brought to you by mmk of 'Love Comedy Quest,' this is a pure love short comedy of the new era about 'neighbors'!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a7e01d5-a31b-4d75-9f50-f31873560a2a",
    "title": {
      "en": "Koibami Shoujo"
    },
    "updatedAt": "2024-08-21T17:59:58+00:00",
    "coverArt": "https://mangadex.org/covers/5a7e01d5-a31b-4d75-9f50-f31873560a2a/b4ef6e74-7922-4fa9-a71d-b11fd95894ea.jpg",
    "altTitles": [
      {
        "ja": "恋喰少女"
      },
      {
        "vi": "Luyến Thực Nữ"
      },
      {
        "en": "Love-Eating Girl"
      },
      {
        "es-la": "Las Chicas Devoradoras de Amor"
      },
      {
        "pt-br": "Devoradoras de Amor"
      }
    ],
    "description": {
      "en": "High school student Ooishi Kyou is afraid of women. Suddenly, five girls confessed to him. Among them, four are creatures called Koibami - beings that devour human romantic feelings. If he has his romantic feelings eaten by these girls, he will never be able to love again. However, he cannot abandon the feelings of the one who confessed to him for real - Kyou decides to find the one he truly loves among the five!",
      "ja": "本物の恋心を、あなたは見抜けるか。\n\n女性を恐れる男子高校生・大石饗。彼に突然告白してきた、5人の少女。そのうち4人は、人間の恋愛感情を喰らう生物「恋喰（こいばみ）」。彼女たちに恋愛感情を食べられると、二度と恋をすることができなくなってしまう。ただ、本当の告白をした1人の気持ちを、見捨てるわけにはいかない――饗は覚悟を決め、5人の中から、本命の1人を見つけだすことを決意する！",
      "es-la": "Oishi Kyou es un chico que siempre ha tenido un fuerte miedo a las chicas. Cuando comienza su primer día de clases en la preparatoria, se ve abrumado al recibir confesiones de amor por parte de cinco chicas diferentes. Sin embargo, descubre que cuatro de ellas son en realidad chicas ‘Devoradoras de Amor’, chicas que buscan seducir a los hombres para alimentarse de sus sentimientos, y sus presas favoritas son los sentimientos del ‘Primer Amor’, gracias a cierta persona el Protagonista sabe que 4 chicas de primer año son ‘Devoradoras de Amor’ así que, dentro de estas 5 chicas hay una que se confesó realmente a Oishi, así que se propone a encontrar a la única chica entre las 5 que realmente lo ama, todo sea antes de que devoren sus sentimientos.",
      "pt-br": "O estudante do ensino médio, Kyo Oishi, tem medo de mulheres.\n \nDe repente, cinco garotas se declaram para ele. Entre elas, quatro são criaturas chamadas Devoradoras de Amor - seres que devoram sentimentos românticos humanos. Se ele tiver seus sentimentos românticos consumidos por essas garotas, ele nunca mais será capaz de amar novamente.\n \nNo entanto, ele não pode abandonar os sentimentos daquela que se declarou para ele de verdade - Kyo decide encontrar a única que realmente ama ele entre as cinco! Começa uma comédia romântica de suspense que balança o cérebro!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bbac0738-c888-4600-9212-7eafdb54e1d6",
    "title": {
      "en": "Watashi no Tonari no Yandere-kun"
    },
    "updatedAt": "2024-09-07T19:37:33+00:00",
    "coverArt": "https://mangadex.org/covers/bbac0738-c888-4600-9212-7eafdb54e1d6/f3e41892-e894-44bd-a2c8-b8e5c296b218.jpg",
    "altTitles": [
      {
        "ja": "わたしの隣のヤンデレくん"
      },
      {
        "en": "My Yandere Neighbour"
      }
    ],
    "description": {
      "en": "\"My kouhai Kishi-kun appears to be my stalker.\"\nRika, who works at a production company, is troubled by the presence of her kouhai, Kishi, who seems to hold an abnormal adoration for her.\nAt the office, he's always looking at her from behind, he notices even the smallest changes, and on top of all that he also turns out to live next door?!\nHe cares so much about Rika that he can't stop acting in mysterious ways that barely cross the line...! Yandere office love!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "9"
  },
  {
    "mangaId": "fcc2fbee-0fe9-4cbc-b744-9132175a17c6",
    "title": {
      "en": "Kanojo ni Uwaki Sareteita Ore ga, Koakuma na Kouhai ni Natsukareteimasu"
    },
    "updatedAt": "2024-09-07T19:40:01+00:00",
    "coverArt": "https://mangadex.org/covers/fcc2fbee-0fe9-4cbc-b744-9132175a17c6/972541d9-0e22-4227-92ea-c1693287a0da.jpg",
    "altTitles": [
      {
        "ja": "カノジョに浮気されていた俺が、小悪魔な後輩に懐かれています"
      },
      {
        "en": "I Was Cheated On by My Girlfriend, but My Devilish Junior Now Yearns for Me"
      },
      {
        "en": "My Coquettish Junior Attaches Herself to Me!"
      },
      {
        "ru": "Девушка изменила мне с другим, и теперь моя дьяволёнок-кохай пристаёт ко мне"
      }
    ],
    "description": {
      "en": "Christmas season.\n\nHasegawa Yuuta found himself single after breaking up last month when his girlfriend had cheated on him. And it was only a few days until Christmas! After an everyday conversation with his female friend, Mino Ayaka, Yuuta met a beautiful girl clad in a Santa suit—In a lane full of couples no less! Her name was Shinohara Mayu. Will this encounter with Shinohara turn out to be the Christmas present for Yuuta?",
      "ja": "クリスマス直前に彼女に浮気された大学二年・羽瀬川悠太。 意気消沈する彼の前に、サンタの格好をした美少女後輩・志乃原真由が現れる！ グイグイ来る彼女は、次第に家にまで上がり込むようになり…！？",
      "ru": "Однажды за несколько дней до Рождества, молодой Хасегава Юта тяжело расстался со своей бывшей девушкой, которая ему изменила. После повседневного диалога со своей давней подругой Мино Аякой, Юта встретил красивую во всех смысла слова девушку по имени Маю Шиномия, одетую в костюм Санты. Неужели внезапная встреча с кокетливой красоткой станет рождественским подарком для Юты?",
      "pt-br": "Época Natalina.\n\nHasegawa Yuuta se viu solteiro após terminar o namoro no mês passado, quando sua namorada o traiu. E faltavam apenas alguns dias para o Natal! Depois de uma conversa normal com sua amiga Mino Ayaka, Yuuta conheceu uma linda garota vestida de Papai Noel - em uma rua cheia de casais!\n\nSeu nome era Shinohara Mayu. Será que esse encontro com Shinohara será o presente de Natal para Yuuta?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]