[
  {
    "mangaId": "5f776b91-897a-4a26-8264-bf1e4656c896",
    "title": {
      "en": "Safe Sex"
    },
    "updatedAt": "2024-05-24T12:01:12+00:00",
    "coverArt": "https://mangadex.org/covers/5f776b91-897a-4a26-8264-bf1e4656c896/db61d36a-8e03-479d-90bb-5c2632688932.jpg",
    "altTitles": [
      {
        "ja": "セーフセックス"
      },
      {
        "zh": "安全X行为"
      },
      {
        "zh-hk": "安全性行为"
      }
    ],
    "description": {
      "en": "Ai and Yuu went to buy condoms in \"Safe Sex\". The time goes back a little to their first encounter! A new type of everyday romantic comedy that only adults can understand.",
      "ja": "ある日、居酒屋で出会った優くんと愛ちゃん。はじめましてだけど、イイ感じになった2人はワンナイト…ではなく、どうなる？"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "28"
  },
  {
    "mangaId": "4536960e-a1a4-46c9-bb76-7604523f79fa",
    "title": {
      "en": "Corrupting the Heroine's First Love"
    },
    "updatedAt": "2024-04-21T21:00:05+00:00",
    "coverArt": "https://mangadex.org/covers/4536960e-a1a4-46c9-bb76-7604523f79fa/abc8c6e5-e340-437e-9b0a-b497b9e7ae44.jpg",
    "altTitles": [
      {
        "ko": "여주인공의 첫사랑을 타락시켜 버리면"
      },
      {
        "en": "If You Corrupt the Heroine's First Love"
      },
      {
        "en": "Corrupting Your Heroine's First Love Will Result With This"
      }
    ],
    "description": {
      "en": "“I am a knight of Latem. We’re not destined to stand under the same sky.”\n\nShe had become Karina Apocalita, the personification of evil and a member of the heterogeneous race that ruled the world with malevolence. The plot began to twist and turn when Karina unknowingly saved the life of Reneiger, a justful knight and the heroine’s first love.\n\nReneiger became doubtful of his faith, eventually losing his glow and radiant platinum blond. Soon the sacred knight fell from grace and aligned himself to Karina’s fate.\n\n“There’s no turning back now. Dear God, please forgive me.”\n\nHe knew he would never be able to escape from her hands.\n\n---\n\"I am a knight of Latem, and that means I cannot coexist under the same sky as you.\"\n\nAfter entering the book *A Trapped Bird Cannot Escape*, I realized that I had taken over the body of Karina Apocalypta, a member of a species that reigns as the evil of the world. However, the novel's plot begins to twist after I saved the life of Reneiger, the first love of the female protagonist, who happens to be a holy knight. Reneiger begins to doubt his faith, ultimately losing his brilliant platinum hair. Thus, the once sacred holy knight turns corrupt and eventually sympathizes with Karina's fate...\n\n\"Now we have each other's desires,\" Karina said while caressing his cheek. It was a feeling of being pulled in by each fascinating tendril of thorny vines.\n\nReneiger couldn't bear it, \"It can't be undone.\"\n\n---\nIn a land overshadowed by darkness, Karina Apocalita rises as a formidable figure, her being a tapestry of power from a diverse race. Her destiny intertwines with Reneiger, a knight from the virtuous Latem order, known for justice and as the former love of a legendary heroine. Their paths take an unforeseen turn when Karina, unaware of her impact, saves Reneiger's life. This act, challenging his convictions, triggers a crisis within him, tarnishing his once radiant aura and precipitating a fall from grace.\n\nFaced with his altered fate, Reneiger prays for forgiveness, realizing his escape from Karina's shadow is but a dream. This pivotal moment raises a haunting question: will Reneiger rediscover the light, or be consumed by the darkness emanating from Karina?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cda265af-a49e-4c71-84dc-d3d2be2e86b1",
    "title": {
      "en": "Higan no Orca"
    },
    "updatedAt": "2024-04-20T12:31:53+00:00",
    "coverArt": "https://mangadex.org/covers/cda265af-a49e-4c71-84dc-d3d2be2e86b1/31229f5f-586c-4de0-a19c-67ffcd68b427.jpg",
    "altTitles": [
      {
        "ja": "彼岸のオルカ"
      },
      {
        "en": "Orca on the Other Side"
      }
    ],
    "description": {
      "en": "Marlin Trout  is an organization established to stop suicides in Japan, where the number of suicides has drastically increased due to the development of society. Wakame, a slightly natural staff member, is constantly pushed around by her uncooperative partner, Umi. They are the best buddies with the best record, but they have a certain \"history\" together...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a437129d-18e9-48d7-9484-9fb9b9073ddd",
    "title": {
      "en": "Space Brothers"
    },
    "updatedAt": "2024-04-13T21:51:31+00:00",
    "coverArt": "https://mangadex.org/covers/a437129d-18e9-48d7-9484-9fb9b9073ddd/cbda8bee-b3c3-4bcf-9d46-d4d5678f9404.jpg",
    "altTitles": [
      {
        "es": "Hermanos del espacio"
      },
      {
        "th": "สองสิงห์ อวกาศ"
      },
      {
        "ja": "宇宙兄弟"
      },
      {
        "fr": "Frères de l'espace"
      },
      {
        "ja": "宇宙兄弟"
      },
      {
        "ja-ro": "Uchuu Kyoudai"
      },
      {
        "pt-br": "Irmãos Espaciais"
      }
    ],
    "description": {
      "en": "One night in 2006, when they were young, the two brothers Mutta (born 1993) and Hibito (born 1996) saw what appeared to be a UFO heading for the moon. They decided that night to both become astronauts and travel out into space.  \n  \nIn 2025, Hibito has become an astronaut, and he's going to go to the moon. Mutta ended up following a more traditional career path with an auto development company. However, Mutta just ruined his career through a violent altercation with his boss. Now, not only has he lost his job, he appears to be blacklisted in the entire industry. Maybe this is a rare opportunity for Mutta to once again chase his childhood dream and become an astronaut like his little brother!",
      "pt-br": "A história segue dois irmãos, Mutta e Hibito, que quando eram crianças juraram ir para o espaço. O irmão mais novo, Hibito, se tornou um astronauta, mas Mutta não. No entanto, um dia, a vida de Mutta muda."
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "433de6a2-10ca-4f63-a5f8-dbe844f564a3",
    "title": {
      "en": "Conde Koma"
    },
    "updatedAt": "2022-06-14T02:06:13+00:00",
    "coverArt": "https://mangadex.org/covers/433de6a2-10ca-4f63-a5f8-dbe844f564a3/b02e81ff-247f-4999-8bb3-c1f62e432bce.jpg",
    "altTitles": [
      {
        "vi": "Bá tước Koma"
      },
      {
        "en": "Count Combat"
      },
      {
        "en": "Count Koma"
      },
      {
        "en": "Earl Koma"
      },
      {
        "ja": "コンデ・コマ"
      }
    ],
    "description": {
      "en": "This manga tells the legacy of Mitsuyo Maeda a Brazilian naturalized as Otávio Maeda, who was a Japanese judōka (judo expert) and prizefighter in no holds barred competitions. He was also known as Count Combat or Conde Koma in Spanish and Portuguese, a nickname he picked up in Spain in 1908. Along with Antônio Soshihiro Satake (another naturalized Brazilian), he pioneered judo in Brazil, the United Kingdom, and other countries.  \n  \nMaeda was fundamental to the development of Brazilian Jiu-Jitsu, including through his teaching of Carlos Gracie and others of the Gracie family. He was also a promoter of Japanese emigration to Brazil. Maeda won more than 2,000 professional fights in his career. His accomplishments led to him being called the \"toughest man who ever lived\" and being referred to as the father of Brazilian Jiu-jitsu."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": ""
  },
  {
    "mangaId": "7a299dda-99da-4836-820c-cc30d8a6ff9c",
    "title": {
      "ja-ro": "Momokuri"
    },
    "updatedAt": "2024-06-07T16:43:23+00:00",
    "coverArt": "https://mangadex.org/covers/7a299dda-99da-4836-820c-cc30d8a6ff9c/7d2383ca-df02-4d15-858b-abd424565e12.jpg",
    "altTitles": [
      {
        "ja": "ももくり"
      },
      {
        "ru": "Момокури"
      },
      {
        "pt-br": "Momokuri"
      }
    ],
    "description": {
      "en": "Yuki Kurihara is a girl who has finally been granted her wish of dating her crush Shinya Momotsuki (Momo). At first glance, she just looks like a normal but very cute girl. However, she is in fact a maniac over Momo, taking notes of his activities and never missing the chance to see him in a cute moment. Momo, on the other hand, is inexperienced in love, and just wants to make Yuki happy."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "105"
  },
  {
    "mangaId": "c5654e6e-4718-43ef-8b93-f9360d42c057",
    "title": {
      "en": "Hikikomori Hakoiri Reijou no Kekkon"
    },
    "updatedAt": "2023-12-20T09:24:31+00:00",
    "coverArt": "https://mangadex.org/covers/c5654e6e-4718-43ef-8b93-f9360d42c057/a3e6a901-f01f-4aa1-a06e-50770678b510.jpg",
    "altTitles": [
      {
        "ja": "引きこもり箱入令嬢の結婚"
      },
      {
        "en": "Hikikomori Princess' Marriage"
      },
      {
        "id": "Pernikahan Putri Hikikomori"
      }
    ],
    "description": {
      "en": "The strongest “confined” Lady has appeared!\n\nThe Debutante Ball — a party organized by the kingdom where nobles who have turned 17 are invited. In the corner of the glamorous venue, lays a mysterious wooden box that did not fit the atmosphere.\n\nApproaching the box that everyone in the room was wondering about was the second prince of the kingdom, Syphon.\n\nWith eyes filled with curiousity, Syphon examined the box thoroughly. But then, a voice is heard from inside the box…?!\n\n“Umm… Is there anything you need…?”\n\nA sensational love story between an introverted, (physically) confined noble lady and an inquisitive, lively prince! (Synopsis: Gourmet Scans)",
      "id": "Seorang Lady (hikikomori) terkuat telah muncul!\n\nDebutante Ball — pesta yang diselenggarakan oleh kerajaan di mana para bangsawan yang telah berusia 17 tahun diundang. Di sudut tempat yang glamor itu, terdapat sebuah kotak kayu misterius yang tidak cocok dengan suasana pesta.\n\nYang mendekati kotak yang membuat semua orang penasaran adalah pengeran kedua kerajaan, Pangeran Siphon.\n\nDengan mata penuh rasa ingin tahu, Siphon memeriksa kotak kayu itu dengan seksama. Tapi kemudian, sebuah suara terdengar dari dalam kotak…?!\n\n“Umm… Apa ada yang kau butuhkan…?”\n\nKisah cinta sensasional antara seorang wanita bangsawan yang tertutup (secara fisik) dan hikikomori dengan seorang pangeran yang punya rasa ingin tahu tinggi dan bersemangat dimulai! (Sinopsis: Gourmet Scans ID)",
      "ja": "パーティ会場の片隅に置かれた、場と不釣り合いな謎の木箱。\n会場の誰もが疑問に思いながらも見ないフリ状態のこの箱に\n王国の第二王子・サイフォン王子は興味津々。\n好奇心たっぷりに箱へと近づいた王子がその表面を叩いた時、\n箱の中から可憐な声が聞こえ…？\n「あ、あの…なにかご用でしょうか？」\nコミュ障の（物理的）箱入り令嬢と王子様の、衝撃的恋愛ファンタジー、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0ed1506-f76d-4d95-b9d2-77463be576c0",
    "title": {
      "en": "Sakyubasu ga Yattekita Ohanashi"
    },
    "updatedAt": "2024-06-22T16:24:00+00:00",
    "coverArt": "https://mangadex.org/covers/b0ed1506-f76d-4d95-b9d2-77463be576c0/6a34a034-df28-406e-b39c-95815724f3f1.jpg",
    "altTitles": [
      {
        "ja": "サキュバスがやってきたお話"
      },
      {
        "vi": "Chuyện nàng Succubus"
      },
      {
        "en": "The Story of a Succubus Who Came to the Human World"
      }
    ],
    "description": {
      "en": "The story of a Succubus who comes to the human world to absorb life force energy. Accidentally, she lives as a child in a strange man's house."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c2f91f0c-72bd-4c5c-a7ea-75944cfa1abb",
    "title": {
      "en": "There Is No True Peace in This World -Shin Kamen Rider SHOCKER SIDE-"
    },
    "updatedAt": "2024-04-12T19:56:09+00:00",
    "coverArt": "https://mangadex.org/covers/c2f91f0c-72bd-4c5c-a7ea-75944cfa1abb/019cbcad-0bab-4490-95f0-9b4b1a3ec1d2.jpg",
    "altTitles": [
      {
        "ja": "真の安らぎはこの世になく-シン・仮面ライダー SHOCKER SIDE-"
      },
      {
        "ja-ro": "Shin no Yasuragi wa Konoyo ni Naku -Shin Kamen Raidā Shokkā Saido-"
      },
      {
        "la": "Nulla Mundo Pax Sincera: SHOCKER SIDE"
      },
      {
        "en": "Shin Kamen Rider 2023: Prologue"
      }
    ],
    "description": {
      "en": "A completely original manga project spun-off from *Shin Kamen Rider* directed by Anno Hideaki! A dark hero rising story by a superb production team depicting the biggest enemy in *Shin Kamen Rider* and *SHOCKER*!",
      "ja": "庵野秀明監督作品『シン・仮面ライダー』より、完全オリジナルの漫画プロジェクト！ 超豪華制作陣が『シン・仮面ライダー』作中最大の敵と、\"SHOCKER\"を描く、ダークヒーロー・ライジング・ストーリー！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-06-18T16:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/aea6c28e-6e4e-47d5-a9de-25f00a2301d8.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e0d1449-0f4b-4ba7-9ef6-2e8024715345",
    "title": {
      "en": "Goddess of Victory: Nikke - Sweet Encount"
    },
    "updatedAt": "2024-05-20T03:54:47+00:00",
    "coverArt": "https://mangadex.org/covers/5e0d1449-0f4b-4ba7-9ef6-2e8024715345/39946fa0-e98b-4541-91db-90395b4adb40.jpg",
    "altTitles": [
      {
        "ja": "勝利の女神：NIKKE すいーとえんかうんと"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encounter"
      },
      {
        "en": "Goddess of Victory: Nikke - Sweet Encounter"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encount"
      }
    ],
    "description": {
      "en": "In this manga, NIKKE and their friends live peacefully. A loose comedy in which the main character N102 works as a maid at a maid café called \"Maid For You\", where Cocoa and Soda work too!\n\nThe first official manga based on the popular mobile game *Goddess of Victory: NIKKE* with over 25 million downloads worldwide!",
      "ja": "全世界累計2500万DL突破の大人気アプリゲーム『NIKKE』の公式初まんが。このまんがの世界では、NIKKEたちは平和に過ごす――。主人公Nがココアやソーダがいるメイド喫茶「メイド・フォー・ユー」でメイドとして働くゆるふわコメディ♪"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2486f416-7f14-4abe-9319-8f2e02aef339",
    "title": {
      "en": "Migawari Hakushaku no Bouken"
    },
    "updatedAt": "2024-06-16T09:17:56+00:00",
    "coverArt": "https://mangadex.org/covers/2486f416-7f14-4abe-9319-8f2e02aef339/460ecd06-3031-4431-b290-10322a476f77.jpg",
    "altTitles": [
      {
        "fr": "Laissée pour comte"
      },
      {
        "en": "The Substitute Count Adventure"
      },
      {
        "zh": "替身伯爵的冒险"
      },
      {
        "ja": "身代わり伯爵の冒険"
      }
    ],
    "description": {
      "en": "Mireille is the daughter of a bakery owner and her twin brother Fred was adopted into another family when they were kids. One day a letter from her brother arrived, saying he was in love with another man’s woman. She replied, challenging him to be a man and claim the woman as his.  \n  \nTwo months later, a beautiful young man named Richard, claiming to be a messenger from Fred, visits and tells her “I’ve come for you.” When the bewildered Mireille resists, he proceeds to kidnap her! It turns out that Fred has eloped with the crown prince’s fiance, and it is now her responsibility to impersonate Fred – the former Count of Bernhardt!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "28"
  },
  {
    "mangaId": "c615f226-4608-4a12-a340-a974e2a429dd",
    "title": {
      "en": "Farmer of Spirits"
    },
    "updatedAt": "2024-06-11T00:55:10+00:00",
    "coverArt": "https://mangadex.org/covers/c615f226-4608-4a12-a340-a974e2a429dd/1f0533ae-0c62-4aa9-ab97-3844374e39a5.jpg",
    "altTitles": [
      {
        "ko": "정령 농사꾼"
      },
      {
        "ru": "Дух Фермера"
      },
      {
        "en": "Spirit Farmer"
      },
      {
        "ja": "精霊の農夫"
      },
      {
        "th": "ชาวสวนภูตคุมวิญญาณ"
      }
    ],
    "description": {
      "en": "After training for 11 years to reach superhuman status, I gave up on my dream and returned to the family farm. But suddenly, Hawa appeared! She’s a powerful farming spirit who can make anything grow—even produce that enhances people’s powers. Now I’ve got my superhuman ID card, more spirits-friends, mouthwatering Grade A+ crops, and quests! Will Hawa and her friends lead us all to fame and fortune and change our lives forever?",
      "ja": "超人たちがあらゆる分野で活躍する世界。 金村健吾は、モンスターを倒す超人になろうと小さい頃から訓練を積んでいたが挫折。 その間に弟の金村慎吾が保証人になって姿をくらまし、兄は超人になる夢を諦め帰農した。 しかし、そこで農業の精霊ハワと出会うのだが…！\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%95%EB%A0%B9-%EB%86%8D%EC%82%AC%EA%BE%BC/2413)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/59993)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%A7%E0%B8%99%E0%B8%A0%E0%B8%B9%E0%B8%95%E0%B8%84%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%93/18)",
      "ko": "[농사꾼, 정령을 만나다.]\r\n\r\n11년 동안 초인이 되기 위해서 노력했지만 결국 일반인으로 끝난 이건우.\r\n\r\n모든 걸 뒤로 하고 집으로 돌아왔을 때, 그에게 정령이 찾아왔다.\r\n\r\n\"하와!!!!\"\r\n\r\n본격 농사 & 힐링 판타지.\r\n\r\n농사의 정령 하와와 함께하는 귀농 Life!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%95%EB%A0%B9-%EB%86%8D%EC%82%AC%EA%BE%BC/2413)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/59993)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%A7%E0%B8%99%E0%B8%A0%E0%B8%B9%E0%B8%95%E0%B8%84%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%93/18)",
      "ru": "Обычный среднестатистический гражданин Кореи, отчаянно пытавшийся стать героем на протяжении 11 лет, осознал, что это не его ремесло и не его мечтания. Бросив все, Ли Ген Ву решил стать фермером и жить своей тихой жизнью. Но все ли так просто?\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%95%EB%A0%B9-%EB%86%8D%EC%82%AC%EA%BE%BC/2413)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/59993)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%A7%E0%B8%99%E0%B8%A0%E0%B8%B9%E0%B8%95%E0%B8%84%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%93/18)",
      "th": "'อีกอนอู' ชาวสวนวัย 30 ปี ใฝ่ฝันอยากเป็นยอดมนุษย์มาตั้งแต่เด็ก\r\nแต่เขาก็ล้มเลิกความฝันนั้น และกลับมาใช้ชีวิตเป็นชาวสวนในชนบทกับครอบครัว\r\nทว่า เรื่องที่ไม่คาดคิดก็เกิดขึ้น ด้วยความเพียรพยายามในงานสวน ทำให้พลังที่ซ่อนไว้ถูกปลุกขึ้นมา\r\nพร้อมกับภูตน้อย 'ฮาวา' ที่เป็นวิญญาณการเกษตรผู้คอยรับใช้กอนอู และเรื่องราววุ่นๆ ในสวนของพวกเขาก็เริ่มต้นขึ้น\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%95%EB%A0%B9-%EB%86%8D%EC%82%AC%EA%BE%BC/2413)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/59993)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%A7%E0%B8%99%E0%B8%A0%E0%B8%B9%E0%B8%95%E0%B8%84%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%93/18)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8cb9c0f0-f7ee-402f-90bf-7b7945134242",
    "title": {
      "en": "Dancing With Uninvited Guests"
    },
    "updatedAt": "2024-06-24T07:57:45+00:00",
    "coverArt": "https://mangadex.org/covers/8cb9c0f0-f7ee-402f-90bf-7b7945134242/a38edf05-2840-42cb-a7a7-5ac1da98fe6b.png",
    "altTitles": [
      {
        "ko": "불청객과 춤을"
      }
    ],
    "description": {
      "en": "In the new semester of her second year of high school, Ji Haero finds herself in the same class as her ex-boyfriend, whom she dated in secret and subsequently broke up with.\n\nBut uh-oh!\n\"I wanted to die when I saw that my ex-boyfriend was in the same class as me, but this jerk had someone he liked in our class!\"\n\nWhat's more surprising is that someone turns out to be Choi Jinyoung!\nJi Haero and Choi Jinyoung share a secret that must remain concealed.\nWill Haero safely navigate through this phase of puberty, surrounded by these uninvited guests?",
      "ko": "중학교 2학년 새 학기,\n지해로는 남몰래 사귀다 차였던 \n전 남친과 같은 반이 된다.\n\n그런데 얼라리요?\n나를 찬 전 남친과 같은 반이 된 것도 서러워 죽겠는데,\n이 녀석이 같은 반에 좋아하는 사람이 있다고?\n\n그런데 그 상대가 하필… 최진영이라고?!\n\n지해로와 최진영 사이엔 \n남들이 알아선 안 되는 비밀 한 가지가 있는데…\n사방엔 온통 불청객뿐인 해로는 \n무사히 사춘기를 돌파할 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cab91d47-c2d0-46d4-ba81-51dd530b13d1",
    "title": {
      "en": "Saint Seiya - Next Dimension"
    },
    "updatedAt": "2024-05-03T10:47:59+00:00",
    "coverArt": "https://mangadex.org/covers/cab91d47-c2d0-46d4-ba81-51dd530b13d1/40bc38af-84f3-4938-adaa-c3108bb5bd08.jpg",
    "altTitles": [
      {
        "pt-br": "Os Cavaleiros do Zodíaco – Next Dimension: A Saga de Hades"
      },
      {
        "ja-ro": "Saint Seiya - Next Dimension - Meiō Shinwa"
      },
      {
        "ja": "聖闘士星矢 NEXT DIMENSION 冥王神話"
      }
    ],
    "description": {
      "en": "Saint Seiya: Next Dimension - The Myth of Hades, also known as simply Next Dimension, is an ongoing manga written and illustrated by Masami Kurumada. It is a prequel and continuation to his manga series Saint Seiya; placed during the previous \"Holy War\" between the deities Hades and Athena and their respective minions, the Specters and the Saints, during the 18th century in the franchise's fictional chronology. It is published by Akita Shoten in the weekly magazine Weekly Shōnen Champion at irregular dates. It is also known by its alternate subtitle Galaxy Myth (銀河神話 Ginga Shinwa?), which is used during publication to refer to the segments of the storyline set in the 20th century, as opposed to the Myth of Hades subtitle, which refers to the segments set in the 18th century.",
      "pt-br": "Continuação direta de Saint Seiya (Os Cavaleiros do Zodíaco). Em 1990, em Elysium, os cinco Saint's (Cavaleiros), Seiya, Hyoga, Shun, Shiryu e Ikki estão lutando contra o deus Hades. Durante a batalha, Hades começa lembrando que ele tenha visto o rosto de Seiya antes e chega à conclusão de que ele enfrentou antes, e assim começa a história... Athena para tentar ajudar Seiya que foi ferido nessa batalha pela espada sagrada de Hades, volta para o passado com a ajuda de Crhonos o Titã do Tempo, para tentar destruir a espada mas as coisas não saem bem como ela queria..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29ab6984-7c1d-4d45-b925-25aa082b492e",
    "title": {
      "en": "Shangri-La Frontier"
    },
    "updatedAt": "2024-06-26T17:17:05+00:00",
    "coverArt": "https://mangadex.org/covers/29ab6984-7c1d-4d45-b925-25aa082b492e/b91dc7d2-60b5-49e6-b250-d7779ce10055.jpg",
    "altTitles": [
      {
        "en": "Shangri-La Frontier ~From Trash Game Hunter to God-Tier Gamer!~"
      },
      {
        "ru": "Рубеж Шангри-Ла: любитель игрошлака бросает вызов топ игре"
      },
      {
        "ja": "シャングリラ・フロンティア　～クソゲーハンター、神ゲーに挑まんとす～"
      },
      {
        "zh-hk": "香格里拉・開拓異境～糞作獵手挑戰神作～"
      },
      {
        "ja-ro": "Shangri-La Frontier ~Kusoge Hunter, Kamige ni Idoman to su~"
      }
    ],
    "description": {
      "en": "Second-year high school student Rakuro Hizutome loves nothing more than finding so-called “trash games” and beating the crap out of them. When he decides to change things up by playing a new, “god-tier” VR game known as Shangri-La Frontier (aka. SLF), he does what he does best: min-maxes, skips the prologue, and jumps straight into action! Rakuro may be a seasoned gamer, but a meeting with an old rival will change the fate of every SLF player forever.\n\nClad in nothing but shorts and a bird mask, Rakuro (player name: Sunraku) launches into the world of SLF. Things are going well at first as he takes down a goblin, a bunny, and even a python. But then Sunraku comes up against a huge, hard-hitting wolf known as Lycagon the Nightslayer. Will Sunraku’s years of “trash game” experience be enough, or is he about to suffer a rude awakening just a few hours into his SLF adventure?",
      "pt": "A adaptação cômica do romance superpopular de Syosetu Ni Narou.  \n  \nHizutome Rakurou adora jogos de merda. Seu próximo desafio é Shangri-la Frontier, o jogo divino com uma base de jogadores total de 30.000.000. Reunindo companheiros (ralé) em um mundo expansivo e encontrando velhos inimigos pelo caminho, ele mudará o destino de cada jogador.",
      "ru": "Главный герой истории — лидер таблиц рейтинга в посредственных малоизвестных VR-играх (так называемый «игрошлак») которые, тем не менее, полностью его устраивают. Но однажды он решается бросить вызов сверхпопулярной игре с 30 миллионами активных пользователей под названием «Shangri-La Frontier». Адаптация суперпопулярного романа из \"Shousetsuka ni Narou\"."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4d7fa70-fbf8-4ff6-92a2-db382fd180e5",
    "title": {
      "en": "THE Runway"
    },
    "updatedAt": "2023-11-30T17:49:03+00:00",
    "coverArt": "https://mangadex.org/covers/a4d7fa70-fbf8-4ff6-92a2-db382fd180e5/a3c3a81d-d39b-439e-a8a9-c92ca2bce201.png",
    "altTitles": [
      {
        "ko": "THE 런웨이"
      }
    ],
    "description": {
      "en": "I had a one-night stand with my boss?!\nJian Yoo is an editor at a fashion magazine. She frantically ran to Paris after hearing that her boyfriend is two-timing.\nNot knowing better, she made a rash decision to sleep with a stranger she had just met there…\nThree months later, the editor-in-chief of Jian’s company flew in from their headquarters in France. However, that man…. turned out to be the one Jian spent the night with!!",
      "ko": "하룻밤을 같이 보낸 그 남자가 내 상사라고?!\n패션지 의 에디터 유지안. 그녀는 약혼자의 양다리 소식에 무작정 파리로 떠난다.\n그곳에서 우연히 만난 남자와 충동적으로 하룻밤을 보내 버리고…\n3개월의 시간이 흐른 후, 지안의 회사에 만렙의 편집장이 프랑스에서 오게 된다. 그런데 그 남자… 바로 지안과 하룻밤을 보낸 프랑스에서의 그 남자다!!",
      "vi": "Tôi đã có tình một đêm với sếp của mình ?! Jian Yoo là biên tập viên của một tạp chí thời trang. Cô rất hay chạy đến Paris sau khi nghe tin bạn trai của mình ngoại tình. Không biết làm gì hơn, cô ấy đã quyết định ngủ với một người lạ mà cô ấy mới gặp ở đó…Ba tháng sau, tổng biên tập của công ty mà Jian làm việc bay đến từ trụ sở chính của họ ở Pháp. Tuy nhiên, người đàn ông đó…. hóa ra là người mà Jian đã qua đêm cùng!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e1be841-2fa8-4c60-b07b-fd13cf9dc8bb",
    "title": {
      "en": "Gokujou Twins"
    },
    "updatedAt": "2024-02-25T09:36:20+00:00",
    "coverArt": "https://mangadex.org/covers/1e1be841-2fa8-4c60-b07b-fd13cf9dc8bb/5cbdf882-bf6d-4439-8064-5f6828410fe3.jpg",
    "altTitles": [
      {
        "ja-ro": "Chocolate Sensou"
      },
      {
        "ja-ro": "Gokujou Twins - Mio no Jijyou"
      },
      {
        "ja-ro": "Itazura Ouji"
      },
      {
        "ja-ro": "Katekyo to Obenkyou"
      },
      {
        "en": "Mischievous Prince"
      },
      {
        "ja": "悪戯王子"
      },
      {
        "ja": "悪戯王子 (SHIIBA Nana)"
      },
      {
        "ja": "極上TWINS"
      },
      {
        "zh-hk": "頂級王子Twins"
      }
    ],
    "description": {
      "en": "- **1 - Gokujou Twins**  \nMorinaga Sara, 16 years old, is a cool, yet calm girl… But in reality, she has this incredibly ugly smile. Because of the trauma she experienced, she became expressionless. However, the source of her trauma, the twins, who apparently became really good-looking, suddenly appears right in front of her!  \n  \n- **2 - Chocolate Sensou**  \nKonishi has made Valentine chocolate for her secret crush Nakata-senpai but amidst giving senpai the chocolate, they accidently get handed to Makino Shinichirou. As Konishi says its not for him and hurting Makino's pride in the process, it becomes a game of trying to get her Valentine chocolate back from Makino before the end of the day.  \n  \n- **3 - Itazura Ouji**  \nMayuri was asked to be in charge of educating a selfish rich young boy. What will happen to her…?!  \n  \n- **4 - Katekyo to Obenkyou**  \nNina has a home tutor who is extremely mean. She considers him the devil. But her feelings get confused when she sees his nice side…  \n  \n- **5 - Gokujou Twins - Mio no Jijyou**  \nA short extra to Gokujou Twins."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "4"
  },
  {
    "mangaId": "062f098a-88bb-48f4-b022-3b7afa87bc47",
    "title": {
      "en": "The Great Cleric"
    },
    "updatedAt": "2024-03-04T12:29:42+00:00",
    "coverArt": "https://mangadex.org/covers/062f098a-88bb-48f4-b022-3b7afa87bc47/e4fa7fcd-a593-4d30-bea6-9cd532d80cfd.jpg",
    "altTitles": [
      {
        "ja-ro": "Seija Musou: Salaryman, Isekai de Ikinokoru Tame ni Ayumu Michi"
      },
      {
        "en": "The Peerless Saint: Salaryman, the Way to Survive in This Other World"
      },
      {
        "zh": "圣者无双"
      },
      {
        "ja": "聖者無双 ～サラリーマン、異世界で生き残るために歩む道～"
      }
    ],
    "description": {
      "en": "Once upon a time, the God of Fate of Earth and the Chief God of Galdarudia made a wager. The God of Fate lost the bet and was forced to choose 10 common souls to hand over to the Chief God of Galdarudia. The Chief God of Galdarudia gave each of the 10 souls a new ability. Amongst those ordinary souls exists one salaryman who thwarted his fated demise. How will this man grow from this point forward? The God of Fate, the Chief God of Galdarudia, and even the author have no idea!  \r\n  \r\nOne man’s story of turning blood, sweat, and tears into a successful living—literally! After his untimely death as the hardest-working salary man in Japan, Luciel is reincarnated into the magical fantasy world Galdardia. Always the man with a plan, he recreates himself to be a healer, and sets about making his way in the world. But while Luciel knows a thing or two about making money, he knows absolutely nothing about Galdardia. Will his good heart and great work ethic be enough to make him…The Great Cleric? (Kodansha Comics description)   \r\n  \r\n[Web Novel Raw](http://ncode.syosetu.com/n8697cx)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5909de5-ebe4-4919-8c3c-f5a986535173",
    "title": {
      "en": "B.O.D.Y."
    },
    "updatedAt": "2021-05-25T15:48:59+00:00",
    "coverArt": "https://mangadex.org/covers/e5909de5-ebe4-4919-8c3c-f5a986535173/a28271ff-448b-4378-938c-fca774c21ccb.png",
    "altTitles": [
      {
        "en": "B.O.D.Y/愛情在身邊"
      },
      {
        "en": "B.O.D.Y/爱情在身边"
      },
      {
        "en": "BODY (MIMORI Ao)"
      },
      {
        "en": "Т.Е.Л.О."
      },
      {
        "en": "ボディ"
      },
      {
        "en": "바디 BODY"
      }
    ],
    "description": {
      "en": "Everyone thinks 16-year-old Ryoko has weird taste in guys because she can't stop drooling over Ryu, the strong silent type who sits next to her in class. When she discovers he works for a host club–where women actually pay men to date them–will she finally wise up? Only one thing's for sure in B.O.D.Y.–you can't put a price on love!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "59.5"
  },
  {
    "mangaId": "e06e6024-9688-4a38-a8b4-6facd3fe1d80",
    "title": {
      "en": "Mankitsu Shitai Jouren-san"
    },
    "updatedAt": "2024-06-12T01:08:11+00:00",
    "coverArt": "https://mangadex.org/covers/e06e6024-9688-4a38-a8b4-6facd3fe1d80/e6758c5f-7943-44f3-8ca2-a2c55faf8a9c.jpg",
    "altTitles": [
      {
        "ja": "まんきつしたい常連さん"
      },
      {
        "es-la": "Una clienta habitual quiere divertirse"
      },
      {
        "fr": "La cliente régulière veut s'amuser"
      },
      {
        "en": "Miss Regular Customer Wants to Enjoy"
      },
      {
        "en": "The Regular Enjoying Herself at the Manga Cafe"
      },
      {
        "ja-ro": "Mankitsu Shitai Jouren-san"
      }
    ],
    "description": {
      "en": "Izumi, a university student part-timing at a manga cafe, got curious about a regular customer. Her name is Honami, a high school girl who's been coming to the manga cafe recently. This defenseless and seemingly cute girl who he can't take his eyes off of has a secret...!?\n\nThis is a slightly naughty, heartful love comedy where this gentle pair will get to \"enjoy\" their youth to the fullest!!",
      "ja": "マンガ喫茶で働く大学生・泉には気になっている常連さんがいた。 それは最近よく来店する女子高生のほなみちゃん。 どこか無防備で可愛らしい彼女には、 目を離せないある秘め事があって…！？ 青春を“まんきつ”する優しいふたりの ちょっとエッチなハートフルラブコメ！！\n\n---\n\nManga kissa de hataraku daigakusei izumi ni wa ki ni natte iru jōren-san ga ita. Sore wa saikin yoku raiten suru mesukōsei no hona michan. Doko ka mubōbi de kawairashī kanojo ni wa,-me o hanasenai aru himegoto ga atte…!? Seishun o “ma n kitsu” suru yasashī futari no chottoetchina hātofururabukome!!",
      "es-la": "Izumi, un estudiante universitario que trabaja en un café de manga, tiene una clienta habitual que le interesa. Se trata de una chica de instituto, Honami, que últimamente frecuenta la tienda. ¡Su aspecto es algo inocente y tierno, pero tiene un secreto del que no puede apartar la vista...! ¡Una comedia romántica un poco atrevida sobre dos personas amables que disfrutan plenamente su juventud!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85d43b0b-b977-43bb-b7d8-a688d48b3107",
    "title": {
      "en": "Obokoi Majo wa Majiwaritai!"
    },
    "updatedAt": "2024-06-10T22:00:16+00:00",
    "coverArt": "https://mangadex.org/covers/85d43b0b-b977-43bb-b7d8-a688d48b3107/5779dca3-7052-432b-8fdf-ded841a97b52.jpg",
    "altTitles": [
      {
        "en": "The Young Witch Wants To Have Sex?!"
      },
      {
        "ja": "おぼこい魔女はまじわりたい!"
      },
      {
        "ko": "순진한 마녀는 뒤섞이고 싶어!"
      },
      {
        "zh-hk": "想和見習魔女深入交流！"
      },
      {
        "vi": "Cô Phù Thủy Trẻ Muốn Được Sex!"
      }
    ],
    "description": {
      "en": "Hiiragi visits Chikage Komori, a transfer student that has never come to school. His chastity is at stake when he comes across a beautiful girl that is wearing nothing but a jacket!?",
      "ja": "古森チカゲ。転校生なのに一度も登校した姿を見たことがない彼女のご近所に住む柊木は学校のプリントを届けにいくが、出会った瞬間にいきなりカラダの関係を迫られて!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e7c6d22-dfe4-462f-9d31-298313543bdb",
    "title": {
      "en": "Mr. Mallow Blue"
    },
    "updatedAt": "2024-03-31T03:01:23+00:00",
    "coverArt": "https://mangadex.org/covers/3e7c6d22-dfe4-462f-9d31-298313543bdb/fcc72e13-8fb1-4e62-87a4-0f4f72d60593.jpg",
    "altTitles": [
      {
        "en": "Mr. Blue"
      },
      {
        "ja": "Mr.マロウブルー"
      }
    ],
    "description": {
      "en": "Featuring a cynical beauty, a reclusive NEET, and an expressionless hot guy. A group of high school students and a NEET find themselves in a boarding school in which a story unfolds through the sudden meeting of those with jaded hearts and the misfits of society."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af6f72d6-af16-4974-ac72-c8ca8cb6db58",
    "title": {
      "en": "Ochame na Okusan to no Nichijou Chabangoto"
    },
    "updatedAt": "2024-06-26T11:52:41+00:00",
    "coverArt": "https://mangadex.org/covers/af6f72d6-af16-4974-ac72-c8ca8cb6db58/3a295f23-9722-464f-85f6-c4b2e530c167.jpg",
    "altTitles": [
      {
        "ja": "とある奥さんの様子"
      },
      {
        "ja-ro": "Toaru Okusan no Yousu"
      },
      {
        "en": "The State of a Certain Wife"
      },
      {
        "ja": "お茶目な奥さんとの日常茶番事"
      },
      {
        "ja-ro": "Ochame na Okusan to no Nichijou Chabangoto"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c13cb760-b00c-41a7-b17e-7aca5fe3e8b2",
    "title": {
      "en": "Shashin"
    },
    "updatedAt": "2024-05-02T21:49:01+00:00",
    "coverArt": "https://mangadex.org/covers/c13cb760-b00c-41a7-b17e-7aca5fe3e8b2/5a173a89-1473-4f90-bf4f-4f3f7c28515b.jpg",
    "altTitles": [
      {
        "en": "Death God"
      },
      {
        "ko": "사신"
      },
      {
        "zh": "死神"
      }
    ],
    "description": {
      "en": "Jongli Chu, a warrior of the Death Heavenly Sect who killed Hwang Jung to avenge his older brother. In order to avoid the pursuit of Death Heavenly Sect, he looked to an assassin of the Death Soul Agency, Crimson Assassin, for help and got swept into a huge mess known as the Obliteration. In order to escape the shadow of the Obliteration, he had no choice but to become a legendary Death God! Can Jong Lichu become a Death God and find freedom in the stifling rules created by the orthodox sects?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9eb78304-0436-484d-9a79-a925b45e2731",
    "title": {
      "en": "Wind Breaker"
    },
    "updatedAt": "2024-04-30T20:11:20+00:00",
    "coverArt": "https://mangadex.org/covers/9eb78304-0436-484d-9a79-a925b45e2731/927da800-8445-4240-bfd2-ccd754a3e044.jpg",
    "altTitles": [
      {
        "en": "Windbreaker"
      },
      {
        "en": "Wind Breaker (Nii Satoru)"
      },
      {
        "ru": "Ветролом"
      },
      {
        "ja": "ウィンドブレイカー"
      },
      {
        "fr": "Wind Breaker"
      }
    ],
    "description": {
      "en": "Haruka Sakura wants nothing to do with weaklings—he's only interested in the strongest of the strong. He's just started at Furin High School, a school of degenerates known only for their brawling strength—strength they use to protect their town from anyone who wishes it ill. But Haruka's not interested in being a hero or being part of any sort of team—he just wants to fight his way to the top!",
      "fr": "Haruka Sakura est le genre de lycéen qui fait passer la baston avant les révisions. Fraîchement débarqué en ville, c'est donc le sourire aux lèvres qu'il compte pousser les portes du lycée Fûrin, l'établissement scolaire au pire taux de délinquance du pays... Les intentions de Haruka sont claires : se mesurer aux meilleurs bagarreurs de ce bahut et devenir le meilleur de tous ! Mais entre-temps, il se retrouve mêlé à une altercation avec une bande de brutes dans un des quartiers de la ville, avant d'être sauvé in extremis par des élèves de son lycée. Haruka réalise alors à quel genre de phénomènes il risque d'avoir affaire...\n\nMaison d'édition FR : Pika",
      "pt-br": "A Fûrin High School ganhou a pior reputação entre as escolas da região por ter a média mais baixa e os alunos mais rebeldes. E nela ingressa Haruka Sakura, um jovem que acaba de chegar na cidade, que busca ser o mais forte para poder proteger todos com quem se importa. Para atingir seu objetivo, porém, a primeira coisa que ele deve fazer é se juntar a uma gangue chamada Wind Breaker, que representa seu instituto e cujo objetivo é defender a cidade de outras gangues e bandidos. No entanto, para que eles o aceitem, ele terá que ganhar o respeito deles com os punhos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "daa29882-e5c4-4d24-8dc9-efb407a9e84b",
    "title": {
      "en": "Tonari no Seki-kun Junior"
    },
    "updatedAt": "2022-06-14T12:40:44+00:00",
    "coverArt": "https://mangadex.org/covers/daa29882-e5c4-4d24-8dc9-efb407a9e84b/60208eab-e358-4aaf-ac41-c0dbda572b0d.png",
    "altTitles": [
      {
        "ja": "となりの関くんじゅにあ"
      },
      {
        "en": "My Neighbour Seki-kun Jr"
      }
    ],
    "description": {
      "en": "Yokoi-san from \"Tonari no Seki-kun\" is now back as a mom! With a 2 years old child who's the perfect copy of Seki-kun, an ordinary way of playing won't suffice at all. Everyday is a hard struggle...\n\nBut being the determined Yokoi-san, she'll do her best to confront the ideals and reality of parenting!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f27338e-3966-4c39-83e9-af5864526ed9",
    "title": {
      "en": "Pumpkin Scissors"
    },
    "updatedAt": "2024-06-27T04:05:59+00:00",
    "coverArt": "https://mangadex.org/covers/3f27338e-3966-4c39-83e9-af5864526ed9/62c13c4c-4740-45c6-9d15-87b47dc441f5.jpg",
    "altTitles": [
      {
        "th": "หน่วยพิทักษ์ธรณิน"
      },
      {
        "ja": "パンプキン・シザーズ"
      },
      {
        "zh": "南瓜剪刀"
      },
      {
        "zh-hk": "非戰特攻隊：帝國陸軍情報部第3課"
      },
      {
        "zh-hk": "非戰特攻隊"
      }
    ],
    "description": {
      "en": "The bitter war between the Empire and the Republic of Frost has ended, but three years after the cease-fire, the Empire is still ravaged by starvation and disease, and bandits terrorize the populace. Can the Imperial Army State Section III, aka Pumpkin Scissors, stop a renegade force with chemical weapons? And who is the mysterious stranger helping Pumpkin Scissors?"
    },
    "status": "ongoing",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c33f5d0-e900-44b7-b560-877e834a9cc9",
    "title": {
      "en": "Rookie but One-in-a-Million Actor"
    },
    "updatedAt": "2024-06-24T18:24:01+00:00",
    "coverArt": "https://mangadex.org/covers/2c33f5d0-e900-44b7-b560-877e834a9cc9/8763f258-e055-41cb-a664-893d2b3c8212.jpg",
    "altTitles": [
      {
        "ko": "신인인데 천만배우"
      }
    ],
    "description": {
      "en": "Mooyoung spent his childhood under his stepfather’s oppressive rule, a life that felt like living in hell. A mysterious voice in the living hell showed him the way to survive. “Live someone else’s life instead of yours.” That’s how his acting journey began… Was it a survival instinct? Even when he did well, he excelled too much. Through acting, Mooyoung gained a new life. This is the story of Mooyoung, the overwhelming acting genius, embarking on a challenge in the entertainment industry!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8f9afe2-aa44-4bc6-9145-eebb1f282372",
    "title": {
      "en": "Pseudo Harem"
    },
    "updatedAt": "2024-03-25T23:35:11+00:00",
    "coverArt": "https://mangadex.org/covers/d8f9afe2-aa44-4bc6-9145-eebb1f282372/8cc1aa08-c214-44ab-8b59-dcce6f73ca84.jpg",
    "altTitles": [
      {
        "ja-ro": "Giji Harem"
      },
      {
        "ja-ro": "Giji-Harem"
      },
      {
        "pt": "Harém de Mentirinha"
      },
      {
        "id": "Harem Semu"
      },
      {
        "ru": "Псевдогарем"
      },
      {
        "ja": "疑似ハーレム"
      },
      {
        "uk": "Псевдогарем"
      }
    ],
    "description": {
      "en": "The story of Nanakura Rin of the Drama Club, who has indisputable talent as an actress, and her senpai in the same club, Kitahama Eiji. With the power of her acting, Rin teases Eiji with a variety of personas, giving him the harem he's always dreamed of!",
      "fr": "Voici l'histoire de Nanakura Rin du club de drama, ayant un talent indiscutable en tant qu'actrice, et de son senpai Kitahama Eiji. Grâce à ses talents d'actrice, Rin taquine Eiji avec multiples personnalités, lui donnant le harem dont il a toujours rêvé.",
      "it": "Questa è la storia di Nanakura Rin del club di teatro, che ha un talento indiscutibile come attrice, e del suo senpai Kitahama Eiji. Grazie al suo talento di attrice, Rin prende in giro Eiji con molteplici personalità, dandogli l'harem che ha sempre sognato.",
      "pl": "Historia dwojga członków Klubu Teatralnego – Rin Nanakury i jej Senpaia – Kitahamy Eijiego.  \nRin, przy użyciu swoich aktorskich umiejętności, odgrywa różnorodne postacie, tworząc tym samym Senpaiowi jego wymarzony harem!",
      "pt": "Rin Nanakura, uma talentosa atriz do clube de teatro, e o seu veterano no mesmo clube, Eiji Kitahama. Com suas habilidade de atuação, Rin brinca com Eiji fazendo várias personagens, e montando o harém (de uma pessoa só) que ele sempre sonhou!",
      "uk": "Історія про Нанакуру Рін, яка має талант до акторства, та Кітахаму Ейджі - її семпая, який мріє про власний гарем."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "130"
  },
  {
    "mangaId": "af67e19a-0070-4100-a81e-3a3489f5824c",
    "title": {
      "en": "Wan Mu"
    },
    "updatedAt": "2024-06-24T03:08:40+00:00",
    "coverArt": "https://mangadex.org/covers/af67e19a-0070-4100-a81e-3a3489f5824c/ceab5431-960c-4064-a3bf-96b20d804b35.jpg",
    "altTitles": [
      {
        "zh": "晚木"
      }
    ],
    "description": {
      "en": "A girl who was adopted by two mothers met her soulmate- another girl, when she was 16 years old. After dating for ten years, the 'soulmate' decided to marry a man at the age of 28 because she did not want to live an \"abnormal life\". Only after leaving her to marry a man, did she finally understand the true meaning of love during those countless days and nights. However, can they still go back to the way things were?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "43"
  },
  {
    "mangaId": "06eff9bc-02ae-4119-aa71-712ed5738ecf",
    "title": {
      "en": "Captain Tsubasa - Road to 2002"
    },
    "updatedAt": "2023-03-09T20:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/06eff9bc-02ae-4119-aa71-712ed5738ecf/1e803ba4-5eca-457d-92f6-40deacc167ee.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa: Road to 2002 - Go for 2006"
      },
      {
        "en": "GO FOR 2006"
      },
      {
        "ja": "キャプテン翼　ROAD　TO　2002"
      },
      {
        "zh": "足球小将 Road to 2002"
      }
    ],
    "description": {
      "en": "After the World Youth, Japanese players are looking for pro careers in Japan and around the world.  \n  \nIn order to fulfill their dream of World Cup 2002 in Korea and Japan, they must get stronger playing in various club competitions, home and abroad."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "144"
  },
  {
    "mangaId": "ace1b3c4-41a7-44d2-a9ad-ae798932479e",
    "title": {
      "en": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
    },
    "updatedAt": "2024-06-27T06:39:52+00:00",
    "coverArt": "https://mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/93a92d8f-d94e-46f3-9537-8aa288cb2bdf.jpg",
    "altTitles": [
      {
        "ja": "FPSで初心者ボコってリアルファイトに発展した結果w"
      },
      {
        "en": "After Beating a Noob in an FPS, He Wanted to Fight Me in Real Life LOL"
      },
      {
        "vi": "Sau Khi Bị Tôi Bón Hành Trong Game, Có Đứa Hẹn Kèo Đánh Tôi!"
      },
      {
        "id": "Hasil dari Mengalahkan seorang Pemula di FPS yang Berkembang Menjadi Pertarungan di RL haha"
      },
      {
        "en": "Fighting With an FPS Beginner"
      },
      {
        "ro": "Luptând Cu Un Începător La Jocurile FPS"
      }
    ],
    "description": {
      "en": "After I beat a noob in an FPS, he challenged me to a fight in real life!?\n\nI decided to go along with it just for fun, but when I got there, a cute girl was waiting for me!\n\nThis is a romcom featuring a scummy male lead and a feisty female lead!\n\n(Source: [BookLive](https://booklive.jp/product/index/title_id/1564434/vol_no/001))",
      "ja": "FPSで初心者をボコったらリアルファイトに誘われた！？\n面白半分で行ってみるとそこにいたのは可愛い女の子！\nクズ系主人公と、闘志マンマンのヒロインによる\nラブコメディ！？\n未公開の前日章「とある1日」も追加しています！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "The Ghost and the Exhausted Office Worker"
    },
    "updatedAt": "2024-05-25T01:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "ja-ro": "Yuurei to Tsukareta Kaishain"
      }
    ],
    "description": {
      "en": "A story about a ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c62d637-4004-426f-ba7f-be45e18941b6",
    "title": {
      "en": "Yankee JK KuzuHana-chan"
    },
    "updatedAt": "2024-05-30T05:42:52+00:00",
    "coverArt": "https://mangadex.org/covers/6c62d637-4004-426f-ba7f-be45e18941b6/c731bd3e-4629-461c-9d4f-a3c34ffd0f7e.jpg",
    "altTitles": [
      {
        "es": "Colegiala Delincuente/Yankee KuzuHana-chan"
      },
      {
        "en": "Delinquent high school girl KuzuHana-chan"
      },
      {
        "en": "Yankee high school girl KuzuHana-chan"
      },
      {
        "ja": "ヤンキーJKクズハナちゃん"
      },
      {
        "zh-hk": "不良JK華子醬"
      },
      {
        "pt-br": "Garota Delinquente Do Ensino Médio KuzuHana-chan"
      }
    ],
    "description": {
      "en": "At the beginning of the academic year, Saotome Hodaka enrolls into Moteshiro Prefectural High School, a former all-girls school that had recently integrated, but discovers it has a male to female ratio of 1:359! \n\nWhile most might think of this as a paradise, the majority of the students are delinquents and Saotome immediately finds himself being extorted by some of the more aggressive girls. However, he is inadvertently saved by Hanako Kuzuryu, a beautiful delinquent who just wants to be left alone.\n\nIs this the start of a new friendship? And how will Saotome's life unfold in a school full of troublesome women?",
      "fr": "Au début de l'année scolaire, Saotome Hodaka intègre le lycée préfectoral de Moteshiro, ancien établissement réservé aux filles et récemment devenu mixte. Il découvre rapidement que le ratio garçons/filles est de 1:359 !\n\nBien que cela puisse sembler être un paradis pour certains, la majorité des élèves sont des délinquantes, et Saotome se retrouve aussitôt extorqué par certaines des filles les plus agressives. Par chance, il est sauvé malgré lui par Hanako Kuzuryu, une belle délinquante qui aspire seulement à être laissée en paix.\n\nEst-ce le début d'une nouvelle amitié ? Comment la vie de Saotome évoluera-t-elle dans une école pleine de filles turbulentes ?",
      "ja": "男女比率1対359!!　359人の女子高生にいじられまくり!!　つらたんハーレム学園ラブコメ!!　コワかわ最強ヒロイン爆誕!!\n四方八方ギャルだらけな県立茂手城高校に入学した黒一点・早乙女穂高は、ヤンキーJK・九頭竜華子にピンチを救われて…!?",
      "pt-br": "Uma proporção de homem para mulher de 1:359?!\n\nSaotome-kun é admitido em uma escola cheia de gyarus e conhece uma garota delinqüente chamada Hanako Kuzuryu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d2242e4-748b-4f24-bd69-219bc02afe59",
    "title": {
      "en": "My Love Tiger"
    },
    "updatedAt": "2023-07-29T14:11:16+00:00",
    "coverArt": "https://mangadex.org/covers/4d2242e4-748b-4f24-bd69-219bc02afe59/b20048c3-5ffd-4bb3-9c16-ba69924cf569.jpg",
    "altTitles": [
      {
        "en": "Lord Tiger and I"
      },
      {
        "en": "Me and the Tigress"
      },
      {
        "en": "My Loli Tiger"
      },
      {
        "en": "The Tiger and I"
      },
      {
        "ko": "나와 호랑이님"
      }
    ],
    "description": {
      "en": "Sunghoon was a normal high schooler until one day, he finds out he is engaged to a tiger from Korean mythology. It is foretold that the world will end unless Sunghoon marries the tiger. This story begins with the cute smile of the tiger girl.  \n  \n*Notice: This series reads like a manga, from right-to-left.*"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "362"
  },
  {
    "mangaId": "0948937b-682c-4fe2-90bb-4c552c6818c4",
    "title": {
      "en": "I Have Nine Quadrillion Simp Gold Coins"
    },
    "updatedAt": "2024-01-02T15:44:47+00:00",
    "coverArt": "https://mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg",
    "altTitles": [
      {
        "zh": "我有九千万亿舔狗金"
      },
      {
        "vi": "Ta Có 90 Tỷ Tiền Liếm Cẩu!"
      },
      {
        "en": "I Have 90 Billion Licking Gold Coins"
      }
    ],
    "description": {
      "en": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "24e7400d-dbad-4ff4-9ae0-9660102ce823",
    "title": {
      "en": "Rise From the Rubble"
    },
    "updatedAt": "2024-05-06T14:50:33+00:00",
    "coverArt": "https://mangadex.org/covers/24e7400d-dbad-4ff4-9ae0-9660102ce823/13e2b475-9cec-43a1-9521-fb2836874bd0.jpg",
    "altTitles": [
      {
        "zh": "从末世崛起"
      },
      {
        "zh": "Cong Moshi Jueqi"
      }
    ],
    "description": {
      "en": "Eight years ago, Zuo Fan's Warrior father was arrested for deserting his post when a huge monster tide swept through S City. Zuo Fan is determined to clear his father's name and save him from his death sentence, but that's easier said than done when he's a low-level Warrior hated for being a traitor's son.\n\nHowever, things take a surprising turn when he's betrayed by his party and left to die in a monster lair. Thanks to the sudden activation of a mysterious warrior system, Zuo Fan's lethal wounds are healed and his fighting skills are boosted. Not long after he escapes danger, he also learns that the truth behind what happened at S City is hidden within a dangerous restricted area teeming with high-level monsters.\n\nIt's up to Zuo Fan to tango with fish lizards and level up so he can get to the bottom of the truth once and for all!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1620de1-6eb6-4948-b228-b232f910155a",
    "title": {
      "en": "Adachi to Shimamura"
    },
    "updatedAt": "2023-12-03T16:53:02+00:00",
    "coverArt": "https://mangadex.org/covers/a1620de1-6eb6-4948-b228-b232f910155a/ea736587-f3d1-45f6-82e5-0c07df6b5260.png",
    "altTitles": [
      {
        "en": "Adachi and Shimamura"
      },
      {
        "fr": "Adachi et Shimamura"
      },
      {
        "ja-ro": "Adashima"
      },
      {
        "ru": "Адачи и Шимамура"
      },
      {
        "zh": "安达与岛村"
      },
      {
        "ja": "安達としまむら"
      },
      {
        "zh-hk": "安達與島村"
      },
      {
        "zh-ro": "Āndá yǔ Dǎocūn"
      },
      {
        "id": "Adachi dan Shimamura"
      }
    ],
    "description": {
      "en": "In the middle of the school day, on the second floor of the gym. This is where the two came to skip class, and it's where their friendship began. A story of two high school girls, playing ping-pong and chatting as they spend the heydays of their youth.",
      "ja": "入間人間が書く電撃文庫の大人気作品『安達としまむら』。TVアニメ化決定の本作を新鋭・柚原もけがコミカライズ！女子校生2人のゆる～い日常をご堪能ください。",
      "ru": "В середине учебного дня, на втором этаже спортзала. Именно туда эти двое пришли пропустить занятия, и именно там началась их дружба."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0c50912-623b-4bd7-84fc-7811f7961518",
    "title": {
      "en": "Wandering Witch: The Journey of Elaina"
    },
    "updatedAt": "2024-01-22T21:48:08+00:00",
    "coverArt": "https://mangadex.org/covers/b0c50912-623b-4bd7-84fc-7811f7961518/cb6a957d-a00c-4d74-bba7-cf7304089f04.jpg",
    "altTitles": [
      {
        "ja": "魔女の旅々"
      },
      {
        "ja-ro": "Majo no Tabitabi"
      },
      {
        "en": "The Journey of Elaina"
      },
      {
        "en": "Wandering Witch"
      },
      {
        "ru": "Странствия Ведьмы Элейны"
      },
      {
        "zh-hk": "魔女之旅"
      },
      {
        "zh": "魔女之旅"
      },
      {
        "id": "Penyihir Pengembara: Perjalanan Elaina"
      }
    ],
    "description": {
      "en": "Once upon a time, there was a witch named Elaina, who set off on a journey across the world. Along the way, she would meet all kinds of people, from a country full of witches to a giant in love with his own muscles—but with each meeting, Elaina would become a small part of their story, and her own world would get a little bit bigger.\n\n\n---\nOfficial Release:\n- Indonesian release by Akasha as **The Journey of Elaina** (2022)",
      "id": "Melakukan perjalanan tanpa henti, bertemu berbagai macam orang dari berbagai macam negara, serta mengembara demi memenuhi rasa ingin tahu. Inilah kisah pertemuan dan perpisahan penyihir kelabu Elaina.",
      "ja": "あるところに一人の魔女がいました。名前はイレイナ。彼女は旅人として、これといった目的もなく、色々な国や人と出逢いながら、流されるように気ままな長い旅を続けています。これは、そんな魔女イレイナが紡ぐ、出逢いと別れの物語…。",
      "ru": "Много лет странствующая ведьма Элейна находится в пути. Неустанно она путешествует по миру, чтобы повидать разные страны, удивительные обычаи и разносторонние проявления человеческой натуры. Сколько историй она может рассказать как их живой свидетель. Давайте же и мы поспешим составить ей компанию!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "512cd78f-cbb8-460a-bafd-e8840c0f7c31",
    "title": {
      "en": "Sword Art Online Unital Ring"
    },
    "updatedAt": "2024-05-23T11:39:09+00:00",
    "coverArt": "https://mangadex.org/covers/512cd78f-cbb8-460a-bafd-e8840c0f7c31/b30395aa-2d98-4439-b141-a916840aee16.jpg",
    "altTitles": [
      {
        "ja": "ソードアート・オンライン・ユナイタル・リング"
      },
      {
        "ja-ro": "Sōdo Āto Onrain Yunaitaru Ringu"
      },
      {
        "en": "SAO Unital Ring"
      },
      {
        "es-la": "Sword Art Online Anillo Unital"
      }
    ],
    "description": {
      "en": "A year has passed since Kirito and Asuna’s return from the Underworld. With them is Alice, who has been given a physical body. But their peace is quickly broken when the three are suddenly thrust into an unfamiliar game, Unital Ring. This new world is a survival MMO that fuses together every VRMMO created with the Seed program. As soon as it starts, Kirito finds himself with nothing but his underwear. Now, he’s got to challenge a mysterious VRMMOSVG under desperate circumstances!",
      "es-la": "Ha pasado un año desde el regreso de Kirito y Asuna del Underworld. Con ellos está Alice, que ha recibido un cuerpo físico. Pero su paz se rompe rápidamente cuando los tres se ven empujados de repente a un juego desconocido, Unital Ring. Este nuevo mundo es un MMO de supervivencia que fusiona todos los VRMMO creados con el programa \"The Seed\". Nada más empezar, Kirito se encuentra sin nada más que su ropa interior. Ahora, ¡Tiene que desafiar a un misterioso VRMMOSVG en circunstancias desesperadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fead6810-eb9a-4fbe-9d78-3bbc24b32ea8",
    "title": {
      "en": "Trickster"
    },
    "updatedAt": "2024-06-27T04:34:03+00:00",
    "coverArt": "https://mangadex.org/covers/fead6810-eb9a-4fbe-9d78-3bbc24b32ea8/95aa81b1-cee8-4dc8-86d3-e70613d19c0b.png",
    "altTitles": [],
    "description": {
      "en": "The transfer student really shocked the whole class with his cheating trick! However, he also found something strange about their school. What's actually happening here?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "53"
  },
  {
    "mangaId": "03438804-f9b7-4748-be58-d120d5ffb8e6",
    "title": {
      "en": "Mujina into the Deep"
    },
    "updatedAt": "2024-05-31T17:27:57+00:00",
    "coverArt": "https://mangadex.org/covers/03438804-f9b7-4748-be58-d120d5ffb8e6/a3509f6c-28d3-4d34-8640-9bf0fd0dcb62.jpg",
    "altTitles": [
      {
        "uk": "Муджіна на глибині"
      },
      {
        "ja": "MUJINA INTO THE DEEP"
      },
      {
        "es-la": "Mujina a Las Profundidades"
      },
      {
        "es": "Mujina Hacia Las Profundidades"
      }
    ],
    "description": {
      "en": "Am I \"necessary\" in this world? What is the true nature of the person called \"Mujina\" who flies in the sky with a sword on her back in the midst of ordinary life? What is man, what is society, what are human rights, and what is happiness?",
      "es": "¿Soy \"necesario\" en este mundo? ¿Cuál es la verdadera naturaleza de la persona llamada \"Mujina\" que vuela por el cielo con una espada a cuestas en medio de la vida ordinaria...? ¿Qué es el hombre, la sociedad, los derechos humanos y la felicidad...?",
      "ja": "この世界に、私は”必要”かーー！？何気ない日常の中、刀を背に空を翔ぶ「ムジナ」と呼ばれる者の実体とは…？人間とは、社会とは、人権とは、そして幸せとは…",
      "ru": "История о юной девушке-убийце с катаной, которая охотится за своими целями в оживлённом столичном городе Цукумо.",
      "es-la": "¿Soy \"necesario\" en este mundo? ¿Cuál es la verdadera naturaleza de la persona llamada \"Mujina\" que vuela por el cielo con una espada a cuestas en medio de la vida ordinaria...? ¿Qué es el hombre, la sociedad, los derechos humanos y la felicidad...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4631dc7-87b9-4d6a-8b3b-5594664ecc27",
    "title": {
      "en": "Fate/kaleid liner PRISMA☆ILLYA 3rei!!"
    },
    "updatedAt": "2024-06-21T13:57:41+00:00",
    "coverArt": "https://mangadex.org/covers/e4631dc7-87b9-4d6a-8b3b-5594664ecc27/a84004c9-2f41-46f7-b94c-25186c5e8be4.jpg",
    "altTitles": [
      {
        "zh": "Fate kaleid liner 魔法少女☆伊莉雅"
      },
      {
        "en": "Fate/Kaleid Liner Prisma Illya 3rei!!"
      },
      {
        "ja": "Fate/kaleid liner プリズマ☆イリヤ ドライ! !"
      },
      {
        "ja-ro": "Fate/Kaleid Liner Prisma Illya Dorai!!"
      },
      {
        "ru": "Судьба/Девочка волшебница Илия 3"
      }
    ],
    "description": {
      "en": "Just as Miyu was about to be saved from being swallowed by despair, all of a sudden mysterious duo that mastered Heroic Spirit Class Card system appears in front of Illya!  \n  \n(A direct continuation of the second act, \"2wei\" - manga upholds the tradition of having punny names based on german numbers and was appropriately titled \"3rei\", which comes from deutsch \"drei\" meaning \"three\".)  \n\n\n---",
      "fr": "Il s'agit d'un spin-off de la série Fate/Stay Night.  \n  \nRin Tohsaka est une mage chargée par Zelretch de collecter les cartes des sept servants dispersées dans la ville de Fuyuki. Malheureusement, elle découvre qu'elle ne peut pas utiliser la magie de Ruby, son sceptre.  \nRin va alors découvrir en Illyasviel von Einzbern un potentiel pour devenir magical girl à sa place. Illya va alors utiliser le Kaleido Stick Ruby pour collecter les cartes tout en étant supervisée par Rin.  \n  \nLa petite fille va également découvrir une rivale et amie de taille nommée Miyu Edelfelt, qui avait pour maître Luviagelita Edelfelt, la rivale de Rin.  \n  \nPar ailleurs, pendant la collecte de cartes, Illya va découvrir une autre jeune fille lui ressemblant étrangement : Kuroe. Cette dernière n'a pas l'intention de la laisser remplir sa mission et tente de l'éliminer."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ca15538-36cf-4103-82f3-aadab1cc5b5e",
    "title": {
      "en": "Flaming Ball Girl Dodge Danko"
    },
    "updatedAt": "2024-04-03T14:51:20+00:00",
    "coverArt": "https://mangadex.org/covers/1ca15538-36cf-4103-82f3-aadab1cc5b5e/52377140-67f5-4b2a-ae4a-c3174a4f8568.jpg",
    "altTitles": [
      {
        "ja": "炎の闘球女 ドッジ弾子"
      },
      {
        "ja-ro": "Honoo no Toukyuujo: Dodge Danko"
      },
      {
        "en": "Flaming Fightball Girl Dodge Danko"
      }
    ],
    "description": {
      "en": "A modern version of the legendary manga \"Flaming Ball boy Dodge Danpei\" a hot blooded dodgeball manga! Danko, who inherited Danpei's soul struggles to create the strongest super dodgeball team in the Reiwa era! Will Danko be able to overcome the common sense of the modern world!? Look forward to all the beautiful girls passionately drawn by Koshita Tatsuhiro."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb5c81e8-5d5b-4552-b582-ee9c29c5368b",
    "title": {
      "en": "Fuuka"
    },
    "updatedAt": "2024-06-27T00:12:31+00:00",
    "coverArt": "https://mangadex.org/covers/eb5c81e8-5d5b-4552-b582-ee9c29c5368b/0e60885a-b2b7-42e8-b4a0-bc16b0dcaf1f.jpg",
    "altTitles": [
      {
        "ja": "風夏"
      }
    ],
    "description": {
      "en": "Yuu Haruna just moved into town and is addicted to twitter. When he goes out to buy dinner he bumps into a mysterious girl, Fuuka Akitsuki, who breaks his phone thinking he was trying to take a picture of her panties. How will his new life change now?",
      "pt-br": "O protagonista Yuu Haruna se muda para uma cidade e conhece uma garota estranha chamada Fuuka (cujo nome tem caracteres kanji para \"vento\" e \"verão\"). Esta menina, que é como um vento de verão possui um poder misterioso para atrair as pessoas."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "195"
  },
  {
    "mangaId": "8acba72e-fbb9-45d7-ae2e-98f393fdec19",
    "title": {
      "en": "Regenerate Top Players"
    },
    "updatedAt": "2024-06-27T02:32:38+00:00",
    "coverArt": "https://mangadex.org/covers/8acba72e-fbb9-45d7-ae2e-98f393fdec19/ee4fb7f0-78b3-4bb2-adcb-ddbdb35af586.png",
    "altTitles": [
      {
        "zh": "重燃吧，T0级玩家！"
      },
      {
        "en": "Apex Gamer Returns"
      }
    ],
    "description": {
      "en": "\"Bai Qi\", an unknown game anchor, is about to reach the pinnacle of his life when he accidentally dies while streaming a game called \"Soul Throne\". Unexpectedly, he is reborn into the world of this high-difficulty action game. With his \"T0-Level\" game skills from his previous life and the blessing of the system's \"100 Full-Achieved Max-Level Accounts\", can Bai Qi ascend to the throne once again and become the one and only king of that world?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0866b37c-f4ae-41fd-b6fd-3f68f6c12669",
    "title": {
      "en": "Eternal Love"
    },
    "updatedAt": "2023-04-22T03:59:59+00:00",
    "coverArt": "https://mangadex.org/covers/0866b37c-f4ae-41fd-b6fd-3f68f6c12669/d42fb0cd-605a-48a4-8104-3fec377a5b16.jpg",
    "altTitles": [
      {
        "en": "Difficult to Coax"
      },
      {
        "zh": "难哄"
      },
      {
        "en": "Hard to Coax"
      },
      {
        "en": "First Frost"
      }
    ],
    "description": {
      "en": "When Wen Yifan returned to her hometown for work, she met the rumoured “First-Class Handsome Guy” in a bar, but he turned out to be Sang Yan, whom she hurt and rejected in high school! In a twist of fate, the two people who could never get along kept bumping into each other. They even rented the same unit by chance and became housemates! Unspoken feelings refusing to see the light of day, strong emotions stirring beneath it all… Let’s see how Sang Yan, the “Peak Ideal Boyfriend” interprets and expresses deep affections and sweet love!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0f5d36b-3af9-412a-ae65-8973bad10245",
    "title": {
      "en": "Top 1 Fighting Tutoring"
    },
    "updatedAt": "2024-06-05T15:44:32+00:00",
    "coverArt": "https://mangadex.org/covers/a0f5d36b-3af9-412a-ae65-8973bad10245/7728b918-25c3-443c-ba36-700d99c8f356.png",
    "altTitles": [
      {
        "ko": "1등급 싸움과외"
      },
      {
        "en": "1st Grade Fighting Tutoring"
      },
      {
        "en": "First-Class Fighting Tutoring"
      },
      {
        "pt-br": "Aulas de luta de primeira classe"
      }
    ],
    "description": {
      "en": "The bullied loser Kim Jaehyuk receives 'Top 1 Fighting Tutoring'!\nKim Jaehyuk is a high school student who has been living in despair under the torment of bullies. He's good at studying, but he'd rather be good at fighting.\nThen, as if by fate, a 'fighting tutor' comes into his life!",
      "pt-br": "Kim Jaehyuk é um estudante do ensino médio que vive em desespero sob o tormento dos valentões. Ele é bom nos estudos, mas preferiria ser bom na luta. Então, o destino põe um \"tutor de luta\" em sua vida!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "53b1f57b-bc65-4c39-89e4-fd7a79c6664b",
    "title": {
      "en": "God-Slaying Copycat"
    },
    "updatedAt": "2024-04-08T20:02:08+00:00",
    "coverArt": "https://mangadex.org/covers/53b1f57b-bc65-4c39-89e4-fd7a79c6664b/fb97208f-892e-4999-8d71-483256f95c2a.png",
    "altTitles": [
      {
        "ja": "神殺しの模倣使い"
      },
      {
        "ja-ro": "Kami Goroshi no Mohou Tsukai"
      },
      {
        "en": "Godslayer's Imitator"
      }
    ],
    "description": {
      "en": "\"If it’s to protect someone close to me… then I’d even kill a god.\"\n\nHalf a century ago, Dungeons, Monsters, as well as people who had received special abilities commonly referred to as [Skills] appeared. Those people were referred to as Adventurers and challenged dungeons in search of dreams and riches.\n\nKisaragi Tsukasa is one of these adventurers. However, he has received an inferior skill and was often treated as trash. One day, he was tricked by his peers and was thrown into a dangerous dungeon.\n\nWhat awaited him at the other end was the Mythical monster, the God-Eater Fenrir. In despair over the overwhelming power difference, Tsukasa was prepared to die. That was when the master of the dungeon, Loki, appeared before him.\n\n“Welcome to my castle.”\n\nThanks to Loki, Tsukasa’s skill evolved to become [Copycat]... A unique boy-meets-girl story woven into a modern battle fantasy is about to begin!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]