[
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-12-03T15:13:11+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/be30dcd5-dba6-4867-9b5e-85c9919599b5.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…",
      "pt-br": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada “Shy”..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76a3afed-d4f3-4907-8e1c-90d019d7ea7f",
    "title": {
      "en": "Stalker x Stalker"
    },
    "updatedAt": "2024-12-12T13:35:23+00:00",
    "coverArt": "https://mangadex.org/covers/76a3afed-d4f3-4907-8e1c-90d019d7ea7f/2e3444b4-31c2-4ca0-b5d2-169026f31523.jpg",
    "altTitles": [
      {
        "ja": "ストーカー×ストーカー"
      }
    ],
    "description": {
      "en": "Tsukita and Taiyou are close friends at university. One day, Taiyou is revealed to have been stalking Tsukita. However, it turns out Tsukita is also stalking Taiyou, even collecting his baby teeth...\nA suspenseful (?) love comedy about two people stalking each other and having 'unrequited' love!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "17"
  },
  {
    "mangaId": "96335764-0c1f-4686-9193-b1c6bb537a71",
    "title": {
      "en": "Seiyuu Radio no Ura Omote"
    },
    "updatedAt": "2024-12-04T01:07:48+00:00",
    "coverArt": "https://mangadex.org/covers/96335764-0c1f-4686-9193-b1c6bb537a71/62625f7a-d243-41f2-b0c7-36ee1a9679e8.jpg",
    "altTitles": [
      {
        "ja": "声優ラジオのウラオモテ"
      },
      {
        "en": "The Two Sides of Seiyuu Radio"
      },
      {
        "en": "The Many Sides of Voice Actor Radio"
      }
    ],
    "description": {
      "en": "Yugure Yuhi and Utatane Yasumi, two high schooler voice actresses who just happened to attend the same school and coincidentally got placed into the same class, are the two hosts of a radio weekly program. As fellow classmates and voice actresses, they show all the listeners their great friendship! At least, on the surface. In reality, the quiet girl Chika and the gyaru Yumiko are complete opposites. And they absolutely cannot stand each other. Off air, chaos and insults erupt. On air, they're the best of friends. Just where will this tumultuous relationship lead them?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04032968-5221-4d2e-b0af-f814a56d1c62",
    "title": {
      "en": "Shati to Renkinjutsu no Machi"
    },
    "updatedAt": "2024-04-20T22:26:32+00:00",
    "coverArt": "https://mangadex.org/covers/04032968-5221-4d2e-b0af-f814a56d1c62/68e30b53-2c73-44ee-b040-805404c505e8.jpg",
    "altTitles": [
      {
        "ja": "シャティと錬金術の町"
      },
      {
        "en": "Sharty and the City of Alchemists"
      }
    ],
    "description": {
      "en": "Coo Hem, a town where alchemists gather. Shati, a new apprentice of Garo, a first-rate but stubborn alchemist, is training energetically today! However, she is overflowing with motivation and energy, and Garo is always angry with her. This is a fantasy in which one girl struggles to become a full-fledged alchemist!",
      "ja": "錬金術士が集う町クー・ヘム。一流だけど頑固な錬金術士ガロの弟子になったばかりのひよっこシャティは、今日も元気に修業中！　…ただ、やる気と元気が溢れすぎてガロさんには怒られっぱなし。これは、1人の少女が一人前の錬金術士を目指して奮闘するファンタジー！　世界は、こんなにも不思議で美しい！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9419bf1-97f3-4fc8-a33c-6f55363047b4",
    "title": {
      "en": "Karina's Last Days"
    },
    "updatedAt": "2024-07-24T06:17:28+00:00",
    "coverArt": "https://mangadex.org/covers/d9419bf1-97f3-4fc8-a33c-6f55363047b4/49cdafcf-e823-4673-81b0-6d16fa1c3ec3.jpg",
    "altTitles": [
      {
        "ko": "시한부 엑스트라의 시간"
      },
      {
        "ko-ro": "Sihanbu Ekseuteuraui Sigan"
      },
      {
        "ko-ro": "Sihanbu Extra'eui Sigan"
      },
      {
        "en": "Limited Time of the Terminally-Ill Extra"
      },
      {
        "en": "Limited Time Extra"
      },
      {
        "fr": "Les derniers jours de Karina"
      },
      {
        "it": "Il tempo dei malati terminali extra"
      },
      {
        "uk": "Додатковий час для незначної героїні"
      },
      {
        "ru": "Ограниченные по времени дополнения"
      },
      {
        "ru": "Ограниченное время незначительной героини"
      },
      {
        "th": "ชีวิตที่เหลือของตัวประกอบจำกัดเวลา"
      },
      {
        "ja": "余命わずかの脇役令嬢"
      },
      {
        "mn": "Могмсон хуацаам буслдх дорийн цаг"
      },
      {
        "zh": "路人甲的生命倒计时"
      },
      {
        "zh": "配角时间有限"
      },
      {
        "zh-hk": "配角的倒數人生"
      },
      {
        "id": "Limited Extra Time"
      },
      {
        "vi": "Thời Gian Của Nhân Vật Phụ Có Giới Hạn"
      },
      {
        "en": "The Time of the Terminally-Ill Extra"
      },
      {
        "es-la": "El Tiempo Adicional De La Enferma Terminal"
      }
    ],
    "description": {
      "en": "As the middle child who is neither the heir nor the cherished younger twins, Karina has lived her whole life hidden away from others. She, who only had one hobby of painting, found out that she only had one year left to live. So without a plan, she went to visit her fiancé who she barely knew… To annul the engagement as he always wanted.\n\n\"I won’t beat around the bush. I want to spend a year here.\"\n\n\"...Milady, have you gone crazy?\"\n\n\"In return, I'll agree to annul the engagement.\"\n\nBut, she didn't know then. That she would receive the unconditional love that she had never received her whole life from him, and that she would come to have a desire to live her once meaningless life.\n\n---\nThough gifted with an ability to bring her drawings to life, Karina Leopold spent her years in the shadow of her famous siblings, forced to be the good daughter her parents wanted. But when she's told that a deadly disease will kill her in a year, she offers a deal to her fiancé, Milian Pastellio, with the goal to live the remainder of her days far from her family's reach. Much to her surprise, their encounter proceeds to change them both in a way she never imagined...\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "id": "Sebagai anak kedua, Karina menghabiskan hidupnya selalu mengalah pada kakak-adiknya. Suatu hari, dia diberitahu bahwa menggambar yang merupakan hobinya, membuat sisa hidupnya hanya tinggal satu tahun lagi. Tak ingin terus hidup tidak dianggap oleh keluarganya, dia memutuskan untuk pergi dari rumah. Dengan persiapan seadanya, dia pergi ke tempat tunangan yang tidak begitu dia kenal untuk menghabiskan sisa hidupnya.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "it": "Come figlia di mezzo che non è né l'erede né gli amati gemelli più piccoli, Karina ha vissuto tutta la sua vita nascosta agli altri. Lei, che aveva un solo hobby della pittura, ha scoperto che le restava solo 1 anno di vita. Quindi senza un piano, è andata a trovare il suo fidanzato che conosceva a malapena... Per annullare il fidanzamento come aveva sempre voluto.\n\n\"Non voglio tergiversare. Voglio passare un anno qui.\"\n\n\"...Mia Signora, sei impazzita?\"\n\n\"In cambio, accetterò di annullare il fidanzamento.\"\n\nMa allora non lo sapeva. Che avrebbe ricevuto l'amore incondizionato che non aveva mai ricevuto per tutta la vita da lui, e che sarebbe arrivata ad avere un desiderio per vivere la sua vita un tempo priva di significato.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "ja": "家門の跡を継ぐ長子でも、家族の愛を独占できる末っ子でもない、中途半端な2番目として、いつも誰かの影で生きてきたカリナ。 絵を描くことが唯一の趣味だった彼女は、自分に残された時間があと少しだということを知り、今まで交流もなかった婚約者に会いに行くことに。 婚約破棄の書類を胸に抱いて… 「ここにいさせてください」 「正気か？」 「その代わり…婚約を破棄して差し上げます」 この時は思いもしなかった。あれほど望んだ無償の愛と関心を彼がくれることになるなんて。 そのせいで、どうでもよかった人生に未練を抱くことになるなんて…\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "ko": "가문의 후계자도, 귀여움을 독차지하는 막내도 되지 못한 어중간한 둘째로,\n평생 다른 사람들에게 가려진 삶을 살아온 카리나. \n그림을 그리는 것만이 유일한 취미인 그녀는\n자신에게 남은 시간이 고작 1년 뿐이라는 사실을 알게 된다. \n\n그래서 교류도 없던 약혼자를 무작정 찾아갔다.\n그가 원하던 파혼 서류를 품에 고이 간직한 채.\n\n\"단도직입적으로 말하자면, 여기서 1년간 지내고 싶어요.\"\n\"......미쳤나, 영애?\" \n“대신 파혼해 드릴게요.”\n\n하지만 그땐 미처 알지 못했다. \n평생 가지지 못했던 대가 없는 관심과 애정을 그에게 받게 될 줄은.\n그래서 미련 없던 삶에 이토록 욕심이 생기게 될 줄은.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "ru": "Карина всю жизнь находилась в чужой тени. Абсолютно обычная, ни наследница рода, ни милашка, как ее младшие – близняшки. Однажды она узнает, что ей остался всего год. Поэтому она тут же помчалась к своему жениху, неся с собой заявление на расторжение брака, о котором ее жених, должно быть, так грезил.— Скажу прямо, я хочу прожить здесь год.— Миледи, вы с ума сошли?..— За это я дам вам развод.Вот только кое-чего она не знала.— Похоже, вы продолжаете делать вид, будто не замечаете, поэтому мне придется это сказать.— Скажите.— Вы мне нравитесь.Она никогда даже надеяться не смела, что просто так получит его расположение. Поэтому она и не думала, что у нее появится настолько сильное желание в жизни, к которой она не была готова.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "uk": "Вона не була спадкоємицею сім'ї, або навіть милою і обожнюваною молодшою дитиною, але неоднозначною середньою дитиною, Карина, та, яка завжди буде затьмарювати інших. Дівчина, чиє єдине хобі полягало в тому, щоб малювати, дізналася, що їй залишилося жити всього один рік.\nТак, вона раптом пішла в гості до свого нареченого, з яким у неї ніколи не було ніяких взаємодій. У її руках були документи, необхідні для анулювання їх заручин, так само, як він хотів.\n\n\"Чесно кажучи, я хочу жити тут один рік.\"\n\"...Ти збожеволіла, молода міс?\"\n\"В обмін на це я розірву заручини.\"\n\nОднак тоді вона не знала, що отримає всю увагу і прихильність, яку не отримувала все своє життя.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cee18057-22c5-410f-a9d6-442eef1d3ba9",
    "title": {
      "en": "Yagi-san Yuubin"
    },
    "updatedAt": "2024-12-10T18:30:10+00:00",
    "coverArt": "https://mangadex.org/covers/cee18057-22c5-410f-a9d6-442eef1d3ba9/a4c12a9e-3dc9-4464-aa33-9355755f5029.jpg",
    "altTitles": [
      {
        "en": "Lost Letters"
      },
      {
        "ja": "やぎさん郵便"
      },
      {
        "zh": "卖火柴的青 年"
      },
      {
        "vi": "Lá Thư Đi Lạc"
      }
    ],
    "description": {
      "en": "University student Hirose Kiyotaka finds a love letter tucked into the pages of a borrowed book. While attempting to return the letter, he encounters the charismatic Hanashiro Seiji and quickly becomes involved with him. As their tentative relationship develops, however, he finds himself wondering how serious Hanashiro's feelings for him really are. Meanwhile, the letter falls into the hands of Hanashiro's colleague Sawa Jinichiro, who entraps its writer, Arihara Mineo. Sawa's actions are seemingly ruthless, but his true motives regarding Arihara are far from clear."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "25.5"
  },
  {
    "mangaId": "c8a49176-cf28-42e5-960e-8efd2d903323",
    "title": {
      "en": "We are the Main Characters of the Demon World!"
    },
    "updatedAt": "2024-11-23T12:50:01+00:00",
    "coverArt": "https://mangadex.org/covers/c8a49176-cf28-42e5-960e-8efd2d903323/d7ba2389-cb35-4500-a839-21b96be38967.jpg",
    "altTitles": [
      {
        "ja": "魔界の主役は我々だ！"
      },
      {
        "ja-ro": "Makai no Shuuyaku wa Wareware da!"
      },
      {
        "ru": "Мы главные герои Мира Демонов!!"
      }
    ],
    "description": {
      "en": "Shaoron Teufel is an ambitious demon who has enrolled in the demon school known as Babyls, aiming to become popular and join the Student Council. However, a number of trials await him as soon as he arrives! Being recruited by a shady division, summoning a familiar, participating in a flying test… Will Shaoron be able to stand out even more than the special student, Iruma-kun?   \n  \nA collaboration between *Mairimashita! Iruma-kun* and a popular Japanese YouTube channel, *We are the Main Characters of ◯◯!*  \n\n- [We are the Main Characters of ◯◯! channel](https://www.youtube.com/channel/UCIZzHNbzlIskx3TxGznRyYg)",
      "ru": "Коллаб между автором тайтла Приди же в Мир Демонов, Ирума-кун! и Warewareda\n\nТойфер Сяорон - вечный мечтатель, поступив в демоническую школу Бабирус, стремится вступить в состав Студенческого Совета, не ища легких путей, решив доказать свою полезность тем самым вынудив президента студ.совета Амели самой прийти вербовать его, но что то пошло не так... Хитростью заманенный в батор по захвату и контролю школы Сяорон пытается выжить и не умереть на безжалостных заданиях!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f4c39db-e070-4e2b-a8af-f9424983edf2",
    "title": {
      "en": "Mori de Seijo wo Hirotta Saikyou no Kyuuketsu-hime Musume no Tamenara Kuni de Moassari Horoboshimasu!"
    },
    "updatedAt": "2025-01-02T23:48:59+00:00",
    "coverArt": "https://mangadex.org/covers/6f4c39db-e070-4e2b-a8af-f9424983edf2/2347e3fa-2103-4c2b-b845-a0e169b2cbb2.jpg",
    "altTitles": [
      {
        "ja": "森で聖女を拾った最強の吸血姫～娘のためなら国でもあっさり滅ぼします！～@COMIC"
      }
    ],
    "description": {
      "en": "The True Ancestor Angelica, feared by the world under the alias of \"The Vampire Princess Who Burns Kingdoms,\" has once again burned an entire country with her magic today.\nThe reason for this is... \"M-Mama!\" Was it for the sake of her unbearably cute daughter!?\nAfter picking up a human baby in the forest and raising her, Angelica was knocked out by her soft, pudgy skin and innocent purity, untouched by corruption.\nGone was the cold-hearted killer who easily took lives, replaced by a doting mother enjoying a life of extreme affection.\nOne day, the foolish king, aiming to kidnap her daughter Pearl, who was actually a special \"Saint,\" hatched a scheme. Naturally, this incited Angelica's wrath!\nThe word \"mercy\" was forgotten by \"Mama,\" who would destroy any enemy, using even the most cruel means!\n\nA cheat-level, overpowered vampire princess rampages in a dark fantasy driven by love and parental affection!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "25f672c7-2ebe-494a-800a-9a8b2fb7cb98",
    "title": {
      "en": "The Girl with a Kansai Accent and the Pure Boy"
    },
    "updatedAt": "2025-01-03T03:28:09+00:00",
    "coverArt": "https://mangadex.org/covers/25f672c7-2ebe-494a-800a-9a8b2fb7cb98/a12015d7-cd29-4196-8297-41a8b8362a64.jpg",
    "altTitles": [
      {
        "ja": "関西弁お姉さんと純真少年"
      },
      {
        "ja-ro": "Kansaiben Oneesan to Junshin Shounen"
      },
      {
        "ja": "The Girl with Kansai-accent and the Pure Boy"
      },
      {
        "en": "The Kansai Dialect Older Girl & The Pure Boy"
      }
    ],
    "description": {
      "en": "Kizuki-kun, a serious boy who grew up in Toukyou, moves to Oosaka to attend middle school. He lives for free with a friend of his mother's, a Kansai-dialect-speaking chatty adult older girl!",
      "pt": "Um garoto se muda de sua cidade, uma amiga de sua mãe com um forte sotaque de Kansaiben cuida dele.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/bakuyahuro)  \n- [Author's Pixiv](https://www.pixiv.net/en/users/128583)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "36"
  },
  {
    "mangaId": "92aad009-294d-4865-bf6d-1e275a287858",
    "title": {
      "en": "Shiroyama and Mita-san"
    },
    "updatedAt": "2024-02-19T13:58:03+00:00",
    "coverArt": "https://mangadex.org/covers/92aad009-294d-4865-bf6d-1e275a287858/386d728f-7a0d-40ca-875a-39817fccd1d9.jpg",
    "altTitles": [
      {
        "ja": "白山と三田さん"
      },
      {
        "ru": "Широяма и Мита-сан"
      },
      {
        "ja-ro": "Shiroyama to Mita-san"
      },
      {
        "en": "Shiroyama & Mita"
      },
      {
        "en": "Shiroyama and Mita"
      }
    ],
    "description": {
      "en": "Tatsuhiko Shiroyama hates being stuck in the boonies. Greetings from strangers feels fake, part-time job prospects are limited, and he's been \"blessed\" with the nickname \"Niyayama\" from his classmates due to his creepy, unsociable attempts at smiling. He turned to the radio as a means to escape, and thinks about nothing more than saving up for a move to Tokyo where he can explore his passions. But Tatsuhiko's life changes forever when he saves a rich CEO from a rice paddy and is set up with his granddaughter, the equally as shy and antisocial Tamiko Mita. Together, the two stumble through the nuances of \"dating\", and Tatsuhiko's dreary days become a whole lot brighter."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "100"
  },
  {
    "mangaId": "8f9f282b-c0a8-4890-9098-3e080b3c36da",
    "title": {
      "en": "Namaiki na Gal Ane wo Wakaraseru Hanashi"
    },
    "updatedAt": "2025-01-02T22:01:46+00:00",
    "coverArt": "https://mangadex.org/covers/8f9f282b-c0a8-4890-9098-3e080b3c36da/934206d6-5cba-4bad-8f2d-d29ebcd693e2.jpg",
    "altTitles": [
      {
        "ja": "生意気なギャル姉を解らせる話"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "en": "The Story of Making My Cheeky Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gyaru Sister Understand"
      },
      {
        "es-la": "El día que decidí hacer entender a mi descarada hermana gal a mi manera"
      }
    ],
    "description": {
      "en": "Every time she opens her mouth, it's nothing but abusive language, and her problematic behavior never stops. The protagonist has had enough and sets a “plan” into motion…??!",
      "ja": "口を開けば暴言ばかりで、問題行動が絶えない姉。 彼女に痺れを切らし、主人公が踏み出した“計画”とは---??!",
      "es-la": "Su hermana siempre dice cosas hirientes y cuyos comportamientos problemáticos nunca cesan, el protagonista, cansado de ella, da un paso adelante con un \"plan\"\n¿Cuál será...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80cda3ff-d08a-4797-8f83-0f6ef538c3a2",
    "title": {
      "en": "JoJo's Bizarre Adventure - Moscow Calling (Doujinshi)"
    },
    "updatedAt": "2024-12-30T02:30:13+00:00",
    "coverArt": "https://mangadex.org/covers/80cda3ff-d08a-4797-8f83-0f6ef538c3a2/5f280532-65b0-4985-b933-a5a87f8e23ca.jpg",
    "altTitles": [
      {
        "ro": "Aventurile Bizare ale lui JoJo: Chemarea Moscovei"
      },
      {
        "en": "JJBA: Moscow Calling"
      },
      {
        "en": "Moscow Calling"
      },
      {
        "ru": "Tiếng gọi nơi Moskva"
      },
      {
        "ru": "Москва Зовёт"
      }
    ],
    "description": {
      "en": "Moscow Calling takes place in Russia in 2000. This story is about Georgiy Lastochkin, an 18-year old Russian student with mysterious stand. Living in Vladivostok, he studies at a local university, and happens to have a crush on one of his classmates. On one end he has to deal with his everyday life as a student - on the other, he needs to deal with the mysteries of his Stand.  \n  \nOne day he begins travelling throughout Russia, all the way from Vladivostok to Moscow! There are sure to be faithful friends and clever enemies, comedy and drama, and of course - Stand battles. Learn what it means to be a Russian Stand user in JoJo's Bizarre Adventure: Moscow Calling!  \n  \nItalian summary:  \n||Moscow Calling è ambientato nella Russia del 2000. Il protagonista di questa storia è Georgiy Lastochkin, uno studente diciottenne russo con uno stand misterioso. Visto che vive a Vladivostok, studia all'università locale, e si prende una cotta per una delle sue compagne di corso. Da una parte deve affrontare la sua vita da studente - dall'altra, deve avere a che fare con i misteri del suo stand.  \n  \nUn giorno inizia a viaggiare per tutta la Russia, da Vladivostok a Mosca! Incontrerà dei fedeli amici e dei nemici intelligenti, una drammatica commedia, e ovviamente - battaglie con stand. Impara cosa significa essere un portatore di stand russo in Le bizzarre avventure di Jojo: la chiamata di Mosca!||",
      "vi": "Chào mừng đến với Vladivostok, thủ phủ vùng liên bang Viễn Đông, L.B.Nga. \"Moscow Calling\" kể về Georgiy Lastochkin, một sinh viên 18 tuổi. Sống ở Vladivostok, cậu học tại một trường đại học địa phương với cuộc sống bình thường như bao sinh viên khác.\nMột ngày nọ, cậu bắt đầu hành trình của mình đi khắp nước Nga, hành trình từ Vladivostok đến tận Moskva!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d6e9b748-9187-4f93-a5df-b802c567f60c",
    "title": {
      "en": "Realist Maou ni Yoru Seiiki Naki Isekai Kaikaku"
    },
    "updatedAt": "2024-12-13T03:59:12+00:00",
    "coverArt": "https://mangadex.org/covers/d6e9b748-9187-4f93-a5df-b802c567f60c/56762882-065d-45fe-a57e-f8e83df01f1c.jpg",
    "altTitles": [
      {
        "el": "Η θρυλική ανακατασκευή ενός κόσμου από έναν ρεαλιστή βασιλιά δαίμονα"
      },
      {
        "ru": "Король демонов — реалист. Легенда о перестройке мира"
      },
      {
        "ja": "リアリスト魔王による聖域なき異世界改革"
      },
      {
        "zh": "现实主义魔王的异世界改革"
      },
      {
        "ko": "리얼리스트 마왕에 의한 성역없는 이세계 개혁"
      },
      {
        "zh-hk": "現實主義魔王的異世界改革"
      },
      {
        "en": "The Legendary Rebuilding of a World by a Realist Demon King"
      },
      {
        "en": "The Reformation of the World as Overseen by a Realist Demon King"
      },
      {
        "pt-br": "A Reconstrução Lendária de um Mundo por um Rei Demônio Realista"
      }
    ],
    "description": {
      "en": "In a dilapidated castle, Astaroth awoke as a Demon King. With his ‘wisdom from his past life,’ he would rule over his lands as a thorough ‘realist.’ “Demon King, why are you attacking the level 1 Heroes?” “Defeat them before they become stronger. That is called strategy.”  “Demon King, why are you sending fake money to the enemy country?” “To bring chaos to their economy, so they will self-destruct.” “The werewolf troops have attacked. Should we use silver bullets?” “Not bullets, shoot them with cannons.”  \n  \nAnd like that, Astaroth ‘reformed’ the old tendencies. He became a lord who was loved by the people and his subordinates, and he would go on to be called the most powerful Demon King in history.",
      "ja": "72の魔王が跋扈する混沌とした世界に、72番目の魔王として転生したアシュタロト。そんな彼の前に突如謎の女神が現れ、この世界を改革するようアシュタロトを導く。初めに召喚したメイド兼参謀の魔族・イヴを従え、現実主義者（リアリスト）魔王の伝説がはじまる！",
      "pt-br": "Em um castelo em ruínas, Astaroth acordou como um Rei Demônio. Com sua \"sabedoria de sua vida passada\", ele governaria suas terras como um completo \"realista\".Conheça quem se tornou um senhor que era amado pelo povo e seus subordinados, o homem que seria chamado de o mais poderoso rei demônio da história."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab541412-f0d0-4fcf-a7a3-084a835d9d4a",
    "title": {
      "en": "Garuru Girl"
    },
    "updatedAt": "2024-11-17T00:02:27+00:00",
    "coverArt": "https://mangadex.org/covers/ab541412-f0d0-4fcf-a7a3-084a835d9d4a/1298620b-1f2d-4097-9490-214b0f176a66.jpg",
    "altTitles": [
      {
        "ja": "ガルルガール"
      }
    ],
    "description": {
      "en": "Mochizuki's high school life suddenly took an interesting turn when he reunited with his childhood friend, Tsukimi Kawaru, whom he had a crush on since they were in elementary. Through a coincidence accident, he found out that Kawaru is actually a wolf girl, who couldn't control herself around him. Because Kawaru broke her promise of keeping herself in check, her sister, Utsuru, decided to pull her back home, but Mochizuki didn't like that idea and he came up with a solution to allow Kawaru to continue attending high school while keeping her identity a secret...",
      "es": "Tras ingresar a la preparatoria, el joven, Mochizuki, se reencuentra con su primer amor, Kawa. Aunque Kawa ha crecido y se ha convertido en una hermosa y refinada jovencita, la extraña proximidad entre ellos no ha cambiado desde sus días de travesuras. Poco después de ingresar a la escuela, Mochizuki se encuentra incómodo con la transformación de Kawa en la flor inalcanzable del campus, pero un incidente desencadena el descubrimiento de su 'secreto'. La verdadera identidad de la chica de su primer amor resulta ser una chica lobo. ¿Cómo cambiará esto su relación? ¡Una comedia romántica entre un chico inocente y una chica lobo que pertenecen a diferentes razas!",
      "ja": "高校入学を機に、初恋の幼馴染・河流と再会した少年・望月。入学早々、学園の高嶺の花となった河流にぎくしゃくしてしまう望月だが、とある事件をきっかけに彼女の「秘密」を知ってしまい――!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e44b1517-4508-4335-a494-b5b6a39a35de",
    "title": {
      "en": "Ennui"
    },
    "updatedAt": "2025-01-01T04:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/e44b1517-4508-4335-a494-b5b6a39a35de/ac5717d5-e214-48fd-8883-04a340d58149.jpg",
    "altTitles": [
      {
        "ko": "권태"
      }
    ],
    "description": {
      "en": "Is the terrible heartache caused by a distant lover? Or is it the ties and obsession that follow along, like love that won't come true...?\n*From the same author of Missing Love: The Marrying Man"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae3736bf-dc58-40cc-b1cb-928269edf62b",
    "title": {
      "en": "Chigau Miyahara Omae janai!"
    },
    "updatedAt": "2024-12-18T17:23:27+00:00",
    "coverArt": "https://mangadex.org/covers/ae3736bf-dc58-40cc-b1cb-928269edf62b/fb21d9b4-2c85-4a5d-bb05-77190cbb58d5.jpg",
    "altTitles": [
      {
        "ja": "ちがう宮原おまえじゃない！"
      },
      {
        "ja-ro": "Chigau Miyahara Omae ja nai!"
      },
      {
        "en": "No, Miyahara, Not You!"
      },
      {
        "pt-br": "Não, Miyahara, você não!"
      },
      {
        "vi": "Không Phải Cậu Đâu, Miyahara!"
      },
      {
        "id": "Bukan, Miyahara, Bukan Kamu!"
      },
      {
        "zh-hk": "錯了宫原、不是妳啊！"
      },
      {
        "zh": "我要找的、才不是宫原你啦！"
      },
      {
        "ja": "ちが宮"
      },
      {
        "ja-ro": "ChigaMiya"
      },
      {
        "en": "NoMiya"
      }
    ],
    "description": {
      "en": "The manga centers on Arima, a boy who has a crush on a girl named Yukihira. But every time he tries to make a move to get closer to Yukihira, his other friend Miyahara just happens to be in the scene and will always mistakenly think that Arima is making a move on her. ([ANN](https://www.animenewsnetwork.com/news/2022-11-11/midori-obiya-launches-new-manga-mini-series/.191780))\n___\n**Alt Official Raw:** [Young Jump!](https://ynjn.jp/title/7831)",
      "ja": "憧れの女子”雪比良さん”と仲良くなるべく奮闘する有馬！ でもなぜか、いつもイイところであらわれるのは…。 末永〜く見守りたい！中学生３人の青春ラブコメ、ここに開幕っ！",
      "vi": "Câu chuyện diễn biến xung quanh Arima - một cậu bạn sơ trung phải lòng một bạn nữ cùng lớp tên Yukihira. Nhưng mỗi khi cậu ấy chuẩn bị tiến gần hơn với Yukihara thì cô bạn thuở nhỏ Miyahara lại bất chợt xuất hiện lúc nào chẳng hay làm cho mọi người lầm tưởng rằng Arima đang nhắm đến cô bạn đó hơn là Yukihara.",
      "pt-br": "Arima, é um garoto apaixonado por uma garota chamada Yukihira. Mas toda vez que ele tenta ficar mais próximo de Yukihira, sua outra amiga, Miyahara simplesmente entra em cena e sempre pensa erroneamente que Arima está fazendo seus movimentos por ela."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c0dd7e02-6208-4d53-8aa1-bd584fbddf28",
    "title": {
      "en": "Gomi Shuushuuin: Saionji no Ryuugi"
    },
    "updatedAt": "2025-01-02T13:32:12+00:00",
    "coverArt": "https://mangadex.org/covers/c0dd7e02-6208-4d53-8aa1-bd584fbddf28/779f4be2-9b99-4e7d-bd94-9b995b76dd2d.png",
    "altTitles": [
      {
        "ja": "悪党収集員‐西園寺の流儀‐"
      },
      {
        "vi": "Người thu gom rác - Phong cách của Saionji"
      },
      {
        "en": "Garbage man - Saionji's style"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "35f1365e-2ba4-496d-b67e-6f698fdc52d2",
    "title": {
      "en": "One Story of Hunters"
    },
    "updatedAt": "2024-07-19T01:30:38+00:00",
    "coverArt": "https://mangadex.org/covers/35f1365e-2ba4-496d-b67e-6f698fdc52d2/526823a1-19f6-4fb9-bae1-26a00923a8a9.png",
    "altTitles": [],
    "description": {
      "en": "In a world where prehispanic cultures developed an steam powered industrial technology, a young redheaded girl — the huntress Metzli — is tracking an interesting bounty. Maybe this commission is bigger than she expects. \n\n\"It's like The Witcher but in Mexico\" - a random guy, probably",
      "es-la": "Sigue las aventuras de Metzli, una cazadora de monstruos tratando de ganar el pan del día a día para ella y sus hermanos. \n\n“Es como si the Witcher ocurriera en Mexico” – Un weon, probablemente"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4ec46c4-ef0a-431b-86ea-02d6b2ea092b",
    "title": {
      "en": "Nakimushi to Kokoa no Yuri"
    },
    "updatedAt": "2024-12-29T13:56:47+00:00",
    "coverArt": "https://mangadex.org/covers/a4ec46c4-ef0a-431b-86ea-02d6b2ea092b/197d52d5-31a9-4bb4-a22c-1036545efedc.png",
    "altTitles": [
      {
        "ja": "泣き虫とココアの百合"
      },
      {
        "en": "Crybaby and Cocoa Yuri"
      },
      {
        "en": "Yuri Between a Crybaby and a Girl Named Kokoa"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "138df658-cbb2-44a4-8306-e3c92598f22d",
    "title": {
      "en": "I'm a Solo Guide"
    },
    "updatedAt": "2024-10-22T09:42:07+00:00",
    "coverArt": "https://mangadex.org/covers/138df658-cbb2-44a4-8306-e3c92598f22d/17bb63d0-7016-42eb-bdd9-11480f5b2423.jpg",
    "altTitles": [
      {
        "ko": "나 혼자 가이드"
      }
    ],
    "description": {
      "en": "Ye Ji-an, the only S-class guide in Korea, was often called the “useless guide” due to her unique trait of having a 0% matching rate with all espers. After failing to match with an esper from Russia and on her way back home, she is suddenly swept away by a gate manifestation and wakes up alone in a strange temple-like place. The world she has traveled to through the gate is the continent of Wisrode, filled only with espers, and in this place, Ji-an is the only guide…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7b2a840-d4a3-4fc1-a1f2-2371189089e6",
    "title": {
      "en": "Plunderer"
    },
    "updatedAt": "2025-01-01T00:45:49+00:00",
    "coverArt": "https://mangadex.org/covers/c7b2a840-d4a3-4fc1-a1f2-2371189089e6/09f7edff-453a-4e78-bb69-a9d89244ddfb.jpg",
    "altTitles": [
      {
        "ja": "プランダラ"
      },
      {
        "fa": "الْنَّهَّاب"
      },
      {
        "ru": "Грабитель"
      },
      {
        "th": "พลันเดอเรอร์ จอมโจรคนเหนือเลข"
      },
      {
        "ko": "플런더러"
      },
      {
        "zh": "掠夺者"
      },
      {
        "zh-hk": "星掠者"
      },
      {
        "pt-br": "Saqueador"
      }
    ],
    "description": {
      "en": "In the world of Alcia' where rank is determined by \"counts\" a young girl named Hina scours the land for the fabled Ace-the legendary hero of the Waste War. With only the last words of her missing mother to guide her search' she wanders from town to town until she meets Licht' a clownish masked vagrant with a count of –999. Girl-crazy and unpredictable' he's the exact opposite of a hero…or at least' that's how he appears…",
      "pt": "É o ano 305 do calendário Alcian e o mundo é atualmente controlada por ” números”. Todo ser humano ao nascer é marcado com um “Count”. Esta contagem pode ser qualquer coisa: A quantidade de quilômetros que andou, ou a quantidade de pessoas que disseram que sua comida é saborosa. Se sua contagem cair para 0, você será enviado para o abismo. Após contagem da mãe de Hina cair para 0, o seu último pedido foi para Hina procurar pelo lendário Barão Vermelho.",
      "ru": "305 год по Альциановому календарю, мир управляется «числами». Каждый человек рождается заклейменный «счётчиком». Этот «счётчик» может быть чем угодно: пройденные километры, количество людей, посчитавших вашу стряпню вкусной. Если «счётчик» падает до нуля, вы попадете в Бездну. После того, «счётчик» матери нашей героини — Хины — перешел грань своих возможностей, её последней просьбой, обращённой к дочери, было: найти легендарного Красного Барона.",
      "es-la": "Año 305 del calendario Alcián, el mundo se encuentra controlado por los \"numeros\". Cada ser humano que nace es marcado con un \"Contador\". Este contador puede subir con cualquier acción; ya sea la cantidad de Kilómetros recorridos, o si alguna persona dice que su comida es sabrosa. Pero si su cuenta se reduce a 0, será enviado al abismo. Antes que la cuenta de la madre de Hina llegará a 0, su ultima voluntad fue que buscara al Legendario Rey Caido...",
      "pt-br": "No mundo de Alcia, onde a classificação é determinada por \"contagens\", uma jovem chamada Hina vasculha a terra em busca do lendário Ace - o lendário herói da Guerra do Desperdício.  Com apenas as últimas palavras de sua mãe desaparecida para guiar sua busca, ela vagueia de cidade em cidade até conhecer Licht, um vagabundo mascarado de palhaço com uma contagem de –999.  Louco por garotas e imprevisível, ele é exatamente o oposto de um herói... ou pelo menos é assim que ele parece..."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "21",
    "lastChapter": "82"
  },
  {
    "mangaId": "ec96fc62-975a-4abf-83e3-d2426ca8fbe6",
    "title": {
      "en": "The Villainess Lives Again"
    },
    "updatedAt": "2024-07-23T03:25:14+00:00",
    "coverArt": "https://mangadex.org/covers/ec96fc62-975a-4abf-83e3-d2426ca8fbe6/c773bf7f-9db8-44a6-80d0-9709a4b479a3.jpg",
    "altTitles": [
      {
        "ko": "악녀는 두 번 산다"
      },
      {
        "ko-ro": "Agnyeoneun Du Beon Sanda"
      },
      {
        "fr": "La vilaine vit encore une fois"
      },
      {
        "fr": "L'antagoniste vit une deuxième fois"
      },
      {
        "pt": "A vilã vive duas vezes"
      },
      {
        "es": "La villana vive dos veces"
      },
      {
        "uk": "Друге життя лиходійки"
      },
      {
        "ru": "Вторая жизнь злодейки"
      },
      {
        "ja": "悪女は2度生きる"
      },
      {
        "ja": "悪女は２度生きる"
      },
      {
        "tr": "Kötülüğün İkinci Yaşamı"
      },
      {
        "th": "ชีวิตที่สองของนางร้าย"
      },
      {
        "th": "ชีวิตครั้งใหม่ ของยัยตัวร้าย"
      },
      {
        "zh": "恶女的王座"
      },
      {
        "zh": "恶女的重生"
      },
      {
        "zh": "恶女的二次人生"
      },
      {
        "zh-hk": "惡女重生"
      },
      {
        "zh-hk": "惡女的王座"
      },
      {
        "zh-hk": "惡女的重生"
      },
      {
        "zh-hk": "惡女的二次人生"
      },
      {
        "vi": "Ác nữ tái sinh"
      },
      {
        "id": "The Villainess Lives Twice"
      },
      {
        "fr": "The Villainess Lives Again"
      }
    ],
    "description": {
      "de": "Von klein auf lebte Artezia Rosan in dem Glauben, sie könne ein glückliches Leben führen, solange ihr Bruder erfolgreich ist. Als Meisterin der Manipulation und Intrigen wurde sie das wichtigste Hilfsmittel ihres Bruders, um den Thron des Imperiums zu erobern. Genau deshalb traf sie der Verrat ihres Bruders so hart, als sie für ihre Taten gefesselt und gefoltert wurde. Nachdem sie von Großherzog Cedric Ebron gerettet wird, nutzt sie eine verbotene Magie und opfert ihr eigenes Leben, um ihm zu helfen, dem grausamen Kaiser ein Ende zu setzen. Die Ereignisse nehmen eine seltsame Wendung, als sie einige Jahre in der Vergangenheit aufwacht und schwört, Großherzog Cedric um jeden Preis zu helfen, selbst wenn dies bedeutet, ihre eigene Familie aufzugeben. Man sagt, Blut ist dicker als Wasser, aber kann Artezia es schaffen, ihren Bruder zu besiegen, während ihre eigene Romanze inmitten des Chaos erblüht?\n\n---\n* [Official Translation (DE)](https://www.tappytoon.com/de/comics/the-villainess-lives-again-de)",
      "en": "From childhood, Artezia Rosan's happiness was dependent on ensuring the success of her brother. As a master manipulator and schemer, she became his most valuable ally in seizing the empire’s throne. That’s exactly why her brother's betrayal cut so deeply when Artezia was imprisoned as punishment for all of her crimes. Soon after being rescued by Grand Duke Cedric Ebron, she vows to help him overthrow the cruel new emperor by sacrificing her own life with forbidden magic. Now waking up several years earlier back in time, she will forsake her own family to help Cedric at all costs. They say that blood is thicker than water, but can Artezia destroy her brother while her own romance blossoms amidst the chaos?",
      "fr": "Depuis son plus jeune âge, Artezia vit dans l’ombre de son frère, dont le succès suffirait à garantir le bonheur et la sécurité de la famille, selon sa mère. Elle devient donc la meilleure alliée de ce dernier, organisant maintes conspirations afin de l’aider à accéder au trône impérial. C’est pourquoi, quand ce but est finalement atteint mais qu’elle se retrouve trahie, mutilée et enchaînée en punition pour ses crimes, son ressentiment n’en est que plus grand. Sauvée par le Grand Duc Cedric Ebron, elle décide alors d’utiliser la magie pour aider ce dernier à détrôner l’empereur cruel qu’est devenu son frère. Un sort magique lui permet de revenir plusieurs années en arrière et de changer le cours des choses… Mais Artezia parviendra-t-elle à changer le destin, alors que l’amour s'immisce au milieu du chaos?\n\n---\n**Official Translations:**\n* [French / Français](https://www.tappytoon.com/fr/comics/villainess-lives-again-fr)",
      "ja": "謀略の天才、皇帝を作り上げる！ ”お兄様が成功すれば、お前も成功するのよ” それを信じ、あらゆる悪事を企てた悪女「アルティゼア」。 しかし、彼女の兄への忠誠は裏切りとして返ってくる。 死を前にした彼女に手を差し伸べたのは宿敵であり、正義ある大公「セドリック」だけだった。 魔術で命と引き換えに18歳の自分に生まれ変わった彼女は、「セドリック」を皇帝にするために新たな人生を捧げることにするがーー\n\n---\n**Official Translations:**\n* [Japanese / 日本語](https://piccoma.com/web/product/50796)",
      "ko": "모략의 천재, 황제를 만들다!\n\n\"오빠가 잘되어야 너도 잘되는 거야.\"\n\n온갖 악행을 저질러 오빠를 황제로 만들었다.\n하지만 아르티제아의 헌신은 배신으로 돌아왔다.\n죽음의 문턱에서 그녀에게 구원의 손을 내민 것은, 정의로운 숙적 세드릭 대공뿐이었다.\n\n“계책을 내라.”\n“…….”\n“이 상황을 뒤집을 수 있는 인물을 나는 그대 외에는 떠올리지 못하겠어. 로산 후작.”\n“…….”\n“나에게는 그대의 힘이 필요하다.”\n\n이미 기울어진 세력 판도를 뒤집고 도탄에 빠진 제국을 구할 계책은 없다.\n그러나 방법은 있다.\n모든 것이 잘못되기 이전으로 시간을 돌리는 것.\n\n피의 눈물과 함께 그녀는 자신의 몸을 바쳐 고대마법으로 시간을 돌린다.\n이번에는, 실패하지 않으리라.\n\n죽지 않고 18세로 회귀한 아르티제아는 세드릭 대공을 위한 악녀가 될 것을 결심한다.\n\n“저에게 청혼해 주십시오. 당신을 황제로 만들어 드리겠습니다.”\n\n악마에게 무릎을 꿇은 대가로,\n당신은 당신 대신 손을 더럽힐 악마를 얻을 것입니다.",
      "pt": "Ao cometer todo tipo de atos malignos, ela fez do irmão o imperador. Mas sua dedicação foi recompensada com traição. À beira da morte, quem estendeu uma ajuda foi seu arqui-inimigo, o justo Grão-Duque Cedric.Não era possível restaurar o equilíbrio de poder para um império que já estava caindo em ruínas, mas havia uma maneira... de voltar no tempo antes que tudo desse errado. Com seu sangue e lágrimas, ela sacrifica seu próprio corpo para lançar magia antiga, a fim de voltar no tempo. Desta vez, ela não iria falhar.",
      "ru": "«Твой старший брат хорош, и ты должна соответствовать.»\nОна совершила множество злoдеяний, чтoбы сделать своего старшего брата Императором. Однако преданность Артезии обернулась против неё, ведь единственным, кто подал ей руку помощи на пороге смерти, был заклятый враг, эрцгерцог Седрик.\n«Уловки прочь.»\n«Я не знаю никого, кроме вас, кто мог бы обратить эту ситуацию вспять. Маркиза Розанна.»\n«Мне нужна ваша сила.»\nКазалось, тогда уже невозможно было спасти Империю, находившуюся в крайне бедственном положении, и предотвратить падение власти. Но всё же был один способ. Повернуть время вспять прежде, чем все пойдёт не так. Она, с кровавыми слезами на глазах, пожертвовала своим телом, чтобы овладеть древней магией и обернуть время вспять. В этот раз она не подведёт. Вернувшись в возраст восемнадцати лет, Артезия принимает решение не покорно умереть, а стать злодейкой и пойти на службу к эрцгерцогу Седрику.\n«Пожалуйста, сделайте мне предложение. И я сделаю вас Императором.»\nДабы демoн пал ниц, нужнo запoлучить другoгo, что испачкает руки вместо вас.",
      "zh": "前世为助哥哥成王做尽坏事，却反遭灭口…这一世甘为恶女，联手曾经的政治宿敌，夺回操控人生的王座！\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9146/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E9%87%8D%E7%94%9F/116)",
      "pt-br": "Ao cometer todo tipo de atos malignos, ela fez do irmão o imperador. Mas sua dedicação foi recompensada com traição. À beira da morte, quem estendeu uma ajuda foi seu arqui-inimigo, o justo Grão-Duque Cedric. Não era possível restaurar o equilíbrio de poder para um império que já estava caindo em ruínas, mas havia uma maneira … de voltar no tempo antes que tudo desse errado. Com seu sangue e lágrimas, ela sacrifica seu próprio corpo para lançar magia antiga, a fim de voltar no tempo. Desta vez, ela não iria falhar."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1c037ff-e63a-4f5c-8977-9af506347fbe",
    "title": {
      "en": "Zaako Zako Zako Zako Sensei"
    },
    "updatedAt": "2024-12-06T09:22:35+00:00",
    "coverArt": "https://mangadex.org/covers/f1c037ff-e63a-4f5c-8977-9af506347fbe/edd2d5a1-7686-4608-8191-c1c3e550ed01.jpg",
    "altTitles": [
      {
        "ja": "ざーこざこざこざこ先生"
      },
      {
        "en": "Loooser Loser Loser Loser Sensei"
      },
      {
        "la": "Viiictus Victus Victus Victus Magister"
      },
      {
        "vi": "Sensei Tép Riu Tép Riu Tép Riu Tép Riuu"
      }
    ],
    "description": {
      "en": "Souichi Kirisaki, who teaches at a private middle school, has a problem. Three of his students, Senka Yuzugami, Yuki Kitsuregawa, and Momoka Watarase, make fun of him. Souichi wants to be well liked, but the girls look down on him and tease him every day. Soichi is troubled, but the truth is that all three of them love Souichi, they just can't be honest with him, plus Momoka is a stalker... A sassy and cute romcom between a teacher and three middle school students!\nNote: formerly a two-part Oneshot, it became serialized as of Chapter 3.",
      "vi": "Souichi Kirisaki, giáo viên ở một trường cấp hai tư thục, chỉ muốn sống thanh liêm và hòa đồng với học sinh. Khổ nỗi là có ba con mắm này lúc này cũng kéo đàn kéo nhóm để pressing ông anh. Trông có vẻ là thế nhưng thực ra cả ba đứa đều đang crush ông main này nhưng khổ lắm đã nghiện rồi mà lại ngại cơ... Điểm danh 3 đứa nhé: Chika Yuzukami (con gái yêu của hiệu trưởng trường với quả ahoge nhìn không khác gì gián), Yuki Kitsuregawa (cô bé Tsundere tóc vàng ngây ther), và Momoka Watarase (con dâm tặc nhất cả nhóm, có thâm niên rình mò quan sát sensei). Để xem là ông thầy và ba con mắm này sẽ có những tình huống dở khóc dở cười (và dở \"răm\") nào nha!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "329c2f03-dec8-45ec-97a7-835947e8325b",
    "title": {
      "en": "Since I don't know about it, should we part ways, Your Majesty?"
    },
    "updatedAt": "2024-10-21T00:45:53+00:00",
    "coverArt": "https://mangadex.org/covers/329c2f03-dec8-45ec-97a7-835947e8325b/5f9a890d-3426-4f27-bafb-b72e223e5545.jpg",
    "altTitles": [
      {
        "ko": "저는 모르는 일이니 헤어질까요, 폐하?"
      }
    ],
    "description": {
      "en": "Due to a carriage accident, Lumiere suffers from amnesia. \nWhile searching for her memories, she discovers a warning in her diary.\n\n[Do not fall for him.]\n\nAt that time, a man claiming to be her lover appears.\n“I know everything about you, even the parts you don't know yourself.”\n\nThis man, who doesn't exist in her memories.\nBut she finds herself increasingly attracted to him…\n\n… Were we really lovers? Why did we break up?\nIs approaching the truth really the right thing for me?",
      "ko": "마차 사고로 인해 기억상실증에 걸린 르미에.\n기억을 찾기 위해 본 일기장에서 경고를 발견한다.\n\n[그를 사랑해선 안 돼.]\n\n그때, 그녀의 연인이었다고 주장하는 남자가 찾아왔다.\n\"난 당신 스스로도 모르는 부분까지 전부 다, 알고 있으니까.\"\n\n분명 기억 속엔 존재하지 않는 그.\n하지만 그에게 점점 끌리는 자신을 발견하는데...\n\n…진짜 우린 연인이었을까? 왜 헤어진 걸까?\n진실에 다가서는 것이, 정말로 나를 위한 일이 맞을까?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b23d710f-691a-4fba-8c6b-350abe01c40f",
    "title": {
      "en": "The Secret of House Francesa"
    },
    "updatedAt": "2024-12-29T20:08:31+00:00",
    "coverArt": "https://mangadex.org/covers/b23d710f-691a-4fba-8c6b-350abe01c40f/e1100117-dae5-4ef7-8547-04e476ddf912.jpg",
    "altTitles": [
      {
        "ko": "빼앗긴 가문의 주인이 되려 합니다"
      },
      {
        "ko-ro": "Paeatgin Gamunui Juini Doeryeo Hamnida"
      },
      {
        "ko-ro": "Bbaeasgin Gamun'eui Juin'i Doeryeo Habnida"
      },
      {
        "ar": "أخطط لأصبح سيدة العائلة المسروقة"
      },
      {
        "id": "Mencoba menjadi pemilik keluarga yang dicuri"
      },
      {
        "en": "I Plan to Become the Master of a Stolen Family"
      }
    ],
    "description": {
      "ar": "“لو أصبحت رب الأسرة ، لكان الكثير قد تغير …” مات أخي التوأم بيدي. يتحكم بها بالسحر الأسود ، كلوي ، التي تكرر الذبح غير المرغوب فيه ، ينتهي بها الأمر بقتل شقيقها التوأم بيديها. بدون وقت للحزن ، كان رأس السيف موجهًا إلى قلب كلوي. لقيت كلوي موتًا بائسًا. ولكن عندما فتحت عينيها، عادت إلى الماضي. لن أكرر حياتي الماضية. من أجل حماية الأسرة وشقيقها الحبيب ، قررت أن تصبح رب الأسرة بنفسها ، في شكل أخ توأم. “متوقع. أنتم جعلتموني هكذا.”\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54824372), [Naver](https://series.naver.com/novel/detail.series?productNo=8629075), [Ridibooks](https://ridibooks.com/books/2057181273)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%BC%EC%95%97%EA%B8%B4-%EA%B0%80%EB%AC%B8%EC%9D%98-%EC%A3%BC%EC%9D%B8%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%95%A9%EB%8B%88%EB%8B%A4/3182), [KakaoPage](https://page.kakao.com/content/60828356)",
      "en": "The Duchy of Francesca rules the northern provinces on behalf of the fallen Imperial family. After the sudden death of the lord of their household, Duke Den, the twins Damian and Chloe become puppets at the hands of their relatives. Controlled by dark magic, Damian becomes the empty-shelled lord of the household while Chloe, who has a natural talent for swordsmanship, becomes an assassin repeatedly committing unwanted murders. Later deemed no longer useful, she falls to dark magic and kills Damian with her hands before meeting her own tragic ending afterward. However, when she opened her eyes once more, she returned to the past. To the past – the day of her beloved father’s, Duke Den’s funeral. From then, Chloe made a decision. A decision to not allow her past life to repeat itself... and to punish her relatives and the vassals who dared turn their backs on her family.\n\n---\n“So many things would have been different if you had become the family head…”\n\n*My older twin brother died at my hands.*\n\nChloe, who was controlled by black magic and forced to murder endlessly against her will, ultimately ends up killing her older twin brother. With barely a moment to mourn, the tip of her sword was immediately pointed at Chloe’s heart. Chloe died a miserable death. But when she opened her eyes again, she realized that she had gone back in time.\n\n*I won’t repeat my past life. In order to protect my family and my beloved older brother, I will personally become the master by becoming my brother.*\n\n“Look forward to it. You are the ones who pushed me to this point.”\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54824372), [Naver](https://series.naver.com/novel/detail.series?productNo=8629075), [Ridibooks](https://ridibooks.com/books/2057181273)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%BC%EC%95%97%EA%B8%B4-%EA%B0%80%EB%AC%B8%EC%9D%98-%EC%A3%BC%EC%9D%B8%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%95%A9%EB%8B%88%EB%8B%A4/3182), [KakaoPage](https://page.kakao.com/content/60828356)",
      "id": "Duchy of Francesca memerintah provinsi utara atas nama keluarga Kekaisaran yang jatuh. Setelah kematian mendadak tuan rumah tangga mereka, Duke Den, si kembar Damian dan Chloe menjadi boneka di tangan kerabat mereka. Dikendalikan oleh sihir gelap, Damian menjadi penguasa rumah tangga yang bercangkang kosong sementara Chloe, yang memiliki bakat alami dalam ilmu pedang, menjadi seorang pembunuh yang berulang kali melakukan pembunuhan yang tidak diinginkan. Kemudian dianggap tidak lagi berguna, dia jatuh ke sihir hitam dan membunuh Damian dengan tangannya sebelum menemui akhir tragisnya sendiri sesudahnya. Namun, ketika dia membuka matanya sekali lagi, dia kembali ke masa lalu. Ke masa lalu - hari ayah tercintanya, pemakaman Duke Den. Sejak saat itu, Chloe mengambil keputusan. Keputusan untuk tidak membiarkan kehidupan masa lalunya terulang kembali .. dan untuk menghukum kerabatnya dan pengikut yang berani meninggalkan keluarganya.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54824372), [Naver](https://series.naver.com/novel/detail.series?productNo=8629075), [Ridibooks](https://ridibooks.com/books/2057181273)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%BC%EC%95%97%EA%B8%B4-%EA%B0%80%EB%AC%B8%EC%9D%98-%EC%A3%BC%EC%9D%B8%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%95%A9%EB%8B%88%EB%8B%A4/3182), [KakaoPage](https://page.kakao.com/content/60828356)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f67c73a1-09ba-4047-8771-5299ae71f750",
    "title": {
      "en": "Meika-san wa Oshikorosenai"
    },
    "updatedAt": "2024-10-11T17:54:11+00:00",
    "coverArt": "https://mangadex.org/covers/f67c73a1-09ba-4047-8771-5299ae71f750/078c9ece-8ba3-4dc2-9b37-4d6db737c7ec.jpg",
    "altTitles": [
      {
        "en": "Meika-san Can't Conceal Her Emotions"
      },
      {
        "en": "The Maid Who Can't Hide Her Feelings (Serialization)"
      },
      {
        "ja": "メイカさんは押しころせない"
      },
      {
        "pt-br": "A Empregada Que Não Consegue Esconder Seus Sentimentos (Serialização)"
      },
      {
        "vi": "Meika-san Không Thể Thổ Lộ Tình Cảm Của Cô Ấy"
      }
    ],
    "description": {
      "en": "A serialization of the webcomic about a maid, Meika, who can't completely suppress her feelings for her master, Kouta.",
      "vi": "Một câu chuyện kể về một cô hầu gái, Meika, người không thể kìm nén hoàn toàn tình cảm của mình dành cho chủ nhân của cô ấy, Kouta.",
      "es-la": "Una serialización del webcomic sobre una maid, Meika, quien no puede reprimir por completo sus sentimientos por su amo, Kouta.",
      "pt-br": "A serialização da webcomic sobre uma empregada, Meika, que não consegue ocultar completamente seus sentimentos pelo seu mestre, Kouta."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "153"
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2025-01-02T16:14:12+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      },
      {
        "vi": "Chấm dứt tình yêu này đi được không?"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma.",
      "vi": "Hachikawa Yuzu, một nữ sinh cấp 3 với cuộc đời học đường ảm đạm có một bí mật. Rằng thực chất cô ấy là một người hâm mộ cuồng nhiệt của Hayami Madoka, bạn cùng lớp và cũng là một nữ diễn viên nổi tiếng.\nYuzu, ngưỡng mộ và tôn sùng Madoka như một nữ thần, cảm thấy hạnh phúc khi chỉ đơn giản được học cùng lớp và nhìn ngắm Madoka mỗi ngày.\nLẽ ra chỉ như thế đã đủ, nhưng cho tới một ngày...\nMột câu chuyện tình yêu méo mó nhưng đồng thời cũng vô cùng thuần khiết."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "4ada20eb-085a-491a-8c49-477ab42014d7",
    "title": {
      "en": "The Beginning After the End"
    },
    "updatedAt": "2024-10-20T13:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/4ada20eb-085a-491a-8c49-477ab42014d7/e12dda4b-3f8b-4df4-94de-56278ff83b97.jpg",
    "altTitles": [
      {
        "pt-br": "O começo após o final"
      },
      {
        "pt-br": "O começo depois do fim"
      },
      {
        "en": "TBATE"
      },
      {
        "zh": "三岁开始做王者"
      },
      {
        "ja": "最強の王様、二度目の人生は何をする？"
      },
      {
        "ko": "끝이 아닌 시작"
      },
      {
        "ru": "Начало после конца"
      },
      {
        "es": "El comienzo después del fin"
      },
      {
        "es-la": "La Vida Después de la Muerte"
      }
    ],
    "description": {
      "de": "In einer Welt regiert durch die stärksten Kämpfer ist König Grey der unangefochten Stärkste, Reichste und Berühmteste. Aber eine solche Macht kommt Hand in Hand mit Einsamkeit. Unter der glamourösen Erscheinung eines mächtigen Königs liegt die leere Hülle eines Mannes, beraubt von Ziel und Willen.\n\nNach einer Wiedergeburt in eine Welt voller Magie und Monster hat der König die Möglichkeit, sein Leben erneut zu leben. Die Fehler seiner Vergangenheit zu korrigieren wird aber nicht seine einzige Herausforderung sein. Unter dem Frieden und Reichtum dieser neuen Welt lauert etwas, das alles vernichten kann, was er jemals erreicht hat, was seine Rolle darin und den Grund für seine Wiedergeburt in Frage stellt.",
      "en": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will.\n\nReincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
      "fr": "Le Roi Grey a une force, une richesse et un prestige inégalés dans un monde gouverné par l'aptitude martiale. Cependant, la solitude s'approche de près derrière ceux ayant de grands pouvoirs. Sous l'apparence glamour d'un Roi puissant se cache la carapace de l'homme, dépourvue de volonté et de but.\n\nRéincarné dans un nouveau monde rempli de monstres et de magie, le Roi a une seconde chance de revivre sa vie. Cependant, corriger les erreurs de sa précédente vie ne sera pas sa seule tâche. Sous la paix et la prospérité de ce nouveau monde se cache une menace sous-jacente remettant en question tout ce pour quoi il a travaillé, son rôle, et sa raison de renaître.",
      "ja": "私は史上最強の「王」である。数多の敵を退け、数々の功績を残した歴代最高の覇王だ。 しかし、ある朝目覚めた私は奇妙な違和感を覚える。手足が短い、視界が極端に低い、見知らぬ男女が私を「アーサー」と呼び、微笑みながら覗き込む。そう…私は無力な赤子に転生してしまったのだ！最強の王様がいたいけな赤ちゃんに転生する、痛快冒険ファンタジー‼",
      "pl": "Król Gray ma niezrównaną siłę, bogactwo i prestiż w świecie rządzonym przez umiejętności walki. Jednak samotność pozostaje tuż za tymi, którzy mają wielką moc. Pod olśniewającą powierzchownością potężnego króla kryje się skorupa człowieka, pozbawionego celu i woli.\n\nWskrzeszony w nowym świecie wypełnionym magią i potworami, król ma drugą szansę na ponowne przeżycie swojego życia. Jednak naprawienie błędów przeszłości nie będzie jego jedynym wyzwaniem. Pod pokojem i dobrobytem nowego świata kryje się ukryty nurt, który grozi zniszczeniem wszystkiego, na co pracował, kwestionując jego rolę i powód narodzin na nowo.",
      "ru": "Король Грей обладает непревзойденной силой, богатством и престижем в мире, во главе которого стоит боевая мощь. Однако одиночество обычно появляется именно у тех, кто обладает большой властью. Мало кто знает, но под гламурной внешностью могущественного короля скрывается оболочка человека, лишённого цели и воли.",
      "pt-br": "Dizem que a solidão acompanha aqueles com grande poder. Permanecendo como um Rei com força incomparável, status, e fama… e muito mais. Eu, que uma vez lutei para viver, me afogava em meu raso trono sem nenhuma vontade ou propósito. Haviam muitos que tinham inveja de mim, mas eu diria de bom grado, “Tirem tudo de mim! Será meu presente!” Um dia, eu finalmente consegui meu presente – uma nova vida.\n\nCom uma segunda chance de corrigir meus erros e cumprir meus arrependimentos, permita-me mostrar a você o que um (ex-rei) pode fazer!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d69b68f5-13d0-4d54-8648-e39695cc1bed",
    "title": {
      "en": "The Vampire Part-Timer Kirishima-kun"
    },
    "updatedAt": "2024-11-16T14:31:06+00:00",
    "coverArt": "https://mangadex.org/covers/d69b68f5-13d0-4d54-8648-e39695cc1bed/4add3504-2b5f-4caf-9011-6d65ddb4b128.jpg",
    "altTitles": [
      {
        "ja-ro": "Kyuuketsu Baito Kirishima-kun"
      },
      {
        "ja": "吸血バイト霧島くん"
      },
      {
        "zh": "打工吸血鬼雾岛君"
      }
    ],
    "description": {
      "en": "He's a vampire destined to lead the world to ruin… So why is he working part time at a convenience store?! A 4-koma about demi-human working!  \n  \nThe new clerk in the convenience store where Amamiya works at is half-human and half-vampire?! Not to mention, their colleagues are a werewolf and an android… Watching these demi-humans work with the half-vampire Kirishima-kun should be entertaining in this working comedy☆"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "32"
  },
  {
    "mangaId": "332c6437-c449-434e-ae28-6a69bb921d5a",
    "title": {
      "en": "Killing Line"
    },
    "updatedAt": "2024-10-23T15:46:30+00:00",
    "coverArt": "https://mangadex.org/covers/332c6437-c449-434e-ae28-6a69bb921d5a/6d521a3a-8bb5-4982-a080-8eb12dfeebe3.jpg",
    "altTitles": [
      {
        "ja": "キリングライン"
      }
    ],
    "description": {
      "en": "Mako, a high school girl who has been abandoned by her father who disappeared, is forced to resort to papa-katsu (dating a sugar-daddy) to survive. On her first night, while she is taking a shower after finishing her business, her sugar-daddy is killed by a hitman, and he is about to kill Mako as well, but the hitman seems to recognize her somehow. \n\nCaught in a desperate situation, Mako has one last chance! Selling flattery in order to survive! Operation Fake Lover is about to begin!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca715fe2-cdb3-4a98-a3e5-92116490f067",
    "title": {
      "en": "Inari no Kekkon"
    },
    "updatedAt": "2024-08-06T19:34:23+00:00",
    "coverArt": "https://mangadex.org/covers/ca715fe2-cdb3-4a98-a3e5-92116490f067/fe563c26-1fd7-4d94-a4fc-ac295cbd2ed0.jpg",
    "altTitles": [
      {
        "ja": "いなりの結婚"
      },
      {
        "ko": "이나리의 결혼"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75c47c08-16f6-4bc5-8569-c76d50f6607a",
    "title": {
      "en": "Kodomo no Jikan: Houkago"
    },
    "updatedAt": "2024-10-09T08:49:14+00:00",
    "coverArt": "https://mangadex.org/covers/75c47c08-16f6-4bc5-8569-c76d50f6607a/cc640d5f-09b5-4cc8-855b-54c1cf8822b6.jpg",
    "altTitles": [
      {
        "ja-ro": "Kodomo no Jikan: Houkago"
      },
      {
        "ja": "こどものじかん ほうかご"
      },
      {
        "vi": "Thời Gian Của Bé Con: Hậu Tan Trường"
      }
    ],
    "description": {
      "en": "This is a side history of \"Kodomo no Jikan\" original story. It is a recopilation of some one-shots, 4-koma and side-stories, with a special, with the events after the last chapter (093) from the main story."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "28"
  },
  {
    "mangaId": "10eeeec8-6430-42c8-9c8d-ad163da276cf",
    "title": {
      "en": "Mahou Shoujo Kakeru"
    },
    "updatedAt": "2024-04-11T23:11:26+00:00",
    "coverArt": "https://mangadex.org/covers/10eeeec8-6430-42c8-9c8d-ad163da276cf/7866807c-8fcc-41b2-a0cf-3c1144612bc8.jpg",
    "altTitles": [
      {
        "ja-ro": "Mahō Shōjo Kakeru"
      },
      {
        "ja": "魔法少女翔"
      },
      {
        "ru": "Волшебница Какэру"
      },
      {
        "ru": "Девочка-волшебница Какэру"
      },
      {
        "en": "Magical Girl Kakeru"
      },
      {
        "pt-br": "Garota Mágica Kakeru"
      }
    ],
    "description": {
      "en": "A boy has become a magical girl, Kazana Kakeru is going to become more feminine to get stronger…",
      "ru": "Мальчик стал волшебницей! Кадзана Какэру станет женственнее, чтобы стать сильнее…",
      "pt-br": "Um garoto que se transformou em uma garota mágica, Kazana Kakeru vai ficar mais feminina para se tornar mais forte..."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a414441-bbad-43f1-a3a7-dc262ca790a3",
    "title": {
      "en": "Omniscient Reader's Viewpoint"
    },
    "updatedAt": "2024-09-17T18:34:47+00:00",
    "coverArt": "https://mangadex.org/covers/9a414441-bbad-43f1-a3a7-dc262ca790a3/aeb88211-faa2-4f9f-adee-a8e4d814d51a.jpg",
    "altTitles": [
      {
        "ko": "전지적 독자 시점"
      },
      {
        "fr": "Lecteur omniscient"
      },
      {
        "es": "Lector omnisciente"
      },
      {
        "en": "ORV"
      },
      {
        "pl": "Punkt Widzenia Wszechwiedzącego Czytelnika"
      },
      {
        "ru": "Всеведущий читатель"
      },
      {
        "ar": "دیدگاه خواننده‌ی همه‌چی‌دون"
      },
      {
        "ar": "وجهة نظر القارئ العراف"
      },
      {
        "th": "อ่านชะตาวันสิ้นโลก"
      },
      {
        "ja": "全知的な読者の視点から"
      },
      {
        "zh-hk": "全知讀者視角"
      },
      {
        "zh": "全知读者"
      },
      {
        "ko": "전독시"
      },
      {
        "ko": "Jeonjijeok Dokja Sijeom"
      },
      {
        "en": "Omniscient Reader"
      },
      {
        "de": "Der allwissende Leser"
      },
      {
        "vi": "Toàn Trí Độc Giả"
      },
      {
        "zh": "全知读者视角"
      },
      {
        "vi": "Góc nhìn của Độc giả Toàn tri"
      }
    ],
    "description": {
      "de": "Damals hatte Dokja noch überhaupt keine Ahnung. Er hatte keine Ahnung, dass sein Lieblings-Web-Roman ‘Drei Wege um die Apokalypse zu überleben’ Realität wird und dass er der einzige ist, der weiß wie der Weltuntergang aussehen wird. Er hatte auch keine Ahnung, dass er letztendlich der Protagonist von diesem Roman werden würde. Jetzt begibt sich Dokja auf eine Reise, um den Lauf der Geschichte zu ändern und die Menschheit zu retten!\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "en": "Dokja was an average office worker whose sole interest was reading his favorite web novel 'Three Ways to Survive the Apocalypse.' But when the novel suddenly becomes reality, he is the only person who knows how the world will end. Armed with this realization, Dokja uses his understanding to change the course of the story, and the world, as he knows it.",
      "es": "En ese entonces, Dokja no tenía idea de que su novela web favorita, Tres maneras de sobrevivir al apocalipsis, cobraría vida y que solo él sabría cómo iba a terminar el mundo. Tampoco tenía idea de que se convertiría en el protagonista de esta novela transformada en realidad. Ahora Dokja debe embarcarse en un viaje para alterar el curso de la historia y salvar a la humanidad de una vez por todas.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "fr": "« Je suis le seul lecteur à connaître la fin du monde. » [Les trois façons de survivre dans un monde en ruine], ce roman fantastique de 3 149 chapitres, est devenu la réalité. Et il n'existe qu'une seule personne qui a lu l'intégralité de l'ouvrage.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "id": "\"Jalan cerita ini... hanya aku yang tahu!\" Dunia baru akan datang, maka dunia yang lama harus hancur. Apakah dia bisa menyelamatkan diri dari kehancuran dunia yang lama?!\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "ja": "「ありえない...これは俺が知っている展開だ。」 10年以上読み続けた小説の最終話を読んだ日、世界は滅亡し小説の世界が現実となった。 平凡で冴えないサラリーマンの主人公・ドクシャ。 そんな彼の趣味はWEB小説『滅亡した世界で生き残る３つの方法』を読むこと。 ついに最終話を読み終えたかと思いきや、作者からのメッセージが届き小説のモンスターと登場人物が突如現れ、新たな世界が幕を開けた！ 「俺は、この世界の結末を知る唯一の読者となった。」 たった一人だけが読み終えたファンタジー小説が現実に。 果たしてドクシャは滅亡した世界を救うことができるのか？\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "ko": "'이건 내가 아는 그 전개다'\r\n한순간에 세계가 멸망하고, 새로운 세상이 펼쳐졌다.\r\n오직 나만이 완주했던 소설 세계에서 평범했던 독자의 새로운 삶이 시작된다.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "ru": "«Я знаю то, что сейчас будет».\r\nВ тот момент, когда он подумал об этом, мир был уже разрушен, и вдруг открылась новая вселенная. Новая жизнь обычного читателя начинается в мире романа, романа, который смог прочесть лишь он.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "th": "\"เดี๋ยวนะ สถานการณ์นี่มันคุ้นๆ?\" โลกใบเดิมพลิกผันไปในชั่วพริบตา! ชีวิตพนักงานบริษัทธรรมดาๆ ของผมเปลี่ยนแปลงไปอย่างฉับพลัน นี่มันโลกในนิยายที่มีผมอ่านอยู่แค่คนเดียวนี่!\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "vi": "'Mình biết diễn biến tiếp theo của câu chuyện này.' Ngay trong khoảnh khắc ấy, thế giới cũ bị diệt vong, và một thế giới khác được mở ra. Cuộc sống của một độc giả tầm thường bỗng chuyển sang chương mới, giữa thế giới của một cuốn tiểu thuyết nọ, một cuốn tiểu thuyết mà chỉ mình anh ta biết được kết cục.",
      "zh-hk": "「您收到了主線任務。」 長著角的妖怪，熟悉的人物登場…… 太扯了...這是我所讀過的小說劇情！\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "fc83ec61-2859-463f-a84d-2988e8b628fb",
    "title": {
      "en": "Tsukiaitai Kareshi"
    },
    "updatedAt": "2024-09-03T07:34:27+00:00",
    "coverArt": "https://mangadex.org/covers/fc83ec61-2859-463f-a84d-2988e8b628fb/3622074e-4e49-4a3c-94df-74d58225845b.jpg",
    "altTitles": [
      {
        "ja": "つきあいたいカレシ"
      },
      {
        "ja-ro": "Tsuki Aitai Kareshi"
      }
    ],
    "description": {
      "en": "Tobari, who has bad luck, finds himself in big trouble. It all starts when Saeki, the most popular guy in school, confesses his love to him in front of the whole school...!? Emuemuo's cute trouble love!!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "4665f772-9fea-4137-966c-b0ceb0162666",
    "title": {
      "en": "Yo-Jo Life!"
    },
    "updatedAt": "2024-11-03T12:44:07+00:00",
    "coverArt": "https://mangadex.org/covers/4665f772-9fea-4137-966c-b0ceb0162666/e3c7b89c-71b7-408b-8525-cd625e3addda.jpg",
    "altTitles": [
      {
        "ja": "よーじょらいふ！"
      },
      {
        "ru": "Жизнь Ё-Дзё!"
      },
      {
        "ru": "Жизнь маленькой девочки"
      },
      {
        "en": "Youjo Life!"
      }
    ],
    "description": {
      "en": "Akihiko Shimura, 20 years old (male). When I woke up in the morning, I was a little blonde loli.",
      "ru": "Акихико Симура — 20-летний мужчина, который, проснувшись как-то утром, стал маленькой девочкой-блондинкой."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "08a69168-3adb-4f78-adaa-088b7663e0ff",
    "title": {
      "en": "Umi ga Hashiru End Roll"
    },
    "updatedAt": "2024-09-02T21:53:36+00:00",
    "coverArt": "https://mangadex.org/covers/08a69168-3adb-4f78-adaa-088b7663e0ff/141e752c-59a7-40ec-bc8e-71f09bde28c4.jpg",
    "altTitles": [
      {
        "ja-ro": "Umi ga Hashiru Endo Rooru"
      },
      {
        "ja": "海が走るエンドロール"
      },
      {
        "en": "Seaside Cinema Paradise"
      },
      {
        "fr": "Ocean Rush"
      }
    ],
    "description": {
      "en": "After turning 65 and bereaved of her husband, Umiko visits a cinema for the first time in decades. A shocking, life-changing event awaits her. When she meets Kai, an art student majoring in film, Umiko realises that she wants to make a film. She realises that she is on the side of \"the people who want to make films\"...\nLured by the waves that stir her heart, the 65-year-old dives into the sea of film!",
      "ja": "65歳を過ぎ夫と死別し、数十年ぶりに映画館を訪れたうみ子。そこには、人生を変える衝撃的な出来事が待っていた。海(カイ)という映像専攻の美大生に出会い、うみ子は気づく。自分は「映画が撮りたい側」の人間なのだと……。\n心を騒ぎ立てる波に誘われ、65歳、映画の海へとダイブする!!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "462bd3fc-019c-4f28-8884-d7513d1e5a80",
    "title": {
      "en": "Koushaku Reijou ni Tensei shiteshimatta node, Mental Otome na Ore wa, Zenryoku de Onnanoko wo Tanoshimimasu"
    },
    "updatedAt": "2024-11-03T14:17:55+00:00",
    "coverArt": "https://mangadex.org/covers/462bd3fc-019c-4f28-8884-d7513d1e5a80/1efe38fc-0fbc-460d-accc-f69b8025c2a0.jpg",
    "altTitles": [
      {
        "ja": "公爵令嬢に転生してしまったので、メンタル乙女な俺は、全力で女の子を楽しみます"
      },
      {
        "en": "Since I Have Been Reincarnated as the Daughter of a Duke, I, the \"Girl Inside,\" Will Enjoy Being a Girl as Much as I Can!"
      }
    ],
    "description": {
      "en": "A humble man in his twenties suddenly dies and is reborn as the daughter of a duke in an 18th-century lookalike world where magic exists!\nHe is now living a second life as the adorable \"Miranda Mirandiehl,\" who looks like a doll.\nAs he was always a \"girl inside\" with girlish interests, he accepted his reincarnation surprisingly easily.\nAnd so, after being reborn as Miranda, he will enjoy his new life to the fullest!\nWhat kind of encounters await him, and what lies ahead in his gender-swapped otherworldly reincarnation life?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5422f55a-4fbf-4f60-9289-bab55c87c2bc",
    "title": {
      "en": "Guilty Circle"
    },
    "updatedAt": "2024-12-07T15:52:09+00:00",
    "coverArt": "https://mangadex.org/covers/5422f55a-4fbf-4f60-9289-bab55c87c2bc/0b54fd9e-edae-4ae2-b98f-db86ceec3254.jpg",
    "altTitles": [
      {
        "ja": "ギルティサークル"
      },
      {
        "zh-hk": "罪惡社團"
      },
      {
        "zh": "罪恶社团"
      }
    ],
    "description": {
      "en": "April! Sawaya Doji's college life at his dream school of Seio University starts with an encounter with the beautiful Kaede Hoshimi during the club recruiting fair. Sawaya believes that if he goes to Tokyo... if he joins a university... if he joins a club, he can get a girlfriend! It's a great way to meet new people, but what kind of club has he gotten himself into?",
      "ja": "４月！憧れの青応大学へと入学した大学１年生・沢屋童二は、サークル勧誘期に美少女・星見楓と出会う。「東京に行けば…大学に入れば…サークルに入れば、彼女ができる！」と信じる沢屋は星見楓とともに派手目なサークルの新歓コンパへと参加するが……。沢屋が足を踏み入れたサークルの罪深き実態、秘密とは何か！？",
      "pt-br": "Abril! A vida universitária de Sawaya Doji em sua escola de sonho da Universidade de Seio começa com um encontro com a bela Kaede Hoshimi durante a feira de recrutamento do clube. Sawaya acredita que se ele for para Tóquio... se ele entrar em uma universidade... se ele entrar em um clube, ele pode conseguir uma namorada! É uma ótima maneira de conhecer novas pessoas, mas em que tipo de clube ele se meteu?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8feb8e3a-9ba1-4b57-82b0-613f8ca7915e",
    "title": {
      "en": "Wicked Cupid"
    },
    "updatedAt": "2024-05-23T14:48:24+00:00",
    "coverArt": "https://mangadex.org/covers/8feb8e3a-9ba1-4b57-82b0-613f8ca7915e/abb31fc4-acfc-44ba-af30-9b7b4709a3b7.jpg",
    "altTitles": [
      {
        "ja-ro": "Ten de Shouwaru Cupid"
      },
      {
        "ja": "てんで性悪キューピッド"
      }
    ],
    "description": {
      "en": "The Koinobori yakuza family's souls are expensive commodoties, a source of great pride to those of the demon world's soul bank. But when the Koinobori heir, Ryuji, is born with a pure soul engrossed with fairies and angels, it's up to Maria to become his personal cupid and reform him so that he continues the Koinobori's lascivious family line!"
    },
    "status": "completed",
    "releaseDate": 1989,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "32"
  },
  {
    "mangaId": "f3b20d87-847d-4c51-84e5-ce9886693c85",
    "title": {
      "en": "I Tamed a Tyrant and Ran Away"
    },
    "updatedAt": "2024-07-10T15:37:54+00:00",
    "coverArt": "https://mangadex.org/covers/f3b20d87-847d-4c51-84e5-ce9886693c85/61506207-e095-410f-b737-c45d615f65f7.jpg",
    "altTitles": [
      {
        "ko": "폭군을 길들이고 도망쳐버렸다"
      },
      {
        "ko-ro": "Pogguneur Girdeurigo Domachyeobeoryeossda"
      },
      {
        "en": "The Taming of the Tyrant"
      },
      {
        "de": "Ich zähmte den Tyrannen und rannte weg"
      },
      {
        "fr": "Fuir le tyran que j'ai crée"
      },
      {
        "fr": "J'ai apprivoisé un tyran et me suis enfuie"
      },
      {
        "pt": "Eu domei um tirano e escapei"
      },
      {
        "es": "Domé al tirano y escapé"
      },
      {
        "uk": "Втекти, приборкавши тирана"
      },
      {
        "ru": "Я приручила тирана и убежала"
      },
      {
        "ru": "Я сбежала, приручив тирана"
      },
      {
        "fa": "یک ستمگر رو رام کردم و بعدش فرار کردم"
      },
      {
        "mn": "Дарангуйлагчийг номхотгоод зугтсан нь"
      },
      {
        "ja": "暴君を手懐けて逃げてしまった"
      },
      {
        "zh-hk": "我在馴服暴君後落跑了"
      },
      {
        "zh": "驯服暴君后逃跑"
      },
      {
        "zh": "驯服君主后逃跑"
      },
      {
        "th": "ฉันลวงทรราชให้ภักดีแล้วหนีจาก"
      },
      {
        "vi": "Thuần Hóa Bạo Chúa Rồi Bỏ Trốn"
      }
    ],
    "description": {
      "en": "God gave me a chance to relive my life. Before my rebirth, I'd been used for the past 400 years as the empire's sword. And so, I swore to destroy the empire. I found the young prince of the country and became his teacher. I taught him how to become a tyrant and asked for the country.\n\n\"I will do as the lady wishes.\"\n\nHe conquered the whole empire for me, and I ran away.\n\n\"I came to take you, Charlize Ronan,\" Dylan had become a perfect tyrant and searched the entire empire for me.\n\n\"You tamed me, so why did you run away?\"\n\n---\nAll Charlize Ronan ever wanted was to bring honor to her family. But instead, she is forced into becoming a “living sword” -- a mere tool for the emperors. It is from this hell that she prays for justice… and awakens in her former body. Now, determined to tear down this horrible empire, Charlize seeks out the young prince, Dylan Blade. She will put him on the throne, not as an honorable ruler, but as a tyrant. It is time for Charlize to tame the one who will bring forth her revenge.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52478267), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6005645)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0%EC%9D%84-%EA%B8%B8%EB%93%A4%EC%9D%B4%EA%B3%A0-%EB%8F%84%EB%A7%9D%EC%B3%90%EB%B2%84%EB%A0%B8%EB%8B%A4/2457), [KakaoPage](https://page.kakao.com/content/56310553)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/18026), [Tapas](https://tapas.io/series/the-taming-of-the-tyrant/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%9C%A8%E9%A6%B4%E6%9C%8D%E6%9A%B4%E5%90%9B%E5%BE%8C%E8%90%BD%E8%B7%91%E4%BA%86/155)\n* [French / Français](https://www.delitoon.com/webtoon/fuir_le_tyran_que_jai_cree)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010059)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Tamed-a-Tyrant-and-Ran-Away/179)\n* [Japanese / 日本語](https://piccoma.com/web/product/72074)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%A5%E0%B8%A7%E0%B8%87%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7%E0%B8%AB%E0%B8%99%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/173)",
      "es": "Dios me dio la oportunidad de revivir mi vida. Antes de mi renacimiento, me habían utilizado durante los últimos 400 años como espada del imperio. Y así, juré destruir el imperio. Encontré al joven príncipe del país y me convertí en su maestra. Le enseñé a convertirse en un tirano y le pregunté por el país.\n\n\"Haré lo que la dama desee.\"\n\nConquistó todo el imperio para mí y me escapé.\n\n\"Vine a llevarte, Charlize Ronan.\" Dylan se había convertido en un perfecto tirano y me buscó por todo el imperio.\n\n\"Me domaste, así que ¿por qué te escapaste?\"\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52478267), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6005645)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0%EC%9D%84-%EA%B8%B8%EB%93%A4%EC%9D%B4%EA%B3%A0-%EB%8F%84%EB%A7%9D%EC%B3%90%EB%B2%84%EB%A0%B8%EB%8B%A4/2457), [KakaoPage](https://page.kakao.com/content/56310553)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/18026), [Tapas](https://tapas.io/series/the-taming-of-the-tyrant/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%9C%A8%E9%A6%B4%E6%9C%8D%E6%9A%B4%E5%90%9B%E5%BE%8C%E8%90%BD%E8%B7%91%E4%BA%86/155)\n* [French / Français](https://www.delitoon.com/webtoon/fuir_le_tyran_que_jai_cree)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010059)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Tamed-a-Tyrant-and-Ran-Away/179)\n* [Japanese / 日本語](https://piccoma.com/web/product/72074)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%A5%E0%B8%A7%E0%B8%87%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7%E0%B8%AB%E0%B8%99%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/173)",
      "ru": "Бог дал мне еще один шанс и наконец я вернулась спустя четыреста лет. Как только я поняла, что вернулась, я решила, что «Никто не должен быть охвачен гордыней». Моей целью было уничтожить страну. Итак, я выросла с гениальным принцем, который жил в подполье и ожидал возможности для возвращения. Он захватил Империю для меня, и я оставила его, чтобы он достиг своей цели.\n— Я пришел, чтобы забрать тебя, Шарлиз Ронан.\nЧерез несколько лет поисков по всему континенту Дилан, ставший идеальным тираном, нашел меня.\n— Почему ты сбежала?!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52478267), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6005645)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0%EC%9D%84-%EA%B8%B8%EB%93%A4%EC%9D%B4%EA%B3%A0-%EB%8F%84%EB%A7%9D%EC%B3%90%EB%B2%84%EB%A0%B8%EB%8B%A4/2457), [KakaoPage](https://page.kakao.com/content/56310553)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/18026), [Tapas](https://tapas.io/series/the-taming-of-the-tyrant/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%9C%A8%E9%A6%B4%E6%9C%8D%E6%9A%B4%E5%90%9B%E5%BE%8C%E8%90%BD%E8%B7%91%E4%BA%86/155)\n* [French / Français](https://www.delitoon.com/webtoon/fuir_le_tyran_que_jai_cree)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010059)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Tamed-a-Tyrant-and-Ran-Away/179)\n* [Japanese / 日本語](https://piccoma.com/web/product/72074)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%A5%E0%B8%A7%E0%B8%87%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7%E0%B8%AB%E0%B8%99%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/173)",
      "uk": "Кейра – меч імператорів, що несе славу та розквіт Імперії Блейд. Ніхто й подумати не може, що колись цей меч був людиною. \nШарліз Ронан лише хотіла стати честю своєї сім'ї. Погодившись стати імперським лицарем, вона не знала, на які страждання себе прирекла. Хоч її тіло перетворили на меч, та розум завжди був у свідомості. З самого пекла вона молилася про справедливість.\n\n«Я не проклятий меч! Я – людина!»\n\nЇй дали другий шанс. Шанс на помсту. Шарліз рішуче вирішила знищити Імперію Блейд. Вона посадить на трон Ділана, тринадцятого принца, не як почесного правителя, а як жорсткого тирана. Вона зруйнує імперію навіть ціною власного життя.\n\n«Шарліз, чому ти спочатку підкорила мене, а потім залишила?»\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52478267), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6005645)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0%EC%9D%84-%EA%B8%B8%EB%93%A4%EC%9D%B4%EA%B3%A0-%EB%8F%84%EB%A7%9D%EC%B3%90%EB%B2%84%EB%A0%B8%EB%8B%A4/2457), [KakaoPage](https://page.kakao.com/content/56310553)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/18026), [Tapas](https://tapas.io/series/the-taming-of-the-tyrant/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%9C%A8%E9%A6%B4%E6%9C%8D%E6%9A%B4%E5%90%9B%E5%BE%8C%E8%90%BD%E8%B7%91%E4%BA%86/155)\n* [French / Français](https://www.delitoon.com/webtoon/fuir_le_tyran_que_jai_cree)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_0010059)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Tamed-a-Tyrant-and-Ran-Away/179)\n* [Japanese / 日本語](https://piccoma.com/web/product/72074)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%A5%E0%B8%A7%E0%B8%87%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7%E0%B8%AB%E0%B8%99%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/173)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "120"
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/f5c89da6-837e-4f24-8a8e-4e9131105ad5.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "eda40f0f-2bd3-49f8-a081-6500dea4f388",
    "title": {
      "en": "Bones"
    },
    "updatedAt": "2024-11-04T23:35:13+00:00",
    "coverArt": "https://mangadex.org/covers/eda40f0f-2bd3-49f8-a081-6500dea4f388/bc971991-b24d-4d15-8413-82ac8d237b91.jpg",
    "altTitles": [
      {
        "ko": "본즈"
      }
    ],
    "description": {
      "en": "Kang Jihyoung,wanted to become a hunter for his mother.\n\nHowever, his bullies put his mother into a vegetative state. He tried to take revenge but was thoroughly crushed and trapped...\n\nThe boy who lost everything became a beast and began his hunt.",
      "ko": "엄마를 위해 헌터가 되려 했던 주인공 지형. 그러나 일진들이 엄마를 식물인간으로 만든다. 복수하려 했지만, 철저히 부서지고 갇히는데… 모든 걸 잃은 소년은 마수가 되어 사냥을 시작한다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cefd2176-6e85-4550-9942-3a5c60675f14",
    "title": {
      "en": "I Want to Kill the Yandere Prince Everyday"
    },
    "updatedAt": "2024-12-20T16:53:06+00:00",
    "coverArt": "https://mangadex.org/covers/cefd2176-6e85-4550-9942-3a5c60675f14/399e275e-5d02-4265-b06f-94d5dd9a9a58.jpg",
    "altTitles": [
      {
        "zh": "每天都想让病娇王子社死"
      },
      {
        "zh-ro": "Meitian Du Xiang Rang Bing Jiao Wangzi She Si"
      },
      {
        "es-la": "Quiero que el príncipe yandere muera todos los días"
      },
      {
        "en": "I Want the Dark and Obsessive Prince To Suffer Humiliation Every Day"
      }
    ],
    "description": {
      "en": "Trouble brews for a sucker for pretty faces! A dirt-poor commoner and ray of sunshine, Jiang Jiao Jiao(straight guy) falls for Zhong Ming Yu's (male) looks at first sight! After an unexpected accident, the once cold and aloof young lord has transformed into a dainty, fragile [\"Little Sister Lin\"](https://en.wikipedia.org/wiki/Lin_Daiyu), even using his good looks to win the affections of the other party!! However, as their relationship deepens, Jiang Jiao Jiao begins to uncover Ming Yu’s dark, obsessive tendencies and a massive family secret spanning two generations...",
      "zh": "颜狗大危机！阳光土狗蒋骄骄(直男)对钟悯玉（男）的脸一见钟情! 一场意外，让原本高不可攀的冷面贵公子摇身一变成为撒娇易碎的“林妹妹”，还利用自己的美貌获得对方垂青！！ 可随着交往渐深，蒋骄骄逐渐发现钟悯玉的病娇本性，还有背后藏家族和两代人的巨大秘密…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c",
    "title": {
      "en": "Karakai Jouzu no (Moto) Takagi-san"
    },
    "updatedAt": "2024-10-23T02:53:40+00:00",
    "coverArt": "https://mangadex.org/covers/ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c/d1ae5186-f108-4983-ac17-b2dbe6a38ae3.jpg",
    "altTitles": [
      {
        "vi": "Chuyên gia trêu chọc Takagi-san (ngoại truyện)"
      },
      {
        "ms": "Si Master Jahil (mantan) Takagi-san"
      },
      {
        "en": "Skilled Teaser (Former) Takagi-san"
      },
      {
        "ru": "Мастер дразнилок (Бывшая) Такаги-сан"
      },
      {
        "ja": "からかい上手の（元）高木さん"
      },
      {
        "tl": "Ang magaling sa pang-aasar na (dating) si Takagi-san"
      }
    ],
    "description": {
      "en": "Takagi and Nishikata are now married and have a kindergarten-aged daughter named Chi. See how much some things have changed, and others have curiously stayed the same!  \n  \n*Note: The volumes collect the chapters in a different order than the web version. The chapters here follow the web numbering without any volumes.*",
      "tl": "Pagkatapos ng maraming taon ng pagtitiis sa mga panunukso ni Takagi, napagtanto ni Nishikata na ang kanyang presensya sa buhay niya ay naging hindi mapapalitan. Ngayon na sila ay kasal, mas makulay ang mga araw na kanilang ginugugol na magkasama, salamat sa mga kalokohan ng kanilang pilyang anak na si Chii. Naimpluwensyahan ng kanyang ina, may ugali si Chii na manloko sa kanyang ama, na ikinadidismaya nito. Bagamat sinusubukan din ni Chi na lokohin ang kanyang ina, tila wala ni isa sa pamilya ang makatalo sa eksperto sa pang-aasar sa kanyang sariling laro.",
      "pt-br": "Takagi e Nishikata agora estão casados e têm uma filha na idade do jardim de infância chamada Chi. Veja o quanto algumas coisas mudaram e outras curiosamente permaneceram as mesmas!\n\nNota: Os volumes coletam os capítulos em uma ordem diferente da versão web. Os capítulos aqui seguem a numeração da web sem nenhum volume."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "23",
    "lastChapter": "314"
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-11-18T22:30:34+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/2c7a2e7e-9963-4183-a470-acdbcc5b55ad.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6246828-0577-4aaf-9478-371b52e6634d",
    "title": {
      "en": "Sabori nara Hokenshitsu de Douzo?"
    },
    "updatedAt": "2024-10-29T18:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/a6246828-0577-4aaf-9478-371b52e6634d/2d738f4c-825b-46ea-ad59-68231bfa706d.jpg",
    "altTitles": [
      {
        "ja": "サボリなら保健室でどうぞ？"
      },
      {
        "en": "Wanna Skip School in the Infirmary?"
      },
      {
        "es-la": "¿Quieres Faltar a Clase en la Enfermeria?"
      }
    ],
    "description": {
      "en": "\"Do you want to skip class with Sensei?\" \n\"I'm fine!\"\n\nMiyake Mia has always worn the mask of an exemplary student. Recently, however, there is someone who draws a lot of attention to her. That's Nurse Morikubo, who is rumored to be a \"delinquent\" within the school....",
      "ja": "学校でも家でも、いつも優等生としての猫をかぶっている三宅みあ。勉強と家事で忙しく、恋愛どころか本音で話せる友達もいない…そんな彼女が最近気になっているのが、校内で「不良」とウワサされている保健医の森久保先生で…。",
      "es-la": "\"¿Quieres saltarte la clase con la enfermera? \"¡Estoy bien así!\"\n\nMiyake Mia siempre ha llevado la máscara de una estudiante ejemplar. Sin embargo, recientemente, hay alguien que le llama mucho la atención. Esa es la enfermera Morikubo, quien se le rumorea como una \"delincuente\" dentro de la escuela...\n\n¡Una historia de amor puro entre una estudiante de secundaria que oculta su verdadero yo y una \"profesora de la enfermería\" delincuente!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7889434b-d9a5-454c-8ea1-8c7a4509fc51",
    "title": {
      "en": "Servamp"
    },
    "updatedAt": "2025-01-01T20:25:17+00:00",
    "coverArt": "https://mangadex.org/covers/7889434b-d9a5-454c-8ea1-8c7a4509fc51/7ec6158c-b3e8-4c19-bf86-8ec04d799ed4.jpg",
    "altTitles": [
      {
        "ja": "SERVAMP-サーヴァンプ-"
      },
      {
        "ar": "خادم خون‌آشام"
      },
      {
        "ru": "Сервамп"
      },
      {
        "th": "เซอร์แวมพ์"
      }
    ],
    "description": {
      "en": "When a stray black cat crosses Shirota Mahiru’s path, the high school freshman’s life will never be the same again, because \"Kuro\" is no ordinary feline, but a Servamp, or servant vampire. While Mahiru’s personal philosophy is one of non-intervention, he soon becomes embroiled in an ancient, altogether surreal conflict between vampires and humans.",
      "ja": "高校１年生・城田真昼が道ばたで拾った一匹の可愛い黒猫・クロの正体は、「サーヴァンプ」という下僕の吸血鬼。しかも性格は超ひきこもりニート系。契約によってクロの主人となった真昼は、吸血鬼同士の争いに巻き込まれ戦うはめになるのだが……？"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "24",
    "lastChapter": "149"
  },
  {
    "mangaId": "bd8aa78f-8cda-4a0c-9bb9-f19d3cd41280",
    "title": {
      "en": "Gemned"
    },
    "updatedAt": "2025-01-02T23:38:28+00:00",
    "coverArt": "https://mangadex.org/covers/bd8aa78f-8cda-4a0c-9bb9-f19d3cd41280/355b8fc2-720c-4cc0-9b24-9601c2452b94.png",
    "altTitles": [
      {
        "ja-ro": "Housekka"
      },
      {
        "ja": "宝石化"
      }
    ],
    "description": {
      "en": "In a world where magic has become a myth, Erthea is racing against time before it succumbs to darkness. A century after the defeat of the Titan, the source of magic and balance, four young heroes - Gem, Nexo, Rubi, and Atoū - embark on a desperate mission. They must deliver the Destiny Gems, created by ancient heroes, before they expire. These gems grant extraordinary powers and contain the souls of the heroes. However, Nickel Krants, a once-revered hero turned powerful antagonist, seeks to steal the gems to resurrect his lost friends. The protagonists will face rival cults, demons, and adversities. Guided by the mysterious cosmic entity Theo, they must overcome their limitations and unite to save Erthea. Can they fulfill their mission before time runs out?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]