[
  {
    "mangaId": "b1670c6b-05cc-4744-87b7-ab5affc3a215",
    "title": {
      "en": "Eden: It's an Endless World!"
    },
    "updatedAt": "2023-11-21T13:44:30+00:00",
    "coverArt": "https://mangadex.org/covers/b1670c6b-05cc-4744-87b7-ab5affc3a215/ada08b7a-53c0-46c7-80fe-f9c394977ddf.jpg",
    "altTitles": [
      {
        "ja": "EDEN ～It's an Endless World!～"
      },
      {
        "en": "Eden (ENDO Hiroki)"
      },
      {
        "ru": "Эдем: Этот бескрайний мир"
      },
      {
        "fa": "بهشت : جهانی بی پایان است"
      },
      {
        "ja": "エデン イッツアンエンドレスワールド"
      },
      {
        "zh": "伊甸园"
      }
    ],
    "description": {
      "en": "In the panic surrounding a worldwide pandemic which kills 15 percent of the population and cripples many more, a secret organization, the Propater, topples the UN and seizes control of much of the world. A boy and a girl, raised in an abandoned virology research center, immune to the virus, are attacked by the Propater and escape. Based strongly on Gnostic mythology, all major characters are named after gnostic deities, and have analogous roles."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "erotica",
    "lastVolume": "18",
    "lastChapter": "126"
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-04-04T21:48:42+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbbdbb2f-0022-4807-8399-bb7410f53d3e",
    "title": {
      "en": "Blood Link"
    },
    "updatedAt": "2024-02-02T10:38:11+00:00",
    "coverArt": "https://mangadex.org/covers/dbbdbb2f-0022-4807-8399-bb7410f53d3e/82da62db-448f-4334-9314-ee698bcdcd5d.jpg",
    "altTitles": [
      {
        "es": "Lazos de sangre"
      },
      {
        "ru": "Кровные Узы"
      },
      {
        "ko": "블러드 링크"
      },
      {
        "ko": "블러드링크"
      }
    ],
    "description": {
      "en": "Hwa Gok is just a normal university student, until he sees a girl being attacked by the popular Lee Bin, and jumps in her defence. The only problem is that Lee Bin is more than meets the eye…",
      "es": "Un humano, un licántropo o un vampiro, ¡¿qué soy?! Completamente ignorante de la existencia de estos depredadores, Hwa Gok sigue con su vida cotidiana… Es decir, hasta que Lee Bin le da la vuelta a su vida mordiéndole en el cuello, provocando un torbellino de eventos que ninguno de ellos podía prever."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "135"
  },
  {
    "mangaId": "65263bf9-4f87-4513-b72f-ad6436b3911c",
    "title": {
      "en": "Otaku ni Koi wa Muzukashii"
    },
    "updatedAt": "2024-03-12T16:56:22+00:00",
    "coverArt": "https://mangadex.org/covers/65263bf9-4f87-4513-b72f-ad6436b3911c/b7f78e11-c910-48bb-a842-798e04f0f92f.jpg",
    "altTitles": [
      {
        "ja": "ヲタクに恋は難しい"
      },
      {
        "ja-ro": "Wotaku ni Koi wa Muzukashii"
      },
      {
        "en": "Love Is Hard for Otaku"
      },
      {
        "en": "Wotakoi: Love Is Hard for Otaku"
      },
      {
        "tr": "Aşk Bir Otaku İçin Zordur"
      },
      {
        "id": "Cinta itu Sulit untuk Seorang Otaku"
      },
      {
        "de": "Keine Cheats für die Liebe"
      },
      {
        "fr": "♂taku ♀taku"
      },
      {
        "fr": "Otaku Otaku"
      },
      {
        "es": "Qué difícil es el amor para un otaku"
      },
      {
        "pl": "Wotakoi. Miłość jest trudna dla otaku"
      },
      {
        "pt-br": "Wotakoi: O amor é difícil para otakus"
      },
      {
        "ru": "Так сложно любить отаку"
      },
      {
        "th": "ยากแท้จริงหนอรักของโอตาคุ"
      },
      {
        "zh": "宅男腐女恋爱真难"
      },
      {
        "zh-hk": "阿宅的戀愛太難"
      },
      {
        "ko": "오타쿠에게 사랑은 어려워"
      },
      {
        "uk": "Так складно кохати отаку"
      },
      {
        "uk": "Отакої: Складності кохання отаку"
      }
    ],
    "description": {
      "de": "Narumi ist ein Vollblut-Nerd. Doch ihre Liebe zu Manga und Anime trifft bei Normalo-Männern nicht gerade auf Verständnis – sobald sie hinter ihr Geheimnis kommen, nehmen sie Reißaus! Zum Glück bietet sich ihr alter Kindheitsfreund Hirotaka – selbst hoffnungsloser Game-Nerd – als Freund an. Aber kann die Rechnung Nerd + Nerd = Liebe wirklich aufgehen?\n\nThe Big Bang Theory trifft auf Manga – eine herrlich durchgeknallte Rom-Com nicht nur für Nerds!",
      "en": "Narumi Momose has had it rough: every boyfriend she’s had dumped her once they found out she was an otaku, so she’s gone to great lengths to hide it. When a chance meeting at her new job with childhood friend, fellow otaku, and now coworker Hirotaka Nifuji almost gets her secret outed at work, she comes up with a plan to make sure he never speaks up. But he comes up with a counter-proposal: why doesn’t she just date him instead? In love, there are no save points. [Kodansha]",
      "es": "\"Cuando me preguntan qué clase de manga es Qué difícil es el amor para un otaku, como no estoy muy segura de si es un shojo, uno romántico o un manga cómico, al final explico que es un combate de amor entre integrantes de una especie diferente.\"\n\nFujita\n\nÉl, un gamer empedernido. Ella, una fujoshi. Ambos guardan sus secretos bajo su apariencia profesional. ¿Podrán mantener una relación sin revelarlos o sin que sus pasatiempos se interpongan entre ellos?",
      "fr": "Narumi et Hirotaka travaillent dans la même société. Ce sont tous deux des otaku. Ils ont chacun une passion dévorante pas toujours évidente à faire entendre aux autres. Peut-elle même être compatible avec une relation amoureuse ? Comprendre l'autre, l'accepter tel qu'il est, se montrer tel qu'on est vraiment... Misant sur ce point commun, «des otaku,» ils décident alors de sortir ensemble. Mais comme dans toutes les histoires d'amours, des interrogations et des doutes persistent. Leur passion va-t-elle les rapprocher ou les séparer? Heureusement les amis sont là pour en discuter mais aussi pour partager leur «otaku attitude.»",
      "id": "Kisah percintaan Narumi Momose amat sulit. Dia diputuskan oleh pacarnya setelah sang pacar tahu kalau Narumi adalah fujoshi. Akhirnya dia memutuskan untuk pindah kerja dan menyembunyikan kenyataan kalau dirinya seorang otaku di kantor barunya. Tapi di tempat kerja barunya dia malah bertemu dengan Hirotaka Nifuji, teman masa kecilnya yang tampan dan terampil tapi otaku gamer kelas berat. Mendengar keluhan Narumi mengenai otaku yang tidak akan berhasil dalam cinta, Hirotaka pun mengajak Narumi berpacaran sebagai sesama otaku!? “Kalau aku pasti akan menemanimu mengumpulkan material atau naik level. Aku nggak akan mengecewakanmu atau membuatmu menangis Ditambah lagi, aku bisa membantumu berjualan di comiket akhir pekan minggu depan.",
      "it": "L'amore non è un gioco. Nemmeno quando è ad alto tasso nerd.\n\nNarumi e Hirotaka: professione impiegati e... otaku hardcore. Tenere segreta la passione per manga, anime e videogiochi può essere utile per essere considerati normali, ma legarsi a chi la condivide sarà la strada più agevole per trovare il vero amore?",
      "ja": "隠れ腐女子のOL・成海(なるみ)と、ルックス良く有能だが重度のゲーヲタである宏嵩(ひろたか)とのヲタク同士の不器用な恋愛を描いたラブコメディ。『次にくるマンガ大賞2014』の〝本にして欲しいWebマンガ部門〟第1位、pixiv内オリジナルコミックブックマーク数歴代1位の大人気作品が多数の描き下ろしを加えて待望の書籍化。",
      "ko": "일본 현지 420만부 돌파!\n이 만화가 대단해 2016 여자편 제1위, 2018년 일본 현지 TV애니메이션 방영 확정\n게임 오타쿠 X 숨덕 부녀자\n\n숨은 부녀자인 나루미는 새로 옮긴 직장에서 잘생기고 능력 있지만 심각한 게임 오타쿠 히로타카와 재회한다. 일단 연인이 되긴 했지만 오타쿠 친구이자 서툰 두 사람에게 연애는 어렵기만 하고. 오타쿠라면 고개를 끄덕일 시추에이션 가득하다. 오타쿠가 아닌 사람이라도 피식피식 웃다가 찡 하게 눈물이 고이게 되는, 픽시브에서 연재되었던 초인기 작품이 마침내 한국 정식 발간했다.",
      "pl": "Narumi Momose dobrze wie, że bycie sobą nie zawsze sprawdza się w romantycznych związkach. Faceci porzucali ją już z wielu powodów. Gdy jednak jeden z nich zakończył znajomość, bo dowiedział się, że Narumi jest otaku, miarka się przebrała. Nauczona doświadczeniem, w nowej pracy nikomu nie mówi więc o swoich zainteresowaniach. Przypadek sprawia, że w tej samej firmie pracuje jej kolega z gimnazjum, a zarazem zapalony fan gier, Hirotaka Nifuji. Aby upewnić się, że jej sekret jest bezpieczny, Narumi wyciąga go na obiad i przestrzega, aby wiedzę o jej wstydliwych upodobaniach zatrzymał dla siebie. On ma jednak inną propozycję - a może by tak zostali parą?",
      "pt": "Apesar de Narumi Momose esconder seu gosto por histórias yaoi, seu namorado descobre tal hobby e termina o relacionamento. Para renovar sua vida, ela decide mudar de trabalho e lá acaba encontrando seu amigo de infância, Hirotaka Nifuji, um viciado em video games, que por pouco não revela o segredo de sua amiga. Então, ela decide sugerir um plano para que ele nunca mais fale sobre o assunto, mas não contava com uma contraproposta: por que não começarem a namorar? Obcecados por seus interesses pessoais, será difícil para eles manterem um relacionamento.",
      "ru": "Наруми — обычная офисная работница... которая втайне ото всех рисует яойную мангу. Хиротака на хорошем счету в своей компании... и в то же время он — интроверт и хардкорный геймер. Читайте историю их неуклюжей любви в романтической комедии «Так сложно любить отаку»!",
      "th": "นารุมิ และ ฮิโรทากะ อดีตเพื่อนสมัยเด็กที่แต่เดิมทั้งสองนั้นก็มีความชื่นชอบในวัฒนธรรมการ์ตูนและเกมอยู่แล้ว ได้กลับมาพบเจอกันอีกครั้งในฐานะเพื่อนร่วมงาน แต่ทว่าความรู้สึกบางอย่างนั้นกลับไม่เหมือนเดิม... ความสัมพันธ์ของทั้งสองจะเป็นอย่างไร จะสามารถพัฒนาจากเพื่อนสมัยเด็กกลายเป็นคนรักได้หรือไม่ นี่คือเรื่องราวความรักที่สุดแสนจะโรแมนติคคอมเมดี้ ระหว่างหนุ่มสาวโอตาคุที่กำลังเริ่มต้นขึ้น",
      "uk": "Як же важко будувати стосунки отаку... Багато людей не розуміють нас і цураються, косі погляди чекають на нас практично скрізь, куди б ми не йшли. Тому що ми не такі, як оточуючі, і їх це лякає... Але ж ми теж люди і теж хочемо любові і розуміння, відчувати, що ми не самотні...\n\nМомосе Нарумі, 26 років, отаку, раптово дізнається, що тепер працюватиме з хлопцем, якого знає з початкової школи, але з вступу до старшої вона його не бачила... Що ж принесе це їй - самотній любительці чоловічого кохання та отоме-ігор , а що йому - \"фахівцеві з відеоігор\" Ніфудзі Хіротаке?\n\nАдже... так складно любити отаку...",
      "es-la": "¿Puede un oficinista que es secretamente un empedernido gamer y una mujer que es en secreto una fujoshi salir sin que sus pasatiempos se entrometan en su relación o sin revelar su secreto? Para Narumi Momose no ha sido fácil encontrar pareja, cada novio la ha dejado cuando se enteran de sus aficiones, eso la ha llevado a ocultar que es una fujoshi. Pero cuando entra a su nuevo trabajo, encuentra a su amigo de la infancia Hirotaka Nifuji quien sabe de su secreta afición. Ella pensará en un plan para que no diga su secreto, pero él le hace una contrapropuesta, ¿Por qué no empiezan a salir?",
      "zh-hk": "極力隱瞞自己是個腐女的粉領族‧成海，在新公司與長相帥氣又能幹，但卻是個重度電玩宅的兒時玩伴宏嵩重逢了。為了方便，提議兩人乾脆交往，於是同為阿宅的成海與宏嵩正式成為男女朋友。而公司中的另一對情侶小柳和樺倉也是阿宅，四人經常在一起喝酒聊天。作者以自己身旁的朋友為靈感，描繪出狀況不斷又有趣的阿宅戀愛故事"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "86"
  },
  {
    "mangaId": "936765df-fd02-4659-9158-c1cefbbf4c51",
    "title": {
      "en": "Goblin Slayer Gaiden 2: Tsubanari no Daikatana"
    },
    "updatedAt": "2024-03-17T10:45:52+00:00",
    "coverArt": "https://mangadex.org/covers/936765df-fd02-4659-9158-c1cefbbf4c51/a43948fa-8250-4500-9130-d0f86ca716f9.jpg",
    "altTitles": [
      {
        "en": "Goblin Slayer! Side Story II: The Singing Death"
      },
      {
        "ru": "Убийца Гоблинов Второй Эпизод: Уловки Цубаны"
      },
      {
        "ja": "ゴブリンスレイヤー外伝2 鍔鳴の太刀"
      },
      {
        "ru": "Убийца Гоблинов Второй Эпизод: Смертельная катана"
      },
      {
        "zh-hk": "哥布林殺手外傳2 鍔鳴的太刀"
      },
      {
        "zh": "哥布林杀手外传：锷鸣的太刀"
      }
    ],
    "description": {
      "en": "Set 10 years prior to the original series, the story centers around Sword Maiden's party of six adventurers on their journey to the Dungeon of the Dead to kill the Demon Lord.  \n\n**Note**:   \n*Goblin Slayer Gaiden 2: Tsubanari no Daikatana* is a spin-off series of the main Goblin Slayer! light novel. This is the second manga adaptation of the light novel after the cancellation of [the first one](https://mangadex.org/title/46704) after only 3 chapters.",
      "ru": "История берёт начало за десять лет до событий «Убийцы гоблинов». В центре сюжета «Меч девы» — группа из шести авантюристов, отправившихся в Подземелье Мертвых, чтобы убить Короля Демонов."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff4b6bfd-40b4-4a84-b60e-1006c46c106b",
    "title": {
      "en": "How the Little Brother Who Turned Into a Girl Became His Big Brother's Girlfriend"
    },
    "updatedAt": "2024-03-20T20:23:33+00:00",
    "coverArt": "https://mangadex.org/covers/ff4b6bfd-40b4-4a84-b60e-1006c46c106b/8ab088a7-fd39-41bb-9caa-cd7cbc3b785c.jpg",
    "altTitles": [
      {
        "ja": "兄貴の彼女になる、女の子になっちゃった弟。"
      },
      {
        "ja-ro": "Aniki No Kanojo Ni Naru, Onnanoko Ni Nacchatta Otouto"
      },
      {
        "en": "When I Returned Home for the First Time in a Long Time, My Brother Transformed Into a Girl"
      },
      {
        "ja": "久しぶりに実家に帰ったら弟がTSしてた。"
      },
      {
        "ja-ro": "Hisashiburi Ni Jikka Ni Kaettara Otouto Ga TS Shiteta"
      }
    ],
    "description": {
      "en": "When I returned home for the first time in a long time, my little brother transformed into a girl!?\n\n---\n\n[Fantia 18+ Content](https://mangadex.org/title/7a23de9c-01b8-43bd-ac38-0bfe0bebcc3b)",
      "id": "Ketika aku pulang ke rumah setelah sekian lamanya adik tiri laki-laki ku berubah menjadi gadis!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a6d36b6-6c34-4bfb-926c-625db320bb37",
    "title": {
      "en": "\"Shiryou Jutsushi nado Kegarawashii\" to Shokei Sareta node, Mazoku ni Tenshin Itashimasu"
    },
    "updatedAt": "2024-04-10T18:50:50+00:00",
    "coverArt": "https://mangadex.org/covers/6a6d36b6-6c34-4bfb-926c-625db320bb37/9bbf087a-90ac-411f-b8ff-c4b2b2636312.jpg",
    "altTitles": [
      {
        "ja": "「死霊術師など穢らわしい」と処刑されたので、魔族に転身致します"
      },
      {
        "en": "After Being Executed With the Words \"Necromancers Are Disgusting,\" I Will Start My New Life as a Demon"
      }
    ],
    "description": {
      "en": "A duke's daughter and the crown prince's fiancée... I, Rachel Sheringham, was both and wielded dark attribute magic, which allowed me to use necromancy. I was accused of colluding with demons due to it and was executed.\n\nWith regret as my source of power, I will return to life as a lich!!!",
      "ja": "公爵令嬢にして王太子の婚約者......\nだった私、レイチェル＝シェリンガムは、\n闇属性の魔力を持ち、死霊術を操るがゆえ\n魔族に通じたと言われ処刑された。\n\nその無念が力となり、\n私はリッチとして復活を果たす―――!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece - Digital Colored Comics"
    },
    "updatedAt": "2024-02-12T15:47:14+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "en": "One Piece"
      },
      {
        "en": "One Piece (Official Colored)"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα τους διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e182b09f-09ab-4201-8f37-0ced6822eb39",
    "title": {
      "en": "WataMote: No Matter How I Look at It, It's You Guys' Fault I'm Not Popular!"
    },
    "updatedAt": "2024-01-22T09:39:27+00:00",
    "coverArt": "https://mangadex.org/covers/e182b09f-09ab-4201-8f37-0ced6822eb39/cd9ad878-4da1-4ea1-b55f-9687efe0c2bf.jpg",
    "altTitles": [
      {
        "en": "It's Not My Fault That I'm Not Popular"
      },
      {
        "ja-ro": "WataMote"
      },
      {
        "ja": "わたモテ"
      },
      {
        "ja": "私がモテないのはどう考えてもお前らが悪い!"
      },
      {
        "ko": "내가 인기 없는 건 아무리 생각해도 너희들 탓이야!"
      },
      {
        "th": "สาวมืดมนอลวนหารัก"
      },
      {
        "es-la": "No importa como lo vea, ¡Es culpa suya que yo no sea popular!"
      },
      {
        "ja-ro": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!"
      }
    ],
    "description": {
      "en": "Kuroki Tomoko is a super popular, high school girl, who has had 50 years of dating experience, and 100 boys… in the Otome game world. In the real world, she is a 15 year old loner, who has all of the qualities of a \"mojo.\" However, when school isn't going as she expected, and she isn't as popular as she had thought she was, she takes a look at herself in the mirror for the first time in a few years, and has some shocking revelations…",
      "pl": "Główna bohaterka serii – Kuroki Tomoko – jest ultra-popularną uczennicą liceum, która umówiła się już z ponad setką chłopaków… W grach Otome. W realnym świecie jest socjopatką, która zupełnie nie radzi sobie z komunikacją z innymi ludźmi, a w szczególności z płcią przeciwną. Manga opowiada o jej kuriozalnych próbach (z reguły niezbyt udanych) usocjalnienia się i zmienienia się w osobę bardziej popularną.",
      "es-la": "Kuroki Tomoko, una chica que tiene \"50 años de experiencia\" en citas y que ha salido con más de un centenar de chicos… en juegos otome. En la vida real acaba de cumplir 15 años y va a dar comienzo su época en el instituto, está convencida de que con sus conocimientos será la más de popular. Una vez comienza el instituto, comienzan a pasar los días y se da cuenta de que no habla con nadie. ¿Cómo es posible? Un simple vistazo al espejo le hace darse cuenta de la realidad: no es precisamente una belleza y parece que hasta puede ser antipática. Poco a poco intentará cambiar para ser popular, pero claro, entre lo que le cuesta y lo que tiene una idea bastante distorsionada de la realidad, no será tan sencillo."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26a869ad-bd0c-4d2d-9ce4-e136d4d02777",
    "title": {
      "en": "My Crazy Boss"
    },
    "updatedAt": "2023-07-23T10:14:28+00:00",
    "coverArt": "https://mangadex.org/covers/26a869ad-bd0c-4d2d-9ce4-e136d4d02777/231d1aa1-0470-4e24-8e74-35d5819710fb.jpg",
    "altTitles": [
      {
        "ko": "사장님이 미쳤어요"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18ef1e92-f574-4c8c-99af-555e44ba418e",
    "title": {
      "en": "Touhou Ibara Kasen ~ Wild and Horned Hermit."
    },
    "updatedAt": "2024-03-09T11:31:05+00:00",
    "coverArt": "https://mangadex.org/covers/18ef1e92-f574-4c8c-99af-555e44ba418e/f8de2bd4-b519-4b34-9272-dd4e765e2de5.png",
    "altTitles": [
      {
        "en": "Eastern Thorned Poet Hermit ~ Wild and Horned Hermit."
      },
      {
        "en": "WaHH"
      },
      {
        "ru": "Тохо Ибаракасэн ~ Дикий и Рогатый Отшельник"
      },
      {
        "ja": "東方茨歌仙　～ Wild and Horned Hermit."
      },
      {
        "de": "Der Rosenpoet des Ostens ~ Wild and Horned Hermit."
      },
      {
        "uk": "Тохо Ібаракасен ~ Дика та Рогата Відлюдниця"
      }
    ],
    "description": {
      "en": "In this 10 volume official Touhou series, spanning the time period of nine long years between the UFO and WBaWC games, we follow the misadventures of the business inept shrine maiden Reimu Hakurei and her ever-curious friend Marisa Kirisame, who meet a mysterious, young hermit woman named Ibara Kasen.  \n  \nUpon seeing how sloppily the Hakurei Shrine conducts its business, she decides to become a regular shrine visitor, determined to lend her near unlimited wisdom to the shrine maiden, in order to make her place a proper Shinto Shrine. Does the nagging, yet well meaning hermit bring nothing but good-will with her advice, or is there something more sinister hiding behind the friendly face and her bandaged arm?",
      "pt": "De Zun, Wild and Horned Hermit é o último mangá da série Touhou, seguindo os passos de Silent Sinner in Blue, Inaba the Moon & Inaba the Earth e a triologia Sangetsusei.  \nDesta vez, Marisa encontra uma misteriosa eremita fora da aldeia humana, No entanto, ela contou para Reimu sobre essa mulher, sendo vista ao redor do Santuário, ela é Ibara Kasen, uma estranha asceta com um braço enfaixado por causa de uma certa habilidade desconhecida da natureza, cujo mantem uma disciplina mais consciente do que elas e de qualquer um em Gensokyo."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "51"
  },
  {
    "mangaId": "efbd7593-c29f-45ec-aacb-497029978136",
    "title": {
      "en": "Sensitive Boy"
    },
    "updatedAt": "2024-01-20T07:01:34+00:00",
    "coverArt": "https://mangadex.org/covers/efbd7593-c29f-45ec-aacb-497029978136/10884bb0-876b-48f4-b0a5-61613d6bb9bf.jpg",
    "altTitles": [
      {
        "ja": "センシティブ・ボーイ"
      }
    ],
    "description": {
      "en": "Kaede, a victim of past sexual abuse, is obsessed with becoming \"normal\" ...  \n\nA bittersweet story about a boy facing coming-of-age questions about love, sexuality, complexes, and other troubles."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "805ff299-b5ed-4887-90ef-bece73d182e5",
    "title": {
      "en": "Isekai Battle Royale"
    },
    "updatedAt": "2024-01-07T20:13:46+00:00",
    "coverArt": "https://mangadex.org/covers/805ff299-b5ed-4887-90ef-bece73d182e5/0bc9bae5-c546-42eb-b1af-95d67c015a67.jpg",
    "altTitles": [
      {
        "ja": "異世界バトルロイヤル"
      }
    ],
    "description": {
      "en": "A man in armor with the power of darkness, Ares the Dark Knight, was heading to the Demon King's Castle as a member of the Brave Party.  Hoping to defeat the Demon King and make a triumphant return to the hometown of Lulua, the hero's wise younger sister... And in the midst of the final battle, just as Ares delivers a dark blow... with signs of being taken somewhere, out of nowhere something takes you to another world.  It feels like you've been caught up in a battle royale, in which strong people from various worlds participate!?  To return to the original world with Lulua, who was separated, the dark knight Ares fights.  The story of trying to be the strongest in another world begins",
      "pt-br": "Um homem de armadura com o poder das trevas, Ares o Cavaleiro das trevas,estava indo para o Castelo do Rei Demônio como membro do Brave Party. Com a esperança de derrotar o Rei Demônio e fazer um retorno triunfante à cidade natal de Lulua, a sábia e irmã mais nova do herói… E no meio da batalha final, no momento em que Ares desfere um golpe sombrio… com sinais de estar sendo levado a algum lugar, do nada algo o leva para outro mundo. Parece que você foi pego em uma batalha real, na qual pessoas fortes de vários mundos participam!? Para voltar ao mundo original com Lulua, que foi separada, o cavaleiro das trevas Ares luta. A história de tentar ser o mais forte em outro mundo começa!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/1f2dbc70-e50f-4302-8fa4-947e809e9b50.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3743912d-5352-4a09-8618-73d45953eecb",
    "title": {
      "en": "IDOLiSH7 Re:member"
    },
    "updatedAt": "2022-03-01T03:43:20+00:00",
    "coverArt": "https://mangadex.org/covers/3743912d-5352-4a09-8618-73d45953eecb/c4e95f3c-2bc8-4bd4-b3b9-3a5f02bd23a0.jpg",
    "altTitles": [
      {
        "en": "Re:member"
      },
      {
        "ja": "アイドリッシュセブン Re:member"
      }
    ],
    "description": {
      "en": "The novel, \"Re:member,\" from the popular idol rhythm game makes it to comic format! The past of Idolish7's senpai group, Re:vale, is finally revealed! What hurdles have Banri, Yuki and Momo overcome before the formation of the group…?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": ""
  },
  {
    "mangaId": "30900c7d-6e72-44aa-9585-768f6a020e25",
    "title": {
      "en": "Hajimete no Koibito"
    },
    "updatedAt": "2024-03-26T05:39:59+00:00",
    "coverArt": "https://mangadex.org/covers/30900c7d-6e72-44aa-9585-768f6a020e25/3a663305-612e-4fca-ad3f-124a67a9d040.jpg",
    "altTitles": [
      {
        "ru": "Первая любовь"
      },
      {
        "ja": "初めての恋人"
      },
      {
        "en": "First Lover"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e744e171-f061-47fa-8ebc-a872e4b3fb5d",
    "title": {
      "en": "Colori Colore Creare"
    },
    "updatedAt": "2023-12-13T02:08:28+00:00",
    "coverArt": "https://mangadex.org/covers/e744e171-f061-47fa-8ebc-a872e4b3fb5d/f5a3fbc7-1395-42c1-bce0-ec20f0792787.jpg",
    "altTitles": [
      {
        "ja": "コローリ コローレ クレアーレ"
      },
      {
        "ja": "ココクレ"
      },
      {
        "en": "Kokokure"
      }
    ],
    "description": {
      "en": "The town of Onobori is located on an island and is protected by a noren (a traditional Japanese curtain). Aka is a naive girl living alone with her grandfather who runs a coffee shop in a quaint windmill hut. An encounter with a giant black cat opens the curtain on a story of creating the colors of the future by weaving together the colorful splendor that is scattered throughout daily life!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c1f898e-1769-44cb-9dbe-7abd11180663",
    "title": {
      "en": "Hogushite, Yui-san"
    },
    "updatedAt": "2024-03-15T19:08:16+00:00",
    "coverArt": "https://mangadex.org/covers/0c1f898e-1769-44cb-9dbe-7abd11180663/5b42fb28-0c8d-4cf4-8b10-ac24a53bb7cb.jpg",
    "altTitles": [
      {
        "ja": "ほぐして、癒衣さん。"
      },
      {
        "zh": "抱抱我吧、愈衣小姐。"
      },
      {
        "en": "Help me Relax, Yui-san"
      },
      {
        "zh-hk": "抱抱我吧，愈衣小姐。"
      }
    ],
    "description": {
      "en": "Karin, a new employee who worked at an unethical recruiting magazine production company for half a year, was wrecked both physically and mentally. One day, Yui-san, her senior and a health nerd, gave her a massage to relax her body. In return, Yui asked Karin to hug her to warm her body up.",
      "ja": "ブラックな求人誌制作会社で、日々心と体を蝕まれる入社半年の新人・夏鈴\n。ある日先輩で健康オタクの癒衣さんに、体をほぐすマッサージをしてもらうことになるが、その代わりに、癒衣さんの冷え性を良くするためハグをしてほしいと頼まれて…!?\n\n疲れている全ての現代人に贈る、ほぐし＆癒し百合4コマ！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5bf9cc3-d003-47fe-bc76-99774b2a0562",
    "title": {
      "en": "Nichijou"
    },
    "updatedAt": "2024-03-16T12:13:10+00:00",
    "coverArt": "https://mangadex.org/covers/f5bf9cc3-d003-47fe-bc76-99774b2a0562/a812cf07-09a5-4dc2-b081-f36128b50c95.jpg",
    "altTitles": [
      {
        "fi": "Arki"
      },
      {
        "tr": "Günlük Yaşam"
      },
      {
        "en": "My Ordinary Life"
      },
      {
        "ru": "Мелочи Жизни"
      },
      {
        "ja": "日常"
      },
      {
        "ko": "일상"
      },
      {
        "fr": "Mon quotidien"
      },
      {
        "uk": "Повсякденнощі"
      }
    ],
    "description": {
      "de": "Währendessen der Titel \"alltägliches Leben\" bedeutet ist der Inhalt alles andere als alltäglich. Es handelt sich um ein komplett bizarres und verücktes \"alltags Leben\" von einer gruppe High School Schüler. Das Setting ist eine außergewöhnliche Schule, wo du den Rektor sehen kannst wie er mit einen Reh kämpft oder einen Roboter Arm. Wie auch immer, es gibt immernoch normale Geshichten, wie ein Kartenhaus bauen oder einen Test schreiben für den du dich nicht vorbereitet bist. Der Stil ist süß aber mischt auch extreme Ausdrücke und Actionszenen für Überraschende Komedie Einlagen.",
      "en": "While the title suggests a story of simple, everyday school life, the contents are more the opposite. The setting is a strange school where you may see the principal wrestle a deer or a robot's arm hide a rollcake. However there are still normal stories, like making a card castle or taking a test you didn't study for. The art style is cute but mixes with extreme expressions and action sequences for surprising comedy bits.\n\n(The original magazine run ends at Chapter 192)",
      "ru": "Обычная манга про обыную японскую жизнь.",
      "pt-br": "Enquanto o título sugere uma história simples de vida escolar, todos os dias, o conteúdo é mais o contrário. O cenário é uma escola estranha, onde você poderá ver o principal lutar com um cervo ou o braço de um robô esconder um bolo. No entanto ainda há histórias normais, como fazer um castelo de cartas ou de um teste que você não estudou. O estilo de arte é bonito, mas se mistura com expressões extremas e sequências de ação para os bits de comédia surpreendentes..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c0dddc9-d6da-4aa5-8ed2-12d26a6b08d4",
    "title": {
      "en": "Gokugoku Futsuu no Fuufu no Hanashi"
    },
    "updatedAt": "2024-02-19T05:21:31+00:00",
    "coverArt": "https://mangadex.org/covers/3c0dddc9-d6da-4aa5-8ed2-12d26a6b08d4/81fb42a7-4763-449d-86a6-a13f6b1ccd6d.jpg",
    "altTitles": [
      {
        "ja": "ごくごく普通の夫婦の話"
      },
      {
        "ja-ro": "Gokugoku futsū no fūfu no hanashi"
      },
      {
        "en": "A Story About a Very Ordinary Couple"
      },
      {
        "vi": "Câu chuyện về một cặp đôi rất đỗi bình thường"
      }
    ],
    "description": {
      "en": "Continuation of *A Story About a Man and a Woman and When They Sleep Together, Money Appears Out of Nowhere* posted by the author on pixiv.",
      "ja": "イチャイチャするとお金が湧いちゃう２人の話のその後\nごくごく普通の夫婦の話です！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "568e2624-cf7b-4c94-a6a3-803838a1836e",
    "title": {
      "en": "Inkya de Wotaku de Binbou Dakedo Bijin Ojou-sama ni Osaretemasu"
    },
    "updatedAt": "2024-01-17T01:25:53+00:00",
    "coverArt": "https://mangadex.org/covers/568e2624-cf7b-4c94-a6a3-803838a1836e/4e3168a3-0cea-49e1-9a62-a260284c2974.jpg",
    "altTitles": [
      {
        "ja": "陰キャでヲタクで貧乏だけど美人お嬢様に推されてます"
      },
      {
        "ja-ro": "Inkya de Wotaku de Binbou Dakedo Bijin Ojou-sama ni Osaretemasu"
      },
      {
        "pt-br": "Eu sou um otaku tímido e pobre, mas essa jovem linda e rica está obcecada por mim"
      },
      {
        "ru": "Я застенчивый и бедный отаку, но эта красивая богатая юная леди одержима мной."
      },
      {
        "en": "I'm a Shy and Poor Otaku, but This Beautiful Rich Young Lady Is Obsessed With Me"
      }
    ],
    "description": {
      "en": "Eiji is a high school student who lives with his father, an unsuccessful novelist. He is a shy, otaku, and poor boy, but he is an honest boy who never forgets the compassion for others that his late mother taught him. Even he yearns for Aoi, the daughter of the president of a large company. However, Eiji is unable to look Aoi in the eye because of the huge disparity between her and himself. One day after school, Aoi greets Eiji when he comes home. Aoi says one surprising thing to the surprised Eiji...",
      "ja": "YouTube動画で550万再生！　運命に導かれたベタ甘ラブコメ！\nエイジは陰キャでヲタクで貧乏だけど他人に対する思いやりの気持ちを忘れない素直な少年。そんなエイジも憧れる社長令嬢アオイさんがある日、エイジの自宅を訪れ、突如としてエイジとの婚約を告げるが…。\n\nYūchūbu dōga de 550 man saisei! Unmei ni michibika reta beta ama rabu kome! Eiji wa in kya de wotaku de binbōdakedo tanin ni taisuru omoiyari no kimochi o wasurenai sunaona shōnen. Son'na eiji mo akogareru shachō reijō aoi-san ga aru hi, eiji no jitaku o otozure, totsujotoshite eiji to no kon'yaku o tsugeruga….",
      "ru": "Эйдзи — старшеклассник, живущий со своим отцом, неудачливым писателем. Он застенчивый, отаку, бедный, но честный мальчик, который никогда не забывает о сострадании к другим, как его научила покойная мать. Он тоскует по Аой, дочери президента крупной компании. Однако, Эйдзи не может смотреть Аой в глаза из-за огромного несоответствия между ней и им самим. Однажды после школы Аой приветствует Эйдзи, когда тот приходит домой. Аой говорит удивленному Эйдзи одну удивительную вещь...",
      "pt-br": "Eiji é um estudante do ensino médio que vive com seu pai, um romancista malsucedido. Ele é um baita nerd, e mesmo sendo pobre é um menino obediente que não esquece a compaixão alheia que sua falecida mãe lhe ensinou. Aoi, filha do presidente de uma grande empresa, admira essa idade. No entanto, Eiji não conseguia nem olhar para a enorme disparidade consigo mesmo. Depois da escola um dia, Aoi cumprimenta Eiji quando ela chega em casa. Eiji fica surpreso quando Aoi lhe diz uma palavra de surpresa..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38f386ce-f2dc-4f2b-99f9-522eab56078d",
    "title": {
      "ko": "Webtoon Character Na Kang Lim"
    },
    "updatedAt": "2024-01-15T11:10:34+00:00",
    "coverArt": "https://mangadex.org/covers/38f386ce-f2dc-4f2b-99f9-522eab56078d/bb45c8ed-521d-47a4-b780-cfc72b356228.png",
    "altTitles": [
      {
        "ko": "수요웹툰의 나강림"
      },
      {
        "ko-ro": "Suyo Webtoon-ui Na Kang-Rim"
      }
    ],
    "description": {
      "en": "Na Kang Lim, a high school student who enjoys reading webtoons, experiences a strange event one day when the female lead from his favorite webtoon appears before him. Even more surprising, the same incidents that put her in danger in the webtoon start happening in real life. The problem is, there's no protagonist in the real world to save her! Ultimately, Na Kang Lim takes on the role of the protagonist, looping through time to save her."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e421eb8-d4a0-4096-86db-ca5e3fc42c5d",
    "title": {
      "en": "Pumpkin Night"
    },
    "updatedAt": "2024-01-07T19:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/4e421eb8-d4a0-4096-86db-ca5e3fc42c5d/50d0d034-d01d-4be8-88f3-dd029c6debfa.jpg",
    "altTitles": [
      {
        "es": "Noche de calabazas"
      },
      {
        "ja": "パンプキンナイト"
      },
      {
        "kk": "Асқабақ түні"
      }
    ],
    "description": {
      "en": "A deformed female human goes out with a pumpkin on her head to kill all those who bullied her in the past after escaping from a mental hospital.",
      "es": "Una deforme chica sale con una calabaza en su cabeza para matar a todos aquellos que la acosaron en su pasado después de escapar de un manicomio.",
      "fr": "Victime de sévices orchestrés aux yeux de tous par ses camarades de classe, une collégienne a été interné dans un hôpital psychiatrique. Plusieurs mois plus tard, alors que ses bourreaux sont aujourd’hui au lycée, ils apprennent qu’elle s’est échappée en tuant tout le personnel hospitalier qui a tenté de lui barrer la route et qu’elle est bien décidé à se venger d’eux.",
      "kk": "Бет әлпеті қатты зақымданған, оқушы қыз, бұрын оны келеке еткен адамдардың жандарын алу үшін, ауруханадан қашып шығады.",
      "pt": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que a maltrataram no passado depois de escapar de um hospital psiquiátrico.",
      "pt-br": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que fizeram bullying com ela no passado depois de escapar de um hospital psiquiátrico."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc7f2c19-0a26-4d89-9505-332fcb7d60c6",
    "title": {
      "en": "Dead Dead Demon's Dededede Destruction"
    },
    "updatedAt": "2023-03-27T00:36:30+00:00",
    "coverArt": "https://mangadex.org/covers/fc7f2c19-0a26-4d89-9505-332fcb7d60c6/9d339c5d-3838-4b1d-bc3f-93d32e5a29ea.jpg",
    "altTitles": [
      {
        "tr": "Ölü Ölü Şeytanın Yıyıyıyıyıkımı"
      },
      {
        "en": "DDDD"
      },
      {
        "ja": "Dededede"
      },
      {
        "ja": "デッドデッドデーモンズデデデデデストラクション"
      },
      {
        "zh": "恶魔的破坏"
      },
      {
        "zh-hk": "惡魔的破壞"
      },
      {
        "zh": "灭世Demolition"
      },
      {
        "kk": "Жансыз Жек Жажажажажайпасын"
      }
    ],
    "description": {
      "en": "A series about the lives of two high school girls living in Tokyo after aliens have invaded. Dead Dead Demon's Dededededestruction is a self-styled dystopian slice-of-life that reflects on modern societal and political issues in Japan while still maintaining a sense of humor and frivolity.\n\nLarge mysterious alien ships have been looming above Japanese towns for three years, filling the sky. Everything changed three years ago. And yet, nothing has changed.\n\nNo weapon used against the invaders' ships had any success, beyond destroying part of Japan and leaving its economy in shambles. JSDF is fighting a guerrilla battle against the aliens all over Japan. America is joining the 'war' effort with more aggressive tactics, dividing Japan over the pacifist principle laid out in Article 9 of the Japanese constitution. But this may just be the mundane story of young high schoolers.\n\n\"No matter what happens, I won't back down. At least not until this world filled with lies and deceit crumbles away. The real threat to humankind is not invaders, but me.\"\n\n---\n- **Won the 66th Shogakukan Manga Award for General Manga** \n- **Won the 25th Japan Media Arts Festival Excellence Award in 2022**"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "100"
  },
  {
    "mangaId": "737a846b-2e67-4d63-9f7e-f54b3beebac4",
    "title": {
      "en": "Kaette Kudasai! Akutsu-san"
    },
    "updatedAt": "2024-04-10T15:38:21+00:00",
    "coverArt": "https://mangadex.org/covers/737a846b-2e67-4d63-9f7e-f54b3beebac4/4024f717-4896-41bd-85b7-93e1fbeb8cde.jpg",
    "altTitles": [
      {
        "ja": "帰ってください！ 阿久津さん"
      },
      {
        "ja": "ヤンキー娘"
      },
      {
        "ja-ro": "Kaette Kudasai! Akutsu-san"
      },
      {
        "ja-ro": "Kaette Kudasai, Akutsu-san!"
      },
      {
        "ja-ro": "Yankee Musume"
      },
      {
        "vi": "Xin hãy về nhà, Akutsu-san!"
      },
      {
        "uk": "Будь ласка, йди додому, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу!"
      },
      {
        "zh": "请你回去吧！阿久津同学"
      },
      {
        "zh-hk": "請你回去吧！阿久津同學"
      },
      {
        "es-la": "Por favor vete a casa, ¡Akutsu-san!"
      },
      {
        "it": "Per favore torna a casa, Akutsu-san!"
      },
      {
        "vi": "Cút mẹ về nhà đi Akutsu!"
      },
      {
        "de": "Bitte geh heim, Akutsu-san!"
      },
      {
        "en": "Please Go Home, Akutsu-san!"
      },
      {
        "en": "Please Go Home! Akutsu-san"
      },
      {
        "pt-br": "Por favor vá para casa, Akutsu-san!"
      }
    ],
    "description": {
      "en": "Ooyama-kun normally doesn’t get involved with Akutsu-san, a delinquent girl in his class, but for some reason she makes his house her hang-out place!\n\nWill she do something horrible to him behind closed doors or will he chase her out? But dealing with Akutsu-san’s sexy, cute behavior in such a confined space… he’s sure to get flustered! He wants her to go home, but he also doesn’t?\n\nA teasing comedy under a single roof!",
      "it": "Ooyama-kun normalmente non si fa coinvolgere da Akutsu-san, una ragazza delinquente della sua classe, ma per qualche motivo lei fa della sua casa il suo luogo di ritrovo!  Ooyama le farà qualcosa di orribile a porte chiuse o la caccerà fuori? Tuttavia aver a che fare con il comportamento sexy e carino di Akutsu-san in uno spazio così ristretto... è sicuro che si ecciterà!  Vuole che lei torni a casa e allo stesso tempo non vuole,  Una commedia stuzzicante sotto lo stesso tetto!",
      "ja": "**俺の部屋がヤンキー娘のたまり場に!? ヤンキー×非リア充のからかいコメディ！**\n\n普段は全く関わりのないクラスの不良女子・阿久津さんに何故か家をたまり場にされてしまった一人暮らしの大山くん。ガラの悪い阿久津さんに何かひどいことをされるのではと追い出そうとするのだが、無防備で距離感の近い彼女のエロカワイイ仕草にドギマギしてしまい…？ 帰ってほしいのに、帰ってほしくない!? 一つ屋根の下のからかいショートコメディ！\n\n---\n\n**Ore no heya ga yankī musume no tamariba ni!? Yankī × hi riajū no karakai komedi!**\n\nFudan wa mattaku kakawari no nai kurasu no furyō joshi Akutsu-san ni nazeka ie o tamariba ni sa rete shimatta hitorigurashi no Ōyama-kun. Gara no warui Akutsu-san ni nanika hidoi koto o sa reru node wa to oidasou to suru nodaga, mubōbi de kyori-kan no chikai kanojo no erokawaī shigusa ni dogimagi shite shimai…? Kaette hoshī no ni, kaette hoshikunai! ? Hitotsu yane no shita no karakai shōtokomedi!",
      "ru": "Оояма-кун обычно не связывается с Акуцу-сан, девушкой-правонарушителем в его классе, но по каким-то причинам она делает его дом своим тусовочным заведением! Оояма сделает с ней что-нибудь ужасное за закрытыми дверями или он её прогонит? Он хочет, чтобы она пошла домой, но не хочет? Дразнящая комедия под одной крышей!  \n  \n**Notes:**   \n- Yankee Musume (ヤンキー娘) is the pre-serialization name.  \n\n\n---\n\n**Links:**  \n- [Artist's Twitter](https://twitter.com/NAGAOKA0)  \n- [Artist's Pixiv](https://www.pixiv.net/member.php?id=133935)",
      "es-la": "Ooyama-kun normalmente no se involucra con Akutsu-san, una chica yankee de su clase, ¡pero por alguna razón ella hace de su casa su lugar de reunión! ¿Ooyama le hará algo horrible cuando estén las puertas cerradas o la echará? Pero lidiar con el sexy y lindo comportamiento de Akutsu en un espacio tan reducido sera un problema…",
      "pt-br": "Ooyama geralmente não se envolve com com Akutsu-san, uma garota delinquente da sua turma, mas por alguma razão ela transformou o quarto dele no seu local de descanso! Será que ela vai fazer algo horrível para ele ou ele vai expulsar ela? Mas lidar com a sexy e fofa Akutsu-san em um espaço fechado... Ele com certeza vai ficar envergonhado! Ooyama quer que ela vá para casa, mas ele também não quer? Uma comédia provocante sob um mesmo teto!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ae38268-69e5-47fa-8e41-38430cd0e8e3",
    "title": {
      "en": "Macguffin"
    },
    "updatedAt": "2024-04-10T10:44:44+00:00",
    "coverArt": "https://mangadex.org/covers/4ae38268-69e5-47fa-8e41-38430cd0e8e3/49553333-2708-4cb5-91ef-5afaac115c3b.png",
    "altTitles": [
      {
        "ko": "맥거핀"
      }
    ],
    "description": {
      "en": "\"What kind of person do you think I am?”\n\"……a stranger.\"\nLee Soo-ha, who has been locked up in an unidentified facility for a long time, is dragged by strangers and meets a man one day.\nLee Soo-ha, then lives with that man, he found out that he is an Omega who was sold to him, an Alpha.\nHe is concerned about his situation where he has no heat cycle and is unable to conceive due to his abnormal physical condition, but that man doesn't care even though Lee Soo-ha is not doing his job as omega.\nIt's just confusing to learn what a man's inside is, the hatred towards him and the often feelings of deja vu, and it's just confusing as unknown things continue to happen..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-04-07T17:49:35+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/cd6ab605-b228-405b-9791-3e630588d6f1.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc20fa98-b707-43cc-b195-bcee8e518ed9",
    "title": {
      "en": "I'll Become a Villainess That Will Go Down in History: The More Villainous I Become, the More the Prince Dotes on Me"
    },
    "updatedAt": "2024-02-04T10:26:24+00:00",
    "coverArt": "https://mangadex.org/covers/bc20fa98-b707-43cc-b195-bcee8e518ed9/8baaeba3-70eb-49c6-b661-f48229a1b993.jpg",
    "altTitles": [
      {
        "ja": "歴史に残る悪女になるぞ　悪役令嬢になるほど王子の溺愛は加速するようです！"
      },
      {
        "ja-ro": "Rekishi ni Nokoru Akujo ni naru zo: Akuyaku Reijou ni naru hodo Ouji no Dekiai wa Kasoku suru you desu!"
      },
      {
        "en": "I'll Become a Villainess Who Will Go Down in History"
      },
      {
        "en": "I'll Become a Villainess That Will Go Down in History: The More Villainous I Become, the More the Prince Dotes on Me"
      },
      {
        "ko": "역사에 남을 악녀가 될 거야"
      },
      {
        "ko": "역사에 남을 악녀가 될 거야~악역 영애가 될수록 왕자의 사랑은 가속되는 것 같습니다~"
      },
      {
        "zh": "成为名垂青史的恶役千金吧！"
      },
      {
        "zh": "成为名垂青史的恶役千金吧！少女越坏王子越爱！"
      },
      {
        "id": "Aku Akan Menjadi Seorang Villainess Yang Akan Dikenang Dalam Sejarah"
      },
      {
        "ja-ro": "Rekishi ni Nokoru Akujo ni naru zo"
      }
    ],
    "description": {
      "en": "\"I don't want a world full of only pretty things! I'll become a villainess who will go down in history!!\"\n\nFor someone who hates a typical \"good girl\" heroine, I was reincarnated as my favorite otome-game villainess! Since my wish has been granted, I'll be the number one villainess who will go down in history! For that to happen, I need to be strong and intelligent! Also, although I'm just... doing my best, the more of a villainess I become, the more I'm liked by the Prince?! Can I really go down in history―?!",
      "id": "\"Aku tidak butuh dunia yang dipenuhi oleh keindahan! Yang kuinginkan hanyalah menjadi seorang villainess yang akan dikenang dalam sejarah!!\".\nSebagai seseorang yang sangat membeci tipikal heroine yang \"baik hati\", Aku telah bereinkarnasi sebagai seorang villainess didalam game otome favoritku!, karena keinginanku telah terkabulkan, maka aku akan berusaha untuk menjadi seorang villainess nomer satu yang akan dikenang dalam sejarah!.\nAgar hal itu bisa terjadi, maka aku haruslah kuat dan juga cerdas!\nTapi walau aku sudah berusaha keras untuk menjadi vilainess yang kuinginkan... Entah kenapa sang pangeran malah semakin tertarik kepadaku?! Kira-kira bisa tidak ya aku menjadi seorang villainess yang dikenang dalam sejarah...."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84bab9b6-b5c1-40e2-a9ce-0664e519b177",
    "title": {
      "en": "Takemitsu Zamurai"
    },
    "updatedAt": "2022-07-06T22:35:43+00:00",
    "coverArt": "https://mangadex.org/covers/84bab9b6-b5c1-40e2-a9ce-0664e519b177/ec640bb2-022e-431b-a46a-294b32b01c1f.jpg",
    "altTitles": [
      {
        "en": "Bamboo Samurai"
      },
      {
        "tr": "Bambu Kılıçlı Samuray"
      },
      {
        "ja-ro": "Takemitsuzamurai"
      },
      {
        "ja": "竹光侍"
      }
    ],
    "description": {
      "en": "Early one New Year's morning, the rounin Senou Souichirou appears in Edo's Katagi tenements.  \n  \nInitially, the inhabitants regard him with fear and suspicion: Kankichi, the carpenter's son, thinks he may not be human; the neighborhood cats remark that he reeks of blood. But soon Souichirou pawns his sword, and, with a bamboo replica at his waist, settles down to a quiet life as the neighborhood school-teacher.  \n  \nMonths pass, and all appears to be well. But trouble will not leave the Katagi tenements alone …  \n  \n---\n- **Won the 15th Osamu Tezuka Cultural Grand Prize in 2011**"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "83"
  },
  {
    "mangaId": "3bc00a43-f16f-4bb3-b3c2-59b6e9effdd1",
    "title": {
      "en": "Ochikobore Kenshi, Tsuihousareta no de Majutsushi ni Tenkou suru - Kenshi no Toki wa Gomi Skill datta \"Zettai Kioku\" wa Majutsushi ni Totte wa Kami Skill deshita"
    },
    "updatedAt": "2024-02-10T18:51:56+00:00",
    "coverArt": "https://mangadex.org/covers/3bc00a43-f16f-4bb3-b3c2-59b6e9effdd1/09859ec5-62a6-485e-a8d1-1d85edba0312.jpg",
    "altTitles": [
      {
        "ja": "落ちこぼれ剣士、追放されたので魔術師に転向する ～剣士のときはゴミスキルだった『絶対記憶』は魔術師にとっては神スキルでした～"
      },
      {
        "en": "The Exiled Failed Swordsman Becomes a Sorcerer ~ [Absolute Memory], Which Was a Garbage Skill for a Swordsman, Is a God Skill for a Sorcerer!"
      }
    ],
    "description": {
      "en": "In a world where swordsmanship and magic clash, Durandal is born into one of the world’s most prestigious swordsman families. However, his innate skill is ‘Absolute Memory’. A skill that allows him to never forget anything he has seen or heard, but it was completely useless in swordsmanship where power is everything. Eventually, the banished Durandal encounters ‘magic’, and starts to change the life he had once given up on!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "305c5759-4e7e-43d3-9d99-5360c6d9d6e1",
    "title": {
      "en": "Houkago no Goumon Shoujo"
    },
    "updatedAt": "2023-07-20T10:26:39+00:00",
    "coverArt": "https://mangadex.org/covers/305c5759-4e7e-43d3-9d99-5360c6d9d6e1/9b116481-ed13-44c0-b5cc-72ad93b85026.jpg",
    "altTitles": [
      {
        "en": "Torture Club Girls After School"
      },
      {
        "ja": "放課後の拷問少女"
      },
      {
        "ko": "방과 후의 고문소녀"
      },
      {
        "vi": "Câu Lạc Bộ Tra Tấn Của Các Nữ Sinh Sau Giờ Học"
      }
    ],
    "description": {
      "en": "After years of being unlucky with girls, Ishimaru Daito only wishes to enjoy his high school life with a normal, cute girlfriend. However, after losing a game to his two new seniors Sasahara Kiyoka and Tomochika Asami, he is forced to join the <Humanism Studies> club which is actually a torture studies club. Will Ishimaru get the normal high school life he always wanted?  \n  \n\n\n---",
      "pt": "Depois de anos de azar com as garotas, Ishimaru Daito só quer aproveitar a vida no colegial com uma namorada normal e bonita. No entanto, depois de perder um jogo contra suas duas novas senpais, Sasahara Kiyoka e Tomochika Asami, ele é forçado a ingressar no clube de \"estudos humanísticos\", que na verdade é um clube de estudos sobre tortura. Ishimaru será capaz de alcançar a vida normal do ensino médio que ele sempre quis?",
      "vi": "Sau nhiều năm đen đủi với các cô gái, Ishimaru Daito chỉ mong được tận hưởng cuộc sống cao trung của mình bên một cô bạn gái bình thường và dễ thương. Tuy nhiên, sau khi thua một trò chơi trước hai tiền bối mới của mình là Sasahara Kiyoka và Tomochika Asami, cậu buộc phải tham gia câu lạc bộ <Nghiên Cứu Chủ Nghĩa Nhân Văn> thực chất lại là một câu lạc bộ Nghiên Cứu Tra Tấn. Liệu Ishimaru có được cuộc sống cao trung bình thường mà cậu hằng mong muốn?",
      "pt-br": "Depois de anos de azar com as garotas, Ishimaru Daito só quer aproveitar a vida no colegial com uma namorada normal e bonita. No entanto, depois de perder um jogo contra suas duas novas senpais, Sasahara Kiyoka e Tomochika Asami, ele é forçado a ingressar no clube de “estudos humanísticos”, que na verdade é um clube de estudos sobre tortura. Ishimaru será capaz de alcançar a vida normal do ensino médio que ele sempre quis?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "168"
  },
  {
    "mangaId": "460e850d-d94c-43c4-b6eb-bee64faaccbd",
    "title": {
      "en": "TS Boys With Unexpectedly Beautiful Girl Moves."
    },
    "updatedAt": "2024-04-10T18:57:25+00:00",
    "coverArt": "https://mangadex.org/covers/460e850d-d94c-43c4-b6eb-bee64faaccbd/a2519633-04fd-4d90-97c7-92d14b6f5907.jpg",
    "altTitles": [
      {
        "ja": "不意に美少女ムーブが出るTS男子"
      },
      {
        "ja-ro": "Fui ni bishōjo mūbu ga deru TS danshi"
      }
    ],
    "description": {
      "en": "Sasazuka Kazuharu (16) wakes up on the day of his job interview to find out that he has transformed into a girl.",
      "id": "Seorang anak lelaki yang bangun di pagi hari dan mendapatinya dirinya telah berubah menjadi seorang gadis pada hari interview kerja paruh waktunya."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9debf709-4d0a-47f8-aa1a-b656bcd54727",
    "title": {
      "en": "Descended from Divinity"
    },
    "updatedAt": "2024-04-09T02:46:10+00:00",
    "coverArt": "https://mangadex.org/covers/9debf709-4d0a-47f8-aa1a-b656bcd54727/536ccdb8-7395-418e-8a19-e2e573745d82.png",
    "altTitles": [
      {
        "ko": "천마는 평범하게 살 수 없다"
      },
      {
        "ko-ro": "Cheonmaneun Pyeongbeomhage Sal Su Eopda"
      },
      {
        "en": "The Heavenly Demon Can't Live a Normal Life"
      },
      {
        "en": "The Reincarnation of the Dark Master"
      },
      {
        "ru": "Реинкарнация тёмного магистра"
      },
      {
        "zh": "天魔的不凡重生"
      },
      {
        "mn": "Тэнгэрлэг Чөтгөр Энгийнээр Амьдарч Чадахгүй"
      },
      {
        "uk": "Небесний демон не може жити нормальним життям"
      },
      {
        "pt-br": "O Demônio Celestial não pode viver uma Vida Normal"
      }
    ],
    "description": {
      "en": "“Is this a mission I was sent on by the gods? Or is this just divine punishment?”\n\nBaek Jung-hyeok, the Heavenly Demon of Murim, finds that he’s been reincarnated into the body of Roman Dimitri, the dim-witted son of a baron who’s obsessed with the luxuries of the aristocratic lifestyle. But with his new status, Jung-hyeok is ready to shake things up on the continent of Salamander.\n\nWill the divine demon accomplish what he’s set out to do? And will he finally get the answers to this mysterious reincarnation?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)",
      "ko": "천마 백중혁, 드미트리 가문의 장남으로 눈을 뜨다.\n드미트리의 얼간이, 차남에게 밀린 장남.\n세간의 평판은 중요하지 않다.\n천마, 아니, 로만 드미트리는 앞으로 평범하게 살 수 없다.\n압도하는 천마 판타지!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)",
      "ru": "Демон Пэк Чун Хёк.\nНекогда сильнейшая личность в Муриме умирает и обнаруживает себя в теле старшего сына дома Дмитрий. В теле человека, которого все называют дураком. Человека, который постоянно находится в тени своего младшего брата и которому глубоко плевать на мнение окружающих.\nНо теперь, демон... Нет, Роман Дмитрий больше не сможет жить привычной жизнью.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)",
      "uk": "\"Це місія, на яку мене послали боги? Чи це просто божественна кара?\" Пек Чжун Хьок, божественний демон, повелитель Муріма, виявляє, що він реінкарнувався в тіло Романа Дмитровича, недоумкуватого сина барона, одержимого розкішшю аристократичного способу життя. Але з новим статусом Чжун Хьок готовий перевернути все на континенті Саламандр. Чи вдасться божественному демону досягти того, що він задумав? І чи отримає він нарешті відповіді на загадки цього таємничого перевтілення?",
      "zh": "最强教主重生成异国废柴！\n天不亡我！今生注定不凡！\n武林最强天魔神教教主白钟赫生命自然终结后再睁眼发现自己成为了卢曼·德米特里，德米特里公认的傻子，且不如弟弟的德米特里长子。但外人的评价已经不重要。从此卢曼将不再浑浑噩噩，他的生活将会发生天翻地覆的变化，卢曼注定不再平凡！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)",
      "pt-br": "“O Demônio Celestial” Baek Joong-Hyuk abre os olhos como o filho mais velho da família Dimitry. Conhecido como o idiota da família, deixado de lado por causa do segundo filho. A opinião do mundo é irrelevante. “Demônio Celestial”, não, Roman Dimitry, não pode viver uma vida normal.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/tianmodebufanchongsheng/list?title_no=1809)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3080a5e2-abc1-4682-92f5-7429428bc198",
    "title": {
      "en": "PIGPEN"
    },
    "updatedAt": "2024-03-04T00:42:50+00:00",
    "coverArt": "https://mangadex.org/covers/3080a5e2-abc1-4682-92f5-7429428bc198/9d9fa54b-4cff-4d5f-93de-a7390a571aae.png",
    "altTitles": [
      {
        "pl": "Chlew"
      },
      {
        "ko-ro": "Dwaejiuri"
      },
      {
        "fr": "La Porcherie"
      },
      {
        "fr": "Porcherie"
      },
      {
        "zh": "豬窩"
      },
      {
        "ko": "돼지우리"
      },
      {
        "pt-br": "Chiqueiro"
      },
      {
        "uk": "Свинарник"
      },
      {
        "pt-br": "Matadouro"
      }
    ],
    "description": {
      "en": "The protagonist finds himself adrift on an uninhabited island, where a mysterious family appears before him.  \n\n---\nFrom the author of [Bastard](https://www.webtoons.com/en/thriller/bastard/list?title_no=485) and [Sweet Home](https://www.webtoons.com/en/thriller/sweethome/list?title_no=1285)  \n\n  \n- [Unofficial Subreddit](https://www.reddit.com/r/PigpenManhwa/)  \n- [Official Indonesian Translation](https://www.webtoons.com/id/horror/pigpen/list?title_no=1751&page=1)",
      "fr": "Le protagonist se retrouve à la dérive sur une île inhabitée, où une famille s’appairaît devant lui.",
      "uk": "Відпочинок у раю чи смертельна пастка? Молодий чоловік прокидається на пляжі, від якого перехоплює подих, але не має жодного уявлення, хто він такий і як сюди потрапив. Як би він не намагався зібрати все докупи, розплутати цю запаморочливу таємницю буде нелегко, коли кожна зачіпка призводить до ще божевільніших запитань... а сім'я, яка приймає його у своєму домі, зовсім не така, якою здається.",
      "pt-br": "Uma fuga relaxante no paraíso ou uma armadilha mortal? Um jovem acorda em uma praia de tirar o fôlego, mas não faz ideia de quem é ou como chegou lá. Por mais que tente juntar as peças, desvendar esse mistério alucinante não será fácil quando todas as pistas levarem a mais perguntas enlouquecedoras... e a família que o recebe em sua casa não é o que parece."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "67"
  },
  {
    "mangaId": "edb82d3c-20f6-4cf9-a879-7457478642fe",
    "title": {
      "en": "My Lovey-Dovey Wife Is a Stone-Cold Killer"
    },
    "updatedAt": "2024-04-07T07:08:36+00:00",
    "coverArt": "https://mangadex.org/covers/edb82d3c-20f6-4cf9-a879-7457478642fe/caf1ec9d-2dff-4af3-be20-76a4693cf985.jpg",
    "altTitles": [
      {
        "ja": "拝啓…殺し屋さんと結婚しました"
      },
      {
        "ja-ro": "Haikei... Koroshiya-san to Kekkon Shimashita"
      },
      {
        "zh-hk": "敬啟…我和殺手结婚了吗？"
      },
      {
        "ru": "Сэр… Я женился на убийце"
      }
    ],
    "description": {
      "en": "In this newlywed comedy, a man tries to settle down with his sweet wife…who happens to be a contract killer!\r\n\r\nMeet Setsuna. She’s cute, sexy, and deadly. When she’s not out murdering people as a professional assassin, she’s nesting at home, trying to adjust to a domestic life with her new husband. She skewers ingredients for dinner, draws a knife on unwanted solicitors, and sleeps with one eye open, just in case enemies sneak in. Her lovestruck husband doesn’t ask her a lot of questions about her day job, so this arrangement can work if love conquers all, right? This romantic comedy is dangerously sexy!",
      "id": "Cerita komedi cinta dari seorang istri pembunuh.",
      "pt": "Minha esposa é uma assassina, mas diferente do que todo mundo pensa, o maior adversário dela é demonstrar as emoções que ela perdeu no seu trabalho.",
      "ru": "Моя спокойная жена работает… киллером?! Но она точно не может «убить» свои эмоции рядом со мной, и это так волнительно! ♪ Хочу быть любимым и умереть от руки жены. Любовная комедия о замужней убийце!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0cfcda3b-0dcb-459b-9931-aa823e7bf403",
    "title": {
      "en": "Nine Peaks"
    },
    "updatedAt": "2024-03-27T13:38:21+00:00",
    "coverArt": "https://mangadex.org/covers/0cfcda3b-0dcb-459b-9931-aa823e7bf403/6293e09a-fd60-4bc7-9b28-c0e0cd8b2edd.png",
    "altTitles": [
      {
        "ja": "ナインピークス"
      },
      {
        "ja-ro": "ＮＩＮＥＰＥＡＫＳ"
      },
      {
        "ru": "Девять вершин"
      },
      {
        "ru": "Пиковая девятка"
      },
      {
        "vi": "Cửu lĩnh"
      }
    ],
    "description": {
      "en": "A heartwarming tale of a father and son's bond.\n\nAfter just starting at his new school, Mashio Gaku is suspended within a week for getting into a scuffle with a third year. After returning home to his disapproving dad's okonomiyaki joint, his father, Mashio Harumi, can't help but reprimand him and refuses to serve him.\n\nTheir harsh words are the last exchange they share before an unfortunate traffic accident takes Harumi's life.\n\nAt his father's wake, Gaku finds out he was, in his words, a big fuckin' deal. In mourning, Gaku heads out to fish like him and his father always would, only to hook a big catch and get pulled into the water...\n\nWhen he comes to, he finds himself staring a familiar stranger in the face... **in the year 2000.**",
      "ru": "Душещипательная история о взаимоотношениях отца и сына. Главный герой — Масио Гаку, не особо ладит со своим отцом. После ссоры с сыном, Масио Харуми умирает... Гаку даже подумать не мог, что с его отцом, не особо общительным человеком, придёт проститься так много людей. Вскоре Гаку решает пойти на рыбалку где по случайности падает в море, но сразу же выбирается с помощью какого-то странного человека... Этим незнакомцем оказался его отец, ровно в 2000 году! Теперь Гаку начинает помогать Харуми, своему отцу, добиться статуса лидера города и разобраться что же здесь происходит...",
      "vi": "Sau cái chết của cha, Mashio Gaku biết được một sự thật động trời: Cha cậu từng là gã du côn mạnh nhất thành phố. Thế rồi một biến cố bất ngờ xảy ra, đưa cậu trở về quá khứ 22 năm trước, khi cha cậu bằng tuổi cậu..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "296cbc31-af1a-4b5b-a34b-fee2b4cad542",
    "title": {
      "en": "【Oshi no Ko】"
    },
    "updatedAt": "2024-04-04T14:25:32+00:00",
    "coverArt": "https://mangadex.org/covers/296cbc31-af1a-4b5b-a34b-fee2b4cad542/0d052414-7dce-4cdc-bf91-3d835513c2cc.jpg",
    "altTitles": [
      {
        "es-la": "Hijos predilectos"
      },
      {
        "en": "【My Star】"
      },
      {
        "ru": "Звёздное дитя"
      },
      {
        "ja": "推しの子"
      },
      {
        "de": "Mein*Star"
      },
      {
        "id": "Oshi no Ko - Anak Idola"
      },
      {
        "fa": "اوشی نو کو (Pashto)"
      },
      {
        "fa": "فرزند آیدول مورد علاقه‌ام"
      },
      {
        "el": "Το Αστέρι μου"
      },
      {
        "th": "【เกิดใหม่เป็นลูกโอชิ】"
      },
      {
        "ja": "【推しの子】"
      },
      {
        "ru": "Ребёнок идола"
      },
      {
        "pl": "Moja gwiazda"
      },
      {
        "zh-hk": "【我推的孩子】"
      },
      {
        "ko": "【최애의 아이】"
      },
      {
        "fr": "Ma Star"
      },
      {
        "fr": "L'Enfant d'une Star"
      },
      {
        "pt": "Criança que deve ser suportada"
      },
      {
        "pt": "Filho de sua favorita"
      },
      {
        "ar": "نجمتي"
      },
      {
        "ar": "الفتاة التي ادعمها"
      },
      {
        "tr": "Yıldızım"
      },
      {
        "tr": "İdolümün Çocuğu"
      },
      {
        "vi": "Dưới Ánh Hào Quang"
      },
      {
        "de": "Mein Star"
      },
      {
        "cs": "【OŠI NO KO】"
      },
      {
        "ka": "ჩემი ვარსკლავი"
      },
      {
        "pt-br": "Oshi no Ko - Minha Estrela Preferida"
      }
    ],
    "description": {
      "el": "H Άι Χόσινο είναι ένα ανερχώμενο μουσικό είδωλο, η οποία ανακοίνωσε ξαφνικά οτι θα πάρει ενα διάλειμμα από το μουσικό της γκρουπ, Μπι-Κομάτσι, για λόγους υγείας. Προς εκπλήξη ενός από τους μεγαλύτερους θαυμάστες της, του γυναικολόγου Γκόρο Αμεμίγια, μια μέρα η νεαρή Αϊ εμφανίστηκε στο νοσοκομείο οπού δουλεύει. Ο Γκόρο έρχοντας πλεον πρόσωπο με πρόσωπο με την αδυναμία του, τρέμει στο γεγονός ότι η 16-χρονη Αϊ είναι έγκυος... με δίδυμα με τον πατέρα άφαντο. Αποφασισμένη να αποκτήσει την δικιά της οικογένεια και να συνεχίσει την δουλεία της ως είδωλο, έχει σκοπο να κρατήσει την γέννα των παιδιών της μυστικο, μαζί με την βοήθεια του Γκόρο.\n\nΤο δυνατότερο όπλο ενός ειδώλου ειναι τα ψέματα.\nΜια ίστορια μυστηρίου και εξαπάτησης, όπου η σκοτεινή πλευρά της σόου-μπιζ αποκαλύπτεται κάτω από τις στρώσεις ψεμάτων και εκμεταλεύσεων.",
      "en": "The story begins with a beautiful girl, her perfectly fake smile, and the people who love her selfishly for it.  \n  \nWhat transpires behind the scenes of the glittering showbiz industry? How far would you go for the sake of your beloved idol? What would you do if you found out reincarnation was real? The star of the show is Aquamarine Hoshino and the stage is but a mere facade. Will he manage to reach the climax before the world of glamour swallows him whole?",
      "es": "'Oshi no Ko' explora la vida de una abrumadoramente hermosa heroína y muestra la industria del entretenimiento desde un punto de vista nunca antes visto.\n\n- [Wikipedia](https://es.wikipedia.org/wiki/Oshi_no_Ko)",
      "fa": "آی هوشینو ۱۶ ساله یک آیدول با استعداد و زیباست که هواداران زیادی داره؛اون نماد پاکیه، ولی ظاهر با باطن قضیه متفاوته. گورو هوندا یک پزشک زنان که ساکن حومه‌ی شهره که یکی از طرفداران بزرگ آی هستش، ولی ناگهان آیدول مورد علاقه خودش رو ملاقات میکنه و متوجه میشه که اون بارداره، گورو به اون قول میده که بچش رو سالم بدنیا بیاره، ولی اون نمیدونست که این ملاقات باعث عوض شدن زندگیش میشه.",
      "fr": "L'histoire commence avec une belle fille, son sourire parfaitement faux, et les gens qui l'aiment égoïstement pour cela. Que se passe-t-il dans les coulisses de la brillante industrie du showbiz? Jusqu'où iriez-vous pour votre idole bien-aimée ? Que feriez-vous si vous découvriez que la réincarnation est réelle? La star du spectacle est Aquamarine Hoshino et la scène n'est qu'une simple façade. Parviendra-t-il à atteindre le point culminant avant que le monde du glamour ne l'avale tout entier?  \n\n\n---\n\n- [Nominated for the 14th annual Manga Taisho awards.](https://www.animenewsnetwork.com/news/2021-01-24/14th-manga-taisho-awards-nominate-10-titles/.168759)\n\n- [Wikipedia](https://fr.wikipedia.org/wiki/Oshi_no_ko)",
      "ja": "「この芸能界（せかい）において嘘は武器だ」　地方都市で、産婦人科医として働くゴロー。芸能界とは無縁の日々。一方、彼の“推し”のアイドル・星野アイは、スターダムを上り始めていた。そんな二人が“最悪”の出会いを果たし、運命が動き出す…!?",
      "ru": "Что, если бы дорога в шоу-бизнес была открыта для тебя с самого начала?  \nНовая серия оригинальной манги от двух известных авторов — Акасака Ака («Госпожа Кагуя: в любви как на войне») и Ёкояри Мэнго («Тайные желания отвергнутых»). Это совершенно новая работа, в которой мир шоу-бизнеса предстаёт перед читателями в очень необычном свете: у лидера идол-группы Хосино Аи есть секрет, о котором никто не должен знать…  \n\n\n---\n- [Wikipedia](https://ru.wikipedia.org/wiki/Oshi_no_Ko)",
      "vi": "Câu chuyện khởi đầu với sự xuất hiện của một cô gái xinh đẹp, mang nụ cười giả tạo hoàn hảo, và có những người yêu cô ấy một cách ích kỷ bất chấp điều đó.\n\nĐiều gì diễn ra đằng sau ánh hào quang của thế giới showbiz? Con người ta sẽ làm đến mức nào vì thần tượng yêu quý của mình? Bạn sẽ làm gì nếu phát hiện ra luân hồi chuyển kiếp là có thật? Nhân vật chính của chúng ta - Aquamarine Hoshino liệu có hoàn thành được khát vọng báo thù trước khi bị thế giới hào nhoáng ấy nuốt trọn? Hãy cùng đón xem bộ truyện được sáng tác bởi bộ đôi tác giả của Kaguya-sama và Kuzu no Honkai.",
      "es-la": "La historia comienza con una hermosa chica, su sonrisa perfectamente falsa y la gente que la ama con egoísmo gracias a eso.\n  \n¿Qué ocurre detrás de la brillante industria del espectáculo? ¿Hasta dónde llegarías por el bien de tu ídolo? ¿Qué harías si descubrieras que la reencarnación es real? La estrella del espectáculo es Aquamarine Hoshino, y el escenario no es más que una mera fachada. ¿Conseguirá llegar al clímax antes de que el mundo del espectáculo se lo trague por completo?",
      "pt-br": "Doutor Goro é obstetra em um hospital do interior e se encontra longe do mundo em que brilha e evolui Aï Hoshino, uma cantora de sucesso crescente da qual é fã absoluto. O que ele ainda não sabe é que sem mais nem menos ele se encontrará com sua idol favorita em uma circunstância um pouco fora do normal. Terá ele tempo suficiente para ficar perto dela ou o mundo irá girar de maneira cruel para ele? Essa é uma história sobre o mundo do entretenimento japonês."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75edfbac-7a1d-43c1-bd15-29fff56b70b9",
    "title": {
      "en": "My Name is Nero"
    },
    "updatedAt": "2022-12-13T20:57:23+00:00",
    "coverArt": "https://mangadex.org/covers/75edfbac-7a1d-43c1-bd15-29fff56b70b9/1023003b-b786-4a92-b250-20b954295526.jpg",
    "altTitles": [
      {
        "it": "Il mio nome è Nerone"
      },
      {
        "ja-ro": "Waga Na wa Nero"
      },
      {
        "zh": "尼禄"
      },
      {
        "zh-hk": "尼禄传"
      },
      {
        "ja": "我が名はネロ"
      }
    ],
    "description": {
      "en": "With the (non-accidental) death of Claudius, the emperor of Rome, his emotionally and psychologically unstable adopted son Nero takes the throne. A historically based Roman adventure, full of political intrigue, murder, rebellion, incest, and all the things a boy wants!"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "15"
  },
  {
    "mangaId": "4aee683e-ad5f-4fdb-a803-b873a806a28c",
    "title": {
      "en": "Onna dakara, to Party wo Tsuihou Sareta no de Densetsu no Majo to Saikyou Tag wo Kumimashita"
    },
    "updatedAt": "2023-09-07T00:48:28+00:00",
    "coverArt": "https://mangadex.org/covers/4aee683e-ad5f-4fdb-a803-b873a806a28c/8a6971cf-90a3-4031-b8b8-9e96ce4e495b.jpg",
    "altTitles": [
      {
        "en": "Sexiled: My Sexist Party Leader Kicked Me Out, So I Teamed Up with a Mythical Sorceress!"
      },
      {
        "zh": "因为是女人，所以被赶出队伍，所以和传说中的魔女组成了最强的搭档"
      },
      {
        "zh-ro": "Yīnwéi shì nǚrén, suǒyǐ bèi gǎn chū duìwǔ, suǒyǐ hé chuánshuō zhōng de mónǚ zǔchéngle zuì qiáng de dādàng"
      },
      {
        "ja": "女だから、とパーティを追放されたので伝説の魔女と最強タッグを組みました"
      }
    ],
    "description": {
      "en": "Tanya Artemisiov is a talented Mage-class adventurer who just got kicked out of her party by a sexist scumbag. So what's a girl to do? Go to the wasteland and blow stuff up of course! One small problem though: she inadvertently frees a mythical Sorceress named Laplace who was sealed away for the past 300 years...\n\nSurprise! Turns out this so-called \"wicked\" Sorceress is actually pretty cool. Laplace wants to start a party of her own, Tanya wants revenge, and the solution is obvious: team up. It's time to kick ass, kiss girls, and dismantle the patriarchy!",
      "ja": "魔導師のターニャは「女だから」という理不尽な理由で冒険者パーティを追放される。\nそのストレス解消のため、人のいない荒野で大魔術をぶっ放していたら、伝説の大魔女・ラプラスの封印を解いてしまって!?\n半信半疑のターニャだったが、指を鳴らすだけで天候を変える大魔女の実力を目の当たりにして、本物だと信じることに。\n一方でラプラスも、ターニャの思い切りの良さを気に入り、二人はパーティを組むことになるのだが──\n「君が魔導師だとキャラがかぶるだろう？」\nその一言でターニャは最上級職・魔法剣士へと転職して!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7e6f8c8-8c77-40e0-b44d-0402e04d40e6",
    "title": {
      "en": "Active Raid: Kidou Kyoushuushitsu Dai Hachigakari"
    },
    "updatedAt": "2023-08-24T00:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/f7e6f8c8-8c77-40e0-b44d-0402e04d40e6/be840241-60ba-4f4b-91f9-d17d509c89f7.jpg",
    "altTitles": [
      {
        "en": "Active Raid - Special Public Security Fifth Division Third Mobile Assault Eighth Unit"
      },
      {
        "en": "Active Raid: Kidou Kyoushuushitsu Dai-8-gakari"
      },
      {
        "en": "Akutivureido - Kidō Kyōshū-shitsu Dai Hachi Kakari -"
      },
      {
        "en": "Активный рейд: Мобильная боевая дивизия"
      },
      {
        "en": "アクティヴレイド －機動強襲室第八係－"
      },
      {
        "en": "액티브레이드 기동강습실 제8계"
      }
    ],
    "description": {
      "en": "Set in a part of Tokyo that has descended into a quagmire, the story follows Unit 8 of the 5th Special Public Security Section's 3rd Mobile Assault Division, popularly called \"The Eighth,\" who don powered armor \"Willwear\" exoskeletons to counter the rise in crime.  \n  \nAssistant inspector Asami Kazari is assigned to The Eighth with the task of assessing the unit's status and reporting it to her superiors. But her true goal is to rehabilitate this sloppy, haphazard, justice-less group.  \n  \nBased on Production IMS' original TV anime series of the same title  \n  \nSee [AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17703) for Season 1 of the anime.  \nSee [AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18458) for Season 2 of the anime."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "9002b2bd-feac-44b2-b118-ddac0e7dcaad",
    "title": {
      "en": "Cestvs Series II: Legend of Desperate Struggle"
    },
    "updatedAt": "2023-05-25T22:46:56+00:00",
    "coverArt": "https://mangadex.org/covers/9002b2bd-feac-44b2-b118-ddac0e7dcaad/c37ecfd5-f031-49e8-a349-180baaeb9ba3.jpg",
    "altTitles": [
      {
        "en": "Cestus 2"
      },
      {
        "en": "Cestus II"
      },
      {
        "en": "Cestvs 2"
      },
      {
        "en": "Cestvs II"
      },
      {
        "en": "Cestvs Series Volume II: Legend of Desperate Struggle"
      },
      {
        "ja": "拳奴死闘伝セスタス"
      },
      {
        "ja-ro": "Kendo Shitouden Cestvs"
      }
    ],
    "description": {
      "en": "The direct sequel to Kento Ankokuden Cestvs, carrying on immediately from where the prequel left off."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9bb51b3-0e97-43ff-a64a-1c16d0de5d50",
    "title": {
      "en": "Slow Start"
    },
    "updatedAt": "2024-03-11T05:59:05+00:00",
    "coverArt": "https://mangadex.org/covers/c9bb51b3-0e97-43ff-a64a-1c16d0de5d50/b21e6938-aaaa-49c9-b715-e1c8995d07d6.jpg",
    "altTitles": [
      {
        "ja": "スロウスタート"
      }
    ],
    "description": {
      "en": "Following an unfortunately timed case of the mumps, Hana Ichinose misses all of her high school entrance exams and ends up having to spend a gap year as a ronin. Moving to a new location and starting high school a year late, Hana becomes friends with her classmates, Eiko, Tama, and Kamuri, while keeping it a secret that she is a year older than them."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1aca5c7d-f9db-4b8f-90a3-d56bf357ecb9",
    "title": {
      "en": "Burning Kabaddi"
    },
    "updatedAt": "2023-12-27T22:24:38+00:00",
    "coverArt": "https://mangadex.org/covers/1aca5c7d-f9db-4b8f-90a3-d56bf357ecb9/12a3a6f8-c0d5-4c04-9c10-2b10f049b945.jpg",
    "altTitles": [
      {
        "ja-ro": "Shakunetsu Kabaddi"
      },
      {
        "ta": "எரியும் கபடி"
      },
      {
        "ja": "灼熱カバディ"
      },
      {
        "hi": "Jwalit Kabaddi"
      },
      {
        "hi": "धधकती कबड्डी"
      }
    ],
    "description": {
      "en": "The story centres on first-year high school student Tatsuya Yoigoshi, a former ace soccer player who dislikes sports. \nHe gets invited to join the team for an Indian contact sport called Kabaddi. \nHe scoffs at the idea at first but becomes interested after watching a kabaddi practice."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca702a1d-f7ef-43b7-baa0-e323dda4f6de",
    "title": {
      "en": "To Be an Actor"
    },
    "updatedAt": "2024-01-28T19:51:05+00:00",
    "coverArt": "https://mangadex.org/covers/ca702a1d-f7ef-43b7-baa0-e323dda4f6de/6c2f09cc-f89b-4b71-a567-7ce409e98411.jpg",
    "altTitles": [
      {
        "en": "I Will Live as an Actor"
      },
      {
        "ko": "배우로서 살겠다"
      },
      {
        "ja": "役者として生きる"
      },
      {
        "en": "Be the Actor"
      },
      {
        "ko-ro": "Baeuroseo Salgetda"
      },
      {
        "fr": "Vivre comme un acteur"
      },
      {
        "fr": "Comment vivre selon un acteur"
      }
    ],
    "description": {
      "en": "Jang Young-guk’, who achieved great success as a supporting actor.\nReceived the first and honorable Best Supporting Actor Award at the Acting Awards.\n\nHowever, on that day, his mother passed away…\n\nHorrified by the death of his mother, whom he neglected for years, Young-guk decided to end his life…\n\nBefore his death, he longingly recalled the warmth of his mother and the peaceful memories of the past. He regretted turning his back on those memories…\n\nAt that moment, he suddenly regressed to his childhood…\n\n“I regressed, to that past I missed”\n\n“As an inescapable fact, this life is just…”\n\nOnce again, the story of a person who wants to live as an actor begins.\nWill he be able to live a happy life unlike the previous life?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "340273ab-6f5a-4eb8-abdf-269343213e4e",
    "title": {
      "en": "Gekikou Kamen"
    },
    "updatedAt": "2024-02-05T18:48:40+00:00",
    "coverArt": "https://mangadex.org/covers/340273ab-6f5a-4eb8-abdf-269343213e4e/f99cc9b0-ed0b-40a8-8557-b37049036d38.jpg",
    "altTitles": [
      {
        "ja": "劇光仮面"
      },
      {
        "ja-ro": "Gekko Kamen"
      }
    ],
    "description": {
      "en": "A man meets up with his university tokusatsu circle after the passing of their leader."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fff8f972-ff3e-4f24-9792-82e91635378e",
    "title": {
      "en": "Gigantis"
    },
    "updatedAt": "2023-08-12T14:37:06+00:00",
    "coverArt": "https://mangadex.org/covers/fff8f972-ff3e-4f24-9792-82e91635378e/aa2b8f94-f7a8-46e3-8088-412f879aefad.jpg",
    "altTitles": [
      {
        "ja": "GIGANTIS―ジャイガンティス―"
      },
      {
        "uk": "Ґіґантіс"
      }
    ],
    "description": {
      "en": "On that day, humanity was turned into “prey”―Gen is a high school student living on the island of Tsushima, a door to mainland Japan.\n\nAlong with his sickly sister, Misaki, and his heartwarming mother, Gen was living a peaceful life, all until an “asymmetrical monster” appears on the island. All hell breaks loose on the island of Tsushima.\n\nThese monsters devour everything from plants to animals, to humans, and mutate together. Will humanity stand a chance against these mutant creatures? Is there any hope?",
      "uk": "Того дня людство було перетворено на «здобич».\nҐен — старшокласник, який живе на острові Цушіма, що є дверима до материкової Японії.\nРазом зі своєю хворобливою сестрою Місакі та чарівною матір'ю Ґен жив мирним життям, поки на острові не з'явився «асиметричний монстр».\n\nПісля цього на острові Цушіма починається пекло.\n\nЦі монстри пожирають все, від рослин до тварин і людей. Після цього мутують.\nЧи матиме людство шанс протистояти цим істотам-мутантам?\nЄ якась надія?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "39"
  },
  {
    "mangaId": "af38f328-8df1-4b4c-a272-e737625c3ddc",
    "title": {
      "en": "Senpai ga Uzai Kouhai no Hanashi"
    },
    "updatedAt": "2024-03-16T16:06:17+00:00",
    "coverArt": "https://mangadex.org/covers/af38f328-8df1-4b4c-a272-e737625c3ddc/57004e6b-3573-414d-b234-afd512d89c63.jpg",
    "altTitles": [
      {
        "en": "A Story About a Senior Who Annoys His Junior"
      },
      {
        "en": "A Story About a Senpai Who Annoys His Kouhai"
      },
      {
        "en": "My Senpai Is Annoying"
      },
      {
        "ja-ro": "Senpai ga Urusai Kouhai no Hanashi"
      },
      {
        "ro": "Senpai-ul meu este enervant"
      },
      {
        "tr": "Senpai'si Uyuz Kouhai'nin Hikayesi"
      },
      {
        "ja": "先輩がうざい後輩の話"
      },
      {
        "pt-br": "Meu Senpai é Irritante"
      },
      {
        "uk": "Мій семпай дратує"
      },
      {
        "el": "Ο Senpai Μου Είναι Ενοχλητικός"
      }
    ],
    "description": {
      "en": "Futaba Igarashi is a diminutive office lady who finds that her towering and boisterous work senpai Harumi Takeda always gets in her hair, but he always has her back, he always keeps her company, and she starts noticing that her heart is slowly veering towards him…  \n  \n1st place of Tsugi Manga Awards, Category Webmanga (2018)\n\n---\n\n+++ Difference to volumes\nPixiv/Twitter (Web) to volume mapping:\n| Web Ch. | Volume Ch. | Change | Difference \n| :--- | :--- | :--- | :--- |\n| 64 | v.4 64 | | 0 |\n| 65 | v.4 64.5 | - | 1 |\n| 66 | v.4 65 |  | 1 |\n| 79 | v.4 77.5 | - | 2 |\n| 146.5 | v. 5. 145 | + | 1 |\n| 149.5 | v. 8 149 | + | 0 |\n| 150.5 | v. 8 151 | + | 1 |\n| 153.5 | v. 8 155 | + | 2 |\n| 154.5 | v. 8 157 | + | 3 |\n+++",
      "ja": "ちょっぴりガサツだけど面倒見のいい先輩・武田と、そんな彼に素直になれない（？）後輩・五十嵐。\n\n今日も五十嵐は武田をうざいと思いつつ、本当はまんざらでもなかったりやっぱり本当にうざいときもあったりと自覚のない二人の微妙な距離感にもだえちゃうことまちがいなし！",
      "uk": "Іґараші - працьовита молода офісна жінка. Такеда - семпай з роботи, нервує її постійно - і все ж вона стає все ближче до нього. Кожен день наповнений комічними невдачами та романтичними моментами, коли Іґараші намагається збалансувати роботу, життя та кохання.",
      "pt-br": "Igarashi é uma jovem esforçada que trabalha em um escritório. Takeda, o senpai acima dela no trabalho, a irrita constantemente - e ainda assim ela se encontra cada vez mais próxima dele. Todos os dias são repletos de contratempos cômicos e momentos românticos enquanto Igarashi tenta equilibrar trabalho, vida e amor."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "948dd677-89b4-4b25-868f-c471bd399e79",
    "title": {
      "en": "Love Wins"
    },
    "updatedAt": "2024-04-06T23:06:21+00:00",
    "coverArt": "https://mangadex.org/covers/948dd677-89b4-4b25-868f-c471bd399e79/fd0fc63a-788e-4f0c-92eb-eb380dd44fff.jpg",
    "altTitles": [
      {
        "ko": "LOVE WINS"
      }
    ],
    "description": {
      "en": "Da-yeon was excited by the news of legalization of same-sex marriage. I filed a marriage registration with a woman I didn't know because I was drunk....!?",
      "ko": "「 레진챌린지에서 독자들의 정신이 아찔해지게 웃기고 설렜던 선 결혼 후 연애 로맨스!! 」\n동성혼 합법화 소식에 들떠 번개에 나간 모쏠 레즈 이다연.\n술에 취해 모르는 여자와 혼인신고를 해버렸다....!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d430d07-d47a-4a2e-8880-98590cdece71",
    "title": {
      "en": "The Creatures that We Are"
    },
    "updatedAt": "2023-11-25T21:59:56+00:00",
    "coverArt": "https://mangadex.org/covers/1d430d07-d47a-4a2e-8880-98590cdece71/a47313a8-c88a-4000-b864-7bd3ef16f3bc.png",
    "altTitles": [
      {
        "zh": "异兽迷城"
      },
      {
        "en": "Beastly Maze, The Lost City of Alien Beasts"
      },
      {
        "zh-ro": "Yi Shou Mi Cheng"
      },
      {
        "vi": "Dị Thú Mê Thành"
      },
      {
        "en": "The City of Beasts"
      }
    ],
    "description": {
      "en": "Gao Yang, an orphan, crosses over to a \"parallel world\" at the age of six and starts living in a warm family of five. At the age of eighteen, Gao Yang accidentally discovers the true nature of the world: it's not a parallel world at all but a mysterious realm, and the family and friends around him are all terrifying \"beasts\"!",
      "zh": "高阳是个孤儿,六岁穿越到“平行世界”,从此生活在一个 温馨的五口之家。十八岁那年,高阳偶然发现世界真 相:这里根本不是平行世界,而是一个神秘领域,身边 的亲人朋友全是可怕的“兽”!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad004a13-f46a-4392-b786-97a6cab09fc2",
    "title": {
      "en": "My Wife Is Actually the Empress?"
    },
    "updatedAt": "2023-12-25T05:25:14+00:00",
    "coverArt": "https://mangadex.org/covers/ad004a13-f46a-4392-b786-97a6cab09fc2/28cd180e-e519-4a12-a367-28336c8cb0a5.jpg",
    "altTitles": [
      {
        "zh": "我家娘子竟然是女帝?"
      },
      {
        "zh-ro": "Wǒ Jiā Niángzǐ Jìngrán Shì Nǚ Dì?"
      },
      {
        "zh-ro": "Wo Jia Niangzi Jingran Shi Nv Di?"
      },
      {
        "vi": "Nương Tử Nhà Ta Là Nữ Đế"
      }
    ],
    "description": {
      "en": "With my wife's breathtaking beauty, not even the newly enthroned empress can match her! With my wife's marvelous culinary skills, not even the empress's royal chefs can match her! My wife loves me and cares about me very very much, and I wouldn't trade her for even the empress! Wait, what? My wife is the empress?!",
      "zh": "我家老婆貌美如花，哪怕是新登基的女帝都比不上！ 我家老婆厨艺高超，哪怕是女帝的御膳房都比不上！ 我家老婆很爱我，很关心我，就算是给个女帝我都不换！ 什么？我家老婆竟然就是女帝！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]