[
  {
    "mangaId": "837e01d6-f59b-4c2a-b9f7-68469215d0c6",
    "title": {
      "en": "Handyman Saitou in Another World"
    },
    "updatedAt": "2024-10-06T16:00:46+00:00",
    "coverArt": "https://mangadex.org/covers/837e01d6-f59b-4c2a-b9f7-68469215d0c6/cbcb02c1-bab9-499e-a840-2e1715555f56.jpg",
    "altTitles": [
      {
        "es": "El útil señor Saitou en otro mundo"
      },
      {
        "es": "El utilero Saitou en otro mundo"
      },
      {
        "id": "Saito si Serbabisa Masuk Isekai"
      },
      {
        "fr": "Saitou, l'homme à tout faire dans un autre monde"
      },
      {
        "pt-br": "Saitou, um faz-tudo em outro mundo"
      },
      {
        "ru": "Мастер на все руки Сайто в другом мире"
      },
      {
        "ja": "便利屋斎藤さん、異世界に行く"
      },
      {
        "zh": "万事屋斋藤先生转生异世界"
      },
      {
        "ja-ro": "Benriya Saitou-san, Isekai ni Iku"
      },
      {
        "ja-ro": "Benri-ya Saitō-san, Isekai ni Iku"
      },
      {
        "ar": "العامل الماهر سايتو في عالم آخر"
      },
      {
        "zh-hk": "萬事屋齋藤先生轉生異世界"
      },
      {
        "ru": "Разнорабочий Сайто в другом мире"
      },
      {
        "vi": "Anh Thợ Saitou Đa Năng Ở Dị Giới"
      }
    ],
    "description": {
      "en": "Handyman Saitou has never been anyone special. All his life, he’s had average grades, ordinary athletic skill, a commonplace job… But his unremarkable path takes a turn when he wakes up in another world. Here, warriors, wizards, and elves accompany him on quests delving deep into dungeons, and Saitou realizes for the first time what it’s like to be needed. After all, who other than the handyman could be trusted to open locked treasure chests or repair his allies’ equipment? Beginning with a simple “thank you,” this is the story of an ordinary person’s fulfilling life.",
      "es": "Saitou es un utilero ordinario que se transporta a otro mundo donde sus habilidades son muy útiles. Empieza a entender realmente lo que significa ser necesario, ya que incluso sus tareas y herramientas mundanas tienen los usos más inesperados en este nuevo mundo de fantasía!",
      "ru": "Сайто — мастер на все руки, который попадает в другой мир, где его навыки невероятно полезны. Погружаясь в новую среду, он начинает понимать истинное значение незаменимости.\nМастер на все руки Сайто никогда не был особенным. Всю жизнь у него были средние оценки, обычные спортивные навыки, заурядная работа... Но его ничем не примечательная жизнь меняется, когда он просыпается в другом мире. Здесь воины, волшебники и эльфы сопровождают его в заданиях, углубляясь в подземелья, и Сайто впервые осознает, что значит быть нужным. Ведь кому, как не мастеру на все руки, можно доверить открытие запертых сундуков с сокровищами или ремонт снаряжения союзников? История обычного человека, начавшаяся с простого «спасибо», — это история его полноценной жизни.",
      "vi": "Saitou là một người siêng năng bình thường được chuyển đến một thế giới khác, nơi các kỹ năng của anh ta rất hữu ích. Anh ấy bắt đầu thực sự hiểu ý nghĩa của việc được cần đến.",
      "pt-br": "Saitou é um faz-tudo comum que é transportado para outro mundo onde suas habilidades são muito úteis. Ele começa realmente a entender o que significa ser necessário."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be8fe64b-37da-4fba-b14d-603aba19be1f",
    "title": {
      "en": "Claymore"
    },
    "updatedAt": "2023-02-13T22:52:55+00:00",
    "coverArt": "https://mangadex.org/covers/be8fe64b-37da-4fba-b14d-603aba19be1f/4e397457-36ef-4122-8219-54ae470e28b0.jpg",
    "altTitles": [
      {
        "ja-ro": "Kureimoa"
      },
      {
        "vi": "Mắt Bạc"
      },
      {
        "ru": "Клеймор"
      },
      {
        "ja": "クレイモア"
      },
      {
        "zh": "大剑"
      },
      {
        "zh": "猎魔战记"
      },
      {
        "ko": "클레이모어"
      }
    ],
    "description": {
      "en": "It is the Middle Ages, and the remnants of mankind are plagued by paranoia and death. Spoken in fearful whispers, the word \"Yoma\" cuts a clear image into the minds of all: monstrous beings with an insatiable hunger for human flesh. But fear of their gruesome appetite is dwarfed by that of their ability to shapeshift and steal the memories of their last meal. Forever vulnerable to attack, humans live in unease, even among family.  \n  \nThere are few means to kill a Yoma. The Organization, informally known as \"Claymore,\" is humanity's only line of defense, dispatching half-human, half-Yoma female warriors to purify villages of Yoma. A lonely and dangerous existence, death for these warriors comes with each new assignment. What time is found between trying battles and long, arduous travels is spent in ever-intensifying struggle to resist their Yoma blood and maintain their humanity. Villagers, knowing of this, pay for their security reluctantly and have only loathsome regard for their protectors.  \n  \nClaymore follows the stoic and low-ranking member Clare in her daunting trek as she searches for personal vengeance. Along the way, she encounters many unexpected things about the world, from the camaraderie and hope held fast by her sisters-in-arms to the sinister truth behind the Claymore Organization.",
      "pl": "Akcja Claymore rozgrywa się w fikcyjnym świecie czasów średniowiecza. Politycznie, istnieje w nim ogromna liczba niepodległych miast i wiosek. Cały obszar jest podzielony na 47 regionów, które są odpowiednio podporządkowane pojedynczej Claymore. W tym świecie ludzie żyją obok kreatur zwanych Yoma (jap. 妖魔), które są potworami żywiącymi się ludzkimi wnętrznościami. Yomy potrafią zmieniać swój kształt i żyją w przebraniu pośród ludzi. Poprzez pożarcie ludzkiego mózgu, Yomy są w stanie przyswoić sobie ludzkie wspomnienia oraz niektóre zachowania, dzięki czemu mogą podszywać się pod swoją ofiarę nie budząc podejrzeń u jej rodziny i przyjaciół.  \nPotężna i bezimienna organizacja stworzyła w odpowiedzi na ataki Yom wojowników o nadludzkich zdolnościach zwanych Claymore. Nazwa ta pochodzi od wielkich mieczy, które ze sobą noszą w celu walki z potworami. Wioski i miasta, które zostały zaatakowane przez Yomy, wynajmują Claymore, aby te pozbyły się potworów za dużą ilość pieniędzy.",
      "ru": "Средневековье. Людей убивают йома - жестокие демоны, что способны принимать облик людей. С этой напастью борются Клеймор (они же сероглазые ведьмы) - группа девушек-наемниц, странствующих по свету и охотящихся на йома. Получили они такое прозвище из-за своего оружия - огромного двуручного меча и серых глаз. Клеймор сами наполовину йома, в результате чего их человеческая сущность ведёт постоянную борьбу с сущностью кровожадного монстра. История расскажет о пути одной из этих охотниц, по имени Клэр."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "27",
    "lastChapter": "155"
  },
  {
    "mangaId": "2e3d0203-e1d2-4142-b6ab-69a70643d7a1",
    "title": {
      "en": "Class ga Isekai Shoukan sareta Naka Ore dake Nokotta n desu ga"
    },
    "updatedAt": "2024-11-01T10:51:29+00:00",
    "coverArt": "https://mangadex.org/covers/2e3d0203-e1d2-4142-b6ab-69a70643d7a1/cc2a1cf1-48a2-4c7d-9ed3-e7d92c599a05.jpg",
    "altTitles": [
      {
        "en": "My Entire Class Was Summoned To Another World Except For Me"
      },
      {
        "id": "Semua Orang Di Kelasku Di Panggil Ke Dunia Lain Selain Aku"
      },
      {
        "ru": "Весь мой класс, кроме меня, призвали в иной мир"
      },
      {
        "ja": "クラスが異世界召喚されたなか俺だけ残ったんですが"
      },
      {
        "zh-hk": "班級同學都被召喚到異世界，只有我幸存下來"
      },
      {
        "zh": "班级同学都被召唤到异世界，只有我幸存下来"
      }
    ],
    "description": {
      "en": "A god of a different world had abruptly appeared in Kamiya Yato's classroom and forcibly summoned the entire class to his world… except for him, because he was sleeping in a seat in the corner of the class, the round summoning magic circle didn't reach him, and he ended up staying here on Earth, but with brand-new skills.  \n  \nAfter he made it through a whole year full of police interviews and journalism reports, he finally became a high school student, but the quiet days he had hoped for were far from over; be it terrorists who decide to occupy his school or even monsters from different world, one by one new incidents take place in the town he lives in…  \n  \nWill a boy without any motivation be able to save the world?\n\nNote: No raw updates since October 2021; assume hiatus by author. Comic Boost still lists the series as an \"irregular serialization\" rather than axed, so there remains a slim possibility for future updates.  \n  \n\n\n---",
      "ru": "Бог иного мира внезапно появился в классе Камии Ято и принудительно призвал весь класс в свой мир… Кроме него… Потому что он спал в углу класса и магический круг призыва не коснулся его. И он остался на Земле, но обрел новые навыки.  \n  \nПосле целого года допросов полицейскими и интервью с журналистами, он наконец поступил в старшую школу, но спокойные дни, которых он так желал, уже давно кончились. Будь то террористы, решившие захватить школу, или монстры из иного мира, в городе, где он живет, происходят одно событие за другим…  \nСможет ли парень безо всякой мотивации спасти мир?",
      "pt-br": "Um dia, um deus de outro mundo apareceu de repente na classe de Kamiya Yato e invocou pela força toda a sua sala de aula... mas, exceto ele, porque ele estava dormindo em um assento no canto da sala, o círculo mágico não o alcançou e ele acabou ficando na Terra, mas com novas habilidades.Depois de passar um ano cheio de entrevistas policiais e relatórios de jornais, ele acabou se tornando um estudante do ensino médio, mas os dias tranquilos que ele esperava estavam longe de terem terminado, sejam eles terroristas que decidiram ocupar sua escola ou mesmo monstros do outro mundo e novos incidentes ocorrem na cidade onde ele mora...Um garoto sem motivação pode salvar esse mundo?!"
    },
    "status": "hiatus",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "215e3ced-247e-4f34-8e1a-27b60ffef8ac",
    "title": {
      "en": "My Girlfriend's Not Here Today"
    },
    "updatedAt": "2024-10-09T01:55:40+00:00",
    "coverArt": "https://mangadex.org/covers/215e3ced-247e-4f34-8e1a-27b60ffef8ac/7ba3667c-7e5b-4a09-9a2d-4bc7680355de.jpg",
    "altTitles": [
      {
        "ja": "今日はカノジョがいないから"
      },
      {
        "ja-ro": "Kyou wa Kanojo ga Inai kara"
      },
      {
        "zh": "因为今天女友不在"
      },
      {
        "zh-hk": "因為今天女友不在"
      },
      {
        "zh-ro": "Yīn wéi jīntiān nǚyǒu bùzài"
      },
      {
        "en": "Today, She is not here…"
      },
      {
        "en": "Today, My Girlfriend's Not Here, So"
      }
    ],
    "description": {
      "en": "It's a secret that I'm dating the love of my life at school. There's no way I can tell anyone, especially when we're both girls. But I can't help my feelings from slipping out in the background. It's not the ideal way to be a couple, but I can put up with it because I really love her... But such loneliness has also nurtured dark thoughts in my head.",
      "th": "ผลงานมังงะเรื่องใหม่ของ อ.อิวามิ คิโยโกะ ผู้เขียน \"Luminous = Blue\"\nโลกความเป็นจริงกับโลกออนไลน์ สิ่งที่เปิดเผยให้คนอื่นรู้ได้กับสิ่งที่ต้องการปิดเป็นความลับจากคนรอบข้าง ใครหลายคนอาจมีโลกสองฝั่งแบบนี้อยู่เหมือนกัน\nอาซาฮินะ ยูนิ คือหนึ่งในคนที่เป็นแบบนั้น แต่แล้วความลับของเธอก็ถูก ทาคิ ฟูโกะ เพื่อนร่วมชั้นคนหนึ่งล่วงรู้เข้า..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1522b1b-4b5a-4c09-bb39-8b092f4b7edd",
    "title": {
      "en": "Shoukan sareta Kenja wa Isekai wo Yuku ~Saikyou nano wa Fuyou Zaiko no Item deshita~"
    },
    "updatedAt": "2024-10-11T16:50:34+00:00",
    "coverArt": "https://mangadex.org/covers/f1522b1b-4b5a-4c09-bb39-8b092f4b7edd/0279ffd2-4969-4f8b-bab8-0b9bffbe12c1.jpg",
    "altTitles": [
      {
        "ja": "召喚された賢者は異世界を往く ～最強なのは不要在庫のアイテムでした～"
      },
      {
        "en": "A Sage Is Summoned to Another World: The Undesired Items Are Now the Strongest"
      },
      {
        "es-la": "El sabio es invocado a otro mundo ~Los artículos más fuertes eran los menos deseados del inventario~"
      },
      {
        "ko": "소환된 현자는 이세계를 누빈다 ~최강인 것은 필요없는 재고 아이템이었습니다~"
      },
      {
        "zh-hk": "被召喚的賢者前往異世界～廢棄庫存道具才是最強～"
      },
      {
        "zh": "被召唤的贤者前往异世界～废弃库存道具才是最强～"
      },
      {
        "en": "Wise Man Is Summoned to Another World ~The Strongest Items Were Those Less Desired in Inventory~"
      }
    ],
    "description": {
      "en": "Touya, the strongest player in the game Pandemic World Online, had won so many items that he decided to create an alternate account to store the extra ones. While playing this very game in his second account, he was summoned to another world as a character he made, where the people were merrily expecting a hero. However, when it is known that he doesn't have the title of a hero, he is discarded and replaced by another person. Now, he must survive in an another world with the account he merely used to store his extra items in.  \n\n\n---",
      "es-la": "Touya, el jugador mas fuerte del juego Pandemic World Online, ha ganado tantos items que decidió crear una cuenta alternativa para almacenarlos, mientras jugaba fue invocado a otro mundo, pero al no tener la categoría de héroe es desechado y remplazado por otra persona, ahora tendrá que sobrevivir solo en ese mundo y con el personaje que creó para almacenar esos objetos.  \n\n\n---\n\n**Links:**  \n- [Original Web Novel](https://ncode.syosetu.com/n9275ei/) (Japanese)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "502b25b5-f9c1-4413-bb38-486f86e6c502",
    "title": {
      "en": "That Time I Got a Black-Haired Gyaru Behind Me When I Changed Seats (Fan Colored)"
    },
    "updatedAt": "2024-07-27T21:50:33+00:00",
    "coverArt": "https://mangadex.org/covers/502b25b5-f9c1-4413-bb38-486f86e6c502/6952b573-d235-42db-acae-95fdd171bf57.png",
    "altTitles": [
      {
        "ja-ro": "Sekigae Shitara Ushiro no Seki ga Kurokami Gal Datta Ken (Fan Colored)"
      },
      {
        "ja": "席替えしたら後ろの席が黒髪ギャルだった件 (Fan Colored)"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7878c129-a33d-4bf9-b5d2-ff98cbe85bd6",
    "title": {
      "en": "Sentai Daishikkaku"
    },
    "updatedAt": "2024-09-29T00:56:09+00:00",
    "coverArt": "https://mangadex.org/covers/7878c129-a33d-4bf9-b5d2-ff98cbe85bd6/a024d2ad-cccb-46e3-8c3e-8b360ecfeb22.jpg",
    "altTitles": [
      {
        "en": "Go, Go, Loser Ranger!"
      },
      {
        "ru": "Боевой отряд «Полный Провал»"
      },
      {
        "th": "ขบวนการกำมะลอ"
      },
      {
        "ja": "戦隊大失格"
      },
      {
        "zh-hk": "戰隊大失格"
      },
      {
        "it": "Squalificati - Ranger Reject"
      },
      {
        "fr": "No Longer Rangers"
      },
      {
        "en": "Ranger Reject"
      },
      {
        "ja-ro": "Sentai Daishikkaku"
      },
      {
        "en": "No Longer a Sentai Ranger"
      }
    ],
    "description": {
      "en": "Thirteen years ago, suddenly the Villainous Army of evil appeared in their gigantic floating castle 10000 meters in the sky to invade Earth!\n\nThe villainous army have reviving capabilities that make them immortal, making them a serious threat to humanity. To protect us against these invaders, the Divine Dragon Rangers, the Dragon Keepers, wield their miraculous powers and their weapons, Divine Tools, and continuously fight for our safety!\n\nThe assault of the Villainous Army! The vigilance of the Dragon Keepers! Will they succeed in their conquest…?\n\nFrom Haruba Negi, the creator of *5Toubun no Hanayome*, comes the action-packed superhero series of a lifetime!",
      "es": "¡Hace trece años, el Ejército Villano del mal apareció de repente en su gigantesco castillo flotante a 10.000 metros en el cielo para invadir la Tierra! El ejército villano tiene capacidades de revivir que los hacen inmortales, lo que los convierte en una seria amenaza para la humanidad. Para protegernos de estos invasores, los Rangers Dragón Divino, los Guardianes del Dragón, empuñan sus poderes milagrosos y sus armas, las Herramientas Divinas, ¡y luchan continuamente por nuestra seguridad! ¡El asalto del Ejército Villano! ¡La vigilancia de los Guardianes del Dragón! ¿Tendrán éxito en su conquista? ¡Descúbrelo en la serie de superhéroes llena de acción de toda la vida!",
      "fr": "Il y a 13 ans, un château flottant est apparu à 1000 mètres au-dessus du sol et une armée maléfique est venue dans le but d'envahir l'humanité.\nAfin de protéger l'humanité contre ces envahisseurs, des super-héros se battent, mais les choses ne semblent pas être comme elles le paraissent !",
      "ru": "Тринадцать лет назад армия монстров таинственным образом объявилась на территории людей, паря в воздухе на своем летучем замке! Армия монстров обладает различными способностями, которые могут грозить человеческой безопасности. Дабы защитить мирных жителей от вторжения на землю, доблестные герои - Хранители Дракона в составе из пяти человек выходят на поле правосудия! Используя свой туз в рукаве под названием «артефакт», боевой отряд героев из года в год, каждое воскресенье усмиряет неугомонных монстров. Однако, спустя 999 поражений, один из членов команды монстров решает отомстить героям!.. С этого момента и разворачивается наша история борьбы добра со злом!",
      "pt-br": "Há treze anos, de repente, o Infame Exército do mal apareceu em seu gigantesco castelo flutuante 10.000 metros no céu para invadir a Terra! O exército vilão tinha capacidades de reviver, o que os tornava imortais, tornando-os uma séria ameaça para a humanidade. Para nos proteger contra esses invasores, os Divine Dragon Rangers, os Dragon Keepers, manejam seus poderes milagrosos e suas armas, Ferramentas Divinas, e lutam continuamente por nossa segurança! O ataque do Exército Vilão! A vigilância dos Dragon Keepers! Eles terão sucesso em sua conquista...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7af9467-a5d3-470a-86e9-b5ae4a82e0cd",
    "title": {
      "en": "JoJo's Bizarre Adventure, Part 4: Diamond Is Unbreakable (Official Colored)"
    },
    "updatedAt": "2024-10-26T08:16:28+00:00",
    "coverArt": "https://mangadex.org/covers/b7af9467-a5d3-470a-86e9-b5ae4a82e0cd/c7dd8abf-9c2a-4b7f-8597-17b3c4ead3dc.jpg",
    "altTitles": [
      {
        "en": "JoJo's Bizarre Adventure, Part 4: Diamond Is Unbreakable - Digital Colored Comics"
      },
      {
        "ja-ro": "JoJo no Kimyō na Bōken: Diamond wa Kudakenai"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Diamond wa Kudakenai"
      },
      {
        "es-la": "La extraña aventura de JoJo Parte 4: El diamante es inquebrantable"
      },
      {
        "ja": "ジョジョの奇妙な冒険 ダイヤモンドは砕けない"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 4 - Diamond is Unbreakable (Official Colored)"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第4部 ダイヤモンドは砕けない カラー版"
      }
    ],
    "description": {
      "en": "In April 1999, Jotaro Kujo travels to a town in Japan called Morioh to find a young man named Josuke Higashikata, the secret love child of his grandfather, Joseph Joestar. Upon finding him, Jotaro is surprised to learn that Josuke also possesses a Stand. After their strange meeting, the pair team up to investigate the town’s proliferation of unusual Stands!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "174"
  },
  {
    "mangaId": "fc348d4c-c366-4f6b-baa9-8e9c16b386cf",
    "title": {
      "en": "Please Fall Asleep, Emperor"
    },
    "updatedAt": "2024-08-15T17:25:13+00:00",
    "coverArt": "https://mangadex.org/covers/fc348d4c-c366-4f6b-baa9-8e9c16b386cf/66a857a9-cf43-4da0-a733-98815286242d.png",
    "altTitles": [
      {
        "en": "Qǐng jūn rùmián"
      },
      {
        "en": "Император, пожалуйста, засыпайте!"
      },
      {
        "en": "请君入眠"
      }
    ],
    "description": {
      "en": "In order to kill the dictator, an assassin wore female clothing and snuck into the palace. He didn't expect to be caught immediately that night. But the dictator did not kill him. Instead, he asked to sleep with the assassin and treated him like a sleeping pill.   \nAfter staying in the palace for a while, the assassin discovered a deep conspiracy, and the dictator didn't seem that bad after all. Meanwhile, he even started to feel a little sympathetic…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "62"
  },
  {
    "mangaId": "17459bd9-9f6d-492d-94e8-1a16425e6a9c",
    "title": {
      "en": "Tanaka no Isekai Nariagari"
    },
    "updatedAt": "2024-10-20T14:21:40+00:00",
    "coverArt": "https://mangadex.org/covers/17459bd9-9f6d-492d-94e8-1a16425e6a9c/64e7e047-6c3b-4f04-b87d-ef15a6574673.jpg",
    "altTitles": [
      {
        "en": "The Rise of Tanaka in Another World"
      },
      {
        "ja": "タナカの異世界成り上がり"
      }
    ],
    "description": {
      "en": "Tanaka, a 32-year-old man, gets caught up as a bystander while the hero is summoned to another world. His stats are mediocre and skills are unremarkable, but Tanaka remains positive and decides to have fun in this new world, saying, \"Since I'm here, I want to use magic!\" \n\nWhat will he encounter on his journey while meeting reliable companions?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "bb1f528f-de51-4b58-9878-c7ab55dd73c0",
    "title": {
      "en": "Sensha Isu - Tank Chair"
    },
    "updatedAt": "2024-10-25T18:45:16+00:00",
    "coverArt": "https://mangadex.org/covers/bb1f528f-de51-4b58-9878-c7ab55dd73c0/d6b308e6-8d7f-46a1-a607-6867d1e6963b.jpg",
    "altTitles": [
      {
        "ja": "戦車椅子－ＴＡＮＫ　ＣＨＡＩＲ－"
      },
      {
        "en": "Tank Chair"
      }
    ],
    "description": {
      "en": "Protecting his sister Shizuka from a bullet, the strongest assassin Nagi Taira falls into a coma. Against all odds, he regains his consciousness- but only when faced with killing intent! Thus begins a violent journey of recovery, battling the most dangerous foes.\n\n---\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10517/episode/349974) (U.S. Only)",
      "ja": "妹を銃弾から守ったことで意識戻らぬ身となってしまった最強の殺し屋・平良凪（タイラナギ）。しかし彼は“殺意”を向けられると、わずかな時間だけ意識が戻る特殊体質の持ち主だった！完全覚醒を果たすため、今日も凪は改造車椅子で強敵達との“リハビリ”を始める――！鬼才・やしろ学が描く最凶のダークヒーローによるバイオレンス・アクション――ッ!!",
      "vi": "Sau khi đỡ hộ em gái mình một phát đạn, Taira Nagi tuy rằng may mắn không chết nhưng giờ đây cậu đã bị mất đi ý thức, sống như người thực vật. Vậy nhưng miễn chỉ cần cảm nhận được sát ý với mình, Nagi sẽ lập tức lấy lại được ý thức và điều này đã được em gái cậu áp dụng cho phương pháp điều trị nhằm cứu lấy anh trai của mình.",
      "pt-br": "Ao proteger sua irmã Shizuka de um tiro, o assassino mais forte, Nagi Taira, entra em coma. Contra todas as probabilidades, ele recupera a consciência — mas apenas quando enfrenta intenções assassinas! Assim começa uma violenta jornada de recuperação e batalhas contra os inimigos mais perigosos!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b7af8c8-6e09-4863-81f2-d55dc2ae8815",
    "title": {
      "en": "Insomnia"
    },
    "updatedAt": "2024-11-01T22:23:13+00:00",
    "coverArt": "https://mangadex.org/covers/8b7af8c8-6e09-4863-81f2-d55dc2ae8815/e7b85387-ab85-4471-95f9-e85543f8d9fc.jpg",
    "altTitles": [
      {
        "ja": "インソムニア"
      },
      {
        "th": "นิทราสยอง"
      }
    ],
    "description": {
      "en": "20 nights, 20 terrifying stories. Masaya Hokazono tells us the horrific stories he has experienced as well as those that have been told to him. Even in a technologically advanced modern Japan, traditional spirits never cease to torment the living.\n\nIncluded oneshots:\nVolume 1: Hanashicha Ikenai (Don't Tell), Kengai Imouto Kaidan (Out of Bounds: Sister Ghost Story) [Story: Kihara Hirokatsu]",
      "ja": "赤い妹・ネットの妖怪・宇宙人・電車を徘徊する女・深夜のコンビニに集まる亡者たちがあなたを今夜も“インソムニア(不眠症)”にする！\n\n外薗昌也待望のホラー短編集!"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "22"
  },
  {
    "mangaId": "5c179bab-4f10-4a3b-afae-0776b15eb7fa",
    "title": {
      "en": "Hoshi Furu Yoru ni"
    },
    "updatedAt": "2024-10-07T02:55:27+00:00",
    "coverArt": "https://mangadex.org/covers/5c179bab-4f10-4a3b-afae-0776b15eb7fa/4a674555-d49e-479b-91db-1ae828d6f865.jpg",
    "altTitles": [
      {
        "ja": "星降る夜に"
      },
      {
        "fr": "Sous une nuit étoilée"
      },
      {
        "id": "Di Malam Berbintang"
      }
    ],
    "description": {
      "en": "Two friends share a starry night, talking and savoring every moment before the inevitable happens.\n\n---\n\nHarta 87",
      "fr": "Deux amis partagent une nuit sous les étoiles, discutant et savourant chaque instant avant l'inévitable.\n\n---\n\nHarta 87"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a6d6ea2-18a5-4a31-9777-f4bb5bd32726",
    "title": {
      "en": "Little Mushroom"
    },
    "updatedAt": "2024-10-27T12:24:09+00:00",
    "coverArt": "https://mangadex.org/covers/2a6d6ea2-18a5-4a31-9777-f4bb5bd32726/cd987770-8002-4426-9ed4-a9d758427026.jpg",
    "altTitles": [
      {
        "zh": "小蘑菇"
      }
    ],
    "description": {
      "en": "“Until the day humanity falls.”\n\nIn the year 2020, Earth’s magnetic poles disappeared and humankind was nearly wiped out by cosmic radiation. Within the span of a hundred years, living creatures began to mutate and devour each other while the remaining humans, numbering in the tens of thousands, struggled bitterly in their man-made bases.\n\nIn the Abyss, home to the mutated xenogenics, there lived a sentient little mushroom. Because it had been nourished by the blood and flesh of the deceased human An Ze, not only did it take on a similar-looking human form, but a similar name as well: An Zhe.\n\nAn Zhe is determined to go to the human base to search for his spore, which had been harvested by humans. Once there, however, he faces the omnipresent risk of discovery and certain death as he tries to keep his non-human nature hidden from the Judges, whose responsibility is to inspect for and eliminate xenogenics like himself. And of all the Judges, Colonel Lu Feng is the most perceptive and merciless—as soon as he determines that someone is a xenogenic, he will execute that person on the spot.\n\nBut An Zhe’s mutation goes undetected by Lu Feng’s eyes, and so a tale of humans and xenogenics unfolds…\n\nSilver Award winner at the 12th Chinese Nebula Awards for Chinese Science Fiction.",
      "pl": "Ponury i niegościnny świat po katastrofie ekologicznej. Spustoszoną ziemię bombarduje promieniowanie kosmiczne. Niedobitki ludzkości schroniły się w dwóch ostatnich ocalałych bazach, desperacko próbując przetrwać. Każdy kontakt z obcym organizmem żywym grozi skażeniem genetycznym.\n\nDo bazy ludzi trafia zagubiony chłopak, który w rzeczywistości nie jest nawet człowiekiem. Los styka go z bezlitosnym sędzią, wyszkolonym do tropienia i likwidowania mutantów. Niespodziewanie ich znajomość przeradza się w coś więcej…\n\nPolskie tłumaczenie powieści dostępne tutaj: https://www.wattpad.com/story/251281478-little-mushroom"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a149c7c9-3fcc-4813-942e-7fe29a2b59b7",
    "title": {
      "en": "Miss Forensics"
    },
    "updatedAt": "2024-08-31T00:10:26+00:00",
    "coverArt": "https://mangadex.org/covers/a149c7c9-3fcc-4813-942e-7fe29a2b59b7/382cb57e-975c-4a16-a90c-30f4d63abd03.jpg",
    "altTitles": [
      {
        "zh": "我亲爱的法医小姐"
      },
      {
        "en": "My Dear Forensic Lady"
      },
      {
        "pt-br": "Minha querida médica legista"
      },
      {
        "zh-hk": "我親愛的法醫小姐"
      },
      {
        "zh-ro": "Wǒ Qīn'ài de Fǎyī Xiǎojiě"
      },
      {
        "pl": "Lekarz sądowy Lin Yan"
      }
    ],
    "description": {
      "en": "Lin Yan, a cold and arrogant female forensic expert, meets Song Yuhan, a righteous and sharp female detective. From being incompatible to becoming friends, they witness the lives of many ordinary people along the way: a young girl who struggles to survive but dies innocently, an old mother who waits for her criminal son to return in the mountains, a timid policeman who faces a gun-wielding robber bravely... \n\nThey fight for the rights of the living, speak for the dead, and vow to uncover the truth that has been silent for years."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95aa6275-3a71-460b-af9f-33ee9b93bebc",
    "title": {
      "en": "Nue no Onmyouji"
    },
    "updatedAt": "2024-10-01T00:45:00+00:00",
    "coverArt": "https://mangadex.org/covers/95aa6275-3a71-460b-af9f-33ee9b93bebc/ca1f4dca-653a-4e48-af44-ace7b10ec34b.jpg",
    "altTitles": [
      {
        "ja": "鵺の陰陽師"
      },
      {
        "en": "Nue's Exorcist"
      },
      {
        "ru": "Оммёдзи Нуэ"
      },
      {
        "vi": "Âm Dương Sư Nue"
      },
      {
        "fr": "L'exorciste de Nue"
      },
      {
        "es-la": "El exorcista de Nue"
      }
    ],
    "description": {
      "en": "Yajima has been able to see spirits since he was small. At his new school is a room that nobody else can see. And inside is a spirit who loves playing video games. A new modern exorcist saga now begins!",
      "fr": "Yajima est capable de voir les esprits depuis qu'il est tout petit. Dans sa nouvelle école, il y a une pièce que personne d'autre ne peut voir. Et à l'intérieur se trouve un esprit qui aime jouer aux jeux vidéo. Une nouvelle saga d'exorcistes modernes commence !",
      "ja": "幼少の頃から「幻妖」と呼ばれる存在が見えた少年・夜島学郎。高校入学初日、ひょんなことから出会ったサブカル好きの幻妖「鵺」に校内の幻妖退治を依頼されるが――…？",
      "vi": "Yajima đã có thể nhìn thấy các linh hồn từ khi còn nhỏ. Tại ngôi trường mới của cậu ấy có một căn phòng mà không ai khác có thể nhìn thấy. Và bên trong là một linh hồn thích chơi trò chơi điện tử. Một câu chuyện trừ tà hiện đại bắt đầu từ giây phút này!",
      "pt-br": "Yajima é capaz de enxergar Espíritos desde pequeno. Em sua nova escola há uma sala que mais ninguém consegue ver. E dentro dela mora uma Espírito que ama jogar videogames. Uma nova saga moderna de exorcistas começa agora!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5bb3b15f-3f60-490a-b873-bd7589f4e662",
    "title": {
      "en": "Kabeyaku Nado Fuyou to Tsuihousareta S-kyuu Boukensha, <Dorei Kaihou> Skill wo Kushi shite Shijou Saikyou no Kunizukuri"
    },
    "updatedAt": "2024-10-26T09:20:34+00:00",
    "coverArt": "https://mangadex.org/covers/5bb3b15f-3f60-490a-b873-bd7589f4e662/d67031bf-f642-41cc-87e4-b4739a72d708.jpg",
    "altTitles": [
      {
        "ja": "壁役など不要と追放されたＳ級冒険者、≪奴隷解放≫スキルを駆使して史上最強の国造り"
      },
      {
        "en": "An S-class Adventurer, Banished as the Tank of the Party, Uses His \"Slave Release\" Skill to Build the Strongest Country in History!"
      },
      {
        "pt-br": "Um aventureiro classe-S que foi banido como tank da party, usa suas habilidades de “Libertação dos Escrav*s” para construir a nação mais forte da história."
      }
    ],
    "description": {
      "en": "Alex, a holy knight, is suddenly expelled from his adventurers' party.\n\nHe tries to live a comfortable life by accepting a quest to cultivate a remote area, but suddenly he is given the extra skill \"Slave Release\"...?\n\nSummon beautiful girl slaves and cultivate a demon territory overrun with demons! A slow life of harem in a fantasy world is about to begin!",
      "ja": "冒険者パーティーから突如追放された聖騎士・アレックス。\n\n僻地の開拓クエストを受けて、悠々自適の生活を送ろうとするが突然エクストラスキル≪奴隷解放≫を授かって―!?\n\n美少女奴隷を召喚して、魔物が跋扈する魔族領を開拓しろ! 異世界ハーレムスローライフ開幕!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c157222-4425-46d4-a7e7-321bc0bb61de",
    "title": {
      "en": "Kinnikuman Lady"
    },
    "updatedAt": "2024-05-06T18:50:17+00:00",
    "coverArt": "https://mangadex.org/covers/3c157222-4425-46d4-a7e7-321bc0bb61de/c1c75a2c-ba28-41dd-8bba-b9139c3bc6df.jpg",
    "altTitles": [
      {
        "en": "Kinnikuman Ready"
      },
      {
        "ja": "キン肉マンレディー"
      },
      {
        "ja-ro": "Kinnikuman Lady"
      }
    ],
    "description": {
      "en": "Meat has been the trainer of the great Choujin superhero Kinnikuman for long. He thought his job was done helping his greatest subject become a master Choujin and king of his homeworld. But…what if upon waiting for his next subject, the little trainer was sent to another world?…  \n  \nA world where Kinnikuman has yet to become a great hero… and a world where he is… female!?  \n  \nWelcome to the world of Kinnikuman Lady! A world that promises to be as bizarre and exciting as the one of the original Kinnikuman."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": ""
  },
  {
    "mangaId": "bd22ac44-3832-4f35-b0d5-9b69d60cb472",
    "title": {
      "ja": "Boku wa Isekai de Fuyo Mahou to Shoukan Mahou wo Tenbin ni Kakeru"
    },
    "updatedAt": "2024-09-29T14:36:22+00:00",
    "coverArt": "https://mangadex.org/covers/bd22ac44-3832-4f35-b0d5-9b69d60cb472/822c0d14-c272-45a7-8fc9-3122ceb86a4c.jpg",
    "altTitles": [
      {
        "ja": "ぼくは異世界で付与魔法と召喚魔法を天秤にかける"
      },
      {
        "en": "Another World Survival: Min-maxing my Support and Summoning Magic"
      },
      {
        "id": "Menyeimbangkan Sihir Pendukungku dan Sihir Pemanggilan Di Dunia lain"
      },
      {
        "en": "Balancing My Support Magic and Summoning Magic In A Different World"
      }
    ],
    "description": {
      "en": "Ostracized and tormented by his peers to the point of breaking, Kazuhisa Kaya set off into the nearby forest atop the mountain with one purpose: to dig a pitfall and bring about the death of the person behind his suffering. However, right when Kazuhisa was about to succeed in his revenge, a sudden earthquake throws his plans out of whack! Caught unaware, all he can do is patiently lie in wait until someone lumbering across the path happens to fall into his trap. Kazuhisa’s excitement is short-lived, however, as the corpse at the bottom of his pitfall turns out not to be the bully he was expecting but a grotesque, pig-looking monster, and his confusion only grows as he’s suddenly greeted by a pure-white room and a RPG-like status screen.\n\nStrange monsters now wandering the mountain and with newfound powers at his disposal, Kazuhisa is forced to throw all concerns over his tormentor to the wayside as he focuses on a new goal: survival. That’s not going to be as easy as it seems, however, as he’s not the only one to have been wrapped up in this mess…\n\n(Hanashi Media)\n\n[Official English Light Novel](https://hanashi.media/another-world-survival/)",
      "id": "suatu hari. di sekolah swasta tertentu dengan asrama, seluruh sekolah dipindahkan ke dunia lain. aku, Kaya Kazuhisa. dari kelas 1 SMA. telah diintimidasi untuk waktu yang lama. untuk membunuh pelakunya yang telah menggangguku, aku menggali jebakan. tapi tiba-tiba aku membunuh monster. sejak saat itu. aku telah berevolusi menjadi keberadaan langka yang dapat melawan monster. di hari yang sama, aku menyelamatkan seorang gadis dari kelas 3 sekolah menengah, Shimozono Arisu di hutan dari orc. ketika aku bekerja dengan arisu untuk mengalahkan orc, dan secara bertahap naik aku level. aku dipaksa untuk membuat pilihan. haruskah aku memilih sihir pemanggilan yang cocok untuk bertahan hidup sendirian? atau aku harus pilih sihir pendukung yang digunakan saat bertarung bersama dengannya?",
      "ja": "高等部1年生でいじめられっ子の賀谷和久（かや・かずひさ）は森の中、いじめの主犯格を殺すための落とし穴を掘っていた。だが数分後、その穴に落とし殺害することができたのは──!?　RPGのような異世界の山中へとまるごと転移した全寮制の学園のなか、スキルという名の“ちから”を得た和久。彼は自分ひとり生き抜くために最適な【召喚魔法】か、それとも少女たちを戦わせるための【付与魔法】か……天秤にかける。\n\n獰猛なモンスターたちによる凌辱の危機が迫るなか、主人公と少女たちは果たして生き残れるのか……!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95",
    "title": {
      "en": "Black Channel"
    },
    "updatedAt": "2024-10-13T03:19:59+00:00",
    "coverArt": "https://mangadex.org/covers/ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95/4efa50ee-ee6a-4789-9245-0c3a0e61fb3c.jpg",
    "altTitles": [
      {
        "ja": "ブラックチャンネル"
      },
      {
        "ja-ro": "Burakkuchanneru"
      }
    ],
    "description": {
      "en": "A dark comedy for the modern era, from CoroCoro Comic!Enter Black, the \"Demonic Yo-Tuber\"! With his sidekick Camera-chan, and the aspiring 5th grade Yo-Tuber Satoshi, he makes all kinds of crazy videos using his demonic powers. Filming the \"true natures\" of anyone from top honor students, to class idols, to supernatural monsters, he makes crazy videos with his demonic powers! What will Black film next...?",
      "ja": "今もっとも勢いがあるのは動画クリエイター！\n悪魔であるブラックが作る動画は超鬼ヤバ！\nクラスのアイドルやエリート小学生の裏を暴いたり、やりたい放題！\nちょっと怖いけど目が離せない、令和の新ダークヒーローここに爆誕！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcbf9c51-2f3c-462c-a81b-b6e5530ae00f",
    "title": {
      "en": "Isekai Koushoku Musou Roku ~Isekai Tensei no Chie to Chikara o, Tada Hitasura ✕✕✕✕ Suru Tame ni Tsukau~"
    },
    "updatedAt": "2024-10-11T16:16:18+00:00",
    "coverArt": "https://mangadex.org/covers/bcbf9c51-2f3c-462c-a81b-b6e5530ae00f/e2778783-d16a-41f9-9989-1a1231e642ea.jpg",
    "altTitles": [
      {
        "ja": "異世界好色無双録〜異世界転生の知恵と力を、ただひたすら✕✕✕✕するために使う〜"
      },
      {
        "ja-ro": "Isekai Koushoku Musou Roku ~Isekai Tensei no Chie to Chikara wo, Tada Hitasura ✕✕✕✕ Suru Tame ni Tsukau~"
      },
      {
        "en": "Records Of Unparallelled Otherworld Lechery ~Using The Wisdom And Power Of Otherworld Reincarnation Just To Have XXXX~"
      },
      {
        "en": "Records of Lustful Warriors in Another World"
      },
      {
        "en": "Isekai Koushoku Musou Roku: Using the Wisdom and Power of Reincarnation in Another World to Just XXXX"
      },
      {
        "ko": "이세계 호색무쌍록 ~이세계전생의 지식과 힘을, 그저 xxxx를 위해서 쓴다~"
      },
      {
        "ko-ro": "Isegye hosaegmussanglog: isegyejeonsaeng-ui jisiggwa him-eul, geujeo xxxxleul wihaeseo sseunda"
      },
      {
        "id": "Catatan pejuang penuh nafsu di dunia lain ~Kebijaksanaan dan keterampilan reinkarnasi di dunia lain, gunakan saja untuk XXXX bahkan untuk sesaat~"
      },
      {
        "vi": "Bản ghi chép về sự dâm dục ở thế giới khác: sử dụng kiến thức và sứ mạnh ở thế giới khác chỉ để XXX"
      }
    ],
    "description": {
      "en": "A man who has been reincarnated in a different world acquires the vocation of \"pole master\" in the new world! However, that special ability is not used to defeat enemies, nor to gain power, but to embrace the beautiful girls who appear one after another with all one's might! A unique story of conquering another world begins here!\n\nThe protagonist, “Sao” has been reborn with his memories from his past life. He’s born as a son of a rural villager, but his true identity is a reincarnated person with cheat abilities and the knowledge of the modern world. With the class “Rod Master,” he received as he grows up, and the many skills that came up with it, he can defeat enemies, help people, and even for sex.",
      "id": "Seorang pria yang telah bereinkarnasi di dunia lain memperoleh panggilan \"master tongkat\" di dunia baru!  Namun, kemampuan itu tidak digunakan untuk mengalahkan musuh, atau untuk mendapatkan kekuatan, melainkan untuk ngentot dengan gadis-gadis cantik yang terus muncul!",
      "ja": "ノクターンノベルズ大人気作！ 異世界転生したとある男は新天地で「竿師」なる天職を手にする！ だが、その異能は敵を倒すためでもなく、権力を手にするためでもなく、ただひたすらに全力で次々と現れる美少女を抱くことに使うのだ！ 異色の異世界制覇譚、ここに開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a84638a7-2a16-4fad-888f-c99033300cf4",
    "title": {
      "en": "Everything but your life"
    },
    "updatedAt": "2024-07-31T16:43:25+00:00",
    "coverArt": "https://mangadex.org/covers/a84638a7-2a16-4fad-888f-c99033300cf4/d19ecc4e-89b4-42b2-8ec1-49a893de2e09.png",
    "altTitles": [],
    "description": {
      "en": "A transfer student desperately seeking someone to relate to pursues the attention of a mysterious boy covered in bandages, thinking he might finally be able to build a friendship for the first time since a tragic accident."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c2c8e42b-b242-4c69-ad99-6b3ce4ad55de",
    "title": {
      "en": "Tensei ni Hakobijin no Isekai Kouryakuhou"
    },
    "updatedAt": "2024-10-31T12:03:18+00:00",
    "coverArt": "https://mangadex.org/covers/c2c8e42b-b242-4c69-ad99-6b3ce4ad55de/009574ec-ff69-4932-b12f-b9e559679348.jpg",
    "altTitles": [
      {
        "ja": "転生荷運び人の異世界攻略法"
      },
      {
        "en": "A Reincarnated Carrier's Strategy for Another World"
      },
      {
        "en": "The Way To Conquer A Different World As A Reincarnated Porter"
      },
      {
        "id": "Strategi Menghadapi Dunia Lain oleh Seorang Carrier yang Bereinkarnasi"
      },
      {
        "vi": "Người vận chuyển dị thế giới"
      }
    ],
    "description": {
      "en": "A man who yearns for freedom is reincarnated and he chooses the undesirable job \"Carrier\"--The fastest way to conquer both women and other world with wisdom and courage!",
      "ja": "戦闘力がほとんどなく最弱といわれるが、固有スキルとして収納スキルを持つジョブ「荷運び人」。セイは、転生にあたり多数の選択肢から、そんな「荷運び人」を選ぶ。その理由は、たくさんのアイテムを不自由なく持って、ひとりで気ままに世界を旅したいからというものだった。そんなセイが出会ったのは、純粋で無垢な僧侶・ルナミリア。危なっかしいルナミリアを放っておけず、セイは成り行きでパーティーを組むことになる。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "485a777b-e395-4ab1-b262-2a87f53e23c0",
    "title": {
      "en": "Pyu to Fuku! Jaguar"
    },
    "updatedAt": "2023-11-23T12:53:27+00:00",
    "coverArt": "https://mangadex.org/covers/485a777b-e395-4ab1-b262-2a87f53e23c0/2ea6efa2-debf-4d81-b878-b61b22090aed.jpg",
    "altTitles": [
      {
        "en": "Blow that Flute! Jaguar"
      },
      {
        "ja-ro": "Pyuu to Fuku! Jaguar"
      },
      {
        "ja": "ピューと吹く!ジャガー"
      }
    ],
    "description": {
      "en": "Piyohiko has a dream: He wants to be a succesfull guitar-player. Then this guy Jaguar shows up, and coaxes him into playing the 'recorder'. Thus ending Piyohiko's noble dream."
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "438"
  },
  {
    "mangaId": "ffbd1ee1-65e8-45d4-ba03-6441f584b74b",
    "title": {
      "en": "Chounin A wa Akuyaku Reijou wo Doushitemo Sukuitai"
    },
    "updatedAt": "2024-10-09T00:53:03+00:00",
    "coverArt": "https://mangadex.org/covers/ffbd1ee1-65e8-45d4-ba03-6441f584b74b/ccad3c62-078e-4b65-addf-d8aecd751199.jpg",
    "altTitles": [
      {
        "ja": "町人Aは悪役令嬢をどうしても救いたい～どぶと空と氷の姫君～"
      },
      {
        "en": "Villager A Wants to Save the Villainess no Matter What!"
      },
      {
        "ru": "Крестьянин хочет спасти злодейку любой ценой!"
      },
      {
        "vi": "Dù là phản diện những tôi vẫn muốn giúp cô ấy"
      },
      {
        "id": "Penduduk Desa A Ingin Menyelamatkan Tokoh Antagonis Apapun yang Terjadi!"
      }
    ],
    "description": {
      "en": "Allen, an eight-year-old boy from a poor family in the royal capital, is living a poor but happy life together with his mother. One day, however, memories of his previous life suddenly come back to him and he remembers that he is in an dating sim game and that the capital will be destroyed by war if he doesn’t do something about it. If this continues, both he and his mother will be killed! \n\nWith a sense of urgency, he decides to rise to the occasion in order to save his precious mother’s life and save his favorite character, the villainous young lady Anastasia, the only girl he liked in the game, from her all too tragic and ruinous end.\n\nThis is the story of a man who isn’t even a character in the game, but who strives with his steely determination and uses all the knowledge he has to turn overcome fate!",
      "ja": "モブ以下\"町人A\"、家族のために悪役令嬢を救う⁉ 乙女ゲーム世界にモブ以下の存在として転生したアレン。記憶を取り戻し、数年後にヒロインのせいで街ごと蹂躙され、自分も家族も滅んでしまう!と気づき一念発起。前世のゲーム知識(チート)を駆使して成り上がることに。どぶさらいなど地道な努力とチートの結果Cランク冒険者となり、いよいよ学園入学――本来ならば学園に入ることも許されない町人Aに悪役令嬢は救えるのか?ヒロイン対町人Aの戦いがスタート!第2回アース・スターノベル大賞、佳作受賞作待望の書籍化",
      "ru": "Аллен, восьмилетний мальчик из бедной семьи в королевской столице, живет бедной, но счастливой жизнью вместе со своей матерью. Однако однажды к нему внезапно возвращаются воспоминания о его прошлой жизни, и он вспоминает, что находится в симуляторе свиданий и что столица будет разрушена войной, если он ничего с этим не сделает.\n\nЕсли так будет продолжаться, и он, и его мать будут убиты!\n\nС чувством срочности он решает воспользоваться случаем, чтобы спасти жизнь своей драгоценной матери и спасти своего любимого персонажа, злодейскую юную леди Анастасию, единственную девушку, которая ему нравилась в игре, от ее слишком трагического и разрушительного конца.\n\nЭто история человека, который даже не является персонажем игры, но который борется со своей стальной решимостью и использует все имеющиеся у него знания, чтобы повернуть судьбу вспять!",
      "vi": "Allen, 8 tuổi, sống trong một hoàn cảnh nghèo khó nhưng hạnh phúc với mẹ của mình. Một hôm nọ, ký ức tiền kiếp quay về. Thế giới này thực ra là một game giả lập hẹn hò và nơi cậu sống sẽ bị hủy diệt nếu như cậu không làm gì đó\n\nThế nên cậu quyết định giúp đỡ nữ phản diện trong game để cứu lấy cô khỏi kết thảm và cũng để cứu mẹ của mình\n\nĐây là một câu chuyện về một nhân vật thậm chí chẳng tồn tại trong game, trên con đường lật kèo bằng ý chí và kiến thức của mình!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab054e29-2551-42b3-97de-451f515b97cb",
    "title": {
      "en": "Bowsette Saga"
    },
    "updatedAt": "2023-01-18T10:46:59+00:00",
    "coverArt": "https://mangadex.org/covers/ab054e29-2551-42b3-97de-451f515b97cb/61c29944-de90-4c4f-94c8-21eaa6e41faf.png",
    "altTitles": [],
    "description": {
      "en": "Bowsette has gotten hitched with Mario! Things seem like they're going to be just dandy until Princess Peach plants the seed of doubt in our poor Bowsette's mind. Now she's going to do everything she can to make sure her latest change is permanent.   \n  \nPosted with [Author Consent](https://twitter.com/Athorist/status/1082509381227499520)."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b80cd46d-ba79-4934-8a33-6d740ded7af7",
    "title": {
      "en": "Secret Chaser"
    },
    "updatedAt": "2024-11-01T21:31:21+00:00",
    "coverArt": "https://mangadex.org/covers/b80cd46d-ba79-4934-8a33-6d740ded7af7/75cb6781-f40d-42ee-b0aa-f93eaf3670e8.jpg",
    "altTitles": [
      {
        "ja": "シークレットチェイサー"
      }
    ],
    "description": {
      "en": "Follow the story of Tatsurou Shinozaki, a priest and private investigator who works to solve strange mysteries involving mystical influence. One day a woman comes to his church looking for the mysterious red penguin. She uses a post-hypnotic suggestion on him so that when the phrase \"red penguin\" is mentioned, he begins to hallucinate. As the journey to uncover the red penguin begins, secrets are uncovered about Tatsurou's past, including a shadowy society that may be linked to his suddenly unreliable memory."
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "9"
  },
  {
    "mangaId": "fb1d3464-4160-4339-8a80-dafd86eae398",
    "title": {
      "en": "D-Frag!"
    },
    "updatedAt": "2024-10-21T15:15:10+00:00",
    "coverArt": "https://mangadex.org/covers/fb1d3464-4160-4339-8a80-dafd86eae398/85262e2c-7016-468f-b872-ce638393c04b.jpg",
    "altTitles": [
      {
        "en": "D-FRAGMENTS!"
      },
      {
        "ru": "Дефрагментация!"
      },
      {
        "th": "ชมรมรั่วมหากาฬ!"
      },
      {
        "ja": "デーフラグ！"
      },
      {
        "ja": "ディーふらぐ!"
      },
      {
        "zh": "属性同好会"
      },
      {
        "ko": "디프래그!"
      },
      {
        "vi": "Mảnh Ghép Số Phận"
      }
    ],
    "description": {
      "en": "Kazama Kenji likes to believe he is something of a delinquent. Moreover, others seem to like to agree that he is. Of course, Kenji's gang finds their way to a group of four not-so-normal girls - Chitose, Sakura, Minami and Roka - and all at once, whatever reputation he may have, is nothing compared to the outrageous behavior of the girls. Shanghaied into joining their club, what will happen to his everyday life from that point on?",
      "ru": "Печально известный главарь банды Казама Кенжи наталкивается на группу странных девчонок, воображающих, что они владеют магией стихий. В итоге девчонки шантажируют его, чтобы он вступил в их клуб. Итак, приключения начинаются…",
      "pt-br": "Kazama Kenji acredita que ele é mais ou menos um delinquente. Além disso, outras pessoas parecem acreditar que ele é. Claro, a gangue do Kenji se encontra com um grupo de quatro garotas nada normais—Chitose, Sakura, Minami e Roka—de uma vez só, qualquer reputação que ele tenha não é nada comparado ao comportamento escandaloso das garotas. Forçados a se juntarem ao grupo delas, o que acontecerá com o seu dia-a-dia apartir de agora?"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd38c075-8b12-450a-aeee-125e3ac5da4b",
    "title": {
      "en": "Fukushuu o Koinegau Saikyou Yuusha wa, Yami no Chikara de Senmetsu Musou Suru"
    },
    "updatedAt": "2024-10-25T23:18:26+00:00",
    "coverArt": "https://mangadex.org/covers/bd38c075-8b12-450a-aeee-125e3ac5da4b/6ed33f60-4763-448e-b3f4-986dd76104a9.jpg",
    "altTitles": [
      {
        "ja": "復讐を希う最強勇者は、闇の力で殲滅無双する"
      },
      {
        "ja-ro": "Fukushuu wo Koinegau Saikyou Yuusha ha, Yami no Chikara de Senmetsu Musou Suru"
      },
      {
        "en": "The Strongest Hero Who Longs For Revenge Will Peerlessly Annihilate With The Power Of Darkness"
      },
      {
        "en": "The Hero Who Seeks Revenge Shall Exterminate with Darkness"
      },
      {
        "en": "The Dark Massacre of the Vengeful Hero"
      },
      {
        "en": "The strongest brave who craves for revenge, extinguish with the power of darkness"
      },
      {
        "ru": "Герой, жаждущий мести, уничтожит врагов Силой Тьмы"
      },
      {
        "ru": "Тёмная резня мстительного героя"
      },
      {
        "es-la": "La Oscura Masacre del Héroe Vengativo"
      },
      {
        "zh-hk": "渴望復仇的最強勇者、以黑暗之力所向披靡"
      }
    ],
    "description": {
      "en": "Raoul, who had defeated the demon king as the strongest hero, should have become the savior of the world. Having his treasured companions and family killed by power-hungry aristocrats, he was executed with false charges brought against him by the princess. Just before his life collapsed, at last, his heart fell into darkness.\n\n\"I'll tear those traitors from limb to limb. Burn them at the stake. Sever them to pieces. Skewer them. I'll kill every one of those bastards without mercy and make them taste hell's suffering.....!!!\"\n\nObtaining the power of darkness, Raoul was revived. Sneering, he vowed revenge. \"Oh, I'm looking forward to it – from now on, I'll bask in their blood as I please.\"\n\nSeveral days after the hero's revival in the imperial capital where flowers bloomed in profusion, the parade that would advance towards tragedy began.",
      "fr": "Raul qui avait vaincu le roi démon et reconnu comme étant le héros le plus fort aurait dû devenir le sauveur du monde. Mais ses chers compagnons et sa famille ont été tués par des aristocrates affamés de pouvoir, et lui exécuté suite à de fausses accusations portées contre lui par la princesse. Juste avant que sa vie ne s'effondre, son cœur tomba finalement dans les ténèbres. \"Je déchirerai ces traîtres de membre en membre. Brûlez-les sur le bûcher. Coupez-les en morceaux. Embrochez-les. Je tuerai tous ces salauds sans pitié et je leur ferai goûter les souffrances de l'enfer…. ! ! ! !\" ! Ayant obtenu le pouvoir des ténèbres, Raul fut ressuscité. En tout ricanant, il jura de se venger. \"Oh, j'ai hâte d'y être - à partir de maintenant, je me prélasserai dans leur sang comme il me plaira.\" Quelques jours après la renaissance du héros, dans la capitale impériale où les fleurs fleurissaient à profusion, le défilé qui allait mener vers la tragédie débuta.",
      "ja": "最強の勇者として魔王を倒したラウルは、世界の救世主となる――はずだった。私利私欲を貪る貴族たちにより、仲間や家族を殺されたラウルは、偽りの罪で処刑される。命が潰えるその直前、ついに彼の心は悪に墜ちた。……あの裏切り者どもを、火炙りにして殺す。八つ裂きにして殺す。串刺しにして殺す。地獄のような苦しみの中で、憎き者たちを全員容赦なく殺してやる……!!!!　闇の力を手に入れ蘇生を果たしたラウルは、復讐を誓い、嗤う。「ああ、たのしみだな。――これからあいつらの血を、思う存分浴びることができる」　勇者の復活から数日後。花の咲き乱れる王都で、残虐を極めた復讐無双がはじまるのだった――。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8a959f7-648e-4c8d-8f23-f1f3f8e129f3",
    "title": {
      "en": "One-Punch Man"
    },
    "updatedAt": "2024-11-01T16:52:10+00:00",
    "coverArt": "https://mangadex.org/covers/d8a959f7-648e-4c8d-8f23-f1f3f8e129f3/ca1052ff-4fcf-44d2-8020-f66e07cc28ce.jpg",
    "altTitles": [
      {
        "es": "El hombre de un solo golpe"
      },
      {
        "en": "One Punch-Man"
      },
      {
        "en": "One Punch Man"
      },
      {
        "en": "OPM"
      },
      {
        "tr": "Tek Yumruk"
      },
      {
        "ja-ro": "Wanpanman"
      },
      {
        "ru": "Ванпанчмен"
      },
      {
        "fa": "مرد تک‌مشتی"
      },
      {
        "fa": "وان‌پانچ‌من"
      },
      {
        "ja": "ワンパンマン"
      },
      {
        "zh": "一拳超人"
      },
      {
        "ko": "원펀맨"
      },
      {
        "zh": "一击男"
      },
      {
        "ne": "वान्-पन्च् म्यान्"
      },
      {
        "ar": "ون بنش مان"
      },
      {
        "ar": "رجل اللكمة الواحدة"
      },
      {
        "th": "วันพันช์แมน"
      },
      {
        "he": "איש האגרוף הבודד"
      },
      {
        "he": "וואן פאנץ' מן"
      },
      {
        "kk": "Бірұрман"
      },
      {
        "kk": "Уанпанчмен"
      },
      {
        "de": "ONE-PUNCH MAN"
      },
      {
        "pt-br": "One-Punch Man"
      },
      {
        "uk": "Ванпанчмен"
      }
    ],
    "description": {
      "en": "After rigorously training for three years, the ordinary Saitama has gained immense strength which allows him to take out anyone and anything with just one punch. He decides to put his new skill to good use by becoming a hero. However, he quickly becomes bored with easily defeating monsters, and wants someone to give him a challenge to bring back the spark of being a hero.  \n  \nUpon bearing witness to Saitama's amazing power, Genos, a cyborg, is determined to become Saitama's apprentice. During this time, Saitama realizes he is neither getting the recognition that he deserves nor known by the people due to him not being a part of the Hero Association. Wanting to boost his reputation, Saitama decides to have Genos register with him, in exchange for taking him in as a pupil. Together, the two begin working their way up toward becoming true heroes, hoping to find strong enemies and earn respect in the process.  \n  \n\n\n\n---\n\n**Notes:**  \n- Because some groups use the web version of the manga while others use the magazine version, the numbering won't match between different languages.  \n- **Because a takedown notice was sent to MangaDex from the owners of this series, fan translations of One Punch Man are currently unavailable to be uploaded. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-punch-man) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US).**",
      "fa": "در جهان اَبَر قهرمان ها قهرمانی بسیار قدرتمند و شکست ناپذیر وجود داره که به (مرد تک مشتی) معروفه چون اون تمامی دشمنان و رقیب هاشو فقط با یک مشت از میدان به در میکنه. بعد از مدتی سایتاما  دیگه از مبارزاتش لذت نمیبره و احساساتی مثل هیجان و ترس رو در خودش فراموش میکنه! و همراه تنها شاگردش که یک سایبورگ هست به انتظار رقیبی خوب ، ماجراهایی رو دنبال میکنن و……",
      "ru": "Манга повествует о молодом человеке по имени Сайтама. Он — герой, обычный герой. Основная его проблема в том, что он вышибает дух из злодеев одним ударом. А это очень скучно…",
      "tr": "Üç yıllık sıkı bir eğitimden sonra, Saitama, tek bir yumrukla herkesi ve her şeyi alt etmesine izin veren muazzam bir güç kazandı. Bir kahraman olarak yeni becerisini iyi bir şekilde kullanmaya karar verir. Bununla birlikte, canavarları kolayca yenmekten çabucak sıkılır ve kahraman olma kıvılcımını geri getirmek için birinin ona meydan okumasını ister.\n  Bir cyborg olan Genos, Saitama'nın inanılmaz gücüne tanık olduktan sonra, Saitama'nın çırağı olmaya kararlıdır. Bu süre zarfında Saitama, Kahraman Derneği'nin bir parçası olmadığı için ne hak ettiği takdiri görmediğini ne de insanlar tarafından tanınmadığını fark eder. İtibarını artırmak isteyen Saitama, Genos'u öğrenci olarak alması karşılığında kendisine kaydettirmeye karar verir. İkisi birlikte, güçlü düşmanlar bulmayı ve bu süreçte saygı kazanmayı umarak gerçek kahramanlar olma yolunda ilerlemeye başlar.",
      "pt-br": "One-Punch Man conta a história de Saitama, um super-herói extremamente poderoso, que se entediou com a ausência dos desafios nas suas lutas contra o mau e procura encontrar um oponente digno para lutar."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df59c687-346f-45fa-b351-ee8dc09f752f",
    "title": {
      "en": "Kekkon Yubiwa Monogatari"
    },
    "updatedAt": "2024-10-30T13:51:36+00:00",
    "coverArt": "https://mangadex.org/covers/df59c687-346f-45fa-b351-ee8dc09f752f/ea8efae7-ba27-4111-8c8a-e6b2e71fa663.jpg",
    "altTitles": [
      {
        "ja": "結婚指輪物語"
      },
      {
        "en": "Tales of Wedding Rings"
      },
      {
        "zh": "婚戒物语"
      },
      {
        "ko": "결혼반지 이야기"
      },
      {
        "ka": "ზაღაპარი საქორწინო ბეჭდებზე"
      },
      {
        "de": "The Tale of the Wedding Rings"
      },
      {
        "ru": "Сказание о обручальных кольцах"
      },
      {
        "th": "ตำนานผู้กล้าแห่งแหวน"
      },
      {
        "vi": "Câu Chuyện Về Chiếc Nhẫn Cưới"
      }
    ],
    "description": {
      "en": "Satou has been in love with his childhood friend and neighbour, Hime, ever since she and her grandfather appeared out of nowhere 10 years ago. Now a dazzling, yet mysterious high-school beauty, she makes it more and more difficult for him to confess his feelings. As the anniversary of their first meeting is nearing, will he muster up his courage to transform their friendship into something more? Or will an entirely different fate await this tightly bonded pair?",
      "it": "Sato è innamorato della sua amica d'infanzia e vicina di casa, Hime, da quando lei e suo nonno apparvero dal nulla dieci anni prima. Ora è un'affascinante, e misteriosa bellezza delle superiori, e questo rende molto più difficile per lui confessare i suoi sentimenti. Mentre l'anniversario del loro primo incontro si avvicina, raccoglierà il coraggio che gli serve per trasformare la loro amicizia in qualcosa di più? O un fato completamente differente questa coppia legatissima?",
      "ja": "幼馴染みのヒメから別れを告げられた男子高校生・サトウ。ヒメを追いかけてたどり着いたのは、なんとファンタジー世界!!　そこでサトウはヒメと結婚し伝説の勇者・指輪王になることに――!!",
      "ru": "Сато — простой японский паренёк, который души не чает в своей подруге детства Химе. Так вышло, что Сато угодил прямиком в иной мир, где ему волею судьбы досталась роль повелителя колец. Женившись на давно любимой подруге детства, казалось бы, чего ещё желать, — но ни тут-то было! Зло не дремлет! И теперь, чтобы одолеть терзающую незнакомый ему мир напасть, ему предстоит женить на себе ещё четырех девиц из разных земель и рас, дабы вобрать в себя их силу и одолеть пробудившееся врага!  \nСможет ли наш повелитель колец исполнить свою роль и стать спасителем иного мира? Это нам и предстоит узнать!  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/klotishue)",
      "es-la": "Satou ha estado enamorado de su vecina y amiga de la infancia, Himeno, desde que ella y su abuelo aparecieron de la nada en destello de luz hace 10 años. Ahora ella es una deslumbrante, misteriosa, y hermosa estudiante de secundaria y él desea llevar su relación al siguiente nivel, pero justo cuando está a punto de confesar sus sentimientos, ella le dice que debe irse. Él decide que no puede simplemente dejarla ir, así que va tras ella. Sin embargo encontrará algo inesperado, se ve inmerso en un mundo de magia, monstruos y ¡anillos de boda!",
      "pt-br": "Satou é apaixonado por sua amiga de infância e vizinha, Hime, desde que ela e o avô apareceram do nada há 10 anos. Agora uma deslumbrante, mas ainda misteriosa estudante, ela torna mais difícil para Satou confessar seus sentimentos. Com o convite de Hime para ir ao festival de verão, ele vai conseguir reunir coragem para transformar sua amizade em algo mais? Ou aguardará este casal um destino totalmente diferente?"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "15",
    "lastChapter": "86"
  },
  {
    "mangaId": "2ab3af7e-d024-43ce-8abf-676063c8fe5a",
    "title": {
      "en": "Astro Baby"
    },
    "updatedAt": "2024-10-25T20:50:44+00:00",
    "coverArt": "https://mangadex.org/covers/2ab3af7e-d024-43ce-8abf-676063c8fe5a/cc07c57f-279a-4e0d-9862-6396e0c91769.jpg",
    "altTitles": [
      {
        "ja": "アストロベイビー"
      },
      {
        "ru": "Астромалыш"
      }
    ],
    "description": {
      "en": "The remote town of North Hill has been quarantined to prevent the spread of the mysterious Couper disease that is turning people into cannibals. Young soldier Billy returns to his hometown for the first time in six years for the woman he loves, but what horrors will be awaiting him...?",
      "ja": "その病は宇宙から飛来し、人から人へと侵攻する――。　隕石から発生した食人病〈クーパー病〉によりロックダウンを余儀なくされた、最果ての街ノースヒル。街を出て軍人となったビリーは6年ぶりに帰郷し、愛するエレノアに求婚する。一人子供を産み育てようとしていたエレノアはビリーとの再会を喜ぶが、出産の最中ノースヒルに再び隕石が!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5d8654e-67a8-4cda-9249-698592fffbb9",
    "title": {
      "en": "Shinyaku Seisho"
    },
    "updatedAt": "2024-10-19T10:13:14+00:00",
    "coverArt": "https://mangadex.org/covers/d5d8654e-67a8-4cda-9249-698592fffbb9/4339da50-a341-4ec4-b16e-ea0b7a55423d.png",
    "altTitles": [
      {
        "en": "Manga Bible"
      },
      {
        "en": "Manga Messiah"
      },
      {
        "ja": "救世主(メシア) ~人類を救いし者~"
      },
      {
        "zh-hk": "新約聖書"
      },
      {
        "vi": "Truyện Tranh Đấng Cứu Thế"
      },
      {
        "vi": "Thánh Kinh Truyện"
      }
    ],
    "description": {
      "en": "The story of Jesus Christ told through Manga."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "128"
  },
  {
    "mangaId": "23f2ab6b-0832-456b-9d87-35868ce34fc8",
    "title": {
      "en": "My Clueless First Friend"
    },
    "updatedAt": "2024-10-23T17:19:15+00:00",
    "coverArt": "https://mangadex.org/covers/23f2ab6b-0832-456b-9d87-35868ce34fc8/c6e86e9d-b556-4197-9988-e84a8fe47135.jpg",
    "altTitles": [
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru"
      },
      {
        "pt": "O Aluno Sem Noção Transferido É Assertivo"
      },
      {
        "ja": "事情を知らない転校生がグイグイくる。"
      },
      {
        "zh-hk": "什麼情況都不知道的轉校生一個勁的湊過來。"
      },
      {
        "uk": "Цей безглуздий переведений учень такий настирливий. Мій дивакуватий друг"
      },
      {
        "fr": "Mon Amie des Ténèbres."
      },
      {
        "en": "The Clueless Transfer Student Is Assertive."
      },
      {
        "pt-br": "Meu Primeiro Amigo é um Tapado"
      }
    ],
    "description": {
      "en": "Akane Nishimura is a shy and gloomy elementary school girl with an unfounded dire reputation in her class due to her appearance. Taiyou Takada is a transfer student in her class who came from a small countryside school, and who is fascinated by the aspects of Nishimura that her classmates use to pick on her, finding her \"darkness\" cool beyond compare. Through the unbridled and fundamental joy Takada finds in being her friend, Nishimura starts realizing that being herself is not as bad as she thinks.",
      "uk": "Акане Нішімура — сором’язлива та похмура дівчинка початкової школи, яка через свою зовнішність має безпідставну жахливу репутацію у своєму класі. Тайо Такада — новий учень, який перевівся з невеликої сільської школи, і якому подобається унікальність Нішімури, яку її однокласники використовують, щоб познущатися з неї, вважаючи, що її «темрява» виглядає моторошно. Через нестримну та фундаментальну радість, яку проявляє Такада, будучи її другом, Нішімура починає розуміти, що бути собою не так вже й погано, як вона думала.",
      "pt-br": "Nishimura é uma garota retraída, hostilizada por todos os colegas por seu jeito sombrio, que dizem até que ela é a Morte em pessoa. Mas isso só chama ainda mais a atenção de Takada, um novo aluno transferido. Sem saber o motivo do apelido, que por sinal ele acha super-maneiro, Takada começa a se aproximar mais e mais da Nishimura para se tornar amigo dela. Uma história cativante, cheia de nostalgia dos nossos tempos de fundamental, sobre uma amizade que vai aquecer seus corações!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de491df4-153f-44e8-96d2-7c53d11c3dcf",
    "title": {
      "en": "Hellper 2 <KillBeros>"
    },
    "updatedAt": "2024-08-17T08:16:07+00:00",
    "coverArt": "https://mangadex.org/covers/de491df4-153f-44e8-96d2-7c53d11c3dcf/c065dd0c-158d-48ed-bc78-adb728c44a08.jpg",
    "altTitles": [
      {
        "en": "Hellper"
      },
      {
        "en": "Hellper season 2"
      },
      {
        "en": "Helper"
      },
      {
        "en": "KBRS"
      },
      {
        "en": "KillBeros"
      }
    ],
    "description": {
      "en": "Indeed it is, indeed it does. A street action comic featuring the life of Jang Gwangnam leading up to the creation of the Killberos Tribe."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2b70049e-ce95-40dc-a1f9-e8aa5a183733",
    "title": {
      "en": "Muhoutou"
    },
    "updatedAt": "2024-10-25T23:30:55+00:00",
    "coverArt": "https://mangadex.org/covers/2b70049e-ce95-40dc-a1f9-e8aa5a183733/4107321d-dd76-4004-9df1-6cab6226291d.jpg",
    "altTitles": [
      {
        "en": "Lawless Island"
      },
      {
        "ja": "無法島"
      }
    ],
    "description": {
      "en": "A prequel to Jisatsutou. The Japanese government exiles convicts facing execution to a remote lawless island to fend for themselves."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "54"
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-11-01T16:46:39+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/2e418d11-579c-4078-a960-60781115efc9.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      },
      {
        "vi": "Nô lệ của đội tinh nhuệ Ma đô"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "vi": "Chiều không gian đầy quỷ dữ được gọi là \"Ma đô\" đã mở ra đe dọa đối với loài người. Tại đó, có một loài  \"đào\" ban cho kẻ ăn sức mạnh đặc biệt, giúp nhân loại có cơ hội chiến đấu, tuy nhiên, chỉ có nữ giới mới có thể sử dụng thứ sức mạnh \"trái đào\" ấy. Bởi vậy mà phụ nữ trở thành những người bảo vệ loài người, địa vị xã hội tăng cao, trong khi nam giới bị giáng xuống tầng lớp công dân hạng hai, giành giật nhau những công việc cơ bản và sự thừa nhận.\n\nNhân vật chính Yuuki Wakura, một nam sinh chăm chỉ yêu nội trợ, chị gái cậu đã bị bắt trong một sự kiện của Ma đô 5 năm về trước. Khi đang than thở về những khó khăn gặp phải, cậu đã bị lũ quỷ tấn công. Nhờ được đội trưởng Kyouka của Đội chống Quỷ kịp thời ứng cứu, cậu chấp nhận trở thành \"nô lệ\" của cô để có thể sở hữu sức mạnh tiêu diệt bầy quỷ.\n\nBất ngờ thay, việc làm \"nô lệ\" đòi hỏi một cái giá tương xứng...và người phải trả giá lại không phải là cậu.",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "246f2c0c-4c50-4ef4-b292-c17f0f68a17c",
    "title": {
      "en": "Murim Login"
    },
    "updatedAt": "2024-06-16T15:52:59+00:00",
    "coverArt": "https://mangadex.org/covers/246f2c0c-4c50-4ef4-b292-c17f0f68a17c/7100674f-603e-4531-8fb5-cc5d5273430c.png",
    "altTitles": [
      {
        "ko": "로그인 무림"
      },
      {
        "ja": "ログイン武林"
      },
      {
        "en": "Login Murim"
      },
      {
        "zh": "登录武林系统"
      },
      {
        "ru": "Логин Мурим"
      },
      {
        "ko-ro": "Logeuin Murim"
      },
      {
        "fr": "Connexion au Murim"
      }
    ],
    "description": {
      "en": "Large numbers of monsters come out the gate which is the boundary of the world. After many sacrifices, People won the fight against monsters through their awakening. Jin Taekyung is alive as an 'F class hunter' which is the lowest level. After Jin has a hard time, he gets an old capsule then he goes into the capsule that is the martial heroes' world. And the game system gives him special abilities, he starts growing up to become the best martial hero.  \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EB%AC%B4%EB%A6%BC/2384)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/11042/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/55123)",
      "ja": "ゲートの魔物を退治するハンターが活躍する時代。 主人公「陣泰敬」はハンターの階級の中でも最低ランクで生活もしんどい日々。 ある日、古びたVRゲーム機を道端で拾い接続してしまう。 泰敬の目に映ったのは見たこともない武林の世界（武術界）が広がっていた。 何とか現実の世界に戻ってくると、武林で身につけた力が現実でもそのまま残っていることに気が付く。 おかげで上級ハンターに昇格し、仕事に力を注ごうとしていたが… ゲーム世界のNPC…ではなく、仲間たちが心配になり再び武林の世界へと飛び込むことに…\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EB%AC%B4%EB%A6%BC/2384)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/11042/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/55123)",
      "ko": "세상의 경계인 게이트에서 몬스터 사냥을 하는 헌터들이 잘 먹고 잘 사는 시대. 주인공 진태경은 최하위 헌터라 벌이가 시원찮다. 어느 날, 낡은 VR 게임기를 줍게 되고 접속하니 무림의 세계가 펼쳐진다. 우여곡절 끝에 현실로 돌아온 태경은 무림에서 얻었던 힘이 현실에서도 그대로 남아있음을 깨닫는다. 이제 상급 헌터가 되어 돈을 버는 일만 남았는데... 게임 속 NPC 아니, 동료들이 걱정이 되어 다시 무림에 접속하게 되는데!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EB%AC%B4%EB%A6%BC/2384)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/11042/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/55123)",
      "ru": "Эпоха, когда охотники зарабатывают, зачищая врата от монстров. Джин Тэ-Кён - низкоранговый охотник, подобравший VR капсулу и случайно зашедший в игру, сюжет которой разворачивается в мире боевых искусств. После множества взлетов и падений Тэ-кён все-таки смог выбраться из этого мира. Сила и навыки, которые Джин получил в Муриме, появились у него и в реальном мире. Благодаря этому, он смог продолжить получать деньги, работая охотником... Однако он все же решает вернуться в Мурим из-за беспокойства за его друзей-NPC \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EB%AC%B4%EB%A6%BC/2384)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/11042/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/55123)",
      "zh": "在这个时代，猎人们通过在传送门猎杀怪物，收获荣誉和金钱。而男主陈泰庆作为最低等级的猎人，生活却捉襟见肘…… 偶然一天，他通过陈旧的VR游戏机，穿越到了武林世界中，而他在武林中修炼而成的功力，却能够保留到现实生活中！现在就应该专心修炼，然后打怪赚钱了！ 但是，他却忍不住担心武林游戏中的朋友……\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EB%AC%B4%EB%A6%BC/2384)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/11042/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/55123)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d080f85f-a6ef-4e0a-9569-c0709b60d8c0",
    "title": {
      "en": "Isshou Senkin"
    },
    "updatedAt": "2024-09-30T15:59:50+00:00",
    "coverArt": "https://mangadex.org/covers/d080f85f-a6ef-4e0a-9569-c0709b60d8c0/69ec4c93-150f-407a-a801-cceafac6130c.jpg",
    "altTitles": [
      {
        "ja": "一勝千金"
      },
      {
        "en": "ST✰R: Strike it Rich"
      },
      {
        "en": "STAR: Strike it Rich"
      },
      {
        "ru": "Звезда: Бей, богатей"
      },
      {
        "ru": "Бесценная Победа"
      }
    ],
    "description": {
      "en": "“Yup! Just as slow as I thought.”\n\nAfter retiring from public fighting and getting fired from underground fighting, 27 year old Tenma Nozomi's zest for life is gradually dwindling away. It's hard to be at the bottom with nowhere to go, and that's exactly where she and her two friends are. However, Nozomi hits upon an idea that may just solve all of their problems: they could make their own underground fighting circuit for women, and tap into an underexplored market. As good as that sounds, her insistence on including the unknown quantity Hongou Hina may prove to be more than she bargained for...",
      "ja": "女子×裏格闘×団体運営＝？？？\n\n格闘団体をクビになった天馬希望（てんまのぞみ）は一攫千金を夢見て、幼なじみの2人と女子だけの裏格闘団体を立ち上げる！しかし、興行を成功させるためスター選手として招き入れたのは、可愛らしい見た目からは想像できないとってもキケンな女子高生で…！？金か？ 夢か？ 革命か？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6abca26-d280-4f92-8539-3d46ed474774",
    "title": {
      "en": "The Villainess Captured the Grand Duke"
    },
    "updatedAt": "2024-07-13T17:04:39+00:00",
    "coverArt": "https://mangadex.org/covers/f6abca26-d280-4f92-8539-3d46ed474774/6700cabb-8eaf-4796-90d5-4a8427afcc20.jpg",
    "altTitles": [
      {
        "ko": "악녀는 대공을 사로잡았다"
      },
      {
        "es-la": "Capturé el corazón del gran duque siendo una villana"
      }
    ],
    "description": {
      "en": "In this novel, my favorite character died.\nAfter being rejected by the female lead and losing his emotions, he could no longer use his abilities,\nand as he became weak, the North collapsed.\nEven his body was never to be found,\nbut the novel only depicted the happy ending of the protagonists.\n\nAnd I possessed the body of the villainess \"Schuer\" from that novel.\n\n\"Rather, I'll make him regain his emotions before he meets the female lead.\"\n\nThus, I left for the North.\n\n\"Grand Duke, can you hold my hand just once?\nOr maybe a signature. I'll keep it as a heirloom.\"\n\"If you want my signature, you too should sign and stamp here, my Lady.\"\n\"What's this?\"\n\"A marriage certificate.\"\n\nHuh?\n\n\"You can just act you usually do.\nIt seems like your behavior is\nis somewhat getting on my nerves.\"\n\n...Did I win the jackpot?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d957e71-2468-4043-8b6a-acffd0a23591",
    "title": {
      "en": "My New Friend Wasn't What I Expected"
    },
    "updatedAt": "2024-10-29T15:01:39+00:00",
    "coverArt": "https://mangadex.org/covers/6d957e71-2468-4043-8b6a-acffd0a23591/b06eb24f-40d0-4ebc-b31b-d7c761b50f01.jpg",
    "altTitles": [
      {
        "ja": "新しくできた友達が思ってたのと違った話"
      },
      {
        "ja-ro": "Atarashiku Dekita Tomodachi ga Omotteta no to Chigatta Hanashi"
      },
      {
        "ja": "Omotteta no to Chigau Ano Ko no Hanashi"
      },
      {
        "ja": "思ってたのと違うあの子の話"
      }
    ],
    "description": {
      "en": "First impressions are important, but they're not the whole story...",
      "pt-br": "A garota que sentada ao meu lado é muito fofa, e isso é muito bom por si só. Mas então eu a conheci fora da escola... OH, MEU!!!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "36"
  },
  {
    "mangaId": "2f0af125-71c3-462f-b518-bf431f52a51e",
    "title": {
      "en": "Managing a Wild Idol"
    },
    "updatedAt": "2024-10-27T04:16:31+00:00",
    "coverArt": "https://mangadex.org/covers/2f0af125-71c3-462f-b518-bf431f52a51e/50b783d6-f71c-4a25-ad2a-353911d4c430.jpg",
    "altTitles": [
      {
        "ja": "やばいアイドルのマネージャーになっちゃった話"
      },
      {
        "ja-ro": "Yabai Aidoru no Manager ni Nacchatta Hanashi"
      },
      {
        "en": "Yabai Idol and Her Manager"
      }
    ],
    "description": {
      "en": "Reluctantly becoming a manager, I was assigned to my first role managing the super popular idol, \"Maron,\" who has a hidden side...\n\nOn stage, Maron shines brightly, but in her private life, she's a caring but strange girl who can't give up smoking and requires a lot of attention. As her manager, I have to support her and keep the true face of this \"perfect idol\" hidden!\n\nAn idol with secrets × A caring manager \n\nTheir story begins in the smoking area...",
      "ja": "仕方なくマネージャーになって、\n初めて担当する大人気アイドル「まろん」には\n裏の顔があった...。\n\n舞台上でキラキラしているまろんだが、\n私生活ではタバコが手放せない、世話の焼ける変わった女の子。\n「完璧なアイドル」まろんの素顔を隠し通すために、\nマネージャーとしてサポートしなければ！\n\n裏ありアイドル×世話好きマネージャー\n喫煙所から始まる、二人の物語ーー。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5dc30682-a224-4f47-b695-f4fab7e26b68",
    "title": {
      "en": "Dorei wo Choukyoushite Harem Tsukuru"
    },
    "updatedAt": "2024-10-29T02:28:17+00:00",
    "coverArt": "https://mangadex.org/covers/5dc30682-a224-4f47-b695-f4fab7e26b68/613406ca-93bd-49f9-84ab-f2ca90d48193.jpg",
    "altTitles": [
      {
        "ja": "奴隷を調教してハーレム作る"
      },
      {
        "ja-ro": "Dorei wo Choukyoushite Harem Tsukuru"
      },
      {
        "ru": "Тренируем рабынь, чтобы сделать гарем"
      },
      {
        "zh": "养女儿开后宫"
      },
      {
        "zh-hk": "調教奴隸建後宮"
      },
      {
        "pt-br": "Treinando escravas pra fazer um harem"
      },
      {
        "en": "Training Slaves to Make a Harem"
      },
      {
        "es-la": "Entrenando Esclavas Para Hacer Un Harem"
      }
    ],
    "description": {
      "en": "A man purchases three little slaves and begins to groom them into perfect girls for his harem. You will never have a gaggle of lolis with horns in your life. ;_;",
      "vi": "Đây là câu chuyện về gã chủ nhân mua nô lệ, chăm sóc giáo dục các bé lên người để hiện thực hoá giấc mơ dàn harem lý tưởng",
      "es-la": "Un hombre compra 3 esclavas Lolis para así poder criarlas y convertirlas en mujeres de su agrado para que posteriormente cuando crezcan completamente de acuerdo a sus gustos pueda hacerles el sin respeto a gusto las veces que quiera",
      "pt-br": "Um homem compra três pequenas escravas e começa a transformá-las em garotas perfeitas para seu harém."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "700cc1f4-6583-483c-aa94-888d7b865453",
    "title": {
      "en": "Choujigen Game Neptune: The Animation - Dengeki Comic Anthology"
    },
    "updatedAt": "2022-11-02T17:06:04+00:00",
    "coverArt": "https://mangadex.org/covers/700cc1f4-6583-483c-aa94-888d7b865453/263c8dd7-0fae-4a30-b345-47138eb940f6.jpg",
    "altTitles": [
      {
        "en": "Hyperdimension Neptunia: The Animation - Comic Anthology - Dengeki Comics"
      },
      {
        "ja": "超次元ゲイム ネプテューヌ THE ANIMATION 電撃コミックアンソロジー"
      }
    ],
    "description": {
      "en": "An anthology comic of Choujigen Game Neptune (Hyperdimension Neptunia) by various mangaka."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "14"
  },
  {
    "mangaId": "b0c5be8c-bf90-4343-bd27-be6a31e4621e",
    "title": {
      "en": "Moritat"
    },
    "updatedAt": "2023-08-25T14:44:49+00:00",
    "coverArt": "https://mangadex.org/covers/b0c5be8c-bf90-4343-bd27-be6a31e4621e/aac3e2c6-5a33-453e-9260-8b4509bb060a.png",
    "altTitles": [
      {
        "ru": "Моритат"
      },
      {
        "ko": "모리타트"
      }
    ],
    "description": {
      "en": "\"I woke up with nothing but fragments of memories from my life up to now. There was a man standing by my bed, who introduced himself as my lover. But one of my few recollections is of being left for dead in a snowy field by this very same man…  \n  \nStill, he looks like the only one who can provide me with the answers I need. Who the hell is he? What was the real relationship between the two of us?\""
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "52"
  },
  {
    "mangaId": "e7b5dec0-d875-4d44-b06c-8b45af865a32",
    "title": {
      "en": "The Art of Reincarnation"
    },
    "updatedAt": "2024-08-11T15:56:40+00:00",
    "coverArt": "https://mangadex.org/covers/e7b5dec0-d875-4d44-b06c-8b45af865a32/cd84190a-c7d6-4ca1-8d3d-0f83aa25bea3.jpg",
    "altTitles": [
      {
        "ko": "환생의 정석"
      },
      {
        "en": "The Essence of Reincarnation"
      },
      {
        "ru": "Реинкарнация по плану"
      },
      {
        "en": "Standard of Reincarnation"
      },
      {
        "es-la": "Estándar de la Reencarnación"
      }
    ],
    "description": {
      "en": "Despite having only one arm, Daven had finally proven his worth after defeating his cousin Kazin in honorable combat. But Kazin took advantage of Daven’s mercy, stabbing him in the back and imprisoning him for life.\n\n500 years later, the minor god Yulian is reborn and unknowingly summons Daven’s soul into the body of a young boy named Vincent Adenka.\n\nAs the pair work to reveal the truth of Daven and Kazin, Vincent must relearn the art of combat while Yulian discovers the art of reincarnation.",
      "ko": "최강의 무가 사미온에서 외팔이 방계로 태어난 데이븐.\n반쪽짜리 무인이라며 갖은 조롱과 멸시를 딛고 사미온의 직계 천재마저 넘어섰으나,\n결국 가문과 부모에게 버림받아 가장 초라한 최후를 맞이하게 되는 줄 알았는데...\n500년 뒤 새로운 몸에서 눈을 떴다!\n\n‘내게도 오른팔이 있다?’\n\n새로운 가문의 적통.\n천부적인 재능의 육체.\n전생의 경험.\n그리고 그와 함께하는 신까지.\n\n환생을 했더니, 모든 것이 달라져 있었다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ee3b476-0682-4563-96da-7018ff5e4bf7",
    "title": {
      "en": "Dragon Tofu"
    },
    "updatedAt": "2024-03-29T10:58:31+00:00",
    "coverArt": "https://mangadex.org/covers/3ee3b476-0682-4563-96da-7018ff5e4bf7/e6897f73-fb2f-4a37-8465-28663f936f5e.jpg",
    "altTitles": [
      {
        "ja": "ドラゴン・トウフ"
      }
    ],
    "description": {
      "en": "Toshiki and Kazu Fujiwara are brothers who live an ordinary life in an ordinary world working as insurance salesmen. While Toshiki is content with this salaryman life, Kazu strives to be part of a Guild: a registered group of individuals who hunt artifacts and capture criminals. After finishing up a quest, they begin to unravel the truth: that everything is not as normal as it once seemed.  \n  \n[Author’s Instagram](https://www.instagram.com/watanabe_ringo/)  \n[Author’s Twitter](https://mobile.twitter.com/watanabe_ringo)  \n[Author’s Pixiv](https://www.pixiv.net/en/users/59797630)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-10-09T15:49:05+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/a76e50e3-496c-490d-8872-8c836d58ba19.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30f3ac69-21b6-45ad-a110-d011b7aaadaa",
    "title": {
      "en": "Tonikaku Kawaii"
    },
    "updatedAt": "2024-05-05T05:17:22+00:00",
    "coverArt": "https://mangadex.org/covers/30f3ac69-21b6-45ad-a110-d011b7aaadaa/10a3e590-180f-414a-bbab-eb487af42926.jpg",
    "altTitles": [
      {
        "en": "Fly Me to The Moon"
      },
      {
        "ja-ro": "Tonikaku Cawaii"
      },
      {
        "en": "TONIKAWA: Over The Moon For You"
      },
      {
        "ru": "Унеси меня на Луну"
      },
      {
        "ja": "トニカクカワイイ"
      },
      {
        "zh": "总之就是非常可爱"
      },
      {
        "ko": "어쩄든 귀여워"
      },
      {
        "en": "Cute Anyways"
      }
    ],
    "description": {
      "en": "Described as a story full of \"love\" and \"dreams\", Tonikaku Kawaii follows a protagonist whose name is written with the characters for \"Hoshizora\" (\"Starry Sky\" in Japanese), but whose name is pronounced as \"Nasa\". On the day of his high school entrance exams, Nasa encounters a beautiful girl. For Nasa, it feels like destiny is finally calling out to him that he will have a girl friend, but…\n\nNote: Volume 15 and 16's numberings are correct, as this is how they are in the original.",
      "ru": "Тяжело жить, если родители дали тебе имя НАСА - да, как NASA, и каждый второй спрашивает, пойдешь ли ты в астронавты. Еще тяжелее, если в один день тебя собьет грузовик, ты встретишь любовь всей своей жизни и тут же ее потеряешь, согласившись жениться на ней. Мужик сказал, что женится - значит женись. И заверьте… Веселая комедия положений без особой логики, но с неожиданными поворотами сюжета. Ведь жена и правда с Луны?..   \r\n  \r\n**Tonikaku Cawaii is the official romanization.**",
      "pt-br": "Aceito sair com você se você se casar comigo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko oji: Salaryman reincarnated as a kitten!"
    },
    "updatedAt": "2024-10-13T10:49:14+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/6f87bf16-6b1e-4ed0-9e83-19f61239706f.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Ojisan"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat.\n___\n**Alt Official Raw:** [KADOComi](https://comic-walker.com/detail/KC_000231_S?episodeType=first)\n\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/neko-oji-salaryman-reincarnated-as-a-kitten/volumes)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]