[
  {
    "mangaId": "1116821f-0141-45ef-b91d-a8131343dd87",
    "title": {
      "en": "The Mask of Truth"
    },
    "updatedAt": "2023-10-10T01:44:10+00:00",
    "coverArt": "https://mangadex.org/covers/1116821f-0141-45ef-b91d-a8131343dd87/8de468fa-7424-4381-8e18-690abf5c6d34.png",
    "altTitles": [
      {
        "en": "Truth Mask"
      },
      {
        "en": "The Mask"
      },
      {
        "zh": "真理面具"
      },
      {
        "en": "The Truth Mask"
      }
    ],
    "description": {
      "en": "Student Wu Mian accidentally obtained a mask. Once you wear it, everyone will agree with whatever you say or do. Even then, he has no courage to confess to a girl that he secretly loves. Until an incident completely changes his whole life…\n\n---\n**Links:**\n\n- [Alternative Official English - INKR](https://comics.inkr.com/title/237-the-truth-mask?utm=mgd)\n- [Alternative Official English - WebComics](https://www.webcomicsapp.com/comic/The-Truth-Mask/5e82e8108c252b78b752b5b7)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b76a0506-5168-431b-8acc-fa340a042f93",
    "title": {
      "en": "Tenkaichi - Nihon Saikyou Bugeisha Ketteisen"
    },
    "updatedAt": "2024-05-19T19:56:02+00:00",
    "coverArt": "https://mangadex.org/covers/b76a0506-5168-431b-8acc-fa340a042f93/57303565-b48c-4fce-8ecc-d310345b7d6e.jpg",
    "altTitles": [
      {
        "ja": "テンカイチ -日本最強武芸者決定戦-"
      },
      {
        "zh": "天下第一 日本最強武士選拔賽"
      },
      {
        "zh-hk": "天下第一 日本最强武士选拔赛"
      },
      {
        "vi": "Tenkaichi - Thiên Hạ Đệ Nhất Võ Sĩ Đại Hội"
      },
      {
        "ko": "천하제일 일본최강무예가결정전"
      },
      {
        "es-la": "Tenkaichi - El luchador de artes marciales más fuerte de Japón."
      },
      {
        "es": "Tenkaichi - El luchador de artes marciales más fuerte de Japón."
      },
      {
        "en": "Tenkaichi: Battle to Decide Japan's Strongest Martial Artist"
      },
      {
        "pt-br": "Tenkaichi - A Batalha para decidir o Artista Marcial mais forte do Japão"
      },
      {
        "en": "The Greatest: The Battle To Decide Japan's Strongest Martial Artist"
      }
    ],
    "description": {
      "en": "Battle tournament manga set in the Sengoku Era. The year is 1600. Ten years have passed since Oda Nobunaga unified Japan. When Nobunaga realized that he was dying, he announced that he would hand over the country to the one who produced the strongest warriors. The warlords, whose dreams of unifying the country had been dashed, set up their own strongest warriors and set their sights on becoming the ruler of Japan",
      "ja": "時は西暦1600年。“織田信長”が全国統一してから10年が経過していた――。信長は自分の死期を悟ると、最強の武芸者を輩出したものに“この国”を譲ると発表。天下統一の夢破れた武将たちは、それぞれ最強の武芸者を擁立し、この国の王を目指す！",
      "vi": "Một câu chuyện với một chuỗi lịch sử hoàn toàn lạ lẫm với lịch sử mà chúng ta đã và đang từng được biết.\nOda Nobugana, sau khi hoàn thành đại nghiệp thống nhất thiên hạ, nay chỉ vì muốn nhìn thấy cảnh chém giết đổ máu, đã lập nên một giải đấu nhằm chọn ra người sẽ thay mình trị vì cả thiên hạ, \"TENKAICHI\". Để tham gia, những văn võ bá quan lẫn các trung thần đều sẽ chọn ra cho mình một võ sĩ đại diện, người mà họ cho rằng sẽ là thiên hạ đệ nhất võ sĩ tham gia thi đấu cho mình. Một đại hội đẫm máu và tàn khốc chưa từng có trong lịch sử Nhật Bản chính thức bắt đầu.",
      "es-la": "Torneo de batalla ambientado en la Era Sengoku. Es el año 1600. Han pasado diez años desde que Oda Nobunaga unificó Japón. Cuando Nobunaga se dio cuenta de que se estaba muriendo, anunció que entregaría el país a quien produjera los guerreros más fuertes. Los señores de la guerra, cuyos sueños de unificar el país se habían visto frustrados, crearon sus propios guerreros más fuertes y pusieron sus miras en convertirse en el gobernante de Japón",
      "pt-br": "“Quem é o artista marcial mais forte do Japão?” É 1600 D.C., dez anos se passaram desde que \"Oda Nobunaga\" unificou todo o país. Percebendo sua morte, Nobunaga anuncia que entregará 'este país' àquele que tivesse como seguidor o artista marcial mais forte."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce7cd7b0-e595-4f0d-98e8-447da10d652d",
    "title": {
      "en": "Yozakura-san Chi no Daisakusen"
    },
    "updatedAt": "2024-05-20T17:51:59+00:00",
    "coverArt": "https://mangadex.org/covers/ce7cd7b0-e595-4f0d-98e8-447da10d652d/9746a651-72a6-465c-8e03-f861a93e58b7.png",
    "altTitles": [
      {
        "it": "Missione: Famiglia Yozakura"
      },
      {
        "ja-ro": "Yozakura-san Chi no Daisakusen"
      },
      {
        "ja": "夜桜さんちの大作戦"
      },
      {
        "en": "Mission: Yozakura Family"
      },
      {
        "ru": "Миссия семьи Ёдзакура"
      },
      {
        "vi": "Nhiệm vụ tối thượng nhà Yozakura"
      },
      {
        "fr": "Mission : Yozakura Family"
      },
      {
        "es-la": "La Misión de la Familia Yozakura"
      }
    ],
    "description": {
      "en": "Taiyo Asano is a super shy high school student and the only person he can talk to is his childhood friend, Mutsumi Yozakura. It turns out that Mutsumi is the daughter of the ultimate spy family! Even worse, Mutsumi is being harassed by her overprotective, nightmare of a brother, Kyoichiro. What drastic steps will Taiyo have to take to save Mutsumi?! A spy family comedy - the mission begins!\r\n\r\n---\r\nOfficial Release:\r\n- Indonesian release by Elex Media as **Mission: Yozakura Family** (2023)",
      "fr": "Afin de protéger Mutsumi et de découvrir la véritable raison de la mort de ses parents, Taiyo Asano va devoir devenir membre de la famille Yozakura, une famille d’espions de haut vol ! Parviendra-t-il à survivre à ce quotidien plein de dangers pour, cette fois, réussir à protéger ceux qui lui sont chers ?\n\n---\n\nMaison d'édition FR : **Kana**",
      "it": ":||Tradotto da [Isekai Italy Scan](https://linktr.ee/isitscan/) e [Bullet Club](https://mangadex.org/group/8588/bullet-club)   \r\n  \r\nTaiyo Asano è un timidissimo studente delle superiori e l'unica persona a cui può parlare è la sua amica d'infanzia, Mutsumi Yozakura. Si scopre che Mutsumi è la figlia della suprema famiglia di spie! Ancora peggio, Mustumi viene tormentata dal suo fratello iperprotettivo, Kyoichiro. Quale tragico destino Taiyo dovrà affrontare per salvare Mustumi?! Una commedia su una famiglia di spie - la missione avrà inizio!||",
      "es-la": "Taiyo Asano es un estudiante de secundaria súper tímido y la única persona con la que puede hablar es su amiga de la infancia, Mutsumi Yozakura. ¡Resulta que Mutsumi es la hija de una última familia de espías! Peor aún, Mutsumi está siendo acosada por su sobreprotector hermano, Kyoichiro. ¿Qué decisión tendrá que tomar Taiyo para salvar a Mutsumi? Una comedia familiar de espías: ¡Comienza la misión!",
      "pt-br": "Taiyo Asano é um estudante super tímido do ensino médio e a única pessoa com quem ele consegue conversar é sua amiga de infância, Mutsumi Yozakura. Acontece que Mutsumi é a filha da melhor família de espiões! Pior ainda, Mutsumi está sendo assediada por seu super-protetor, o pesadelo de um irmão, Kyoichiro. Que passos drásticos Taiyo terá que tomar para salvar Mutsumi? Uma comédia familiar de espiões – a missão começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "939c167b-d9b3-4336-923c-f2483cee316f",
    "title": {
      "en": "45 Seconds"
    },
    "updatedAt": "2022-02-25T09:47:20+00:00",
    "coverArt": "https://mangadex.org/covers/939c167b-d9b3-4336-923c-f2483cee316f/f15af62c-4c18-4661-973c-55536a86575e.png",
    "altTitles": [
      {
        "en": "45 Cho"
      },
      {
        "en": "45 secs"
      },
      {
        "en": "45초"
      }
    ],
    "description": {
      "en": "Siyeon, who returns home after studying abroad for college, finds out about the 'Understanding Wine' course that her younger sister has picked for her.  \r\nIt's very popular because it's about tasting wine, but Sihyeon is a lightweight that can't drink alcohol!  \r\nWhen she decides to correct the course and attended it, she is reunited with her high school friend Eunha… !?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "10"
  },
  {
    "mangaId": "24e5f5b0-c14b-4597-bb0a-606c583a657c",
    "title": {
      "en": "Argate Online"
    },
    "updatedAt": "2024-05-18T22:25:23+00:00",
    "coverArt": "https://mangadex.org/covers/24e5f5b0-c14b-4597-bb0a-606c583a657c/d60dbea9-f520-4d65-afeb-4e1d8aa9a16a.jpg",
    "altTitles": [
      {
        "ru": "Аргейт Онлайн"
      },
      {
        "ja": "アルゲートオンライン"
      },
      {
        "ko": "알게이트 온라인"
      }
    ],
    "description": {
      "en": "Izu Takashi was just playing the online game -Argate Online- like usual, but he suddenly noticed something strange, his level is now…! Also he can't log out, and the reduced pain function does not work…  \n  \n\n\n---",
      "ru": "Идзу Такаси просто как обычно играл в «Аргейт Онлайн», но вдруг заметил странность в отображении своего уровня… А теперь он не может выйти из системы, и функция подавления боли не работает…",
      "pt-br": "Izu Takashi estava apenas jogando o jogo Argate Online como sempre, mas de repente percebeu algo estranho, seu nível agora é…!! Alem disso, ele não pode sair e a função de redução de dor não funciona…"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "57"
  },
  {
    "mangaId": "75b15447-4c7e-40c4-acac-7da048aaad86",
    "title": {
      "en": "Female Commander x Soldier"
    },
    "updatedAt": "2024-05-14T01:35:40+00:00",
    "coverArt": "https://mangadex.org/covers/75b15447-4c7e-40c4-acac-7da048aaad86/03b8b5ef-d371-48d6-a449-600556bed67c.jpg",
    "altTitles": [
      {
        "ja": "女将軍✕兵卒"
      },
      {
        "ja-ro": "Okamigun x Heisotsu"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4a10d24-149f-4f7b-8fc1-2784d377fb08",
    "title": {
      "en": "Tsuihou Bokensha no Yarinaoshi ~Yousei-kai de Kitae Naoshite Jibun no Ibasho wo Tsukuru~"
    },
    "updatedAt": "2024-04-16T13:13:58+00:00",
    "coverArt": "https://mangadex.org/covers/a4a10d24-149f-4f7b-8fc1-2784d377fb08/d6d503ce-20ff-4318-994e-97c2d3042320.jpg",
    "altTitles": [
      {
        "ja": "追放冒険者のやりなおし　～妖精界で鍛えなおして自分の居場所をつくる～"
      },
      {
        "ja": "Tsuihou Bokensha no Yarinaoshi ~Yousei-kai de Kitae Naoshite Jibun no Ibasho wo Tsukuru~"
      },
      {
        "en": "Outcast Adventurer's Second Chance ~Training in the Fairy World to Forge a Place to Belong~"
      },
      {
        "en": "Exile Adventurer Redo"
      }
    ],
    "description": {
      "en": "\"Glen, your bad reputation is dragging the party down. We're kicking you out today.\"\n\nA party of adventurers formed from childhood friends. The day after a promotion exam, Glen was summoned to the guild and expelled by the party leader. The reason given was the \"bad rumors\" that followed Glen. The rumors had no basis, but Glen was already considering leaving the party, so he accepted the outcome and left the party.\n\nAlone, he returned to his hometown for the first time in a long while to catch up.\n\n\"Glen, leave this place.\"\n\nWhat awaited him there were the people who raised him believing in the bad rumors. \n\n\"If you think I'm like that, then I'll be like that!\", he shouted as he disappeared into the forest. \n\nThis is a story about an adventurer trying to regain the things he has lost. Those who abandoned him will wallow in grief, while he moves forward with his new companions."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 9 - The JOJOLands"
    },
    "updatedAt": "2024-04-17T17:44:33+00:00",
    "coverArt": "https://mangadex.org/covers/ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c/f6f09138-729d-4dc3-bd75-afb4726295e8.jpg",
    "altTitles": [
      {
        "ja-ro": "JoJo no Kimyou na Bouken Part 9 -  The JoJoLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 Part9 The JOJOLands"
      },
      {
        "es-la": "JoJo's Bizarre Adventure Parte 9 - Las JOJOLandias"
      },
      {
        "pl": "JoJo's Bizarre Adventure Część 9 - The JoJoLands"
      },
      {
        "fr": "JoJo's Bizarre Adventure Partie 9 - The JOJOLands"
      },
      {
        "pt-br": "A Estranha Aventura de JoJo, Parte 9: As JoJoLândias"
      },
      {
        "uk": "Неймовірні пригоди ДжоДжо: ДжоДжоЛендс"
      },
      {
        "kk": "ЖоЖоның Шытырман Хикаясы: ЖоЖоландс"
      },
      {
        "ru": "Невероятные приключения ДжоДжо"
      },
      {
        "it": "Le Bizzarre Avventure di JoJo: Le JOJOLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第9部 ザ・ジョジョランズ"
      }
    ],
    "description": {
      "en": "The ninth story arc of Jojo’s Bizarre Adventure. \n\nO’ahu, present day. Dua Lipa is the trending musician, and COVID is still a major concern. On this island lives a 15-year-old boy named Jodio Joestar. Living with his brother and mother, he acts as a dealer for certain illegal substances. One day, his employer comes and shows him an excellent find: a Japanese person has landed in Hawaii with a diamond worth over six million dollars. Normally it would be impossible to steal, but for someone with a stand…\n\nThis is a story of a young boy and his quest to become rich.",
      "hu": "Ez a Jojo's Bizarre Adventure kilencedik történetíve.\n\nO'ahu, napjainkban. Dua Lipa a trendi előadó és a COVID még mindig a fő gond. Ezen a szigeten él egy 15 éves srác, Jodio Joestar. Bátyával és édesanyjával él, dílerként dolgozik és bizonyos illegális anyagokat árul. Egy nap, a főnöke mutat neki egy kiválló fogást: egy japán személy Hawaiira érkezett egy hat millió dollárt érő gyémánttal. Normális esetben lehetetlen lenne ellopni, de akinek standje van...\n\nEz egy fiatal fiú és az ő küldetésének a története, hogy gazdag legyen.",
      "it": "O'ahu, oggi. Dua Lipa è la musicista di tendenza e il COVID è ancora una delle principali preoccupazioni. Su quest'isola vive un ragazzo di 15 anni di nome Jodio Joestar. Vive con il fratello e la madre e fa lo spacciatore di alcune sostanze illegali. Un giorno, il suo datore di lavoro arriva e gli mostra un'eccellente scoperta: un giapponese è sbarcato alle Hawaii con un diamante del valore di oltre sei milioni di dollari. Normalmente sarebbe impossibile da rubare, ma per qualcuno con una posizione... Questa è la storia di un ragazzo e della sua ricerca della ricchezza.",
      "uk": "Дев’ята сюжетна арка «Неймовірних пригод Джоджо». Оаху, теперішній час. Дуа Ліпа – популярна музикантка, а COVID-19 досі викликає серйозне занепокоєння. На цьому острові мешкає 15-річний хлопчик на ім'я Джодіо Джостар. Живе з братом і матір'ю, торгує певними забороненими речовинами. Одного разу його бос прийшов до нього і показав неймовірну знахідку: японець висадився на Гаваях з діамантом вартістю понад шість мільйонів доларів! Зазвичай, вкрасти таку коштовність було б неможливо, але для того, хто має стенд… \nЦе історія про молодого хлопця та його прагнення розбагатіти.",
      "es-la": "Cierto japonés ingresó a la isla de Hawái con un diamante de valor de 6 millones de dólares. En la isla de Oahu vive un chico llamado Jodio Joestar, cuya meta es arrebatar el diamante de las manos de esa persona. Junto a sus asociados, irán a la quinta de esa persona. Sin embargo, ¿Qué misterios les esperan?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbe1d7d2-f4b5-415a-9cb7-b4e9c819e8b8",
    "title": {
      "en": "On the Balcony Again Today"
    },
    "updatedAt": "2024-02-20T11:41:04+00:00",
    "coverArt": "https://mangadex.org/covers/fbe1d7d2-f4b5-415a-9cb7-b4e9c819e8b8/333f18bf-998f-4d23-886d-1fd60400bbc4.jpg",
    "altTitles": [
      {
        "ja": "今日もベランダで"
      },
      {
        "ru": "Сегодня снова на балконе"
      },
      {
        "uk": "Сьогодні знову на балконі"
      },
      {
        "en": "Today, Again, on This Veranda"
      },
      {
        "ja-ro": "Kyou mo Beranda de"
      },
      {
        "en": "Today, Again on This Balcony"
      },
      {
        "ja-ro": "Kyou mo Veranda de"
      }
    ],
    "description": {
      "en": "A freelance designer loves to relax from work through gardening on his balcony. There he starts talking to his new neighbor next door over the wall without knowing her face.",
      "ru": "Фрилансер дизайнер-редактор Сюн Токита настолько занят своей работой, что целыми днями сидит взаперти в своей квартире. В поисках отдыха он пристрастился к балконному садоводству. Однажды по соседству с ним поселяется необычная женщина природной красоты. Они начинают разговаривать через стенку балкона, не зная друг друга в лицо. На самом деле соседка — восходящая актриса Ю Наруми...\nБалкон и зелень объединяют их через перегородку.",
      "uk": "Дизайнер-фрілансер любить відпочивати від роботи, займаючись садівництвом на своєму балконі. Там він починає розмовляти зі своєю новою сусідкою через стіну, не знаючи її в обличчя."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f",
    "title": {
      "en": "Iljin Romance"
    },
    "updatedAt": "2024-01-28T23:55:52+00:00",
    "coverArt": "https://mangadex.org/covers/ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f/144251fc-7890-4289-b505-3f2e4a7b5721.jpg",
    "altTitles": [
      {
        "ko": "일찐로맨스"
      },
      {
        "ja": "カーストロマンス"
      }
    ],
    "description": {
      "en": "Jin Daim has no friends, but likes drawing. Iljina is the most popular girl in school, even though she rejects every confession. Daim thinks she and her friends are an annoyance and disturbs his drawing time before class, but all he ever draws is her. Things get complicated when his secret sketch books gets discovered by one of Iljina's friends."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a894da8-57bc-49e4-b65b-69b680f42bd4",
    "title": {
      "en": "Metalial Story"
    },
    "updatedAt": "2022-02-16T23:43:23+00:00",
    "coverArt": "https://mangadex.org/covers/9a894da8-57bc-49e4-b65b-69b680f42bd4/5bdd4c3f-d4a2-4b8f-827c-d7577f7a62f7.jpg",
    "altTitles": [
      {
        "ja": "メタリアルストーリー"
      }
    ],
    "description": {
      "en": "Metalia, a world where mechanical creatures called the gears stroll. It was the so-called \"machine hunters (collectors)\" who hunted those who ruled the earth with mighty power. A boy now descends in Melzam, the largest city in Metaria. His name is Nill. He, with the right arm of the machine, had a secret. This is a story that looks for your fate."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cc979c5-9c2d-4c16-9e83-e0a30dbcc6c7",
    "title": {
      "en": "Ojisama to Neko"
    },
    "updatedAt": "2024-03-30T22:32:01+00:00",
    "coverArt": "https://mangadex.org/covers/8cc979c5-9c2d-4c16-9e83-e0a30dbcc6c7/b40082ed-1bd5-4845-8609-f5e679cb2533.jpg",
    "altTitles": [
      {
        "en": "A Man and His Cat"
      },
      {
        "tr": "Amca ve Kedi"
      },
      {
        "ru": "Мужчина и кот"
      },
      {
        "ja": "おじさまと猫"
      },
      {
        "es": "El hombre y el gato"
      }
    ],
    "description": {
      "en": "The heartwarming tale of a cat who wants nothing more than to be loved and the old man who adopts him.  \n  \n*2nd place of Tsugi Manga Awards, Category Webmanga*  \n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **A Man & His Cat** (2021)",
      "pl": "Poruszająca historia o kocie, który pragnął tylko odrobinę miłości i jego właścicielu.",
      "pt-br": "A história emocionante de um gato que não quer nada além de ser amado e do velho que o adota."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "419d21bf-1361-459b-8341-6ec828087f26",
    "title": {
      "en": "No Guard Wife"
    },
    "updatedAt": "2023-10-31T10:15:21+00:00",
    "coverArt": "https://mangadex.org/covers/419d21bf-1361-459b-8341-6ec828087f26/6e13d4ea-70a1-42d4-811c-fb4f6e0c1030.jpg",
    "altTitles": [
      {
        "ja-ro": "Bougyo-Ryoku Zero no Yome"
      },
      {
        "ja-ro": "Bougyoryoku Zero no Yome"
      },
      {
        "it": "Moglie Senza Guardia"
      },
      {
        "ja": "防御力ゼロの嫁"
      },
      {
        "en": "No Guard Wife"
      }
    ],
    "description": {
      "en": "It is the summary of the story of a bride whose love attack power is 255 but her defensive power is 0.\r\n\r\n[Note: \"No Guard Wife\" is the mangaka's official English title.  Due to complaints over someone changing the primary title, title entry edits are locked until the title rework is complete.]",
      "it": "Questo è il riassunto di una moglie il cui potere d'attacco d'amore è 255 ma quello difensivo è 0.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Twitter](https://twitter.com/hosimaki)  \r\n- [Bookwalker Doujin Link](https://bookwalker.jp/series/196999/list/)  \r\n- [Bookwalker Tankoubon Link](https://bookwalker.jp/series/203392/list/)",
      "pt": "É um resumo da história de uma noiva que tem o poder de ataque de amor nível 255, mas a poder de defesa dela é 0.",
      "pt-br": "A história de uma noiva que tem o poder de ataque de amor nível 255, mas a poder de defesa dela é 0."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "169"
  },
  {
    "mangaId": "52d4ad1e-d02c-4fef-81d6-1e758e699d31",
    "title": {
      "en": "Hatarakanai Futari"
    },
    "updatedAt": "2024-04-20T21:57:23+00:00",
    "coverArt": "https://mangadex.org/covers/52d4ad1e-d02c-4fef-81d6-1e758e699d31/5a97fd98-4614-460e-98bc-e1499b071a2a.jpg",
    "altTitles": [
      {
        "tr": "Çalışmayan İkili"
      },
      {
        "tl": "Ang Walang trabahong Magkapatid"
      },
      {
        "tr": "İşsiz Kardeşler"
      },
      {
        "id": "Kaka-beradik Penganggur"
      },
      {
        "ru": "Бездельники"
      },
      {
        "ja": "働かないふたり"
      },
      {
        "ja-ro": "Hatarakanai Futari"
      },
      {
        "en": "The Jobless Siblings"
      }
    ],
    "description": {
      "en": "A slice-of-life story about two siblings, both jobless shut-ins. Haruko is a teenage girl who shares with her brother a love of laying around the house in sweats, watching television and playing video games. Her brother has a few friends, but Haruko has a lot of problems with social anxiety. The two of them pass their days happily playing together, though their mother worries about how she's going to get Haruko to shape up enough to find a husband.",
      "pt": "Haruko é uma adolescente que compartilha com seu irmão um amor de ficar em casa de moletom, assistindo televisão e jogando videogames. Seu irmão tem alguns amigos, mas Haruko tem um monte de problemas com ansiedade social. Os dois passam seus dias felizes brincando juntos, embora sua mãe se preocupa sobre como Haruko vai ficar e se melhorar o suficiente para encontrar um marido.",
      "es-la": "La historia del día a día de dos hermanos, ambos encerrados y sin trabajo. Haruko es una adolescente que comparte con su hermano el amor por holgazanear en la casa en sudaderas, mirar televisión y jugar videojuegos. Su hermano tiene algunos amigos, pero Haruko tiene muchos problemas de ansiedad social. Los dos pasan sus días felices jugando juntos, aunque a su madre le preocupa cómo hará que Haruko se ponga en forma lo suficiente como para encontrar un marido."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "113f161e-1e77-4ef0-8b98-658aa95814e7",
    "title": {
      "en": "Hataraku Kesshouban-chan"
    },
    "updatedAt": "2024-05-20T18:17:00+00:00",
    "coverArt": "https://mangadex.org/covers/113f161e-1e77-4ef0-8b98-658aa95814e7/e0db4a27-b411-4fa3-a2f1-135652fbcba2.jpg",
    "altTitles": [
      {
        "en": "Cells at Work: Platelets!"
      },
      {
        "ja": "はたらく血小板ちゃん"
      },
      {
        "ru": "Тромбоциты за работой!"
      }
    ],
    "description": {
      "en": "A spin-off series showing the daily lives and work of the platelets.",
      "ru": "Спин-офф манги \"Клетки за работой\", который показывает жизнь и работу малюток тромбоцитов.",
      "es-la": "Un nuevo Spin-off de Hataraku Saibou centrado en las plaquetas y sus aventuras."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "25"
  },
  {
    "mangaId": "46e62c53-65ea-45db-ac82-683c0c597de0",
    "title": {
      "en": "Toys of the Trade"
    },
    "updatedAt": "2024-05-12T20:08:12+00:00",
    "coverArt": "https://mangadex.org/covers/46e62c53-65ea-45db-ac82-683c0c597de0/0c161be8-d648-4fc4-932c-ddbc95b0b2df.jpg",
    "altTitles": [
      {
        "ko": "조선음구공방"
      },
      {
        "en": "Joseon Musical Workshop"
      },
      {
        "en": "Joseon Sex Shop"
      },
      {
        "zh": "汉阳工坊"
      },
      {
        "zh": "玩具工坊"
      },
      {
        "fr": "Joseon Musical Workshop"
      },
      {
        "es": "Taller erótico de Joseon"
      }
    ],
    "description": {
      "en": "Nobleman Park Hyowon is no stranger to the pleasures of the flesh. If anything, he’s actually quite experienced. So when a friend mentions an oh-so-secret sex toy workshop, Hyowon’s interest is thoroughly piqued. But the coarse Shinwoo is nothing like the refined artisan Hyowon expected, and he finds himself drawn in by the man’s almost rude nature. So much so, that he’s determined to get past that rough exterior, and what better way than by targeting his pride? Accusing Shinwoo of lacking confidence in his products, Hyowon demands a hands-on demonstration, and soon gets much more than he bargained for when Shinwoo shows him pleasure he could never have imagined. There’s just one thing Hyowon can’t figure out. Just how much of his pleasure is caused by the art…and how much by the artisan?",
      "es": "Hyowon, en busca de nuevos placeres que lo conduzcan al éxtasis, visita un peculiar taller. Allí, logra gozar de un clímax con el que ni siquiera había soñado antes. Pero ¿qué lo lleva a tal éxtasis? ¿Las creaciones del taller o su creador?",
      "fr": "Park Hyowon est un noble qui n'est pas étranger aux plaisirs de la chair. Sa curiosité est aussitôt attisée quand son ami, Nam Soo-in, lui fait découvrir un atelier de sextoys secrètement célèbre parmi les aristocrates, le \"Musical Workshop\" ! Cependant, Shinwoo, le propriétaire de l'atelier, est loin d'être aussi raffiné que les sextoys uniques qu'il fabrique. Étrangement, cette insolence attire Hyowon, qui va exiger de Shinwoo une démonstration de ses créations. Shinwoo lui fait alors ressentir un plaisir qu'il n'aurait jamais pu imaginer. Mais ce plaisir est-il causé par les sextoys ou par leur créateur ?\n\nNote : Le nom du magasin est métaphorique"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a53e5b5d-622e-4cef-9a7b-ceb1efc48092",
    "title": {
      "en": "Majo to Ryouken"
    },
    "updatedAt": "2024-05-09T07:17:38+00:00",
    "coverArt": "https://mangadex.org/covers/a53e5b5d-622e-4cef-9a7b-ceb1efc48092/b98b49dc-2160-4495-951b-0a6357c4c59f.jpg",
    "altTitles": [
      {
        "ja": "魔女と猟犬"
      },
      {
        "ja-ro": "Majo to Ryōken"
      },
      {
        "en": "Witch and Hound"
      }
    ],
    "description": {
      "en": "Amelia, a kingdom of war and magic led by Queen Amelia, monopolizes the extraordinary power of \"magic\" and repeatedly invades other countries in a time of war. Even in the prosperous \"small country Campusfellow\", known for its farms and blacksmiths, the flames of war are approaching. \n\nIf things go on like this, Campus Fellows will perish.\n\nFor the sake of the country's survival , Lord \"Vad Grace\" decides to take a devious measure by recruiting into his ranks a group of vicious \"Witches\" who are known as \"disasters\", who have left behind numerous terrifying tales. \n\nRaised as an assassin, \"Black Hound,\" who has been trained in all kinds of assassination techniques, the boy throws himself into the impossible tasks to protect his country and lord.\n\nA magnificent dark fantasy epic, skillfully woven by the genius Kamitsuki Rainy and beautifully illustrated by Tsukahara Minori, the artist behind 'Re:Zero kara Hajimeru Isekai Seikatsu: Hyouketsu no Kizuna,' proudly begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a6d6ea2-18a5-4a31-9777-f4bb5bd32726",
    "title": {
      "en": "Little Mushroom"
    },
    "updatedAt": "2023-11-18T02:21:37+00:00",
    "coverArt": "https://mangadex.org/covers/2a6d6ea2-18a5-4a31-9777-f4bb5bd32726/cd987770-8002-4426-9ed4-a9d758427026.jpg",
    "altTitles": [
      {
        "zh": "小蘑菇"
      }
    ],
    "description": {
      "en": "“Until the day humanity falls.”\n\nIn the year 2020, Earth’s magnetic poles disappeared and humankind was nearly wiped out by cosmic radiation. Within the span of a hundred years, living creatures began to mutate and devour each other while the remaining humans, numbering in the tens of thousands, struggled bitterly in their man-made bases.\n\nIn the Abyss, home to the mutated xenogenics, there lived a sentient little mushroom. Because it had been nourished by the blood and flesh of the deceased human An Ze, not only did it take on a similar-looking human form, but a similar name as well: An Zhe.\n\nAn Zhe is determined to go to the human base to search for his spore, which had been harvested by humans. Once there, however, he faces the omnipresent risk of discovery and certain death as he tries to keep his non-human nature hidden from the Judges, whose responsibility is to inspect for and eliminate xenogenics like himself. And of all the Judges, Colonel Lu Feng is the most perceptive and merciless—as soon as he determines that someone is a xenogenic, he will execute that person on the spot.\n\nBut An Zhe’s mutation goes undetected by Lu Feng’s eyes, and so a tale of humans and xenogenics unfolds…\n\nSilver Award winner at the 12th Chinese Nebula Awards for Chinese Science Fiction.",
      "pl": "Ponury i niegościnny świat po katastrofie ekologicznej. Spustoszoną ziemię bombarduje promieniowanie kosmiczne. Niedobitki ludzkości schroniły się w dwóch ostatnich ocalałych bazach, desperacko próbując przetrwać. Każdy kontakt z obcym organizmem żywym grozi skażeniem genetycznym.\n\nDo bazy ludzi trafia zagubiony chłopak, który w rzeczywistości nie jest nawet człowiekiem. Los styka go z bezlitosnym sędzią, wyszkolonym do tropienia i likwidowania mutantów. Niespodziewanie ich znajomość przeradza się w coś więcej…\n\nPolskie tłumaczenie powieści dostępne tutaj: https://www.wattpad.com/story/251281478-little-mushroom"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-04-20T22:37:49+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/24658bf8-a38b-4d86-8f86-b264756a3c62.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "bg": "Стокано"
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ja-ro": "Kimi no koto ga daidaidaidaidai suki na 100-nin no Kanojo"
      },
      {
        "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. \n\nExcept, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e515a071-ffeb-4670-a424-f3d3562d7afb",
    "title": {
      "en": "Konbini Yakin no Akuma-chan"
    },
    "updatedAt": "2024-05-20T18:23:04+00:00",
    "coverArt": "https://mangadex.org/covers/e515a071-ffeb-4670-a424-f3d3562d7afb/fe901132-4b85-40c5-8959-c15a64861af3.jpg",
    "altTitles": [
      {
        "en": "Akuma-chan's Convenience Store Night Shift"
      },
      {
        "ja": "コンビニ夜勤のあくまちゃん"
      }
    ],
    "description": {
      "en": "\"Working the night shift at a convenience store sure is a pain...!!\"\n\nThe night shift at a convenience store is full of weirdos, both the employees and the customers!?\n\nThe arrogant but energetic demon \"Aruru\" will do her best in a convenience store in Minami, Osaka!",
      "ja": "「やっぱりコンビニ夜勤はつらいのだ…！！」コンビニ夜勤はお客も店員も癖のある人がいっぱい！？高飛車だけど健気な悪魔「アルール」が、大阪ミナミのコンビニを舞台にがんばります！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e71e9219-acc4-4a7a-bb96-57302fb50592",
    "title": {
      "en": "Wakarasero! Namaikitsune-sama"
    },
    "updatedAt": "2023-10-29T19:19:24+00:00",
    "coverArt": "https://mangadex.org/covers/e71e9219-acc4-4a7a-bb96-57302fb50592/f0d2ed89-564b-4c81-bba6-99f3b2f8e41a.jpg",
    "altTitles": [
      {
        "ja": "わからせろ！ナマイキツネ様"
      }
    ],
    "description": {
      "en": "Cheeky fox goddess Vs Sadistic Miko JK\nIchiyo is worshipped at a shrine as a fox divinity. But she is in fact a cheeky goth loli osan kitsune who gets carried away very easily. But is it really okay for a goddess to be so rude? A comedy about teaching her a lesson."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi wo Suru"
    },
    "updatedAt": "2024-05-18T12:34:17+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/262c3868-2878-4f7e-a42f-534870b382e8.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "ja-ro": "Sono Kisekae Ningyou wa Koi wo Suru"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll wa Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "en": "The Bisque doll is falling in love"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80c4c4bc-be9c-400a-8cc0-57b1d0b8a87f",
    "title": {
      "en": "I Shaved. Then I Brought a High School Girl Home."
    },
    "updatedAt": "2023-11-10T00:41:26+00:00",
    "coverArt": "https://mangadex.org/covers/80c4c4bc-be9c-400a-8cc0-57b1d0b8a87f/bfe53938-4377-4e93-81b1-45b52e6e3300.jpg",
    "altTitles": [
      {
        "es-la": "Me afeité la barba. Y luego recogí a una colegiala."
      },
      {
        "ru": "Я побрился. Затем привёл старшеклассницу домой."
      },
      {
        "ja": "ひげを剃る。そして女子高生を拾う。"
      },
      {
        "en": "Higehiro: After Being Rejected, I Shaved and Took in a High School Runaway"
      },
      {
        "ja-ro": "Hige wo Soru. Soshite Joshi Kousei wo Hirou."
      },
      {
        "ja-ro": "Hige Wo Soru. Soshite Joshikosei Wo Hirou."
      },
      {
        "ar": "حلقت فجلبت فتاة مدرسة ثانوية إلى المنزل"
      },
      {
        "th": "โกนหนวดไปทำงาน แล้วกลับบ้านมาพบเธอ"
      },
      {
        "zh": "剃须，然后捡到女高中生"
      },
      {
        "zh-ro": "Tì xū, ránhòu jiǎn dào nǚ gāozhōng shēng"
      },
      {
        "ja": "ひげひろ"
      },
      {
        "ja-ro": "Higehiro"
      }
    ],
    "description": {
      "en": "Yoshida was swiftly rejected by his crush of 5 years. On his way home after drinking his sorrows away, he saw a high school girl sitting on the street. \"I'll let you do it with me, so let me stay\". \"Don't even joke about something like that\". And so, the story of living with the high school girl Sayu began. The slice-of-life romance story between a runaway high school girl and a 26 year old salaryman ensues.",
      "es": "Yoshida fue rápidamente rechazado por su amor de 5 años. En su camino a casa después de consumir sus penas, vio a una chica de secundaria sentada en la calle. \"Te dejaré hacerlo conmigo, así que déjame quedarme\". \"No bromees con algo así\". Y así comenzó la historia sobre la convivencia con la chica de secundaria, Sayu. La romántica historia de la vida entre una colegiala fugitiva y un asalariado de 26 años comienza.",
      "fr": "Après l’avoir aimée pendant cinq ans, Yoshida est rejeté par sa supérieure. En rentrant chez lui après avoir bu pour oublier sa tristesse, il tombe sur une lycéenne assise par terre. « Je te laisserai le faire avec moi, si tu me laisses rester chez toi. » « Ne dis pas des choses comme ça, même pour plaisanter. » C’est ainsi que commence l’histoire de Sayu la lycéenne fugueuse avec Yoshida, un employé banal de 26 ans.",
      "ru": "Йошиду поспешно отвергла девушка, в которую он был влюблён 5 лет. Утопив своё горе в алкоголе, по дороге домой он встречает старшеклассницу на улице. \"Я разрешу вам сделать это со мной, так что позвольте мне остаться у вас\". \"Даже шутить не смей о чём-то подобном\". Так и началась эта история про жизнь с старшеклассницей Саю. Повседневная романтическая комедия между сбежавшей из дома старшеклассницей и 26-летним служащим.",
      "pt-br": "Desolado e bêbado, Yoshida, um empregado de 26 anos, deparou-se com uma estudante do ensino médio que havia saído de casa quando voltou do bar. \"Ei você. JK O que diabos você está fazendo aqui? Vá para casa agora. \"Tio, me deixe ficar em sua casa esta noite. Você podemos fazer \"isso\" se me deixar ficar.\" \"Se você disse em tom de brincadeira, não é engraçado.\" \"Não estou brincando. Está tudo bem por mim.\" \"Então deixe-me dizer-lhe, não tenho interesse em pirralhas.\" \"Hmm? Então, apenas me deixe ficar\"."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fc1b635-dbf4-44e9-af7c-4a76b63d8ba8",
    "title": {
      "en": "Lost Lovers"
    },
    "updatedAt": "2024-04-20T16:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/4fc1b635-dbf4-44e9-af7c-4a76b63d8ba8/2e6d86fc-8ecf-4fc3-bddd-c7ee13f75573.png",
    "altTitles": [
      {
        "en": "消失恋人"
      }
    ],
    "description": {
      "en": "Losing memories after a confession?! A crossdressing boy and the one he loves are cursed to never fall deep in love, and are forced to repeat their confession over and over. What is the antidote to love? Can there be miracles in true love?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "737a846b-2e67-4d63-9f7e-f54b3beebac4",
    "title": {
      "en": "Kaette Kudasai! Akutsu-san"
    },
    "updatedAt": "2024-04-23T15:51:35+00:00",
    "coverArt": "https://mangadex.org/covers/737a846b-2e67-4d63-9f7e-f54b3beebac4/2b430c32-10b7-4bc1-84ec-210476083c79.jpg",
    "altTitles": [
      {
        "ja": "帰ってください！ 阿久津さん"
      },
      {
        "ja": "ヤンキー娘"
      },
      {
        "ja-ro": "Kaette Kudasai! Akutsu-san"
      },
      {
        "ja-ro": "Kaette Kudasai, Akutsu-san!"
      },
      {
        "ja-ro": "Yankee Musume"
      },
      {
        "vi": "Xin hãy về nhà, Akutsu-san!"
      },
      {
        "uk": "Будь ласка, йди додому, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу!"
      },
      {
        "zh": "请你回去吧！阿久津同学"
      },
      {
        "zh-hk": "請你回去吧！阿久津同學"
      },
      {
        "es-la": "Por favor vete a casa, ¡Akutsu-san!"
      },
      {
        "it": "Per favore torna a casa, Akutsu-san!"
      },
      {
        "vi": "Cút mẹ về nhà đi Akutsu!"
      },
      {
        "de": "Bitte geh heim, Akutsu-san!"
      },
      {
        "en": "Please Go Home, Akutsu-san!"
      },
      {
        "en": "Please Go Home! Akutsu-san"
      },
      {
        "pt-br": "Por favor vá para casa, Akutsu-san!"
      }
    ],
    "description": {
      "en": "Ooyama-kun normally doesn’t get involved with Akutsu-san, a delinquent girl in his class, but for some reason she makes his house her hang-out place!\n\nWill she do something horrible to him behind closed doors or will he chase her out? But dealing with Akutsu-san’s sexy, cute behavior in such a confined space… he’s sure to get flustered! He wants her to go home, but he also doesn’t?\n\nA teasing comedy under a single roof!",
      "it": "Ooyama-kun normalmente non si fa coinvolgere da Akutsu-san, una ragazza delinquente della sua classe, ma per qualche motivo lei fa della sua casa il suo luogo di ritrovo!  Ooyama le farà qualcosa di orribile a porte chiuse o la caccerà fuori? Tuttavia aver a che fare con il comportamento sexy e carino di Akutsu-san in uno spazio così ristretto... è sicuro che si ecciterà!  Vuole che lei torni a casa e allo stesso tempo non vuole,  Una commedia stuzzicante sotto lo stesso tetto!",
      "ja": "**俺の部屋がヤンキー娘のたまり場に!? ヤンキー×非リア充のからかいコメディ！**\n\n普段は全く関わりのないクラスの不良女子・阿久津さんに何故か家をたまり場にされてしまった一人暮らしの大山くん。ガラの悪い阿久津さんに何かひどいことをされるのではと追い出そうとするのだが、無防備で距離感の近い彼女のエロカワイイ仕草にドギマギしてしまい…？ 帰ってほしいのに、帰ってほしくない!? 一つ屋根の下のからかいショートコメディ！\n\n---\n\n**Ore no heya ga yankī musume no tamariba ni!? Yankī × hi riajū no karakai komedi!**\n\nFudan wa mattaku kakawari no nai kurasu no furyō joshi Akutsu-san ni nazeka ie o tamariba ni sa rete shimatta hitorigurashi no Ōyama-kun. Gara no warui Akutsu-san ni nanika hidoi koto o sa reru node wa to oidasou to suru nodaga, mubōbi de kyori-kan no chikai kanojo no erokawaī shigusa ni dogimagi shite shimai…? Kaette hoshī no ni, kaette hoshikunai! ? Hitotsu yane no shita no karakai shōtokomedi!",
      "ru": "Оояма-кун обычно не связывается с Акуцу-сан, девушкой-правонарушителем в его классе, но по каким-то причинам она делает его дом своим тусовочным заведением! Оояма сделает с ней что-нибудь ужасное за закрытыми дверями или он её прогонит? Он хочет, чтобы она пошла домой, но не хочет? Дразнящая комедия под одной крышей!  \n  \n**Notes:**   \n- Yankee Musume (ヤンキー娘) is the pre-serialization name.  \n\n\n---\n\n**Links:**  \n- [Artist's Twitter](https://twitter.com/NAGAOKA0)  \n- [Artist's Pixiv](https://www.pixiv.net/member.php?id=133935)",
      "es-la": "Ooyama-kun normalmente no se involucra con Akutsu-san, una chica yankee de su clase, ¡pero por alguna razón ella hace de su casa su lugar de reunión! ¿Ooyama le hará algo horrible cuando estén las puertas cerradas o la echará? Pero lidiar con el sexy y lindo comportamiento de Akutsu en un espacio tan reducido sera un problema…",
      "pt-br": "Ooyama geralmente não se envolve com com Akutsu-san, uma garota delinquente da sua turma, mas por alguma razão ela transformou o quarto dele no seu local de descanso! Será que ela vai fazer algo horrível para ele ou ele vai expulsar ela? Mas lidar com a sexy e fofa Akutsu-san em um espaço fechado... Ele com certeza vai ficar envergonhado! Ooyama quer que ela vá para casa, mas ele também não quer? Uma comédia provocante sob um mesmo teto!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7622667c-6922-4003-9fc1-ded7a0598292",
    "title": {
      "en": "Namae no nai Kaibutsu - Kumo to Shoujo to Ryoki Satsujin"
    },
    "updatedAt": "2024-02-13T16:01:27+00:00",
    "coverArt": "https://mangadex.org/covers/7622667c-6922-4003-9fc1-ded7a0598292/f632f613-88a1-4a19-929d-69aa67821d0b.jpg",
    "altTitles": [
      {
        "en": "The Nameless Monster - The Spider, the Girl, and the Grotesque Murders"
      },
      {
        "ru": "Безымянный монстр"
      },
      {
        "ja": "名前のない怪物 蜘蛛と少女と猟奇殺人"
      },
      {
        "zh": "沒有名字的怪物"
      },
      {
        "vi": "Quái Vật Không Tên"
      }
    ],
    "description": {
      "en": "Midnight. Awakened by the echoing sound in my room, I was met with a frightening pair of \"legs.\" Since then, as if wishing to merely make its presence known, it remained in my room without letting itself be seen. In the same way it was spreading its encircling net, little by little it encroached on my life until at last it appeared before me. Its true form was that of an exceedingly beautiful \"nameless monster.\" Desperate resistance was futile as the monster dropped its hand towards me. I could not escape or resist. Hiding it from my skeptical lover and friends, thus opened the curtain to our strange life together. Quietly, the senses I had as a human were dying as my normal life continued to collapse. The moment I knew what was awaiting me, I was presented with an important decision.  \n  \nAt the same time the monster first appeared before me, the public was disturbed by a string of bizarre murders. It was then that I began to wonder whether they and my beautiful yet eerie roommate were connected.",
      "ru": "Полночь. Проснувшись от эха в моей комнате, я узрел пугающую пару «ног». С тех пор, словно желая просто заявить о своём присутствии, их обладатель остался в моей комнате, не давая себя увидеть. В тоже время он оплетал своей паутиной мой дом, понемногу вторгаясь в мою жизнь, пока, наконец, не появился передо мной. Его истинным обличьем оказался чрезвычайно красивый «безымянный монстр». Я не мог ни убежать, ни сопротивляться, когда монстр схватил меня. Скрывая это от моих скептически настроенных любимой и друзей, открываю занавес нашей странной совместной жизни. Когда я узнал, что меня ждет, я принял большое решение.  \nС тех пор, как монстр впервые показался мне, общественность была обеспокоена чередой странных убийств. И я начал задаваться вопросом, могли они быть связаны с моим красивым, но жутким соседом по комнате.",
      "pt-br": "Meia-noite. Acordado pelo som ecoando no meu quarto, fui recebido com um assustador par de \"pernas\". Desde então, como se quisesse apenas dar a conhecer a sua presença, ficou no meu quarto sem se deixar ver. Da mesma forma que estendia sua rede envolvente, pouco a pouco invadiu minha vida até que finalmente apareceu diante de mim. Sua verdadeira forma era a de um \"monstro sem nome\" extremamente belo. A resistência desesperada foi inútil quando o monstro baixou a mão em minha direção. Eu não podia escapar ou resistir. Escondendo isso de meu amante cético e amigos, assim abriu a cortina para nossa estranha vida juntos. Silenciosamente, os sentidos que eu tinha como humano estavam morrendo enquanto minha vida normal continuava a desmoronar. No momento em que soube o que me esperava, fui presenteado com uma decisão importante.\n\nAo mesmo tempo em que o monstro apareceu pela primeira vez diante de mim, o público foi perturbado por uma série de assassinatos bizarros. Foi então que comecei a me perguntar se eles e minha linda e misteriosa colega de quarto estavam conectados."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "39"
  },
  {
    "mangaId": "11101340-f122-40e6-a5e6-a0feffa120da",
    "title": {
      "en": "Hantsu x Trash"
    },
    "updatedAt": "2022-04-10T13:29:19+00:00",
    "coverArt": "https://mangadex.org/covers/11101340-f122-40e6-a5e6-a0feffa120da/880507c5-375f-48b2-a0f0-dc769547bd26.jpg",
    "altTitles": [
      {
        "ja-ro": "Hantsu × Torasshu"
      },
      {
        "en": "Sexy and Stupid Water Polo Comedy"
      },
      {
        "ja": "ハンツー×トラッシュ"
      }
    ],
    "description": {
      "en": "Hamaji Youhei, a freshman in high school, lives his life aimlessly, lazing around all day. He can't keep up with his studies, no good at sports and won't stick with anything for long. Besides that he's a pervert who's continuously rejected by girls. A sophomore convinces him into joining a club where he could lunge at girls, fondling and touching all he wanted. Thus he joined the Water Polo Club. Can Youhei, who never sticks with anything for long, find his place in this club?",
      "pt": "Hamaji Youhei, é um calouro do colegial, uma vida sem rumo, sem fazer nada o dia todo. Ele não é bom nos estudos, nos esportes e não dura muito tempo em lugar nenhum. alem disso ele é um pervertido que está continuamente sendo rejeitados pelas garotas. um colegial do 2º ano convence ele a entrar em um clube onde pudesse agarrar as garotas, acariciando e tocando tudo o que ele quiser. Assim, ele se juntou ao Clube de Polo Aquático. Pode Youhei, que nunca dura em lugar nenhum por muito tempo, encontrar seu lugar nesse clube?  \n  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/K_hiyokopiyo)"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "18",
    "lastChapter": "199"
  },
  {
    "mangaId": "4a433d6b-f51a-4c2f-a183-85419fe98efc",
    "title": {
      "en": "Medalist"
    },
    "updatedAt": "2024-04-24T17:11:33+00:00",
    "coverArt": "https://mangadex.org/covers/4a433d6b-f51a-4c2f-a183-85419fe98efc/44e39a11-6e73-4b78-8c87-3478a96ca0c0.jpg",
    "altTitles": [
      {
        "ja": "メダリスト"
      },
      {
        "zh": "舞冰的祈愿"
      },
      {
        "zh-hk": "舞冰的祈願"
      },
      {
        "zh-hk": "金牌得主"
      }
    ],
    "description": {
      "en": "There is a dream worth putting two lives on the line for.  \n  \nTsukasa, a young man with shattered dreams, and Inori, a girl no one believed in. However, in the face of adversity, those two possessed a tenacity towards the rink greater than anyone had ever known. Together, they meet on the ice, and aim for the world with their figure skating!\n\n---\n\n**Links:**  \n- [Series' Twitter](https://twitter.com/medalist_AFT)\n- Alternative Official English - [K MANGA (U.S. Only)](https://kmanga.kodansha.com/title/10231/episode/318207), [Kodansha](https://kodansha.us/series/medalist/)",
      "es": "Tsukasa es un patinador que, tras haber dejado atrás su sueño de convertirse en un atleta de élite por problemas económicos, trabaja realizando espectáculos de patinaje sobre hielo.\n\nPero todo cambia cuando conoce a Inori, una niña que acude a una pista de hielo a escondidas de su madre, aunque esta esté totalmente en contra de ello y todo el mundo piense que es tarde para ella, y que es demasiado inútil.\n\nAsí, gracias a la tenacidad que muestra Inori, Tsukasa decide convertirse en su entrenador y buscará ayudarla en el difícil mundo del patinaje artístico, prometiéndose que la llevará a la cima.",
      "zh": "用利刃融化坚冰、开拓人生——！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2683410b-8e2c-4f84-bd1d-16f448d4c062",
    "title": {
      "ko": "Patience, My Lady!"
    },
    "updatedAt": "2023-12-29T18:28:54+00:00",
    "coverArt": "https://mangadex.org/covers/2683410b-8e2c-4f84-bd1d-16f448d4c062/a1acdb28-551b-468b-a817-72645f9ecfc7.jpg",
    "altTitles": [
      {
        "ko": "아, 쫌 참으세요 영주님!"
      },
      {
        "ko-ro": "A, Jjom Chameuseyo Yeongjunim!"
      },
      {
        "en": "Oh, Be Patient My Lady!"
      },
      {
        "en": "Ah, Hang on a Little Longer, My Lord"
      },
      {
        "en": "Oh, Come On!"
      },
      {
        "zh": "请忍忍，我的领主大人！"
      },
      {
        "zh-hk": "領主大人請冷靜！"
      },
      {
        "ja": "お待ちください、領主様！"
      },
      {
        "ru": "Терпение, моя леди!"
      },
      {
        "es": "Ah, por favor sea paciente, ¡mi señor!"
      },
      {
        "tr": "Ah, Lütfen Sabırlı Olun, Leydim!"
      }
    ],
    "description": {
      "en": "Rose is the ruler of the dominion of ‘White’, a small and poor land. She was getting along with her citizens and living a quaint, favorable life until foreign migrants kept increasing and she got involved in some odd situations?! The lively, entertaining, romance, fantasy story of a super OP ruler Rose and Yggdrasil, the grand sorcerer who wants to hide her away and protect her!\n\n---\nWhen the Kingdom of White was conquered 500 years ago, the king and his subjects were exiled to a small tract of wasteland covered in ice. There they endured cold and hunger, relying on the magic of Archmage Yggdrasil to build the world’s smallest self-governing territory. As the last heir to her family, Rose now rules over this land as its lord. Rescuing former citizens who have fallen prey to trafficking abroad, she pours her heart and soul into making them thrive at home. But first things first, she must fill up the treasury to fund this mission! The business-savvy lord invites dragons, dwarfs, and elves to join in the effort, turning White into a haven for all races. Yggdrasil couldn’t be prouder of this utopia in the making, but will Lord Rose ever get to leave her money troubles behind?\n\n---\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/patience-my-lady)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/qingrenrenwodelingzhudaren/list?title_no=1815)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/lord-calmdown/list?title_no=3578)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001625)",
      "ko": "작고 가난한 영지 ‘화이트’의 영주, 로즈.\n영주민들과 오순도순 잘 먹고 잘살고 싶었는데, 갑자기 이종족 이주민이 늘고 자꾸 사건에 휘말린다?! \n막강 능력 영주님 ‘로즈’와 그녀를 영지에 몰래몰래 숨겨 놓고 보호하고픈 스승, ‘대마법사 이그드라실’의 유쾌 발랄 로맨스 판타지!\n\n---\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/patience-my-lady)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/qingrenrenwodelingzhudaren/list?title_no=1815)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/lord-calmdown/list?title_no=3578)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001625)",
      "tr": "Rose, küçük ve fakir bir bölge olan White'ın hükümdarıdır. Göçmenlerin artmasına\nve garip olaylara dahil oluncaya kadar halkıyla iyi anlaşıyor ve hoş, güzel bir hayat yaşıyordu.\nGüçlü ve yetenekli hükümdar Rose ve onu gizleyip korumak isteyen Usta Sihirbaz Yggdrasil'in heyecanlı,\neğlenceli, aşk ve fantazi hikayesi!",
      "zh": "活泼领主X超强大魔法师！\n充满惊喜的领地生活开始！\n露丝·白是贫寒的白领地领主，她的身边有大魔法师伊格·德拉希尔辅佐。身为白的老师，他担任着领地的各种职务。为了领地的繁荣露丝不断尝试各种冒险，然而异族渐渐踏入领地，也因此带来各种问题...乐天女领主该如果解决迎面而来的难题呢？\n\n---\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/patience-my-lady)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/qingrenrenwodelingzhudaren/list?title_no=1815)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/lord-calmdown/list?title_no=3578)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001625)",
      "zh-hk": "狹小又貧脊的「白色領地」領主——羅茲，夢想與領地居民一起和睦生活，卻因為異族移民增加，不斷捲入各種事件。 具有強大力量的領主羅茲，與在背後默默守護領地與羅茲的師傅——大魔法師 伊克德雷瑟將會展開什麼歡樂的浪漫奇幻故事？\n\n---\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/patience-my-lady)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/qingrenrenwodelingzhudaren/list?title_no=1815)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/lord-calmdown/list?title_no=3578)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001625)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "87"
  },
  {
    "mangaId": "793e84d1-bf6a-4d99-aabf-c5f16a39d64f",
    "title": {
      "en": "Happiness Meal"
    },
    "updatedAt": "2024-01-05T05:48:03+00:00",
    "coverArt": "https://mangadex.org/covers/793e84d1-bf6a-4d99-aabf-c5f16a39d64f/24d23e48-bdd5-4f24-9fd4-8e18dd07cf82.png",
    "altTitles": [
      {
        "ja": "しあわせゴハン"
      },
      {
        "ja-ro": "Shiawase Gohan"
      }
    ],
    "description": {
      "en": "A man relaxing with a can of beer when a winter storm hits. A man, burdened with personal strife, finds solace in a bowl of ramen. \n\nA Silent Manga, each chapter is a self-contained glimpse into the life of an ordinary person, and how the meals they eat lift their spirits."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "68"
  },
  {
    "mangaId": "0e63cc18-26d3-4a8a-9951-6a015e1a46dd",
    "title": {
      "en": "Mobile Suit Gundam SEED Destiny Astray"
    },
    "updatedAt": "2022-09-18T20:56:32+00:00",
    "coverArt": "https://mangadex.org/covers/0e63cc18-26d3-4a8a-9951-6a015e1a46dd/c9cb087c-5b99-4d2d-bbb7-a36a2c0df526.jpg",
    "altTitles": [
      {
        "ja-ro": "Kidou Senshi Gundam SEED Destiny Astray"
      },
      {
        "ja": "機動戦士ガンダムSEED DESTINY ASTRAY"
      }
    ],
    "description": {
      "en": "It is October, Cosmic Era 71. The Second Battle of Yakin Due has brought about the end of the war between Earth and PLANT. Jess Rabble, a mobile suit pilot, journalist and cameraman, wishes to photograph the truth of the world from a mobile suit's perspective. During an encounter with the Junk Guild, he meets Lowe Gear, who offers him the newly completed Astray Out Frame in order to fulfill his goal. Now, with Lowe's talking computer '8' at his side, Jess ventures off to all corners of the Earth to film the new battles the world faces."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "21"
  },
  {
    "mangaId": "eb5c81e8-5d5b-4552-b582-ee9c29c5368b",
    "title": {
      "en": "Fuuka"
    },
    "updatedAt": "2024-05-20T14:28:07+00:00",
    "coverArt": "https://mangadex.org/covers/eb5c81e8-5d5b-4552-b582-ee9c29c5368b/9933b8f3-790c-4ca9-b204-adc13266c9a5.jpg",
    "altTitles": [
      {
        "ja": "風夏"
      }
    ],
    "description": {
      "en": "Yuu Haruna just moved into town and is addicted to twitter. When he goes out to buy dinner he bumps into a mysterious girl, Fuuka Akitsuki, who breaks his phone thinking he was trying to take a picture of her panties. How will his new life change now?",
      "pt-br": "O protagonista Yuu Haruna se muda para uma cidade e conhece uma garota estranha chamada Fuuka (cujo nome tem caracteres kanji para \"vento\" e \"verão\"). Esta menina, que é como um vento de verão possui um poder misterioso para atrair as pessoas."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "195"
  },
  {
    "mangaId": "183b5c1e-5bfd-4f7f-9b21-3ac88c584987",
    "title": {
      "en": "Chi - Chikyuu no Undou ni Tsuite"
    },
    "updatedAt": "2024-04-12T16:53:49+00:00",
    "coverArt": "https://mangadex.org/covers/183b5c1e-5bfd-4f7f-9b21-3ac88c584987/12e7ed14-2867-4c10-851c-0733810d14e0.jpg",
    "altTitles": [
      {
        "en": "About the Movement of the Earth"
      },
      {
        "ja": "チ。―地球の運動について―"
      },
      {
        "ja": "Chi. Chikyu No Undo Ni Tsuite"
      },
      {
        "pl": "O Ruchu Ziemi"
      },
      {
        "pt-br": "Sobre o Movimento da Terra"
      },
      {
        "es": "Tierra, Sangre, Conocimiento: Sobre el Movimiento de la Tierra"
      },
      {
        "en": "Chi: On the Movements of the Earth"
      },
      {
        "vi": "Chi. -Về sự vận động của địa cầu-"
      }
    ],
    "description": {
      "en": "The setting is 15th century Poland. It was a time when heretical ideas lead those to who possessed such a mindset to being burned at the stake for their beliefs. Rafal, a child prodigy, is expected to major in theology, the most important subject at the time, at the university. One day, however, he comes across a mysterious man, and is now studying a possible \"truth\" in the midst of heretical thought!",
      "vi": "Bạn có tín ngưỡng nào mà không thể bẻ cong cho dù phải từ bỏ sinh mạng của mình không? Bạn có muốn giữ nguyên châm ngôn sống nào cho dù có phải trở thành kẻ thù của cả thế giới không?\n\nMột thiên anh hùng ca tuyệt vời miêu tả những người đang tầm cầu \"chân lý bị ngăn cấm\". Bối cảnh ở châu Âu vào thế kỷ 15. Thời đại mà những tư tưởng dị đoan bị thiêu rụi.\n\nNhân vật chính, thần đồng Rafal, được mọi người kỳ vọng sẽ theo học chuyên ngành Thần Học ở trường Đại học, ngành được coi là quan trọng nhất vào thời điểm đó. Tuy nhiên một ngày nọ, một người đàn ông bí ẩn xuất hiện vốn đang nghiên cứu một \"chân lý\" nào đó trong những tư tưởng dị đoan...!\n\nTruyện #2 giải thưởng Manga Taisho 2021. Truyện được đề xuất bởi Iwaaki Hitoshi, tác giả của \"Ký Sinh Thú\" và \"Historie\".",
      "es-la": "El escenario es la Polonia del siglo XV. Fue un momento en que las ideas heréticas llevaban a quienes poseían tal mentalidad a ser quemados en la hoguera por sus creencias. Se espera que el protagonista, Rafal, un niño prodigio, se especialice en teología, la asignatura más importante en ese momento, en la universidad. Un día, sin embargo, se encuentra con un hombre misterioso, ¡y ahora está estudiando una posible \"verdad\" en medio de un pensamiento herético!",
      "pt-br": "O cenário é a Polônia do século XV. Foi uma época em que ideias heréticas levaram aqueles que possuíam tal mentalidade a serem queimados na fogueira por suas crenças. Rafal, um menino prodígio, deve se formar em teologia, o assunto mais importante da época, na universidade. Um dia, porém, ele se depara com um homem misterioso, e agora está estudando uma possível \"verdade\" no meio do pensamento herético!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "62"
  },
  {
    "mangaId": "45ed7ed8-23b3-45bf-9b9c-da6e9e88f747",
    "title": {
      "en": "Isekai de Tochi o Katte Noujou wo Tsukurou"
    },
    "updatedAt": "2024-04-21T14:16:12+00:00",
    "coverArt": "https://mangadex.org/covers/45ed7ed8-23b3-45bf-9b9c-da6e9e88f747/82ddc4e3-1c4a-4d4b-8081-756eeb3cab3a.jpg",
    "altTitles": [
      {
        "ja": "異世界で土地を買って農場を作ろう"
      },
      {
        "en": "Let’s Buy the Land and Cultivate It in a Different World"
      }
    ],
    "description": {
      "en": "Corporate drone Itonami Norio is summoned to another world and granted a powerful skill, [Supreme Wielder], which is invisible to those who summoned him. They’re dismayed to see he’s useless to them, so he asks only for a little plot of land to work for himself.\n\nHis skill allows him to use any tool to its greatest abilities, including fishing poles, cooking utensils, and construction tools. When he fishes up a mermaid who wants him for her bridegroom, charms a young dragon with his cooking, and excites an undead king with his rare skill, how long can his quiet country life last?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-01-03T18:30:55+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6df5cd9d-4d29-4c4b-81a3-72f81d2de5bf",
    "title": {
      "en": "My Clumsy and Erotic Neighbor Sayuri-san"
    },
    "updatedAt": "2024-04-18T20:45:02+00:00",
    "coverArt": "https://mangadex.org/covers/6df5cd9d-4d29-4c4b-81a3-72f81d2de5bf/bd470a7d-bfa4-4278-aa07-a22bff9e8653.jpg",
    "altTitles": [
      {
        "en": "Sayuri-san is lewd"
      },
      {
        "ja": "不器用でエロい隣人さゆりさん"
      },
      {
        "ja-ro": "Bukiyou de Eroi Rinjin Sayuri-san"
      },
      {
        "es-la": "Mi torpe y erótica vecina Sayuri-san"
      }
    ],
    "description": {
      "en": "Series Follows Our Main Character and His Interactions With His Neighbor Sayuri-san.",
      "ja": "高校生の主人公が、隣人の主婦である「さゆりさん」と様々なエロティックなシチュエーションを繰り広げるというストーリー。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8222494c-44cb-4a60-a9fa-e24fcd53f538",
    "title": {
      "en": "Ikiteru Uchi ni Oshitekure"
    },
    "updatedAt": "2024-03-20T17:39:14+00:00",
    "coverArt": "https://mangadex.org/covers/8222494c-44cb-4a60-a9fa-e24fcd53f538/2acd77d1-1461-4ff8-a7d3-b07ceb3ce460.jpg",
    "altTitles": [
      {
        "ja": "生きてるうちに推してくれ"
      }
    ],
    "description": {
      "en": "A new frontier drawn by Mr. Niwa of Tokusatsu Gagaga! Fans are only spirits!  ?  Idol on the edge of the cliff, exorcist started-\n Since childhood, Misaki Kira has been a loner because of her ability to \"see\" strange things. When she came to Tokyo to change her life, she was scouted and debuted as an idol! Start your glittering idol life!  When you think about it, the only ones who can help you are spirits... Life as an idol doesn't go well, and on the day before he gets fired, he meets a priest with mysterious powers!? An exorcist unit comedy by a precipice idol and a fishy boy!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fca468e-3d9c-4c9c-b260-6ab38ec77778",
    "title": {
      "en": "Earth Recording 0001"
    },
    "updatedAt": "2024-05-20T17:30:30+00:00",
    "coverArt": "https://mangadex.org/covers/6fca468e-3d9c-4c9c-b260-6ab38ec77778/42327367-ce57-4835-b1b4-288cf6265a60.jpg",
    "altTitles": [
      {
        "ja-ro": "Chikyū kiroku 0001"
      },
      {
        "ja": "地球記録0001"
      },
      {
        "zh": "地球记录0001"
      },
      {
        "ru": "Запись Земли 0001"
      }
    ],
    "description": {
      "en": "Astronaut Mawatari encounters a humanoid creature during a moon surface investigation. Because they are both lonely, they promise to teach each other about the universe and the earth…!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de5cf14e-8364-454f-9e52-fa612d78a0e4",
    "title": {
      "en": "Watashi Yori Tsuyoi Otoko to Kekkon Shitai no"
    },
    "updatedAt": "2024-05-04T17:03:10+00:00",
    "coverArt": "https://mangadex.org/covers/de5cf14e-8364-454f-9e52-fa612d78a0e4/25b98dc8-54e1-4e0a-af85-1d7a5b6452ce.jpg",
    "altTitles": [
      {
        "ja": "私より強い男と結婚したいの"
      },
      {
        "en": "I Want to Marry a Man Stronger Than Me!"
      }
    ],
    "description": {
      "en": "Akira Kogure, an introverted loner high-school student befriends the student council president Shizuka Takasaki, who excels in both academics and athletics, blessed with beautiful looks from birth. Though their relationship may seem to be normal, both are keeping a secret that they can't reveal to anyone?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "01765d63-02ae-4080-a3e4-b4e0552ac0d6",
    "title": {
      "en": "Deokure Tamer no Sonohigurashi"
    },
    "updatedAt": "2024-03-20T17:25:50+00:00",
    "coverArt": "https://mangadex.org/covers/01765d63-02ae-4080-a3e4-b4e0552ac0d6/696fb20b-32b5-4a51-a71e-7673b5eec0a4.jpg",
    "altTitles": [
      {
        "ja": "出遅れテイマーのその日暮らし"
      },
      {
        "en": "A Late-Start Tamer's Laid-Back Life"
      },
      {
        "en": "The Life and Times of a Late Bloomer Tamer"
      },
      {
        "ja-ro": "Deokure Tamer no Sono Higurashi"
      },
      {
        "ja-ro": "Deokure Teima no Sonohigurashi"
      }
    ],
    "description": {
      "en": "The Law of Justice Online, also known as LJO, is the hottest new VRMMORPG of the season, and office worker Yuta Sasaki is one of the lucky few granted access to the official launch. After some careful research, Yuta is chomping at the bit to start his virtual life as a Tamer, a class that harnesses the powers of wild monsters. Luckily, upon building his character, Yuta manages to land not only his chosen class, but a heap of bonuses to boot! He soon finds, however, that his abilities are not all they're cracked up to be, and that the talents of the rare first monster he is granted lie not in combat...but gardening! Already well behind the other adventurers, and facing a long and slow progression path ahead of him, Yuta is left with two choices—start over from scratch, or make the best of what he has been given. For Yuta the choice is obvious: When life gives you manure...start up a farm!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "832e69f2-5fe6-4528-b35a-306a4962a51d",
    "title": {
      "en": "Bizarre Love Triangle"
    },
    "updatedAt": "2024-05-20T06:33:49+00:00",
    "coverArt": "https://mangadex.org/covers/832e69f2-5fe6-4528-b35a-306a4962a51d/1ec1ab58-3b5c-42e7-b5fd-c34592003a2d.jpg",
    "altTitles": [
      {
        "ja-ro": "Sankaku no Kyori wa Kagirinai Zero"
      },
      {
        "ru": "Странный любовный треугольник"
      },
      {
        "ja": "三角の距離は限りないゼロ"
      },
      {
        "zh-hk": "三角的距離是無限趨近於零"
      }
    ],
    "description": {
      "en": "Yano Shiki, a boy who only shows a facade.\nMinase Akiha, a quiet and reserved transfer student.\nMinase Haruka, the other side of Akiha.\nThis is their bizarre love story, one where the distance between them is limitless/zero.",
      "fr": "Yano Shiki, un garçon qui ne montre qu’une façade aux autres. Minase Akiha, une élève réservée tout juste transférée dans son lycée. Minase Haruka, l’autre face d’Akiha. Voici leur bizarre histoire d’amour, dans laquelle la distance entre eux est infinie/de zéro.",
      "es-la": "Yano Shiki, um garoto que só mostra um rosto. Minase Akiha, uma estudante transferida tranquila e reservada. Minase Haruka, o outro lado de Akiha. Esta é a sua bizarra história de amor, em que a distância entre eles é ilimitada / zero."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "17"
  },
  {
    "mangaId": "f4f2cc48-f0ec-4fc0-8b00-79c0974b6253",
    "title": {
      "en": "Isekai de Pension Hajimemashita. Sekai de Yuiitsu no Kuro Majo desu ga, Kono Chikara wa Okyaku-sama no Tame ni Tsukaimasu"
    },
    "updatedAt": "2024-04-27T14:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/f4f2cc48-f0ec-4fc0-8b00-79c0974b6253/9e32f886-c122-4184-8c60-0730cd1a9cb9.jpg",
    "altTitles": [
      {
        "en": "I Started a Pension in Another World ~ I Am the Only Black Witch in the World, but I Will Use This Power for the Guests"
      },
      {
        "ja": "異世界でペンション始めました。 世界で唯一の黒魔女ですが、この力はお客様のために使います"
      },
      {
        "ko": "이세계에서 펜션을 시작했습니다. 세계 유일의 흑마녀입니다만, 이 힘은 고객님을 위해 쓰겠습니다."
      }
    ],
    "description": {
      "en": "I lost my life in a fire at my workplace and found myself reborn in another world. My name in this life is Lunan.\n\nAccording to my black cat master, I am a \"black witch\" and have the power to change the fate of the world. But I have a dream that I want to fulfill more than that. Yes, I want to run a \"pension\" where any guest can rest in peace!\n\nA fantasy of hospitality in a different world, depicting interactions with fluffy guests!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79a9cce8-26f8-457b-935d-437149682855",
    "title": {
      "en": "Reporting for Duty, Duchess!"
    },
    "updatedAt": "2024-05-19T17:46:32+00:00",
    "coverArt": "https://mangadex.org/covers/79a9cce8-26f8-457b-935d-437149682855/23c32fcd-7555-486c-a64d-2e6949070880.jpg",
    "altTitles": [
      {
        "zh": "长官！本次战场是这里吗？"
      },
      {
        "ko": "대위님! 이번 전쟁터는 이곳인가요?"
      },
      {
        "en": "Captain! Where is the battlefield?"
      },
      {
        "en": "Captain! Is This Battlefield Here?"
      }
    ],
    "description": {
      "en": "Elite Special Forces Captain Lee Yoon-ah, who is said to be Korea's nerd. As a soldier to the bone, there was no romance in her life. However, a completely different world unfolds in front of her, who lost her mind after being hit by a shell while dispatched overseas. Being possessed by a romance fantasy novel written by a friend! She also becomes an extra 'Rosalie' who lives a miserable life. Taking a deep breath and shaking her head for a moment, she considers this a battlefield and decides to change her life. \"This is a class society.\" \"Because I've experienced enough to get tired of a hierarchical society called the military.\" \"Are you disobeying my orders now?\" Captain who conquers the duke with absolute charisma! However, she unintentionally seizes the romance... \"Duke, how does it feel to kneel down to the Crown Prince? It's the first time you've kneeled down to anyone other than the Emperor.\" The original male lead, not the female lead, falls to her knees. Captain, who didn't care about love, can you win this battlefield?",
      "fr": "Lee Yoon-Ah, capitaine d'une unité des forces spéciales, considérée comme la meilleure de Corée.\n\nEn tant que soldat, il n’y avait pas de romance dans sa vie. Cependant, un monde complètement différent se déroule devant elle, après avoir perdue sa tête à cause d'un bombardement lors de son expédition à l’étranger.\n\nElle se retrouve dans un roman d’amour fantastique écrit par son ami !\nElle devient alors « Rosalie », une femme qui vit une vie misérable.\n\nPrenant une profonde respiration et se tenant la tête un moment, elle décida de changer sa vie, considérant cet endroit comme un nouveau champ de bataille.\n\n« C’est une société hiérarchique, et j’ai suffisamment vécue dans une société hiérarchique appelée l’armée que j'en ai marre. »\n« Désobéissez-vous à mes ordres maintenant ? »\n\nElle rencontre alors un homme possédant un charisme absolu !\nMais involontairement, une romance s'installe...\n\n« Duchesse, que pensez-vous de faire agenouiller le prince héritier ? »\n« C’est la première fois que je m'agenouille devant quelqu’un d’autre que l’empereur. »\n\nLe personnage masculin original se met à genoux, et non pour l'héroïne.\nL'ancienne capitaine, qui ne se soucie pas de l’amour, pourra-t-elle gagner cette bataille ?",
      "pt-br": "Capitão das Forças Especiais de Elite Lee Yoon-ah, que dizem ser o nerd da Coreia. Como soldado até os ossos, não havia romance em sua vida. No entanto, um mundo completamente diferente se desenrola diante dela, que enlouqueceu após ser atingida por um projétil enquanto era despachada para o exterior. Ser possuído por um romance de fantasia escrito por um amigo! Ela também se torna uma 'Rosalie' extra que vive uma vida miserável. Respirando fundo e balançando a cabeça por um momento, ela considera isso um campo de batalha e decide mudar de vida. “Esta é uma sociedade de classes.” “Porque já experimentei o suficiente para me cansar de uma sociedade hierárquica chamada militar.” \"Você está desobedecendo minhas ordens agora?\" Capitão que conquista o duque com carisma absoluto! No entanto, ela involuntariamente agarra o romance ... “Duke, como é se ajoelhar para o príncipe herdeiro? É a primeira vez que você se ajoelha diante de alguém que não seja o imperador. O protagonista masculino original, não o protagonista feminino, cai de joelhos. Capitão, que não se importava com o amor, você pode vencer este campo de batalha?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "fd25196d-27eb-43bc-a7e1-81f7d31dc383",
    "title": {
      "en": "Seirou Opera"
    },
    "updatedAt": "2022-12-18T19:47:13+00:00",
    "coverArt": "https://mangadex.org/covers/fd25196d-27eb-43bc-a7e1-81f7d31dc383/194feecd-bf4a-48d7-a06a-a9aea3db1555.jpg",
    "altTitles": [
      {
        "ja": "青楼オペラ"
      },
      {
        "zh": "青楼绮谈"
      }
    ],
    "description": {
      "en": "Yoshiwara, Edo period's red-light district.  \nAfter witnessing her parents being murdered in cold blood, Akane, a young girl from a Samurai-class family, sells herself into a popular establishment called 'Akebonorou' in the red-light district of Yoshiwara. There, she is taken under the wings of the brothel's number one courtesan, 'Asakeno'. With her mind set to unravel the truth behind her parent's death, Akane strives to become the top courtesan in this district.  \n  \nHere she encounters a messy haired, lady-killer, Oumiya Sousuke, who is a loan shark and young master of the famous Oumiya Family. He comes in with the declaration to redeem Akane of her debts, to which she refuses. As their paths cross, Akane's fate begins to stir. Is this place truly heaven or hell…?   \n  \nAnd so unfolds, this bewitching tale set in Yoshiwara, the red-light district during Japan's Edo period."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "48.3"
  },
  {
    "mangaId": "2f9ccb4f-9421-44c7-b9e4-89a62c6d10ea",
    "title": {
      "en": "Isekai Cheat Survival Meshi"
    },
    "updatedAt": "2024-05-11T17:24:09+00:00",
    "coverArt": "https://mangadex.org/covers/2f9ccb4f-9421-44c7-b9e4-89a62c6d10ea/e662da2e-4f43-4e73-96c3-e7f55d2fb688.jpg",
    "altTitles": [
      {
        "en": "Isekai Cheat Survival Food"
      },
      {
        "ja": "異世界チートサバイバル飯"
      },
      {
        "ko": "이세계 치트 서바이벌밥 (Unofficial/비공식)"
      }
    ],
    "description": {
      "en": "Kazusa Yuu, a Japanese high school student interested in food and camping, dies in a traffic accident and ends up reincarnated in the wilderness in another world. He must learn to survive in an unfamiliar environment, learn the powers he was granted and the magic of the world that is based on eating other creatures, and rescue fair maidens in distress to feed them and build up his harem.",
      "pt": "Kazusa Yuu, é um estudante japonês do ensino médio interessado em comida e camping, ele morre em um acidente de trânsito e acaba reencarnando no deserto em outro mundo. Ele deve aprender a sobreviver em um ambiente desconhecido, aprender os poderes que ele recebeu e a magia do mundo que se baseia em comer outras criaturas e resgatar donzelas em perigo para alimentá-las e construir seu harém.",
      "pt-br": "Kazusa Yuu, um estudante japonês do ensino médio interessado em culinária e campismo, morre num acidente de trânsito e acaba reencarnado na selva de outro mundo. Ele deve aprender a sobreviver num ambiente desconhecido, aprender sobre os poderes que ganhou e a magia do mundo que se baseia em comer outras creaturas e resgatar donzelas em perigo para as alimentar e construir o seu harém"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-16T00:15:07+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/e1f73f40-5e0c-4b38-8856-174b14a7b524.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e34956a6-a880-4497-8b85-d3ffd66d6acd",
    "title": {
      "en": "Cigar Holic"
    },
    "updatedAt": "2024-05-05T16:47:34+00:00",
    "coverArt": "https://mangadex.org/covers/e34956a6-a880-4497-8b85-d3ffd66d6acd/cd829d25-eab3-40c1-9a20-b746093a0e51.jpg",
    "altTitles": [
      {
        "ja-ro": "Cigarholic"
      },
      {
        "ja": "シガーホリック"
      }
    ],
    "description": {
      "en": "The manga tells the strange tale of cigarettes in robotic human female form who expel tobacco from their kisses, much like regular cigarettes would.  \nThe male main character, who has never kissed anyone before, slowly adjusts his life around his new cigarette girl and newfound \"addiction\"."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "15"
  },
  {
    "mangaId": "c96f1bf8-a100-40bb-98ef-c240b9b7cf96",
    "title": {
      "en": "MF Ghost"
    },
    "updatedAt": "2024-01-22T20:52:11+00:00",
    "coverArt": "https://mangadex.org/covers/c96f1bf8-a100-40bb-98ef-c240b9b7cf96/7bcaa985-4998-4e8c-b57b-64fdd7fd9159.jpg",
    "altTitles": [
      {
        "ja": "MFゴースト"
      },
      {
        "zh-hk": "MF幽靈"
      }
    ],
    "description": {
      "en": "In the year 202X, when self-driving electric and fuel-cell vehicles are ubiquitous, the racing organization MFG exists. Hosting races in Japan exclusively using cars with internal combustion engine. We follow young half-British, half-Japanese racing driver, Kanata Rivington. Who graduated at the top of his class in racing school and was invited into the series thanks to his teacher's connections."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fa5dab2-250a-4f69-bd15-9ceea54176fa",
    "title": {
      "en": "Assassin de Aru Ore no Sutetasu ga Yuusha Yori mo Akiraka ni Tsuyoi Nodaga"
    },
    "updatedAt": "2024-02-01T18:58:45+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5dab2-250a-4f69-bd15-9ceea54176fa/c428b048-6dcc-4a01-bd7f-a7cf774fe10a.jpg",
    "altTitles": [
      {
        "ja": "暗殺者である俺のステータスが勇者よりも明らかに強いのだが"
      },
      {
        "en": "My Status as an Assassin Obviously Exceeds the Hero’s"
      },
      {
        "en": "My Status as an Assassin Obviously Exceeds the Brave's"
      },
      {
        "zh": "身为暗杀者的我明显比勇者还强"
      },
      {
        "zh-hk": "身為暗殺者的我明顯比勇者還強"
      },
      {
        "ko": "암살자인 내 스테이터스가 용사보다 명백히 강합니다만"
      },
      {
        "fr": "Mes compétences en tant qu'Assassin sont bien au-delà de celles du Héros"
      },
      {
        "it": "Il mio Status da Assassino Supera Ovviamente quello degli Eroi"
      },
      {
        "ru": "Но я убийца, а не герой!"
      },
      {
        "ru": "Ассасин, с которым не мог потягаться герой"
      },
      {
        "pt-br": "Meu Status como Assassino Obviamente Excede o do Herói"
      }
    ],
    "description": {
      "en": "Oda Akira, a high school student who excels in erasing his presence, was summoned along with his classmates to another world. In this world of sword and magic, Akira and his classmates were asked to become heroes and bring down the demon king. Having a bad feeling about the king and the princess who asked them, Akira uses his special skills to sneak into the king’s library, in hopes of discovering the truth. Whether to help or abandon his classmates who knew nothing, it all depended on Akira.  \n  \n\n\n---",
      "fr": "Une classe de secondes années est invoquée dans un monde où une guerre se prépare. Le roi demanda aux jeunes protagonistes de subjuguer le roi démon, mais il n'y en aura qu'un seul qui aura la classe de Héros. On leur a annoncé que ceux qui ne le seront pas joueront pourtant un rôle clé dans cette guerre. Mais contre toute attente, l'élève le plus effacé de la classe réalise que ses statistiques sont bien plus élevées que celles du Héros tout en étant un assassin… Que cache le roi aux jeunes invoqués ? Que va faire notre assassin dans cette situation ?",
      "it": "Oda Akira, uno studente delle superiori che eccelle nel cancellare la sua presenza, viene evocato con i suoi compagni di classe in un altro mondo.   \r\nIn questo mondo di spade e magia, ad Akira e ai suoi compagni viene chiesto di diventare eroi e di abbattere il signore dei demoni.   \r\nAvendo un cattivo presentimento riguardo al re e alla principessa dai quali proviene la richiesta, Akira usa le sue abilità speciali per infiltrarsi di nascosto nella libreria del re, con la speranza di scoprire la verità. Se aiutare o abbandonare i suoi compagni che non ne sapevano niente, dipendeva tutto da Akira.",
      "ru": "Класс неприметного Акиры Оды в полном составе призывают в другой мир. Новоприбывших ждут редкие способности и королевская просьба одолеть дьявола. Акира не исключение: старшеклассник получает призвание ассасина, стандартное для фантастических новелл. Однако есть проблема. Статы простого «второстепенного персонажа» оказываются на порядок выше, чем у одноклассника, определённого в герои. Что же скрывается за этой странностью и самим призывом? Поиск ответа не будет лёгким."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea51cd71-5111-46fb-846e-a77beeeadb86",
    "title": {
      "en": "Chimidoro Ice-cream"
    },
    "updatedAt": "2024-03-16T22:00:07+00:00",
    "coverArt": "https://mangadex.org/covers/ea51cd71-5111-46fb-846e-a77beeeadb86/b8af5482-84c8-45c2-ad1c-2ccc146712a8.jpg",
    "altTitles": [
      {
        "ja": "ちみどろアイスクリーム"
      },
      {
        "en": "Bloodstained Ice-cream"
      },
      {
        "zh": "鲜血淋漓的冰淇淋"
      }
    ],
    "description": {
      "en": "Class rep Minegishi Hinata is saved from a traffic accident by the new transfer student Nagatsuki Shion, who survives the crash as it is revealed she is half-human and half-zombie. However, the impact from the crash breaks Shion's special apparatus that keeps her heart beating, and if Shion's heart stops for even a moment, she'll become a full zombie! The only way to prevent that from happening is for Hinata to get Shion's heart pounding..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]