[
  {
    "mangaId": "99ad0a86-275a-46b0-9af7-7cdbd5e56fc4",
    "title": {
      "en": "Hakushaku Cain Series"
    },
    "updatedAt": "2024-12-09T03:25:01+00:00",
    "coverArt": "https://mangadex.org/covers/99ad0a86-275a-46b0-9af7-7cdbd5e56fc4/1eb30717-f983-471c-a1da-b8903362d902.jpg",
    "altTitles": [
      {
        "ja-ro": "Akai Hitsuji no Kokuin"
      },
      {
        "en": "Count Cain"
      },
      {
        "en": "Count Cain - GodChild"
      },
      {
        "en": "Double"
      },
      {
        "en": "Double (YUKI Kaori)"
      },
      {
        "vi": "Đứa Con Của Thượng Đế"
      },
      {
        "en": "Earl Cain"
      },
      {
        "en": "Ellie in Summer Clothes"
      },
      {
        "en": "Erie's Summer Dress"
      },
      {
        "en": "GodChild"
      },
      {
        "lt": "Grafas Kainas - Dievo Vaikas"
      },
      {
        "en": "Kafka"
      },
      {
        "ja-ro": "Shounen no Fukasuru Oto"
      },
      {
        "en": "The Boys Who Stopped Time"
      },
      {
        "en": "The Cain Saga"
      },
      {
        "ja": "Wasurerareta Juliet"
      },
      {
        "th": "เรื่องระทึกขวัญของท่านเคาท์เคน"
      },
      {
        "ja": "カフカ (Part 3)"
      },
      {
        "ja": "ゴッドチャイルド"
      },
      {
        "ja": "伯爵カイン"
      },
      {
        "ja": "忘れられたジュリエット (Part 1)"
      },
      {
        "zh-hk": "毒伯爵该隐"
      },
      {
        "ja": "赤い羊の刻印 (Part 4)"
      },
      {
        "ko": "잊혀진 줄리엣"
      },
      {
        "ko": "붉은 양의 각인"
      },
      {
        "ko": "소년이 부화하는 소리"
      },
      {
        "ko": "카프카"
      },
      {
        "es": "La Saga de Cain"
      },
      {
        "es": "La Julieta Olvidada -La Saga de Cain nº1-"
      },
      {
        "es": "La Eclosión del Joven -La Saga de Cain nº2-"
      },
      {
        "es": "Kafka -La Saga de Cain nº3-"
      },
      {
        "es": "La Marca del Cordero Rojo -La Saga de Cain nº4-"
      }
    ],
    "description": {
      "en": "Delve into the tortured past of Earl Cain C. Hargreaves, charismatic heir to a wealthy family full of secrets, lies and unthinkable crimes. Follow the young Cain as he attempts to unravel the secrets of his birth, all the while solving each new mystery that comes his way.  \n \n---\n \nIn the Hakushaku Cain Series:  \n  \n1. Wasurerareta Juliet\nIncludes 2 oneshots:\n   * The Boys Who Stopped Time   \n England, year 1918. Rupert enrolls to his new school just a few days after the murder of a  maid called Noelle. He's the type that just can't sit still, so when he meets Noelle's sister,  he's determined to help her find out who murdered her sister…\n   *  Double   \n When they were children, Ren helped his friend Emilio start his career as an actor. But  when Ren didn't have any news from Emilio for two years, he decided to go to New York  to look for his friend…  \n2. Shounen no Fukasuru Oto\n3. Kafka  \nIncludes 1 oneshot: Ellie in Summer Clothes  \n4. Akai Hitsuji no Kokuin  \n5. God Child  \nDeep in the heart of 19th Century London, a young nobleman named Cain walks the shadowy cobblestone streets of the aristocratic society in which he was born. Forced to become an Earl upon the untimely death of his father, Cain assumes the role of head of the Hargreaves, a noble family with a dark past. With Riff, his faithful manservant, and Mary Weather, his 10-year-old adopted sister, Cain investigates the mysterious crimes that seem to follow him wherever he goes.",
      "es": "¿Puede un shojo resultar tan siniestro como un seinen? ¿Y estar lleno de acción como un shonen? ¿Y aún así, tener todo el romanticismo y la belleza propios del shojo? Sí, si la autora es una artista de la talla de Kaori Yuki. La saga de Cain es un mosaico en varios episodios de las andanzas del conde Cain C. Hergreaves, un coleccionista de venenos del siglo XIX, que se enfrentará a misterios que apuntan a una siniestra organización. Un shojo para el que quiera descubrir su amor por el género."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "6"
  },
  {
    "mangaId": "4dcdf0d6-c276-4ac8-aa21-fb621c1549f8",
    "title": {
      "en": "Aa, Ikite Irutte Subarashii"
    },
    "updatedAt": "2024-12-09T03:35:47+00:00",
    "coverArt": "https://mangadex.org/covers/4dcdf0d6-c276-4ac8-aa21-fb621c1549f8/a39800c3-fd7e-485c-9265-99f1715842e8.png",
    "altTitles": [
      {
        "ja": "ああ、生きているって素晴らしい"
      },
      {
        "en": "Ah, It's Wonderful to Be Alive"
      }
    ],
    "description": {
      "en": "Called a failure by his adoptive parents, bullied at school, ignored by teachers, high school boy Kurogane Rikuto has nowhere to belong neither at home nor at school.\n\"Life is shit. I guess I'll die.\" After saying this, he was about to commit suicide by jumping off the school’s roof when suddenly all sorts of monsters started appearing from students' smartphones, transforming the school into a hellscape of screaming agony.\n\nGoblins, orcs, slimes… Everybody has seen them in games: \"small fry monsters\". However, humans in the real world, where there is no magic, no special abilities, and no leveling up, are devoured by those \"small fries\" without any means to retaliate. Rikuto, spared from the incident due to his bullies destroying his phone, seeing the students who bullied him and the teachers dying unsightly deaths and the collapse of order, realizes he does have a desire to survive. Just then, a goblin wielding a club attacks him from behind—Thus begins the survival action tale of one insignificant human driven into extreme circumstances.",
      "ja": "義両親から出来損ないとバカにされ、学校ではイジメに遭い、教師からは無視され、家にも学校にも居場所がない、男子高校生・黒鉄陸斗（くろがねりくと）。\n「人生、クソだな。死ぬか」と学校の屋上から飛び降り自殺をしようとしていたそのとき、突然生徒達のスマホから様々なモンスターが現れ学校は阿鼻叫喚の地獄絵図となる。\nゴブリン、オーク、スライム…、誰もがゲームで一度は見たことがある【雑魚モンスター】。\nしかし、魔法も特殊スキルもレベルアップもない現実世界の生身の人間は、その【雑魚モンスター】たちに為す術なく喰われ殺されていく。\n不良たちにスマホを壊されていたが故に事なきを得た陸斗は、自分をイジメていた生徒や教師が無様に殺され秩序が崩壊していく様子を目の当たりにし、自らの生きたいという生存欲求に気が付く。\nそこへ、背後から棍棒を手にしたゴブリンが襲いかかってきて――。\n極限状況に追い詰められたちっぽけな人間のサバイバルパニックアクション開幕。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c727d921-4294-455b-9bcc-2f0c7d29cd9a",
    "title": {
      "en": "Good-for-Nothing Blues"
    },
    "updatedAt": "2024-11-21T15:28:50+00:00",
    "coverArt": "https://mangadex.org/covers/c727d921-4294-455b-9bcc-2f0c7d29cd9a/94d40a54-9507-4dfd-8f37-adf6ae64a43d.jpg",
    "altTitles": [
      {
        "fr": "Racaille Blues"
      },
      {
        "ja-ro": "RokuBuru"
      },
      {
        "tr": "Serseri Hüznü"
      },
      {
        "ja": "ろくでなしBLUES"
      },
      {
        "vi": "Bản Blues vô giá trị"
      },
      {
        "ja-ro": "Rokudenashi Blues"
      }
    ],
    "description": {
      "en": "Maeda is a new student in the Teiken High School. He stutters when he's nervous and he's rather clumsy. He gets noted immediately because he hits a teacher during the entrance ceremony. Some clubs search to enlist him as they see in him a force they can use to get even with other clubs. But Maeda is a loner and has only one dream: becoming boxing champion. His first objective is to beat the leader of the boxing club. \"Rokudenashi\" translates as \"good for nothing\".  \n  \nThe manga focuses more on gang warfare than boxing.",
      "es": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo.",
      "vi": "Maeda Taison, chàng thiếu niên tới từ Osaka mang trong mình ước mơ trở thành nhà vô địch boxing thế giới. Xuyên suốt 3 năm học của cậu không chỉ là những trận đánh, những xung đột mà còn có cả những câu chuyện đầy tính nhân văn.\nHuyền thoại của dòng manga yankee Nhật Bản, dù đã kết thúc từ năm 1997 nhưng Rokudenashi Blues (RB) vẫn đang là bộ manga yankee bán chạy nhất mọi thời đại. Vì kết thúc đã lâu nên nội dung của nó có phần \"outdate\", tuy nhiên vẫn rất đáng đọc.",
      "es-la": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "409"
  },
  {
    "mangaId": "a530d911-f535-4ab4-acbf-c090920b27f9",
    "title": {
      "en": "Extra but the Duke's only daughter"
    },
    "updatedAt": "2024-12-08T19:56:25+00:00",
    "coverArt": "https://mangadex.org/covers/a530d911-f535-4ab4-acbf-c090920b27f9/069dcb78-98de-4a1c-8ce8-77d2928bc843.jpg",
    "altTitles": [
      {
        "ko": "엑스트라지만 공작 외동딸"
      }
    ],
    "description": {
      "en": "I squandered my salary to strengthen my game character, and became the lowest-ranking extra in the game. But… [◆Fate: On my 9th birthday, I will be horribly murdered by my father.] No, what is my fate?! It was unfair that I dimensionally shifted while playing a game, but now I will die by my father’s hand… I can’t just sit back and accept this crappy fate. Since it has come to this, I will overcome my fate myself!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c1e284bc-0436-42fe-b571-fa35a94279ce",
    "title": {
      "en": "Drama Queen"
    },
    "updatedAt": "2024-12-08T09:48:18+00:00",
    "coverArt": "https://mangadex.org/covers/c1e284bc-0436-42fe-b571-fa35a94279ce/dd3eb0cc-c864-4919-b3e3-c2518dfc28e8.jpg",
    "altTitles": [
      {
        "ja": "ドラマクイン"
      },
      {
        "ru": "Драма Квин"
      },
      {
        "ru": "Королева Драмы"
      },
      {
        "vi": "Nữ Hoàng Drama"
      }
    ],
    "description": {
      "en": "After saving Earth, aliens have taken up residence with the humans in Japan. Nomamoto, a factory worker with an abusive alien boss, one day meets Kitami, who tells her his own family was killed by aliens. The two quickly forge a friendship, but one day Kitami does the unthinkable…",
      "ru": "Пришельцы спасли Землю и обосновались с людьми в Японии. Номамото, работающая на фабрике с отвратительным боссом-пришельцем, однажды встречает Китами, который рассказывает ей, что семью его убили пришельцы. Между ними быстро возникает дружба, но однажды Китами совершает немыслимое..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-11-20T19:46:51+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      },
      {
        "ko-ro": "Uli an Sagwieo!!"
      },
      {
        "vi": "Tụi mình không có hẹn hò"
      },
      {
        "pt-br": "Não Estamos Namorando!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”",
      "pt-br": "\"Por que você continua perguntando se estamos namorando? Só estamos de mãos dadas, não estamos namorando!!\"\nÉ uma comédia romântica slice-of-life sobre casais que não são realmente casais!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "HUNTER x HUNTER (Official Colored)"
    },
    "updatedAt": "2024-10-22T01:30:50+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter × Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter × Hunter"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "ja": "HUNTER×HUNTER カラー版"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      },
      {
        "vi": "HUNTER×HUNTER"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "vi": "Truyện dõi theo hành trình của bốn nhân vật chính: Gon, Killua, Kurapika và Leorio.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46e9a772-184d-498b-8553-6e0801545f12",
    "title": {
      "en": "Fate/Grand Order -Epic of Remnant- Pseudo-Singularity II: Subterranean World of Folklore, Agartha - Women of Agartha"
    },
    "updatedAt": "2024-10-25T19:20:51+00:00",
    "coverArt": "https://mangadex.org/covers/46e9a772-184d-498b-8553-6e0801545f12/f045e47a-15a8-4d38-b5ab-686e1ccba11c.jpg",
    "altTitles": [
      {
        "ja": "フェイト／グランドオーダー　エピック　オブ　レムナント　亜種特異点Ⅱ 伝承地底世界 アガルタ アガルタの女"
      },
      {
        "ja-ro": "Fate/Grand Order -Epic of Remnant- Ashu Tokuiten II: Denshou Chitei Sekai, Agartha - Agartha no Onna"
      },
      {
        "ru": "Судьба/Великий приказ: Эпопея Остатка-Псевдосингулярность II: Женщина Агарты"
      }
    ],
    "description": {
      "en": "Fate/Grand Order official comicalize start!\n\nIn 2000 AD, the bottom of the mountain range in Central Asia... In a place where no obvious wars or incidents have been confirmed, \"Organization for the Preservation of Human Order, Chaldea\" finds the existence of a Singularity. Ritsuka Fujimaru and his team started the Rayshift immediately...",
      "ru": "Царица Савская ждала, когда Фудзимару и другие проникнут в Кер-Ис, город безнравственности. Мы должны бороться с таинственными силами и их бесконечно растущими подчиненными. В этих бедах внезапно появилась противоборствующая сила \"Убийца Ночного Замка\"…!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "36.5"
  },
  {
    "mangaId": "d773c8be-8e82-4ff1-a4e9-46171395319b",
    "title": {
      "en": "The Saga of Tanya the Evil"
    },
    "updatedAt": "2024-07-25T11:25:44+00:00",
    "coverArt": "https://mangadex.org/covers/d773c8be-8e82-4ff1-a4e9-46171395319b/80c10fec-1e00-4768-b8bc-f72ae8a7b93c.jpg",
    "altTitles": [
      {
        "de": "Die Militärischen Aufzeichnungen eines kleinen Mädchens"
      },
      {
        "ru": "Военная хроника маленькой девочки"
      },
      {
        "ru": "Колдунья в погонах"
      },
      {
        "th": "บันทึกสงคราม ของยัยเผด็จการ"
      },
      {
        "zh": "幼女战记"
      },
      {
        "ja": "幼女戦記"
      },
      {
        "ko": "유녀 전기"
      },
      {
        "ar": "ملحمة تانيا الآثمة"
      },
      {
        "fa": "حماسه تانیای شیطانی"
      },
      {
        "fa": "داستانی تانیا ھەڵگەڕاوەکە (Sorani Kurdish)"
      },
      {
        "zh-hk": "幼女戰記"
      },
      {
        "ru": "Военный журнал маленькой девочки"
      },
      {
        "uk": "Військова історія маленької дівчинки"
      },
      {
        "id": "Kronik Militer Seorang Gadis Kecil"
      },
      {
        "ms": "Kisah Tentera Seorang Gadis Kecil"
      },
      {
        "ms": "Kisah Tanya yang Jahat"
      },
      {
        "es": "Crónicas de una niña en guerra"
      },
      {
        "es": "Diario de guerra"
      },
      {
        "fr": "Tanya The Evil"
      },
      {
        "it": "La saga di Tanya la malvagia"
      },
      {
        "it": "Le cronache militari di una ragazzina"
      },
      {
        "pt": "Crônicas Militares de uma Pequena Garota"
      },
      {
        "vi": "Tanya Chiến Ký"
      },
      {
        "tr": "Küçük Bir Kızın Askeri Günlükleri"
      },
      {
        "ja-ro": "Youjo Senki"
      },
      {
        "en": "The Military Chronicles of a Little Girl"
      },
      {
        "es-la": "La Saga de Tanya la Malvada"
      },
      {
        "vi": "Ấu Nữ Chiến Ký"
      }
    ],
    "description": {
      "en": "A young girl fights on the frontlines in war. She has blonde hair, blue eyes, and nearly transparent white skin as she flies through the air and mercilessly strikes down her enemies. Her name is Tanya Degurechaff and speaks with a young girl's lisp while she commands the army.\n\nTanya used to be one of Japan's elite office workers, but because of a wrathful god was reborn as a little girl. Prioritizing optimization and career advancement above all, she will become the most dangerous entity among the Imperial Army's sorcerers.  \n\nAdapted from Light Novel of same name.  \n\n---\n\n**Note:** Manga and Light Novel Licensed in English by Yen Press as \"The Saga of Tanya the Evil\".",
      "es-la": "Una joven chica que lucha en el frente de una guerra. Tiene el pelo rubio, ojos azules y una piel blanca, casi transparente, y es conocida por moverse como el viento en el campo de batalla. Ella es Tanya Degurechaff y se encarga de dirigir al ejército. Solía ser un asalariado de élite en Japón, pero debido a la ira de un dios, renació como una niña pequeña. Tanya lo da todo por avanzar en su carrera militar y se convertirá en la maga más poderosa del ejército imperial."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2de8ffd3-25b7-42cd-80e8-32148478c40c",
    "title": {
      "en": "Kimi to Warui Koto ga Shitai"
    },
    "updatedAt": "2024-10-17T03:28:48+00:00",
    "coverArt": "https://mangadex.org/covers/2de8ffd3-25b7-42cd-80e8-32148478c40c/bef5ac88-6368-4705-8e79-0fd131b673f7.jpg",
    "altTitles": [
      {
        "en": "I Wanna Do Bad Things with You"
      },
      {
        "ja": "君と悪いことがしたい"
      },
      {
        "zh-hk": "想和你一起做壞事"
      }
    ],
    "description": {
      "en": "Mamori Wataya is a tall but dark, plain, and shady high school girl. One day she meets Soushi Fuji, who has a small, thin body and an evil-looking smile. A supporting character that no one can find and a villain that no one likes. This encounter turns their gray days blue.",
      "ja": "背は高いけど地味で暗い脇役女子・まもり。嫌いだからとプールの水を抜く、学校一の嫌われ者の悪役男子・藤。悪いヤツの、不思議な強さに惹かれていったその先にあったのは、透き通るような青い日々。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "67"
  },
  {
    "mangaId": "dd3ef386-0dd9-43ef-8d00-2da68eec6f60",
    "title": {
      "en": "Toki-sensei wa Kigaetai"
    },
    "updatedAt": "2024-09-18T20:51:52+00:00",
    "coverArt": "https://mangadex.org/covers/dd3ef386-0dd9-43ef-8d00-2da68eec6f60/2bb9e021-6160-41f7-80ae-cdf3e4bd4c2b.jpg",
    "altTitles": [
      {
        "ja": "時先生は着替えたい"
      },
      {
        "ja-ro": "Toki-sensei ha Kigaetai"
      },
      {
        "en": "Ms. Toki Wants to Change Clothes"
      },
      {
        "en": "Toki-sensei Wants To Change Clothes"
      },
      {
        "en": "Ms. Toki wants to change clothes."
      }
    ],
    "description": {
      "en": "Meet Shisoya Toki, a quiet female teacher with a thing for “clothes”. Often seen as cold and unfriendly, her students call her the “unfortunate beautiful teacher”. \r\n\r\nBut one day, while organizing supplies in the old school building, she finds a brand new pair of bloomers. Suddenly, her kinky curiosity about “clothes” goes wild!! \r\n\r\nSometimes SEXY! Sometimes CUTE! Get ready for a wild ride full of seductive cosplay!!",
      "ja": "“服“が趣味の寡黙な女教師・四十八時（しそやとき）。冷たい・不愛想と思われがちな彼女は、生徒から「残念美人教師」と呼ばれてしまう…。しかしある日の放課後、備品整理のため向かった旧校舎で、新品のブルマーを発見した時先生は、“服”への痴的好奇心が爆発し…！！時にSEXY！時にKAWAII！魅惑満載コスプレ・エロス！！",
      "es-la": "Conoce a Shisoya Toki, una profesora tranquila a la que le gusta la \"ropa\". A menudo vista como fría y antipática, sus alumnos la llaman la \"desafortunada y hermosa maestra\". Pero un día, mientras organiza los suministros en el antiguo edificio de la escuela, encuentra un nuevo par de bloomers. ¡De repente, su curiosidad pervertida por la \"ropa\" se vuelve loca! A veces SEXY, a veces LINDO.¡prepárate para un viaje salvaje lleno de cosplay seductor!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2707b1cc-05b9-455f-ae6f-f351dd9f8741",
    "title": {
      "en": "Evolution Begins With a Big Tree"
    },
    "updatedAt": "2024-05-29T19:01:31+00:00",
    "coverArt": "https://mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "altTitles": [
      {
        "en": "Evolution From the Big Tree"
      },
      {
        "zh-ro": "Cóng Dà Shù Kāishǐ De Jìnhuà"
      },
      {
        "zh": "从大树开始的进化"
      },
      {
        "ja": "進化する者たち"
      },
      {
        "vi": "Chuyển Sinh Thành Liễu Đột Biến"
      },
      {
        "vi": "Từ Đại Thụ Tiến Hóa"
      },
      {
        "ru": "Моё перерождение в древо: Начало эволюции"
      }
    ],
    "description": {
      "en": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
      "ru": "После смерти Юй Цзыюй перерождается и становится… Ивой! \nИ неизвестно, сумеет ли он приспособиться к такой знакомой, но в то же время чуждой окружающей среде – ведь так совпало, что его перерождение случилось как раз во время Великой эпохи возрождения духовной энергии. \nВозрождение духовной энергии знаменует возвышение всех существ… \nРев хищных зверей стал способен сотрясти горы и взволновать реки, а существа с могущественной силой наводнили этот мир в таком количестве, что он вот-вот лопнет по швам. \nНо, несмотря на все это, во время подобной эпохи выросла величественная ива, способная безгранично развиваться и эволюционировать. \nПлоды, что растут на ней, способны даровать другим необычайные способности, а духовная энергия, которую она распространяет, укрепляет силы зверей, что обитают на ее территории. \n… \nОдни величают ее мировым древом – Иггдрасилем, день за днем восславляя его существование! \nДругие – «великим божественным древом», подпирающим небосвод! \nРазумеется, большинство просто зовут его «священным древом», или «проклятым деревом», или же «дьявольским деревом»… Да и еще много как. \nИ все же, при любом его упоминании в голосе каждого ясно слышится благоговейный трепет.",
      "zh": "黑鸟社新作，重生成为一株柳树！？灵气复苏，万物崛起。重生的柳树也走上了进化之路。能够无限进化的它，是“神力”还是“诅咒”？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "69e218ec-93eb-4025-ae39-33d47b1160e0",
    "title": {
      "en": "Demonic Emperor"
    },
    "updatedAt": "2024-11-09T13:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/69e218ec-93eb-4025-ae39-33d47b1160e0/b60fd7d0-d3b0-492b-8542-f22d2a9f2205.jpg",
    "altTitles": [
      {
        "en": "Best Devil Housekeeper"
      },
      {
        "en": "Demon Emperor Butler"
      },
      {
        "en": "Demon Emperor Great Butler"
      },
      {
        "en": "Demon Emperor Housekeeper"
      },
      {
        "en": "Devil Butler"
      },
      {
        "en": "Housekeeper is the Magic Emperor"
      },
      {
        "en": "Magic Emperor"
      },
      {
        "zh": "Mo Huang Da Guan Jia"
      },
      {
        "en": "The Devil Butler"
      },
      {
        "en": "The Steward Demonic Emperor"
      },
      {
        "en": "The Steward Demonic King"
      },
      {
        "ru": "Как демон-император стал дворецким"
      },
      {
        "zh": "魔皇大管家"
      },
      {
        "en": "The Servant Is the Demon King?!"
      },
      {
        "en": "Demon King Steward"
      },
      {
        "vi": "Đại Quản Gia Là Ma Hoàng"
      },
      {
        "es-la": "Emperador Mágico"
      }
    ],
    "description": {
      "en": "Because he had the heritage of the ancient Demonic Emperor, Demonic Emperor Zhuo Yifan met the misfortune of being betrayed and killed by his trusted disciple. After being reborn, his cultivation went back to zero and he was trapped by a heart demon, given no choice but to become the housekeeper of the Luo Family's lone eldest miss. From being a Magic Emperor to being an insignificant housekeeper, how would he get along with his \"heart demon eldest miss\" and what power would he gain in order to lead himself and the declining family to rise back to the peak of the continent!\n\n\n---\n\n**Note:** 魔 can mean \"magic\" and \"demon\", while 管家 can mean \"butler\" and \"housekeeper\". I'm not sure as to why the previous translator decided to use \"Magic\" when it's a cultivation world, but I'll just follow. And Zhou Fan never does the work of a housekeeper throughout the manhua.\n\n---\n\n[Tapas](https://tapas.io/series/the-servant-is-the-demon-king/info)",
      "vi": "Ma Hoàng Trác Nhất Phàm vì nhặt được một truyền thừa của Thượng Cổ Ma Đế, mà dẫn đến họa sát thân. Sau khi được trọng sinh vào một cơ thể khác, cũng bởi vì tâm ma của chủ nhân cơ thể cũ, mà không còn cách nào khác, phải làm quản gia cho một gia tộc nhỏ bé. Cùng xem một đại ma hoàng đầy thủ đoạn tàn độc, sẽ làm thế nào để khiến cho một gia tộc nhỏ bé trở mình thành một gia tộc đứng trên tất cả.",
      "pt-br": "O protagonista é um imperador mágico e o homem mais forte vivo, ele é traido pelo seu subordinado e é morto, após isso ele reencarna em um menino sem cultivo e começa a trilhar seu caminho para a vingança."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dfdd79ad-eae8-489f-8843-bfae7e08e74b",
    "title": {
      "en": "Yuusha Shoukan ni Makikomareta kedo, Isekai wa Heiwa deshita"
    },
    "updatedAt": "2024-10-29T20:17:30+00:00",
    "coverArt": "https://mangadex.org/covers/dfdd79ad-eae8-489f-8843-bfae7e08e74b/5e70167d-b933-4497-acbd-5d9fc1153bfb.jpg",
    "altTitles": [
      {
        "ja": "勇者召喚に巻き込まれたけど、異世界は平和でした"
      },
      {
        "en": "I Got Caught Up in a Hero Summons, but the Other World was at Peace!"
      }
    ],
    "description": {
      "en": "The other world was… at Peace.  \nA kind world where the three races, the Spirit World’s Magical Races, the Celestial World’s Divine Races, the Human World’s Human Races, they are kind neighbours to each other, with everyone living a peaceful and fulfilling life.  \n  \nBut although I wished to peacefully spend a year before my return, for some reason, the heavyweights of this world keeps gathering around me, and…",
      "ja": "心に陰を落とす青年、快人が飛ばされたのは争いのない「平和な異世界」だった！？魔族の少女、クロムエイナとの出会いをきっかけに動き始める、異世界成長記録。",
      "pt-br": "O outro mundo estava... em paz. Um mundo gentil onde as três raças, as raças mágicas do Mundo Espiritual, as raças divinas do Mundo Celestial e as raças humanas do Mundo Humano, são vizinhos gentis entre si, com todos vivendo uma vida pacífica e plena.\n\nMas, embora eu desejasse passar um ano em paz antes de retornar, por algum motivo, os poderosos deste mundo continuam se reunindo ao meu redor e..."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4a68da3-4bb8-44e7-be8b-ffce9aa779be",
    "title": {
      "en": "I Raise Skeletons"
    },
    "updatedAt": "2024-12-09T03:37:30+00:00",
    "coverArt": "https://mangadex.org/covers/f4a68da3-4bb8-44e7-be8b-ffce9aa779be/b31f84c3-d13e-4ec6-a859-c2455348cf88.jpg",
    "altTitles": [
      {
        "ko": "나는 스켈레톤을 키운다"
      },
      {
        "en": "How to Raise Your Skeletons"
      },
      {
        "en": "I Can Raise Skeletons"
      }
    ],
    "description": {
      "en": "A necromancer is a profession considered the noble of nobles, with less than 1,000 in the population worldwide! I was born with a diamond spoon, no, a necromancer spoon in my mouth! \n\n... Or so I thought. \n\n\"I’m just a defective necromancer.\" \n*Using skill, [Summon Ordinary Skeleton (E-Rank)].*\n\nYou'd think a necromancer should be able to summon liches, Dullahans, or death knights. But nope, I can only summon skeletons. But then one day, suddenly… \n\n[Hidden condition achieved!]\n[Condition: The 10,000 Uses Rule]\n[Your rank has upgraded to D-rank!] \n\nI achieved the hidden condition and gained the ability to raise my skeletons. From E-rank to S-rank! \n\nThe story of Joo Donghoon unfolds, the world's only cursed necromancer, who’s speeding toward becoming a ranker!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3384aad-9786-4f5b-901d-ead8ed04d9b4",
    "title": {
      "en": "Beast - Shishi -"
    },
    "updatedAt": "2024-12-09T03:01:03+00:00",
    "coverArt": "https://mangadex.org/covers/e3384aad-9786-4f5b-901d-ead8ed04d9b4/ca4db4cf-7ccb-463a-b8d5-13b146057a9a.png",
    "altTitles": [
      {
        "ja-ro": "Shishi"
      },
      {
        "pt-br": "A Besta"
      },
      {
        "ja": "獣"
      },
      {
        "en": "Beast"
      },
      {
        "ja": "獣-シシ-"
      },
      {
        "es": "La bestia"
      }
    ],
    "description": {
      "en": "A young Miyamoto Musashi throws himself into a spiral of mutual murder in search of an answer to the question, \"Who am I?\" His childhood name was Bennosuke. Bennosuke has lost sight of the meaning of life, and his sister is his only source of emotional support. But one day, his sister dies a tragic death at the hands of someone. It draws readers in with its overwhelming drawing power and composition. This innovative interpretation creates a fresh depiction of the statue of Miyamoto Musashi that has never been seen before.",
      "es": "Su camino será el camino de la espada. Se convertirá en el samurái más famoso de Japón.\n\nEn La bestia, Hideki Mori reinterpreta la conocida figura de Miyamoto Musashi, el famoso guerrero del Japón feudal que tantas obras ha inspirado y que en esta ocasión pasa a las manos del virtuoso mangaka, capaz de dotar a sus imágenes de una fuerza única."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "d6735724-3b57-40dd-8ad4-a30fd123f885",
    "title": {
      "en": "Blue"
    },
    "updatedAt": "2024-12-09T02:54:48+00:00",
    "coverArt": "https://mangadex.org/covers/d6735724-3b57-40dd-8ad4-a30fd123f885/f1c13edd-8341-42d6-b419-2f95cd5934b9.jpg",
    "altTitles": [
      {
        "en": "Blue (NANANAN Kiriko)"
      },
      {
        "ru": "Синий"
      },
      {
        "ja": "ブルー"
      },
      {
        "ja": "ブルー (魚喃キリコ)"
      }
    ],
    "description": {
      "en": "Kayako Kirishima is almost ready to go off to college but is lonely and unsure of her future. Masami Endo is a girl who has been ostracized and made a social outcast for having an abortion. The two girls meet each other in class one day and become good friends. Gradually Kirishima falls in love with Endo and the relationship becomes more personal.",
      "es": "Kayako Kirishima y Masami Endô van a ver cómo su recién estrenada amistad se convierte en un amor obsesivo. Pero cuando las dificultades del hoy se junten con los problemas del ayer y los sueños del mañana, ¿serán capaces de seguir adelante? Con trazo claro y sentimientos confundidos, Kiriko Nananan demuestra que es posible realizar un manga de color azul en blanco y negro.",
      "pl": "Kayako i Masami powoli odkrywają, że łączy je coś znacznie głębszego niż przyjaźń. Melancholijna opowieść o związkach międzyludzkich i problemach brutalnej codzienności, namalowana kolorem błękitu.",
      "tr": "Lise öğrencisi Kayako Kirishima’nın hayatı herkes tarafından dışlanan Masami Endo’yla tanışınca tamamen değişir. Hemen arkadaş olan ikilinin arkadaşlığı zamanla derin bir aşka döner. Fakat Endo’nun travma dolu geçmişi Kirishima’nın geleceğiyle uyuşmaz."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "5e3a710f-0b0d-482b-9e84-d9c91960c625",
    "title": {
      "en": "Yancha Gal no Anjou-san"
    },
    "updatedAt": "2024-10-12T03:02:06+00:00",
    "coverArt": "https://mangadex.org/covers/5e3a710f-0b0d-482b-9e84-d9c91960c625/c925ebde-8d7a-479e-9c3f-ac3660ab5db1.jpg",
    "altTitles": [
      {
        "ja": "やんちゃギャルの安城さん"
      },
      {
        "ja-ro": "Yancha Gyaru no Anjou-san"
      },
      {
        "en": "Anjo the Mischievous Gal"
      },
      {
        "en": "The Mischievous Gal Anjou-san"
      },
      {
        "ru": "Озорная Гяру Андзё-сан"
      },
      {
        "th": "คุณอันโจ หยอกนักเพราะรักนะ"
      },
      {
        "zh": "擅长挑逗的安城同学"
      },
      {
        "zh-ro": "Shàncháng tiǎodòu de ānchéng tóngxué"
      },
      {
        "zh": "淘气辣妹安城"
      },
      {
        "zh": "顽皮辣妹安城同学"
      },
      {
        "ko": "장난치는갸루 안죠 양"
      },
      {
        "ko-ro": "Jangnanchineungyalu Anjyo Yang"
      }
    ],
    "description": {
      "de": "Seto ist ein total normaler und irgendwie langweiliger Schüler. Aus einem unerklärlichen Grund jedoch, lässt seine Mitschülerin Anjou ihn nicht in Ruhe! Der ernste Seto und die energische Anjou bilden ein kontrastreiches Duo, doch Anjou macht das nichts aus, da sie sehr viel Spaß hat, Seto zu necken. Andererseits hat Seto eine schwere Zeit mit Anjous Eskapaden. Wenn er doch nur wüsste, dass seine Reaktionen der Grund sind, dass Anjou weitermacht.  \n  \nDoch … ist ihr flirten wirklich nur gespielt …?",
      "en": "Seto is a completely ordinary and somewhat boring high school student. Yet, for whatever reason, his errant gyaru classmate Anjou just won't leave him alone! The serious Seto and energetic Anjou make a contrasting duo, but Anjou doesn't seem to mind, as she has too much fun teasing him. On the other hand, Seto has a hard time dealing with all of her endless antics; little does he realize that his humorous reactions are precisely the reason Anjou enjoys his company.\n\nBut… just how much of her flirting is merely an act?\n\n**Official English:** [emaqi - USA & Canada only](https://emaqi.com/manga/anjo-the-mischievous-gal/volumes)",
      "fr": "Seto est un lycéen ne souhaitant qu'une chose : passer sa scolarité sans être remarqué et être en paix. Malheureusement pour lui, il attire l'attention de la pire personne possible dans sa classe, Anjou la gal. A partir de ce jour, le quotidien de Seto va drastiquement changer grâce (ou à cause) de sa camarade, cherchant à s'amuser au dépend de notre héros.",
      "ja": "真面目でクラスの中でも目立たない瀬戸くんには、なぜかいつもイケてるギャルの安城さんがいちいちエロく絡んでくる。いつもギリギリでドキドキする思春期ぴちぴちラブコメディ！",
      "ru": "Сето - серьёзный старшеклассник, который вел тихую школьную жизнь, пока не стал жертвой дразнилок гяру Андзё-сан.",
      "pt-br": "Seto é um estudante completamente comum e um tanto chato. Mesmo assim, por alguma razão, sua nada correta colega de classe Gal Anjou simplesmente não o deixa em paz!\n\nO Seto sério e a enérgica Anjou formam uma dupla um tanto interessante, mas Anjou não parece se importar, pois se diverte muito provocando-o. Por outro lado, Seto tem dificuldade em lidar com todas as suas travessuras intermináveis; mal ele percebe que suas reações humorísticas são precisamente o motivo pelo qual Anjou gosta de sua companhia.\n\nMas… quanto de seu flerte é meramente uma atuação?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-10-16T19:47:13+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/c99eeef4-f2af-48b0-aca9-912db5cc8794.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      },
      {
        "ja-ro": "Roshidere"
      },
      {
        "mn": "Аля Заримдаа Орос Хэлээр Сэтгэлээ Нуудаг"
      },
      {
        "ms": "Alya yang duduk di sebelah saya terkadang membisikkan kata manis dalam bahasa Rusia"
      },
      {
        "ms": "اليا يڠ دودوق دسبله ساي ترکادڠ ممبيسيقکن کات مانيس دالم بهاس روسيا"
      },
      {
        "es": "Alya a veces me susurra en ruso"
      }
    ],
    "description": {
      "en": "\"И на меня тоже обрати внимание...\"\n\nAlya, the incomparably beautiful silver-haired girl in the next seat over, occasionally mumbles to herself in Russian. She says she switches to it whenever she’s badmouthing me… but I know the truth! I know for a fact that she just said \"Pay attention to me, too.\" to me! \n\nMasachika Kuze has native-level skills when it comes to Russian comprehension, but Alya has no idea about that... and that’s why she keeps on hiding those sweet feelings about him in her native language!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "mn": "Аля гэх, хэнтэй ч зүйрлэшгүй үзэсгэлэн, мөнгөлөг үстэй охин, заримдаа дотроо оросоор шивнэдэг. Тэр хэлэхдээ, намайг муулах үедээ л тэгдэг гэж хэлсэн...гэхдээ би орос хэл мэднэ! Саяхан \"Надад анхаарал тавиач\" гэж хэлэхийг нь би сонссон!\n\nМасачика Күзэ орос хэлийг уугуул түвшний чадамжаар ойлгодог, гэвч Аля үүнийг мэдэхгүй...тийм болохоор өөрийнхөө сэтгэлийг орос хэлээр нуудаг!",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cfc8b79-2c1b-4e33-beda-a0d70a7674ca",
    "title": {
      "en": "I Will Become the Villain's Poison Taster"
    },
    "updatedAt": "2024-07-14T20:34:57+00:00",
    "coverArt": "https://mangadex.org/covers/8cfc8b79-2c1b-4e33-beda-a0d70a7674ca/1658a8df-14ca-4f3e-96d1-d1c25a54c1f1.jpg",
    "altTitles": [
      {
        "ko": "흑막의 독 감별사가 되겠습니다"
      },
      {
        "ko-ro": "Heungmagui Dok Gambyeolsaga Doegetseumnida"
      },
      {
        "en": "I Will Become the Villain's Poison Detector"
      },
      {
        "en": "I Will Become a Poison Detector in the Dark World"
      },
      {
        "en": "I Will Become a Poison Detector of Darkness"
      },
      {
        "zh": "完蛋！成了反派的试毒小跟班"
      },
      {
        "zh": "成为反派的鉴毒师"
      },
      {
        "zh-hk": "成爲反派的鑑毒師"
      },
      {
        "es-la": "Me convertí en la detectora de veneno del Villano"
      }
    ],
    "description": {
      "en": "I, an innocent office worker, possessed a character in the devastating novel *The Poisoned Apple*. On top of that, I'm Giselle Lloydsvin, a villainess who gets poisoned to death before being hanged! But the poison brought by the assassins doesn't work? It even tastes like fruit!\n\n\"You'll be okay since it's only a little bit, so hurry and drink it.\"\n\n…Even though I possessed someone, it seems my destiny is to be tormented by a crazy assassin. \n\nHowever, \"Leniel\", who I thought was just a crazy assassin, turns out to be the frontman for the final villain, \"Wayne Ayore\"?!\n\nIn order to hold onto this lifeline, I clung to the villain in *The Poisoned Apple*. \n\n\"I can distinguish the taste of poison.\"\n\n“Poison?”\n\n“Yes.”\n\n“What use is that?”\n\n“Your boss is going to be poisoned, so I can be his poison taster.”\n\nAnd so, I thought I could survive well as a general store employee of the villain’s frontman(?)... \n\n“My boss is so strong to the point that there’s something suspicious about him!”\n\n…Why does it feel like I’m doomed in this life too?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a580438-bc72-4503-940b-12a5da881b56",
    "title": {
      "en": "Kimi wa Yotsuba no Clover"
    },
    "updatedAt": "2024-11-14T23:54:43+00:00",
    "coverArt": "https://mangadex.org/covers/0a580438-bc72-4503-940b-12a5da881b56/e09b4033-bb8c-430b-b08e-5d77d2229bf6.jpg",
    "altTitles": [
      {
        "en": "You are a Four Leaf Clover"
      },
      {
        "vi": "Cậu là cỏ 4 lá"
      },
      {
        "ja": "きみは四葉のクローバー"
      },
      {
        "zh": "恋人手中四叶草"
      }
    ],
    "description": {
      "en": "Uichi was once popular, but now he is being bullied excessively. Then suddenly, his first love, Yotsuha, appears in front of him. What is this cute and brave girl's purpose...?",
      "ja": "かつての人気者で、今は過激ないじめを受ける宇一。そんな彼の前に突然現れた初恋の相手・よつは。可愛く健気な彼女の目的とは一体…!?",
      "vi": "Câu chuyện romcom nhẹ nhàng về hành trình chữa lành trái tim đã tan vỡ của main",
      "zh": "某天，曾很有人气的宇一的生活陡然一变。 以往光芒四射的日子被用抹布也无法擦去的黑暗所笼罩。 这时，熟悉宇一过去的初恋—— 四叶突然出现在了他的面前。 她的目的究竟是…！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents to Give You"
    },
    "updatedAt": "2024-07-26T06:08:30+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai Saretakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      },
      {
        "es-la": "El regaño que nunca quisieras recibir de tus padres"
      },
      {
        "es-la": "La charla que nunca quieres que te den tus padres."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c137731-93a4-4641-a6a4-1baa363c85c5",
    "title": {
      "en": "Tigridia"
    },
    "updatedAt": "2024-11-29T10:26:41+00:00",
    "coverArt": "https://mangadex.org/covers/9c137731-93a4-4641-a6a4-1baa363c85c5/be5ccd2a-dd0e-473c-a214-80717c3a6a12.jpg",
    "altTitles": [
      {
        "ja": "チグリジア"
      }
    ],
    "description": {
      "en": "A love triangle where everything is distorted by love."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7596b1b5-186e-4284-a89c-d2a083808e6e",
    "title": {
      "en": "Tensei Saki ga Zannen Ouji Datta Ken: Ima wa Fukkin 1-kai mo Dekinai kedo Yasete Isekai Sukuimasu"
    },
    "updatedAt": "2024-10-29T18:34:57+00:00",
    "coverArt": "https://mangadex.org/covers/7596b1b5-186e-4284-a89c-d2a083808e6e/adc199c3-4d95-4ab4-a87b-eb0239d854a4.jpg",
    "altTitles": [
      {
        "id": "Tereinkarnasi sebagai Pangeran yang Mengecewakan: Saat Ini Sit-up Sekali pun Tak Bisa, tapi akan Kucoba 'tuk Diet dan Selamatkan Dunia"
      },
      {
        "en": "That Time I Got Reincarnated as a Disappointing Prince"
      },
      {
        "en": "That Time I Got Reincarnated as a Disappointing Prince: Right Now I Can't Even Do One Sit-up, but I'll Try to Lose Weight and Save the World"
      },
      {
        "ja": "転生先が残念王子だった件 ～今は腹筋１回もできないけど痩せて異世界救います～"
      },
      {
        "ja-ro": "Tensei Saki ga Zannen Ouji Datta Ken: Ima wa Fukkin 1-kai mo Dekinai kedo Yasete Isekai Sukuimasu"
      },
      {
        "ja-ro": "Tensei Saki ga Zannen Ouji Datta Ken: Ima wa Fukkin Ikkai mo Dekinai kedo Yasete Isekai Sukuimasu"
      },
      {
        "en": "Reincarnated as a Disappointing Prince～I can't do a single sit-up now, but I'm going to lose weight and save another world～"
      }
    ],
    "description": {
      "en": "A young man who gets into a plane crash while returning from a business trip overseas is reincarnated into another world after being asked by the goddess to defeat the evil god.   \r\n  \r\nHowever, he was reincarnated as a stupid prince who is known among the aristocrats as the \"Pig Prince (Orc Prince)\" because of his fat and ugly appearance. If you can't even do one sit-up, how are you going to defeat the evil god? This is the story of the Pig Prince's struggle to lose weight!  \r\n  \r\n\r\n\r\n---",
      "id": "Seorang pemuda yang mengalami kecelakaan pesawat saat pulang dari perjalan binis di luar negeri direinkarnasi ke dunia lain setelah diminta oleh dewi untuk mengalahkan dewa jahat.   \r\n  \r\nAkan tetapi, ia tereinkarnasi sebagai seorang pangeran bodoh. yang terkenal di kalangan ningrat dengan julukan \"Pangeran Orc/Pangeran Babi\" karena penampilannya yang gendut dan jelek. Sit-up saja tidak bisa, apalagi mengalahkan dewa jahat? Inilah kisah perjuangan si Pangeran Babi dalam menurunkan berat badan!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9ecec29-4610-484b-8fb1-62af4984aff7",
    "title": {
      "en": "I Pulled Out Excalibur"
    },
    "updatedAt": "2024-12-09T02:15:10+00:00",
    "coverArt": "https://mangadex.org/covers/d9ecec29-4610-484b-8fb1-62af4984aff7/e9d25d56-dc89-4642-85ae-d359a7f8aea1.png",
    "altTitles": [
      {
        "ko": "엑스칼리버 뽑습니다"
      }
    ],
    "description": {
      "en": "A vow was made in a place where stars are not visible, to carve one’s own star into that night sky. Promotional comic for the novel."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b7af8c8-6e09-4863-81f2-d55dc2ae8815",
    "title": {
      "en": "Insomnia"
    },
    "updatedAt": "2024-11-29T06:40:30+00:00",
    "coverArt": "https://mangadex.org/covers/8b7af8c8-6e09-4863-81f2-d55dc2ae8815/e7b85387-ab85-4471-95f9-e85543f8d9fc.jpg",
    "altTitles": [
      {
        "ja": "インソムニア"
      }
    ],
    "description": {
      "en": "20 nights, 20 terrifying stories. Masaya Hokazono tells us the horrific stories he has experienced as well as those that have been told to him. Even in a technologically advanced modern Japan, traditional spirits never cease to torment the living.\n\nIncluded oneshots:\nVolume 1: Hanashicha Ikenai (Don't Tell), Kengai Imouto Kaidan (Out of Bounds: Sister Ghost Story) [Story: Kihara Hirokatsu]",
      "ja": "赤い妹・ネットの妖怪・宇宙人・電車を徘徊する女・深夜のコンビニに集まる亡者たちがあなたを今夜も“インソムニア(不眠症)”にする！\n\n外薗昌也待望のホラー短編集!"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "22"
  },
  {
    "mangaId": "fa8936b6-52f2-4392-a3ad-fc17a19a796d",
    "title": {
      "en": "Mr. Magical Girl"
    },
    "updatedAt": "2024-12-09T03:13:30+00:00",
    "coverArt": "https://mangadex.org/covers/fa8936b6-52f2-4392-a3ad-fc17a19a796d/247a7cec-8a62-4a23-981f-7920c5b2aa33.jpg",
    "altTitles": [
      {
        "ko": "마법소녀 아저씨"
      },
      {
        "en": "Magical Girl Ajussi"
      }
    ],
    "description": {
      "en": "202X.\n\nIn the back alleys of Seoul, South Korea… He looked down at the heroes under his feet—the heroes who adorned themselves in a variety of colorful clothes, as if they were K-pop idols on TV. Those heroes? They were crawling beneath him, their gaudy outfits smeared with dirt. That was the true nature of being a hero. He hoped the individuals before him learned that lesson well. It was time to ensure they never forgot it. As a magical girl, he swung his hammer down. This is a bright story. The story of a man reclaiming his light."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "542452db-bd1c-4fba-90ee-1213f0bc6718",
    "title": {
      "en": "PEEP"
    },
    "updatedAt": "2024-11-07T22:30:26+00:00",
    "coverArt": "https://mangadex.org/covers/542452db-bd1c-4fba-90ee-1213f0bc6718/1f3cf631-1293-4525-8f5b-30757caf3d95.jpg",
    "altTitles": [
      {
        "ja": "ピープ"
      }
    ],
    "description": {
      "en": "The popular gal who was my childhood friend is secretly uploading provocative selfies!? In his quest to uncover the secret of this popular girl, high school boy Riku discovers that his own deeply hidden emotions were being observed by someone else… A sweet yet suffocatingly intense blend of youth, love, and suspense.",
      "ja": "幼なじみの人気ギャルは、過激な自撮りをアップする裏アカ女子！？人気者の秘密を探ろうとする男子高校生・陸は、逆に自分の隠していた心の底を、別の誰かに覗かれていたことを知る‥‥。溺れるほどに甘く、息もできないほど苦しい、青春×愛憎サスペンス。",
      "es-la": "¿La chica popular que era mi amiga de la infancia está subiendo en secreto provocativos selfies de cosplay?\nEn su búsqueda por descubrir el secreto de esta chica popular, el chico de instituto Riku descubre que sus propias emociones, profundamente ocultas, estaban siendo observadas por otra persona...\n\nUna dulce pero asfixiante mezcla de juventud, amor y suspenso."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "72b3ae65-f936-42b7-966a-891014ddebf4",
    "title": {
      "en": "Fushigi Yuugi - Byakko Senki"
    },
    "updatedAt": "2024-10-08T02:52:30+00:00",
    "coverArt": "https://mangadex.org/covers/72b3ae65-f936-42b7-966a-891014ddebf4/5b95adad-78e2-426c-8469-f774fdda1bc6.jpg",
    "altTitles": [
      {
        "ja": "ふしぎ遊戯 白虎仙記"
      },
      {
        "vi": "Trò Chơi Kỳ Bí: Truyền Thuyết Bạch Hổ"
      }
    ],
    "description": {
      "en": "From Nyan-Nyan Rampage:  \n  \n\"The final arc of the story begins…  \n  \nWhen Takao Osugi receives the mysterious \"Universe of the Four Gods\" book from his mentor, Einosuke Okuda, he does everything to keep it away from his young daughter, Suzuno. But when disaster strikes Tokyo, can he still protect her from her fate?  \n  \nShortly after the tragic finale of Genbu Kaiden, young Suzuno Osugi's tale as the Priestess of Byakko beings to unfold!\"",
      "vi": "Câu chuyện cuối cùng đã mở ra...\nKhi Takao Osugi nhận được cuốn sách bí ẩn \"Tứ thần Thiên Địa thư\" từ Einosuke Okuda, anh đã tìm mọi cách để không cho nó tiếp xúc với con gái mình - Suzuno. Nhưng khi Đại thảm họa động đất Kanto 1923 ập đến, số phận của cô bé là không thể tránh khỏi.\nSau cái kết buồn của Genbu Kaiden, câu chuyện của Suzuno Osugi - Nữ pháp sư Bạch Hổ bắt đầu diễn ra..."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "80ec6f3c-70e5-4ba2-9213-0112f79b2835",
    "title": {
      "en": "Clannad - Innocent Starter (Doujinshi)"
    },
    "updatedAt": "2024-12-09T02:46:40+00:00",
    "coverArt": "https://mangadex.org/covers/80ec6f3c-70e5-4ba2-9213-0112f79b2835/5af26f26-6642-4ab8-b2ae-d9adbfbb8a28.jpg",
    "altTitles": [
      {
        "ja": "innocent starter (クラナド)"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "688b33e9-23b9-431c-9064-eb643ee7107b",
    "title": {
      "en": "Doukyuusei A"
    },
    "updatedAt": "2024-12-09T03:10:17+00:00",
    "coverArt": "https://mangadex.org/covers/688b33e9-23b9-431c-9064-eb643ee7107b/7d7f77c5-82c2-44de-9346-216befe1fd97.png",
    "altTitles": [
      {
        "ja": "同級生A"
      },
      {
        "en": "Classmate A"
      }
    ],
    "description": {
      "en": "Asaoka, the delinquent who rules the high school, and Saji, his taciturn classmate. Asaoka looks down on Saji for being unremarkable and friendless, but one day, a single comment from Saji completely changes their relationship..."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc84dffa-5ea9-4e62-b5f2-5a7a5fcc90ec",
    "title": {
      "en": "I Think I Have Transmigrated Somewhere"
    },
    "updatedAt": "2024-07-13T19:08:39+00:00",
    "coverArt": "https://mangadex.org/covers/dc84dffa-5ea9-4e62-b5f2-5a7a5fcc90ec/b04eeadd-b3c1-4bde-86ad-5e3939aee8ec.png",
    "altTitles": [
      {
        "ko": "제가 어딘가 빙의를 한 것 같은데요."
      },
      {
        "pl": "Myślę że gdzieś się przeniosłam."
      },
      {
        "en": "I Have Possessed the Body of the Protagonist"
      },
      {
        "en": "I Think I've Transmigrated Somewhere"
      },
      {
        "en": "It Seems I've Transmigrated Somewhere"
      },
      {
        "en": "I Think I've Been Possessed Somewhere"
      },
      {
        "es-la": "Creo que he transmigrado en alguna novela"
      }
    ],
    "description": {
      "en": "Even though the harsh reality feels like living as a beggar, to think that the end would be death from overworking!\nIf it’s going to end like this, I should’ve been in a lot of relationships, but wait,\noh my... who are you in the mirror?\n\nI’m a little flustered but this body… it’s really pretty!\nIt feels like I’ve been transmigrated into a romance fantasy novel.\nSince I’m already like this, should I enjoy the romance while I’m at it?\n\n“But which novel did I get transmigrated into?”\n\nI’ve read dozens of books where the ‘Northern Duke’ and ‘Childhood Friends’ exist,\nI’ve read so many with a black-haired male lead and a blonde female lead,\nAh~ I don’t know!! For now, let’s start by conquering the male characters!\n\n“I already have a promised marriage.\"\n\n“I volunteered for the Western Guard. We won’t be able to meet for several years.”\nWhat is this, is this really a romance fantasy novel? Why is everyone running away?!\nIn the first place… was I really transmigrated as the female lead?\n\nWhat kind of novel is this!!!!\n<It Seems I’ve Transmigrated Somewhere>",
      "pl": "Uwielbiam powieści romantyczno-fantastyczne, a nawet trafiłam do jednej z nich.\n\"W każdym razie, do której książki się przeniosłam?\"\nMyślę, że przeczytałam około 20 książek z brązowowłosymi pokojówkami z piegami,\nMyślę, że przeczytałem około 20 książek z południową damą, która poślubia zimnego księcia z północy,\nI wydaje się, że jest więcej książek z czarnowłosymi mężczyznami i blondynkami?\n\"Czekaj, czy to w ogóle prawda, że zmieniłam się w główną bohaterką?\"\nNie, myślę, że to może nawet nie być romans fantasy?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90a6e2c6-4d08-4437-9e68-79edccb22dac",
    "title": {
      "en": "Level One Dreamers"
    },
    "updatedAt": "2024-11-22T16:20:12+00:00",
    "coverArt": "https://mangadex.org/covers/90a6e2c6-4d08-4437-9e68-79edccb22dac/55597f4a-ef06-4076-84a9-681a2aa187b0.png",
    "altTitles": [
      {
        "th": "ผู้ชนะรักนี้ต้องเป็นฉัน"
      }
    ],
    "description": {
      "en": "Although Captain is handsome, kind, and good at sports, he’s also an avid gamer. That’s the reason why Kiss decided to start learning how to play games in hopes of winning over the senior she has a crush on. However, this turned out to be the beginning of an unexpected online relationship between Kiss and Miguel, who is secretly the world's number one pro player!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "244c9d4f-e5fb-4590-9b96-4da191977b33",
    "title": {
      "en": "Skip and Loafer"
    },
    "updatedAt": "2024-10-13T11:08:40+00:00",
    "coverArt": "https://mangadex.org/covers/244c9d4f-e5fb-4590-9b96-4da191977b33/d773508a-6916-4f88-99bf-15ef03903c0f.jpg",
    "altTitles": [
      {
        "en": "Skip & Loafer"
      },
      {
        "ja-ro": "Skip to Loafer"
      },
      {
        "ru": "Долой безделье!"
      },
      {
        "ja": "スキップとローファー"
      },
      {
        "uk": "Геть Неробство"
      },
      {
        "tl": "Skip at Loafer"
      }
    ],
    "description": {
      "en": "Iwakura Mitsumi always had big dreams, of leaving her small town, advancing to a top tier university, and then contributing to the country before retiring back to her home town. So focused is she on her goal that she is oblivious to all the other ways she comes up short, much to the chagrin and concern of her friends and family. Can a naive country girl make it in Tokyo?  \n  \nNominated for the 2020 Manga Taisho Award, came in third behind the winner Blue Period and second place, Spy x Family."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce7cd7b0-e595-4f0d-98e8-447da10d652d",
    "title": {
      "en": "Mission: Yozakura Family"
    },
    "updatedAt": "2024-12-04T14:36:30+00:00",
    "coverArt": "https://mangadex.org/covers/ce7cd7b0-e595-4f0d-98e8-447da10d652d/a8bd8f89-d17f-4ce1-b9b1-3992ce8eddd6.jpg",
    "altTitles": [
      {
        "ja": "夜桜さんちの大作戦"
      },
      {
        "ja-ro": "Yozakura-san Chi no Daisakusen"
      },
      {
        "fr": "Mission: Yozakura Family"
      },
      {
        "it": "Missione: Famiglia Yozakura"
      },
      {
        "ru": "Миссия семьи Ёдзакура"
      },
      {
        "es-la": "La Misión de la Familia Yozakura"
      },
      {
        "vi": "Nhiệm vụ tối thượng nhà Yozakura"
      }
    ],
    "description": {
      "en": "Taiyo Asano is a super shy high school student and the only person he can talk to is his childhood friend, Mutsumi Yozakura. It turns out that Mutsumi is the daughter of the ultimate spy family! Even worse, Mutsumi is being harassed by her overprotective, nightmare of a brother, Kyoichiro. What drastic steps will Taiyo have to take to save Mutsumi?!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Mission: Yozakura Family** (2023)\n- [English volumes (Viz Media)](https://www.viz.com/mission-yozakura-family)",
      "es": "Taiyo Asano es un estudiante de secundaria súper tímido y la única persona con la que puede hablar es su amiga de la infancia, Mutsumi Yozakura. ¡Resulta que Mutsumi es la hija de una última familia de espías! Peor aún, Mutsumi está siendo acosada por su sobreprotector hermano, Kyoichiro. ¿Qué decisión tendrá que tomar Taiyo para salvar a Mutsumi? Una comedia familiar de espías: ¡Comienza la misión!\n\n---\nPublicado en Español por [Norma Editorial](https://www.normaeditorial.com/catalogo/manga/serie/mision-familia-yozakura) como \"Misión: Familia Yozakura\" (2022)",
      "fr": "Afin de protéger Mutsumi et de découvrir la véritable raison de la mort de ses parents, Taiyo Asano va devoir devenir membre de la famille Yozakura, une famille d’espions de haut vol ! Parviendra-t-il à survivre à ce quotidien plein de dangers pour, cette fois, réussir à protéger ceux qui lui sont chers ?\n\n---\n\nMaison d'édition FR : **Kana**",
      "it": "Taiyo Asano è un timidissimo studente delle superiori e l'unica persona a cui può parlare è la sua amica d'infanzia, Mutsumi Yozakura. Si scopre che Mutsumi è la figlia della suprema famiglia di spie! Ancora peggio, Mustumi viene tormentata dal suo fratello iperprotettivo, Kyoichiro. Quale tragico destino Taiyo dovrà affrontare per salvare Mustumi?! Una commedia su una famiglia di spie - la missione avrà inizio!||",
      "ja": "超人見知りの高校生･朝野太陽が話せるのは、幼なじみの夜桜六美ただ一人。けれど六美は代々続くスパイ一家の娘で、極度のシスコンの兄が太陽排除に動き出した！　自らと六美を守るため太陽がとった手段とは!?",
      "es-la": "Taiyo Asano es un estudiante de secundaria súper tímido y la única persona con la que puede hablar es su amiga de la infancia, Mutsumi Yozakura. ¡Resulta que Mutsumi es la hija de una última familia de espías! Peor aún, Mutsumi está siendo acosada por su sobreprotector hermano, Kyoichiro. ¿Qué decisión tendrá que tomar Taiyo para salvar a Mutsumi? Una comedia familiar de espías: ¡Comienza la misión!",
      "pt-br": "Taiyo Asano é um estudante super tímido do ensino médio e a única pessoa com quem ele consegue conversar é sua amiga de infância, Mutsumi Yozakura. Acontece que Mutsumi é a filha da melhor família de espiões! Pior ainda, Mutsumi está sendo assediada por seu super-protetor, o pesadelo de um irmão, Kyoichiro. Que passos drásticos Taiyo terá que tomar para salvar Mutsumi? Uma comédia familiar de espiões – a missão começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "bcf1f19f-3c4d-4b7f-84ca-926de16af019",
    "title": {
      "en": "Shirokuro Sekai"
    },
    "updatedAt": "2024-12-08T08:07:05+00:00",
    "coverArt": "https://mangadex.org/covers/bcf1f19f-3c4d-4b7f-84ca-926de16af019/bd7b3a5d-2fc6-4d70-bfbe-baef86690e03.jpg",
    "altTitles": [
      {
        "ja": "白黒セカイ"
      },
      {
        "ja-ro": "Shirokuro Sekai"
      },
      {
        "en": "Black and White World"
      }
    ],
    "description": {
      "en": "A series of stories between a girl with black hair and a girl with white hair"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc70ba46-e0d4-4240-98ba-adb86c82ff6b",
    "title": {
      "en": "Break Blade"
    },
    "updatedAt": "2024-10-11T15:53:15+00:00",
    "coverArt": "https://mangadex.org/covers/cc70ba46-e0d4-4240-98ba-adb86c82ff6b/9aefd6f6-c201-4285-93a1-a6a1f0924e9b.jpg",
    "altTitles": [
      {
        "en": "Broken Blade"
      },
      {
        "es": "Espada Rota"
      },
      {
        "ja": "ブレイクブレイド"
      },
      {
        "zh-hk": "破刃之劍"
      },
      {
        "ru": "Сломанный меч"
      },
      {
        "pt-br": "Break Blade"
      },
      {
        "vi": "Kiếm gãy"
      }
    ],
    "description": {
      "en": "Rygart Arrow is the only one in his world who lacks the inherent ability to power up quartz, the energy source that makes all of the machines run. Nevertheless, he’s pretty well connected. The King and Queen of his country of Krisna happen to be old college friends. But so is Zess, the guy who is leading the army of a neighboring kingdom in an attack on Krisna.  \n  \nHow did it comes to this? There’s little time to ponder the implications as an army in giant, mechanized battle suits attacks. Arrow just feels like he’s in the way – until he comes across a powerful, ancient mech that no one has yet to be able to figure out how to run. But his natural affinity for the suit’s operating mechanism may just turn Arrow into the most important player of all.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Континент Крузон. Мир, где правит \"магия\". Здесь не добывают нефть. Здесь не вырабатывают электричество. Основным ресурсом этого мира и двигателем производства стал кварц - добываемый минерал. Люди очищают совместимый кварц и создают кварцевые двигатели и ускорители, которые двигают механизмы. Всё - от движков могучих \"големов\" до поршней пневматических винтовок. У всех была эта сила - отдавать приказы кварцу. Люди называли её \"магией\". В этом мире родиться \"без магии\" равносильно неизлечимой болезни.\nРайгарт - один из немногих несчастных, у кого нет никаких способностей к магии. Но сейчас на маленькое королевство, где он живёт, надвигается война. Крупная западная держава с огромной военной мощью начала военную экспансию на соседние маленькие королевства. Теперь на её пути Крисна - родной дом Райгарта. Чтобы спасти своих друзей и родной дом от захватчиков, Райгарту придётся встретиться со своим школьным другом, Зессом, командиром штурмового отряда \"Валькирии\". Но что может беспомощный \"не маг\"?..\n\n(Source: readmanga)",
      "pt-br": "Tudo se passa no continente de **Cruzon**, onde recentemente começou uma guerra entre a nação de Atenas e o **Reino de Krisna**. Os robôs (mechas) são as principais armas de combate das duas regiões, independentemente do fato de alguns serem mais evoluídos do que outros. Qualquer piloto que queira assumir o comando de uma dessas poderosas máquinas deve ser capaz de manipular o quartzo à vontade.\n\nDe fato, essa característica, que parece extraordinária e até mesmo proveniente da feitiçaria, é incrivelmente comum entre os humanos, e podemos contar nos dedos aqueles que não foram dotados dessa habilidade. Rygart Arrow, o protagonista da história e amigo íntimo do Rei de Krisna (**Hodr**), é um deles. No entanto, é justamente essa falta de poder que o leva a assumir o comando de um dos robôs do passado, durante uma de suas raras visitas à capital do reino. **Tudo indica que o antiquado - mas fabuloso! - Golem foi projetado especificamente para Rygart.** Depois de tentar negar a si mesmo a possibilidade de controlar o Golem, o garoto se dará conta da responsabilidade que recaiu sobre seus ombros e da importância que sua intervenção pode ter na guerra em Cruzon."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "104.2"
  },
  {
    "mangaId": "60296233-d377-4df8-bb2f-b4090999498c",
    "title": {
      "en": "Tensei Shitekara 40-nen. Sorosoro, Ojisan mo Koi ga Shitai. Nidome no Jinsei wa Harem Route?!"
    },
    "updatedAt": "2024-11-25T13:21:54+00:00",
    "coverArt": "https://mangadex.org/covers/60296233-d377-4df8-bb2f-b4090999498c/be79ab3c-af2f-400a-a540-b6193694f06a.jpg",
    "altTitles": [
      {
        "ja": "転生してから４０年。そろそろ、おじさんも恋がしたい。　二度目の人生はハーレムルート!?"
      },
      {
        "ja-ro": "Tensei Shite Kara 40-nen. Sorosoro, Ojisan mo Koi ga Shitai. Nidome no Jinsei wa Harem Route?!"
      },
      {
        "en": "It's been 40 Years Since I was Reincarnated. It's Time for an Older Man Like Me to Fall in Love. My Second Life is a Harem Route?!"
      },
      {
        "en": "It's been 40 Years Since I was Reincarnated. It's Time for this Uncle to Fall in Love."
      },
      {
        "ru": "Прошло 40 лет с тех пор, как я перевоплотился. Пришло время этому дяде влюбиться."
      }
    ],
    "description": {
      "en": "Forty years have passed since his reincarnation, and the guild leader, Girold, has been working diligently. Looking back on his life, he realizes that he hasn't been able to get married, so he tries his best to get a girlfriend, but there is no luck. He thinks he's not popular, but the girls around him are trying to approach him… The harem love comedy from \"Shosetsuka ni Narou\" begins! (DeepL)",
      "ja": "転生してから40年、ひたむきに仕事に励むギルド長・ジロルド。これまで人生を振り返り、結婚できていないことに気づいた彼は、恋人作りに励んでいるのだが収穫はなし。モテていないと思っているジロルドに対して、周りの女の子たちは彼にアプローチをしかけているが…。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da847ab1-5263-487f-b237-f199eb59ff72",
    "title": {
      "en": "Medical Top Surgeon"
    },
    "updatedAt": "2024-12-07T16:23:25+00:00",
    "coverArt": "https://mangadex.org/covers/da847ab1-5263-487f-b237-f199eb59ff72/8616ba36-70bf-4220-9f0a-2a6d639a682a.jpg",
    "altTitles": [
      {
        "ko": "메디컬 탑 써전"
      },
      {
        "en": "Top Medical Surgeon"
      },
      {
        "pt-br": "Médico Cirurgião de Elite"
      }
    ],
    "description": {
      "en": "**The Key to Surgical Success: Seongil Seoul Hospital is the ultimate battleground.**\n\nSurgical specialist Jinwon Yoo receives a covert request for surgery from Wooje Seong, the chairman of South Korea’s largest conglomerate, **Seongil Group**.\n\nAt last, the chance for revenge has arrived!\n\nCan Jinwon Yoo, armed with nothing but a scalpel, surpass Seongil Seoul Hospital and seize control of the Seongil Group?  \nA fight everyone thought was impossible is about to begin.",
      "pt-br": "**Condições para o sucesso da cirurgia: Seongil Hospital de Seul é o campo de batalha perfeito.**\n\nO especialista em cirurgia, Jinwon Yoo, recebe uma solicitação confidencial de cirurgia do presidente do maior conglomerado da Coreia do Sul, o **Grupo Seongil**, Wooje Seong.\n\nFinalmente, a oportunidade de vingança chegou!\n\nSerá que Jinwon Yoo conseguirá, com apenas um bisturi, superar o Hospital Seongil de Seul e tomar o controle do Grupo Seongil?  \nUma batalha que todos consideravam impossível está prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f064aa80-b99e-46b6-b3d5-b876dced62a4",
    "title": {
      "en": "Magi-Cu 4-koma: CLANNAD"
    },
    "updatedAt": "2024-12-07T05:10:55+00:00",
    "coverArt": "https://mangadex.org/covers/f064aa80-b99e-46b6-b3d5-b876dced62a4/5295d25d-24bd-4efc-be38-732e29b7d083.jpg",
    "altTitles": [
      {
        "ja": "マジキュー4コマ CLANNAD"
      },
      {
        "ja-ro": "Magical Cute 4-Koma: Clannad"
      },
      {
        "en": "CLANNAD 4-koma Magic"
      },
      {
        "en": "CLANNAD: Magic 4-Koma"
      },
      {
        "en": "Magic 4Koma Clannad"
      }
    ],
    "description": {
      "en": "The highly-anticipated CLANNAD 4-Koma anthology is here!\n\nFinally, CLANNAD makes its appearance in the Magical Cute 4-Koma series of comic anthologies!\n\n(Source: Amazon JP)",
      "ja": "『CLANNAD』待望の4コマアンソロジー!!\n\nついについに、マジキュー4コマに『CLANNAD』が登場です!\n大絶賛放映中のTVアニメにフルボイス版発売と、まさに「CLANNAD祭り」の\n今、マジキュー4コマもこもわた遥華、須田さぎり、坂巻あきむ、風華チルヲ、ZENなどなど\n精鋭揃いの執筆陣で負けじとフィーチャーしていきます!\nどっぷりCLANNADに浸かっちゃってください!!!\n\n執筆作家陣:こもわた遙華/伊能津/須田さぎり/ZEN/草壁レイ/如月慎一\n荒木風羽/桜みさき/双葉ますみ/黒八/空木あんぐ/RikaON\n坂巻あきむ/風華チルヲ/サオトメタキ/藤井亮/トナリノ/paco/タカ"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "180"
  },
  {
    "mangaId": "0fd36be8-3cc8-4e6b-9351-e81885086f0a",
    "title": {
      "en": "The Villainess' Blind Date Is Too Perfect"
    },
    "updatedAt": "2024-10-28T03:32:19+00:00",
    "coverArt": "https://mangadex.org/covers/0fd36be8-3cc8-4e6b-9351-e81885086f0a/35b5bbc0-4fb7-4d3e-a176-ec0f24e33f36.jpg",
    "altTitles": [
      {
        "ko": "악녀의 맞선남이 너무 완벽하다"
      },
      {
        "en": "The Villainess' Boyfriend Is So Perfect"
      },
      {
        "en": "The Villainess' Date Is Perfect"
      },
      {
        "en": "The Villain's Match Is Too Perfect"
      },
      {
        "en": "The Devil's Match Is Too Perfect"
      },
      {
        "zh": "恶女的相亲对象太完美了"
      },
      {
        "en": "The Villainess' Match Is Too Perfect"
      }
    ],
    "description": {
      "en": "Possessed by the rumored evil woman ‘Yvonne Argenthoz’! In her original work, she was a villain who met a tragic end because she was jealous of the female lead with her male lead, but after being possessed by her, Yvonne resolves to enjoy the life of a diamond spoon in peace.\n\nBut the novel and development are different?!\n\n“If it’s Yvonne's… fishery, I think it’ll be fine.”\n\nFrom the perfect match going straight to Yvonne out of the blue, and the unexpected dark side of the story. Will Yvonne be able to live a peaceful diamond spoon life as planned?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d1f5245-694d-4ae6-baa2-b690a040e4d4",
    "title": {
      "en": "12 Suicidal Children"
    },
    "updatedAt": "2023-05-15T17:48:41+00:00",
    "coverArt": "https://mangadex.org/covers/2d1f5245-694d-4ae6-baa2-b690a040e4d4/9e867ca0-efc7-4ff2-bc54-324ffdfe7754.jpg",
    "altTitles": [
      {
        "ja-ro": "12-nin no Shinitai Kodomo-tachi"
      },
      {
        "ja": "十二人の死にたい子どもたち"
      },
      {
        "en": "12 Suicidal Teens"
      },
      {
        "ko": "12인의 죽고 싶은 아이들"
      },
      {
        "ru": "Двенадцать детей, которые хотят умереть"
      },
      {
        "zh": "十二个想死的少年"
      },
      {
        "zh-hk": "十二個想死的少年"
      }
    ],
    "description": {
      "en": "The story is a locked-room mystery where 12 kids go into an abandoned hospital to give up on life. In the room where they meet, a boy is already lying dead, and no one knows who he is.",
      "ja": "[Wikipedia](https://ja.wikipedia.org/wiki/%E5%8D%81%E4%BA%8C%E4%BA%BA%E3%81%AE%E6%AD%BB%E3%81%AB%E3%81%9F%E3%81%84%E5%AD%90%E3%81%A9%E3%82%82%E3%81%9F%E3%81%A1)",
      "zh-hk": "[Wikipedia](https://zh.wikipedia.org/wiki/%E5%8D%81%E4%BA%8C%E5%80%8B%E6%83%B3%E6%AD%BB%E7%9A%84%E5%B0%91%E5%B9%B4)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "HUNTER x HUNTER"
    },
    "updatedAt": "2024-12-08T03:40:53+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "kk": "Аңшы × Аңшы"
      },
      {
        "kk": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      },
      {
        "es-la": "Cazador X"
      },
      {
        "vi": "HUNTER×HUNTER"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "vi": "Hunter là những người đi chu du thế giới, đối mặt với hiểm nguy, từ bắt giữ tội phạm cho đến những cuộc thám hiểm trên các hòn đảo để tìm kho báu. Câu chuyện bắt đầu khi người cha của một cậu bé tên Gon mất tích đã khá lâu, nên cậu bé quyết định trở thành Hunter với hy vọng tìm được cha mình. Khi sắp 12 tuổi, Gon bắt đầu cuộc hành trình của mình để được tham gia vào kỳ thi Hunter, ai cũng biết tỉ lệ thành công rất thấp, có khi chết lúc nào không hay. Trong cuộc thi cậu đã kết bạn với Kurapika, Leorio và Killua. Với tình bạn, họ đã trải qua biết bao nhiêu là thử thách, hiểm nguy trên cuộc hành trình của một Hunter... Còn về phần họ trải qua những thử thách gì và như thế nào thì mời các bạn theo dõi...",
      "es-la": "Sigue la historia de Gon Freecss, un joven que descubre que su padre, a quien creía muerto, es un legendario Cazador, un miembro de una élite que se especializa en localizar tesoros, bestias raras o personas peligrosas. Decidido a encontrar a su padre, Gon emprende un viaje para convertirse en Cazador. En su camino, se enfrenta a desafíos mortales y forma fuertes lazos con amigos como Killua, Leorio y Kurapika. A medida que avanza en su viaje, Gon descubre que el mundo de los Cazadores es mucho más peligroso y complejo de lo que imaginaba.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\n\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\n\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "ongoing",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97f21bb2-4331-46a2-8307-483eb3370019",
    "title": {
      "en": "House Mayton's Youngest"
    },
    "updatedAt": "2024-10-28T20:51:49+00:00",
    "coverArt": "https://mangadex.org/covers/97f21bb2-4331-46a2-8307-483eb3370019/990042e3-2a9d-4571-98f1-0ee1c80ffd1e.jpg",
    "altTitles": [
      {
        "en": "Youngest Scion of the Mages"
      },
      {
        "es-la": "El Hijo Menor del Renombrado Clan Mágico"
      },
      {
        "en": "Youngest Son of the Renowned Magic Clan"
      },
      {
        "ko": "마법명가 막내아들"
      }
    ],
    "description": {
      "en": "As the author of \"Swordmaster Sade,\" Cha Sungmin had no idea how dangerous his plot-hole-riddled novel could be until he's reborn as Rasen Mayton, a spoiled side character destined to die at 17. As if being stuck in the body of a rude scumbag despised by everyone wasn't enough, Sungmin also discovers that he was reborn at a point before his story began. \n\nWith almost no knowledge about the current timeline, will Sungmin be able to survive in this unwritten world as House Mayton's youngest?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5d731f9-c1cf-4a69-a797-cd9c2a58316b",
    "title": {
      "en": "The Anemone Feels The Heat"
    },
    "updatedAt": "2024-11-22T17:18:08+00:00",
    "coverArt": "https://mangadex.org/covers/c5d731f9-c1cf-4a69-a797-cd9c2a58316b/aa30ed04-a611-4f4b-b214-5e307c438117.jpg",
    "altTitles": [
      {
        "ru": "Цветущий Анемон"
      },
      {
        "zh": "温热的银莲花"
      },
      {
        "fr": "Anémone flamboyante (Meian)"
      },
      {
        "pt": "Anémomas ficam mais quentes"
      },
      {
        "pt-br": "Anêmonas ficam mais quentes"
      },
      {
        "ja-ro": "Anemone wa Netsu o Obiru"
      },
      {
        "ja": "アネモネは熱を帯びる"
      },
      {
        "en": "Anemone is in Heat"
      }
    ],
    "description": {
      "en": "Nagisa Ootsuki shed her former self out of shame from failing her highschool entrance exams. On her first day in her new highschool, who does she meet but the girl who made her fail the exam! How does Nagisa deal with these complicated emotions?",
      "id": "Nagisa Ootsuki melepaskan dirinya yang dulu karena malu karena gagal dalam ujian masuk sekolah menengahnya. Pada hari pertamanya di sekolah menengah barunya, siapa yang dia temui selain gadis yang membuatnya gagal dalam ujian! Bagaimana Nagisa menghadapi emosi yang rumit ini?",
      "pt": "Nagisa Ootsuki abandonou o seu antigo eu por vergonha de chumbar nos exames de admissão ao liceu. No seu primeiro dia na nova escola secundária, quem é que ela encontra senão a rapariga que a fez chumbar no exame! Como é que Nagisa lida com estas complicadas emoções?",
      "pt-br": "Nagisa Ootsuki abandonou o seu antigo eu por vergonha de reprovar no exame de admissão ao Ensino Médio. No seu primeiro dia na nova escola secundária, quem é que ela encontra senão a menina que a fez falhar na prova! Como Nagisa lidará com estas emoções complicadas?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77462deb-15bf-4957-9109-e12f4e06d0e7",
    "title": {
      "en": "Maou to Ryuuou ni Sodaterareta Shounen wa Gakuen Seikatsu wo Musou suru You desu"
    },
    "updatedAt": "2024-11-25T18:51:06+00:00",
    "coverArt": "https://mangadex.org/covers/77462deb-15bf-4957-9109-e12f4e06d0e7/dcca2227-fbc6-49f3-bd6d-85b87dbfd0b2.jpg",
    "altTitles": [
      {
        "ja": "魔王と竜王に育てられた少年は学園生活を無双するようです"
      },
      {
        "en": "The Boy Raised by the Demon Queen and the Dragon Queen Has No Rival"
      }
    ],
    "description": {
      "en": "A boy named Ruisha is trapped in a distorted space created by the ancient hero. What he finds there is the Demon King and the Dragon King, who should have been defeated by the hero 300 years ago. Ruisha befriends the Demon King and the Dragon King, and is trained by them, going from a weak child to a legendary warrior with the power of both demons and dragons. Using his power, Ruisha escaped from the strange place and was accepted into the magic academy where the hero’s descendants live. And now he will have to face many challenges to free the Demon King and Dragon King.",
      "ja": "「魔王」と「竜王」の力を継ぐ少年の無双ファンタジー！\n才能ゼロの少年ルイシャは、ある日謎の穴に落ちてしまう。その先にいたのは、巨乳で美人の「魔王」と褐色幼女の「竜王」！　2人から300年の修行を受け、少年は魔族と竜族の力に覚醒する！　ちょっとだけHな少年の英雄譚が、タテ読みフルカラーで開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a7c5b012-31b3-4d00-9ab6-282927b9d830",
    "title": {
      "en": "Double Arts"
    },
    "updatedAt": "2024-10-09T12:48:10+00:00",
    "coverArt": "https://mangadex.org/covers/a7c5b012-31b3-4d00-9ab6-282927b9d830/140d395e-dd9d-47e2-81a7-43b91b601a15.png",
    "altTitles": [
      {
        "ja": "ダブルアーツ"
      },
      {
        "zh": "双生轮舞"
      }
    ],
    "description": {
      "en": "A boy and a girl are forced to join hands for all eternity!?  \nIn a land ravaged by an epidemic known as \"Troy\", the only people with healing arts capable of stopping the seizures caused by the disease are the Sisters. Although they have a high resistance to the disease, they are searching for a person who is truly immune, so that they can find a cure. The main character is Sister Elraine, one of the Sisters who becomes infected with Troy. But, when she touches Kiri, a seemingly ordinary boy, her seizures stop. Could he be the one!?"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "23"
  },
  {
    "mangaId": "8806e41e-55ee-4a27-a79f-02a76e3c0c9f",
    "title": {
      "en": "Mainichi Ie ni Kuru Gal ga Kyorikan Zero Demo Yasashiku nai"
    },
    "updatedAt": "2024-11-03T01:51:20+00:00",
    "coverArt": "https://mangadex.org/covers/8806e41e-55ee-4a27-a79f-02a76e3c0c9f/20a74303-88a8-438d-8d22-d1fa48b95fd5.jpg",
    "altTitles": [
      {
        "ja": "毎日家に来るギャルが距離感ゼロでも優しくない THE COMIC"
      },
      {
        "ja-ro": "Mainichi Ie ni Kuru Gyaru ga Kyorikan Zero Demo Yasashiku nai"
      },
      {
        "en": "The Gal Who Comes to My House Every Day has Zero Boundaries but Isn't Kind"
      }
    ],
    "description": {
      "en": "Class queen Manami Fuwa has been gaining weight lately. To make matters worse, a rival girl is taunting her in class, calling her a \"kin-nikuman\" (golden meat bun). When Taichi Utsuki can't contain his thoughts about her weight, he's forced to accompany Fuwa on her diet!",
      "ja": "クラスカースト最上位ギャルの不破満天は、最近ちょっと太り気味。あげく教室で対立するギャルからは「無様な豚」とこき下ろされてしまう。２人のケンカに巻き込まれた太一は、圧し掛かってきた不破に対し、思わず「重いですぅ」と言ってしまい……、そこから不破に絡まれる日々が始まってしまうのだった!!",
      "pt-br": "A rainha da classe, Manami Fuwa, tem ganhado peso ultimamente. Para piorar as coisas, uma garota rival está zombando dela na sala de aula, chamando-a de \"bola de músculo com dinheiro\". Quando Taichi Utsuki não consegue conter seus pensamentos sobre o peso dela, ele é obrigado a acompanhar Fuwa em sua dieta! Uma comédia romântica sobre fazer dieta com uma garota violenta, irracional, egoísta e sem noção de distância emocional começa."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b2fddf9-1385-4f3c-b37a-cf86a9428b1a",
    "title": {
      "en": "Ishuzoku Reviewers"
    },
    "updatedAt": "2024-10-31T00:14:11+00:00",
    "coverArt": "https://mangadex.org/covers/1b2fddf9-1385-4f3c-b37a-cf86a9428b1a/50435b49-a344-4895-9275-f4b6102dcd8e.jpg",
    "altTitles": [
      {
        "en": "Interspecies Reviewers"
      },
      {
        "ru": "Межвидовые рецензоры"
      },
      {
        "ja": "異種族レビュアーズ"
      },
      {
        "ru": "Межвидовые рецензенты"
      }
    ],
    "description": {
      "en": "In our world, the human race constantly debates about several important issues, such as: which girl is the best girl? How good is something as fapping material? Which fetish is the sexiest? And why your Waifu is the best while everyone else has shit taste. \n\nAccompany these great warriors as they present us with different girls, different opinions, different boners, and show us that the fantasy world may not be all that different from ours, as they analyze and meticulously review the most important thing of all: what they should put their **** in.",
      "ru": "Действие манги происходит в вымышленном мире, населённом различными расами разумных существ, в котором существует процветающий рынок интимных услуг. Благодаря такому высокому развитию секс-индустрии в мире появились профессиональные критики, специализирующиеся исключительно на оценке качества проституток. Одними из них являются человек Станк и эльф Зел, путешествующие из города в город для оценки каждого местного квартала красных фонарей, после чего посылают свои обзоры для составления сводного рейтинга борделей. Объединившись с ангелом по имени Крим, критики собирают информацию о сексуальных достоинствах всех видов живых существ этого мира, получая удовольствие от процесса и зарабатывая попутно дополнительные деньги.",
      "es-la": "En nuestro mundo, la raza humana debate constantemente sobre varios temas importantes, como por ejemplo: ¿Cual chica es la mejor? ¿Y qué tan buena es como material de masturbación? ¿Qué fetiche es el más sexy? Acompaña a estos grandes guerreros, que se presentan con diferentes chicas, diferentes opiniones, diferentes erecciones, y que nos muestran que un mundo de fantasía puede no ser tan diferente al nuestro.",
      "pt-br": "Em nosso mundo, a raça humana debate constantemente várias questões importantes, como: qual é a melhor garota? Quão bom é um material para se masturbar? Qual fetiche é o mais sexy?... Acompanhe esses grandes guerreiros enquanto eles nos apresentam garotas diferentes, opiniões diferentes, tesões diferentes e nos mostram que o mundo da fantasia pode não ser tão diferente do nosso."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8a0504a-6dd7-4346-88bf-7c2dc3fab0c3",
    "title": {
      "en": "Is a Mother in Her 30s Like Me Alright?"
    },
    "updatedAt": "2024-06-22T16:19:31+00:00",
    "coverArt": "https://mangadex.org/covers/a8a0504a-6dd7-4346-88bf-7c2dc3fab0c3/a461681d-e38e-47e6-86af-ac89258aa7fd.jpg",
    "altTitles": [
      {
        "ja-ro": "Arasaamama no Watashi de Ii no?"
      },
      {
        "ja": "アラサーママの私でいいの？"
      },
      {
        "zh": "三十多岁当妈的我也可以吗？"
      },
      {
        "vi": "Bà mẹ đơn thân ngoài 30 như chị liệu ổn chứ?"
      },
      {
        "ja-ro": "Arasaa mama no Watashi de Ii no?"
      },
      {
        "uk": "Хіба 30-річна матір, як я, підійде?"
      },
      {
        "en": "I'm around 30 is it OK with me?"
      },
      {
        "ru": "С такой матерью как я, которой за 30, всё ли будет хорошо?"
      }
    ],
    "description": {
      "en": "A 32-year-old single mother is told by her neighbor, a university student around 20, that he likes her. Thing is… he's not particularly *shy* about why he likes her.",
      "ru": "20 летний студент университета, говорит 32-летней матери-одиночки, что она ему нравится . Дело в том... Что он не особенно стесняется того, почему она ему нравится.",
      "uk": "20-річний студент зізнався у коханні своїй 32-річній сусідці матері-одиначці. Справа в тому... Що він зовсім не *соромиться* розказувати про те, чому закоханий у неї.\n\n[Офіційно] прохання виразити свої думки та враження від манґи у [цьому опитуванні.](https://docs.google.com/forms/d/e/1FAIpQLSf2Y999w7eCjYHgHquZcZ50TxXPcJeY1XjTsWxelzhSDEPsKw/viewform)",
      "vi": "Shiraishi Hanano là một người phụ nữ 32 tuổi. Một ngày nọ, cô nhận được lời tỏ tình từ người hàng xóm Yoshio-kun, một sinh viên đại học. Cậu ta khăng khăng muốn cưới cô ấy làm vợ, thậm chí không quan tâm cả việc cô ấy đã từng kết hôn hay có một đứa con gái",
      "pt-br": "Uma mãe solteira de 32 anos ouve de seu vizinho, um estudante universitário de cerca de 20, que ele gosta dela. A coisa é… ele não é particularmente tímido sobre por que gosta dela.  \n  \n[Oficial] Por favor, responda [this survey](https://docs.google.com/forms/d/e/1FAIpQLSf2Y999w7eCjYHgHquZcZ50TxXPcJeY1XjTsWxelzhSDEPsKw/viewform) para dar seus pensamentos e impressões!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "55"
  }
]