[
  {
    "mangaId": "a920060c-7e39-4ac1-980c-f0e605a40ae4",
    "title": {
      "en": "Gal Yome no Himitsu"
    },
    "updatedAt": "2025-01-11T01:59:19+00:00",
    "coverArt": "https://mangadex.org/covers/a920060c-7e39-4ac1-980c-f0e605a40ae4/2fec274d-b8b8-4ab2-9bf5-a59b2c6e2a8f.jpg",
    "altTitles": [
      {
        "ja": "ギャル嫁の秘密"
      },
      {
        "ja-ro": "Gyaru Yome no Himitsu"
      },
      {
        "en": "Secrets of the Gal Wife"
      },
      {
        "id": "Rahasia Istri Gal"
      },
      {
        "en": "My Gyaru Wife's Secret"
      }
    ],
    "description": {
      "en": "Fuyuki is a beautiful and cool gal! But there's a secret side of her that she only shows in front of her husband...?",
      "ja": "冬雪（ふゆき）は美人でクールなギャル！でも「旦那」の前だけ見せる秘密の姿があって……？SNS累計37万いいね！の可愛い「ギャル嫁」とのラブコメディ！",
      "es-la": "¡Fuyuki es una hermosa y atractiva gal! ¿Pero hay una parte de ella que solo le muestra a su esposo y mantiene en secreto del resto? Una linda comedia romántica con una esposa que es una gal.",
      "pt-br": "Fuyuki é uma linda gyaru! Mas tem um lado secreto que ela só mostra para o seu marido? Uma comédia romântica fofa com uma esposa gyaru!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5c17ad7-5993-414b-8f63-c39d607b4ab1",
    "title": {
      "en": "Hinomaru Sumo"
    },
    "updatedAt": "2024-10-09T11:57:46+00:00",
    "coverArt": "https://mangadex.org/covers/b5c17ad7-5993-414b-8f63-c39d607b4ab1/53ad2125-d201-40a6-aba4-1994d27d1efb.jpg",
    "altTitles": [
      {
        "ja-ro": "Hinomaru Zumou"
      },
      {
        "ja-ro": "Hinomaru-Zumou"
      },
      {
        "ja-ro": "HinomaruZumou"
      },
      {
        "en": "Sumo of the Rising Sun"
      },
      {
        "en": "Sumo Wrestler Hinomaru"
      },
      {
        "ru": "Сумо Хиномару"
      },
      {
        "ja": "火ノ丸相撲"
      },
      {
        "zh": "火之丸相扑"
      }
    ],
    "description": {
      "en": "It is a divine ritual, a martial art, a combat sport—it's sumo!!  \nA \"small\" new student, Ushio Hinomaru, appears before the weak little sumo club of Oodachi High School! The words \"big\" and \"heavy\" are the rules to this sport, which does not fit this newbie any inch, but this guy goes and does what…!? Ushio and the small sumo club climbs its way to the top!  \nThe goal is Hinoshita Kaisan (a title for the highest rank in professional sumo, equivalent of Yokozuna)!  \nA fired up high school sumo tale—no retakes allowed!!",
      "es-la": "Es un ritual divino, un arte marcial, un deporte de combate— ¡¡Es el sumo!! ¡Un “bajito” nuevo estudiante, Ushio Hinomaru, aparece ante el pequeño y débil Club de Sumo de la Secundaria Oodachi! Las palabras “grande” y “pesado” son las reglas para este deporte, las cuales no se encuentran en este pequeño novato para empezar, ¡¿pero este chico sigue adelante y hace qué…?! ¡Ushio y el pequeño Club de Sumo trazan su camino para llegar a la cima! ¡El objetivo es el Hinoshita Kaizan! (Un título para el rango más alto en el sumo profesional, equivalente al Yokozuna). ¡¡Una fervorosa historia de sumo sin retorno empieza!!",
      "pt-br": "Um ritual divino, uma arte marcial, um esporte isso que é o combate do sumô !! O \"pequeno\" novo aluno, Ushio Hinomaru, aparece perante ao fraco e pequeno clube de sumô do Colégio Oodachi! As palavras \"grandes\" e \"pesados\" são as regras para esse esporte, que não se encaixam em nenhuma polegada desse novato, mas o que esse garoto quer no clube...!? Ushio e o pequeno clube de sumô começam a trilhar seu caminho para o topo! O objetivo é Hinoshita Kaisan! O título de maior lutador de Sumô!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "250"
  },
  {
    "mangaId": "134005d1-1dba-4b64-afce-ea508eaef7aa",
    "title": {
      "en": "GE ~Good Ending~"
    },
    "updatedAt": "2024-03-11T20:57:47+00:00",
    "coverArt": "https://mangadex.org/covers/134005d1-1dba-4b64-afce-ea508eaef7aa/f9f4ba04-8f3e-4abc-98c4-7ddc47098f9f.jpg",
    "altTitles": [
      {
        "en": "GE: Good Ending"
      },
      {
        "zh": "GE～恋爱成就"
      },
      {
        "ja": "ＧＥ～グッドエンディング～"
      },
      {
        "tr": "Mutlu Son"
      },
      {
        "ar": "نهاية حسنة"
      }
    ],
    "description": {
      "en": "Utsumi is your everyday student. He is also a boy that has always had a strong sense of what is right in the world. With nothing but innocence and a mind that longs for his \"significant other,\" Utsumi takes on one of the toughest subjects: love. With the help of the devious and mysterious Kurokawa Yuki, will Utsumi learn how to be fortunate in the game of love? Only through the ups and downs of real life, and the assistance of his friends, will Utsumi be able to take a bite out of life and learn just what love is.\n\n- Alternative English: [Kodansha US](https://kodansha.us/series/ge-good-ending)"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "156"
  },
  {
    "mangaId": "605d6f66-8165-4a57-a404-77002836e30e",
    "title": {
      "en": "Nekojiru Udon"
    },
    "updatedAt": "2024-12-01T13:23:56+00:00",
    "coverArt": "https://mangadex.org/covers/605d6f66-8165-4a57-a404-77002836e30e/6c916f6c-8ce0-4d98-a946-ec486451206a.jpg",
    "altTitles": [
      {
        "en": "Cat Soup"
      },
      {
        "ja": "ねこぢるうどん"
      }
    ],
    "description": {
      "en": "Short stories about two anthropomorphic white cats who have no respect and are just plain cruel. Dark humor warning."
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "11"
  },
  {
    "mangaId": "6079d103-113b-45b4-a76b-8750842b0770",
    "title": {
      "en": "Bokura no Ai wa Kimochi Warui"
    },
    "updatedAt": "2024-12-02T01:31:33+00:00",
    "coverArt": "https://mangadex.org/covers/6079d103-113b-45b4-a76b-8750842b0770/c09b3317-bc6f-42c6-bf16-da2a2af0a2ac.jpg",
    "altTitles": [
      {
        "ja": "僕らのアイは気持ち悪い"
      },
      {
        "ja-ro": "Bokura no Ai wa Kimochi Warui"
      },
      {
        "es-la": "Nuestro \"Amor\" es repugnante"
      },
      {
        "en": "Our \"Love\" is Disgusting"
      }
    ],
    "description": {
      "en": "Everyone is hiding a \"secret.\"\r\n\r\nAzuki Komugi is obsessed with ruminating on her memories of her high school girlfriend \"Meguru,\" and creating a body model of hers out of clay.\r\n\r\nOne day, Azuki drops her homemade \"Meguru\" at the 100-yen shop where she works part-time, and sneaks into her workplace on her off-shift to get \"her\" back. However, what she sees there is a fellow co-worker, high school girl Yoyuki Remu, who is about to express her lust for \"Meguru\" in a way that is different from Azuki's..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2025-01-16T21:48:31+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/da0341d8-5526-452c-8bd3-dc8e3cd89f99.jpg",
    "altTitles": [
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US).**"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5c25341-d6ff-4585-8548-3a48fc7654d9",
    "title": {
      "en": "Momose Akira no Hatsukoi Hatan-chuu."
    },
    "updatedAt": "2025-01-18T13:19:33+00:00",
    "coverArt": "https://mangadex.org/covers/f5c25341-d6ff-4585-8548-3a48fc7654d9/14604286-fdc6-419c-bc54-1353b0f0dc2d.jpg",
    "altTitles": [
      {
        "ja": "百瀬アキラの初恋破綻中。"
      },
      {
        "en": "Momose Akira's First Love Struggles."
      },
      {
        "en": "Momose Akira's First Love Is Coming Apart."
      },
      {
        "fr": "Les difficultés du premier amour de Momose Akira."
      },
      {
        "pl": "Pierwsze miłosne zmagania Akiry Momose"
      },
      {
        "pt-br": "O Primeiro Amor de Momose Akira em Ruínas"
      },
      {
        "ru": "Неудавшаяся первая любовь Акиры Момосэ"
      },
      {
        "ru": "Первая любовь Акиры Момосе терпит крах."
      },
      {
        "es": "El primer amor de Momose Akira se derrumba."
      },
      {
        "tr": "Momose Akira'nın İlk Aşk Maceraları"
      },
      {
        "vi": "Mối Tình Đầu Của Akira Momose Đang Trên Bờ Vực Đổ Vỡ"
      },
      {
        "vi": "Mối tình đầu đầy trắc trở của Momose Akira"
      }
    ],
    "description": {
      "en": "Kugayama Hajime, a boy living in the countryside, comes back to his old classmate Momose Akira, whom he used to admire. Just as he is about to watch her from afar and enjoy his sweet and sour youth, Akira makes an unexpected approach. And there was a \"fate\" that was more than he could have imagined.",
      "es": "Kugayama Hajime, un chico que vive en el campo, se reencuentra con su antigua compañera de clase Momose Akira, a la que solía admirar.\n\nJusto cuando está a punto de observarla desde lejos y disfrutar de su agridulce juventud, Akira se acerca de forma inesperada.\n\nY el \"destino\" es mucho más de lo que él pudo haberse imaginado.",
      "fr": "Kugayama Hajime, un garçon vivant à la campagne, revient vers son ancien camarade de classe Momose Akira, qu'il avait l'habitude d'admirer.Alors qu'il s'apprête à la regarder de loin et à profiter de sa jeunesse aigre-douce, Akira fait une approche inattendue.Et il y a eu un « destin » qui a été plus que ce qu'il aurait pu imaginer.",
      "ja": "ド田舎に暮らす少年・久我山はじめのもとに帰ってきた、かつての憧れの同級生・百瀬アキラ。彼女を遠くから眺めて、甘酸っぱい青春を謳歌しよう…と思っていた矢先に、アキラからまさかのアプローチが。そしてそこには、想像以上の”運命”が拡がってました。2人の様子を、どうぞあったかく見守ってください。",
      "pl": "Kugayama Hajime, chłopiec mieszkający na wsi, spotyka swoją dawną koleżankę z klasy, Momose Akiry, którą podziwiał. Gdy tylko zamierza obserwować ją z daleka i cieszyć się swoją słodko-gorzką młodością, Akira niespodziewanie zbliża się do niego. A za tym kryło się „przeznaczenie”, którego nie mógł sobie nawet wyobrazić.",
      "ru": "Жизнь Хадзимэ Кугаямы, мальчишки из глухой деревушки, круто меняется, когда в его жизнь возвращается бывшая одноклассница и когда-то недосягаемая мечта — Акира Момосэ. Он планировал просто наблюдать за ней издалека и наслаждаться воспоминаниями о своей юности... Но неожиданно Акира делает первый шаг навстречу. И вот тут начинается нечто гораздо большее, чем он мог себе представить. Следите за их историей и согревайте свои сердца вместе с ними.",
      "tr": "Taşrada yaşayan bir çocuk olan Kugayama Hajime’nin, eskiden hayranlık duyduğu sınıf arkadaşı Momose Akira geri döner. Tam onu uzaktan izleyip tatlı ekşi gençliğinin tadını çıkarmak üzereyken, Akira beklenmedik bir yaklaşımda bulunur. Ve hayal edebileceğinden de öte bir “kader” ile karşılaşır.",
      "pt-br": "Kugayama Hajime é um jovem que vive no interior. Sua vida muda quando Momose Akira, uma antiga colega de escola por quem ele sempre foi apaixonado, retorna à cidade. Hajime planejava admirá-la de longe, saboreando um romance juvenil agridoce. Mas, para sua surpresa, Akira toma a iniciativa de se aproximar. O que se desenrola a partir daí é um destino mais surpreendente do que ele jamais poderia ter imaginado."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4008a9a-852a-4102-98ae-49b0c2346a08",
    "title": {
      "en": "I Don't Feel Like Doing Anything"
    },
    "updatedAt": "2025-01-06T10:36:14+00:00",
    "coverArt": "https://mangadex.org/covers/c4008a9a-852a-4102-98ae-49b0c2346a08/215cc0ad-d1f7-420a-bdb7-52e935976d9a.jpg",
    "altTitles": [
      {
        "en": "I Don't Want To Do Anything"
      },
      {
        "ko": "아무것도 하고 싶지 않아"
      },
      {
        "en": "Summer Strike"
      },
      {
        "ko-ro": "Amugeotdo hago sipji ana"
      }
    ],
    "description": {
      "en": "One spring day, after the recent death of her mother, Summer decides to quit her stressful city job. She moves to a small beachside town, where she plans to use her entire life savings on two years of doing absolutely nothing. She calculates that she can subsist for this long without finding a job by leading a minimalist, free life. She finds peace and makes friends in her new environment But after a while, the walls of her home are repeatedly vandalized with death threats. Will Summer be able to catch the villain, find normalcy in her life, and make peace with herself?\n\n---\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=4998319)",
      "ko": "26살의 봄, 오늘부터 아무것도 하지 않기로 결심했다\n\n엄마가 그랬다. \n손해 보고 사는 게 편하다고.\n\n엄마 말이 맞다.\n그래, 손해 보고 살자.\n\n단, 호구 잡히지 않을 정도만.\n\n이여름, 26세 봄\n오늘 회사를 그만뒀다.\n\n---\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=4998319)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "141"
  },
  {
    "mangaId": "2fe5571f-ecc9-4a26-9a50-cfa09757a735",
    "title": {
      "en": "Totsugi Okureta Kitsune ga Yome ni Kuru Hanashi"
    },
    "updatedAt": "2025-01-03T03:07:17+00:00",
    "coverArt": "https://mangadex.org/covers/2fe5571f-ecc9-4a26-9a50-cfa09757a735/149a2c52-1375-42bb-9156-2a5de979a823.jpg",
    "altTitles": [
      {
        "ja": "嫁ぎ遅れた狐が嫁に来る話"
      },
      {
        "en": "The Story of the Fox Who Was Late Getting Married and Came to be My Bride"
      }
    ],
    "description": {
      "en": "One day, overworked salaryman Goro is taking a walk on the mountain behind his house and comes across a fox lying upside down on the side of the road... The fox yells 'Hey you! Got a moment?'  And well, if you've seen the title you know the rest.  This is a cute and fluffy romcom about a fox's wedding(?).",
      "ja": "狐を拾ったら、嫁がれました。\n\n三十路手前のサラリーマン、日野峰吾郎は、とある理由で嫁ぎ遅れた化け狐、こがねを助けたことで恩返しと称した求婚を迫られる。こがねを無下にすることもできず、吾郎は「1年間の同棲を経て妻として認められたら結婚する」という条件を提案することに。果たしてこがねは無事に嫁ぐことができるのか？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e4e5e8a-f3f0-4612-b04d-257e2ac0b7eb",
    "title": {
      "en": "Wazawai no Avalon ~Game Saijaku no Akuyaku Debu ni Ten'i Shita kedo, Ore dake \"Yasereba Tsuyokute New Game\" na Sekai datta no de, Saisoku Level Up & Hametsu Flag Kaihi de Kage no Eiyuu o Mezashimasu~"
    },
    "updatedAt": "2024-12-21T18:11:55+00:00",
    "coverArt": "https://mangadex.org/covers/7e4e5e8a-f3f0-4612-b04d-257e2ac0b7eb/5dbc10c9-70b7-4dff-a8cc-5764c8567aa6.jpg",
    "altTitles": [
      {
        "ja": "災悪のアヴァロン～ゲーム最弱の悪役デブに転移したけど、俺だけ“やせれば強くてニューゲーム”な世界だったので、最速レベルアップ＆破滅フラグ回避で影の英雄を目指します～"
      },
      {
        "en": "Finding Avalon: The Quest of a Chaosbringer"
      }
    ],
    "description": {
      "en": "The main character loves the MMORPG game called Dungeon Explorer Chronicle (Dun-Ex). During one particular day, a beta test event was announced, and he managed to beat it.\nIn exchange for clearing the event, he was granted permission to try the beta test server. Forcing to choose different avatar and skill as the system doesn't allow his own, he eventually settled on random. However, he is transferred to a place where, as expected, he finds a fat, villainous mob character...!",
      "ja": "廃人ゲーマーの会社員“俺”は、やり込んだVRMMO「ダンエク」の世界に転移した。しかし転移先は悪役のデブキャラで!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "49b8b3bd-09ae-4cba-9a7d-75a8762fd006",
    "title": {
      "en": "Raided the God's Warehouse"
    },
    "updatedAt": "2024-12-21T02:05:36+00:00",
    "coverArt": "https://mangadex.org/covers/49b8b3bd-09ae-4cba-9a7d-75a8762fd006/b6e8a284-f2a1-4f4c-950b-0d9e5be125a3.jpg",
    "altTitles": [
      {
        "ko": "마신의 창고를 털었습니다"
      },
      {
        "en": "I Robbed the Storehouse of the God"
      }
    ],
    "description": {
      "en": "The Tower’s peace was shattered by the Outer invaders and the Great War of Gods and Demons, leading to the extinction of humanity. In the midst of it all, the only survivor, ‘Jeong Sewoon,’ embarks on a mission to undo everything. He discovers the Demon’s Vault, created by the Demon of Greed, within the depths of the Demonic War.\n\nInside the vault, he finds the Hourglass of Chronos, capable of turning back time!\n‘If I go back to the past, stop the Great War, ascend the Tower, and personally fend off the Outers…!’\n\nThis time, I won’t let the world fall to ruin. With the powers I took from the Demon’s Vault!\nFollow Jeong Sewoon’s expedition through the Tower as he starts again from the tutorial!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01ea7299-112c-41f4-b2a0-6d28c272deef",
    "title": {
      "en": "Aku no Kadou wo Ikimashou"
    },
    "updatedAt": "2024-11-03T21:39:51+00:00",
    "coverArt": "https://mangadex.org/covers/01ea7299-112c-41f4-b2a0-6d28c272deef/7adaab3c-8a26-45a5-baf2-23190501e186.jpg",
    "altTitles": [
      {
        "ja": "悪の華道を行きましょう"
      },
      {
        "en": "The Flowery Path of Evil"
      },
      {
        "en": "Let's Go on the Evil Runway"
      },
      {
        "ko": "악의 꽃길을 같이 걸어요"
      },
      {
        "hu": "Nem sétálunk le kézen fogva a gonoszság virágos útján?"
      },
      {
        "id": "Akankah kita berjalan begandengan tangan di jalan kejahatan yang berbunga?"
      },
      {
        "id": "Mari kita berjalan sembari bergandengan turun ke jalan kejahatan yang berbunga-bunga"
      },
      {
        "pt-br": "Vamos andar de mãos dadas pelo caminho florido para a maldade?"
      },
      {
        "es": "¿Caminamos de la mano por el camino florido del mal?"
      },
      {
        "th": "เส้นทางปีศาจที่งดงามนั่นน่ะ จะไปด้วยกันดีไหม?"
      }
    ],
    "description": {
      "en": "Celestine, the villainess, suddenly recalls her memories of her past life when she's at the altar, about to be married off to a Prime Minister twice her age and surrounded by the most awful rumours as a punishment for her misdeeds against the Prince and his lover. She realizes that this is the world of an otome game she played in that previous life, but more importantly than that, she also inherits past life's very specific tastes...",
      "ja": "王子に捨てられた美貌の悪役令嬢セレスティーヌ。醜い禿げデブオヤジといやがらせ婚の最中……突然よみがえる前世の記憶…！ そして…あれ!? でもなんかこの人…悪くない。ちょっと素敵かも……？ 悪女として、そして枯れ専として、我が道を行くセレスティーヌの華道をご覧あれ！",
      "pt": "Celestine, a vilã, de repente se lembra de suas memórias de sua vida passada quando ela está no altar, prestes a se casar com um primeiro-ministro com o dobro de sua idade e cercada pelos mais terríveis rumores como punição por seus crimes contra o príncipe e seu amante. Ela percebe que este é o mundo de um jogo otome que ela jogou naquela vida anterior, mas mais importante do que isso, ela também herda gostos muito específicos da vida passada…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73353bf3-0770-4787-be72-461d7b42c627",
    "title": {
      "en": "Slave B"
    },
    "updatedAt": "2023-10-07T23:27:25+00:00",
    "coverArt": "https://mangadex.org/covers/73353bf3-0770-4787-be72-461d7b42c627/5e075601-f260-4f10-b585-3f7234b763ae.jpg",
    "altTitles": [
      {
        "ko": "슬레이브 B"
      },
      {
        "ja": "スレイブB"
      },
      {
        "fr": "SLAVE B"
      },
      {
        "th": "slave B นักรบทาส"
      },
      {
        "zh": "大陆无双"
      },
      {
        "zh-hk": "超奴英雄"
      },
      {
        "ru": "Раб \"Б\" ранга"
      }
    ],
    "description": {
      "en": "This is a world whose peace was destroyed by the Shadow Lord, ‘Secneum’. ‘Niro’ is a half-elf, half-human boy who lost his parents as a baby and was adopted by a slave couple. In this world, slaves are not treated as humans. Since Niro’s adoptive parents are slaves, they are mistreated and eventually lose their lives. Now Niro is alone once more, and must shoulder the burdens of his family and do whatever is takes to protect his two younger siblings. If Niro wants to escape this fate, there is only one thing he can do. He must graduate from the academy, ‘Excanum’ just like the current Emperor, ‘Muren’ who was once a slave!\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%B6%85%E5%A5%B4%E8%8B%B1%E9%9B%84/86)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/comicInfo/id/647954)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/74286)\n\n- [Official French Translation](https://delitoon.com/webtoon/Slave-B)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/slave_B_%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9A%E0%B8%97%E0%B8%B2%E0%B8%AA/7)",
      "fr": "Il n'est rien, il veut tout. Enfant esclave, il vivait heureux avant que ses deux parents ne se fassent assassiner par un maître jaloux ! Responsable de ses deux jeunes soeurs à seulement 13 ans, il essaie d’intégrer une prestigieuse école de magie qui les sauverait de leur condition. Cherchant à impressionner le roi pour y accéder, il échoue totalement et se retrouve finalement dans une mine infestée de monstres. Mais son courage et sa détermination le font remarquer. Et il intègre la prestigieuse école : Excanum !\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%B6%85%E5%A5%B4%E8%8B%B1%E9%9B%84/86)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/comicInfo/id/647954)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/74286)\n\n- [Official French Translation](https://delitoon.com/webtoon/Slave-B)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/slave_B_%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9A%E0%B8%97%E0%B8%B2%E0%B8%AA/7)",
      "ja": "奴隷に拾われたハーフエルフのニーロ。 両親から愛されて育つも両親は無残な死に方をする。 奴隷の身分から脱却するため、ニーロは皇帝ミュレンが卒業した戦士・魔法使い養成学校「エクスカヌーム」に入学する。 不屈の精神を持つニーロの成長と冒険の物語。\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%B6%85%E5%A5%B4%E8%8B%B1%E9%9B%84/86)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/comicInfo/id/647954)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/74286)\n\n- [Official French Translation](https://delitoon.com/webtoon/Slave-B)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/slave_B_%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9A%E0%B8%97%E0%B8%B2%E0%B8%AA/7)",
      "ko": "악신 '세크네움'에 의해 평화가 깨져버린 세계. 인간과 엘프 사이에서 태어난 '하프 엘프' 종족인 '니로'는, 갓난 아기일 때 부모를 잃고 인간 노예 부부에 의해 거두어진다. 노예는 사람 취급을 받지 못하는 세상에서 자라며 니로는 아버지와 어머니 모두 억울하게 잃고 어린 두 동생을 책임지는 가장의 역할까지 떠안게 된다. 지옥같은 노예 신분에서 벗어나 어린 두 동생을 지킬 수 있는 방법은 오직 하나. 노예 출신의 현 황제 '뮤렌'이 졸업한 학교, '엑스카눔'을 졸업하는 것 뿐! 하지만 노예의 신분인 니로가 '엑스카눔'에 입학하는 길은 보이질 않는데... 니로는 과연 절망에서 벗어나 '엑스카눔'에 들어갈 수 있을까.\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%B6%85%E5%A5%B4%E8%8B%B1%E9%9B%84/86)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/comicInfo/id/647954)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/74286)\n\n- [Official French Translation](https://delitoon.com/webtoon/Slave-B)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/slave_B_%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9A%E0%B8%97%E0%B8%B2%E0%B8%AA/7)",
      "ru": "Ниро родился в мире, гармония которого была нарушена Повелителем Теней \"Секнеоном\". В младенчестве полуэльфа приютила пара рабов, но через несколько лет они умерли, и мальчик остался сиротой. Теперь Ниро предстоит защитить свою маленькую семью.\nЧтобы снять клеймо раба, юноша должен окончить академию \"Эксканум\", подобно нынешнему императору, который в прошлом тоже был рабом.\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%B6%85%E5%A5%B4%E8%8B%B1%E9%9B%84/86)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/comicInfo/id/647954)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/74286)\n\n- [Official French Translation](https://delitoon.com/webtoon/Slave-B)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/slave_B_%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9A%E0%B8%97%E0%B8%B2%E0%B8%AA/7)",
      "th": "' 'นีโร่' เด็กกำพร้าลูกครึ่งเอลฟ์ ที่ถูกทาสที่เป็นมนุษย์เก็บไปเลี้ยง ทำให้เขาต้องตกอยู่ในสถานะทาสไปด้วย วันนึงเขาได้ตัดสินใจจะเปลี่ยนแปลงโลกใบนี้ด้วยอาวุธและหนังสือ จนเขากลายเป็นนักรบผู้ยิ่งใหญ่ในที่สุด\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%B6%85%E5%A5%B4%E8%8B%B1%E9%9B%84/86)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/comicInfo/id/647954)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/74286)\n\n- [Official French Translation](https://delitoon.com/webtoon/Slave-B)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/slave_B_%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9A%E0%B8%97%E0%B8%B2%E0%B8%AA/7)",
      "zh": "尼洛从小被收养，当养父母意外身亡，幼小的尼洛被迫承担起抚养双胞胎妹妹的重任。为了改变奴隶身份，尼洛用魔法算计了梅兰国王，却被判流放矿山，与妹妹们分离。在矿山苦练剑法，立了大功，获得了去贵族学校上学的机会的尼洛…在学校会遇到什么困难？他何时才能与妹妹们团聚？最终他又能否改变奴隶身份\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%B6%85%E5%A5%B4%E8%8B%B1%E9%9B%84/86)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/comicInfo/id/647954)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/74286)\n\n- [Official French Translation](https://delitoon.com/webtoon/Slave-B)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/slave_B_%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9A%E0%B8%97%E0%B8%B2%E0%B8%AA/7)",
      "zh-hk": "世界的和平遭到邪神「塞科內恩」破壞。\n\n人類和妖精生下的「半妖精」——「尼洛」\n在襁褓時期便失去雙親，\n由一對人類奴隸夫妻收養。\n\n尼洛生長在一個奴隸不被當人看的世界，\n在痛失雙親以後，\n肩負起照顧兩名年幼妹妹的重責大任。\n\n只有一個方法能讓他擺脫奴隸身分、保護兩個妹妹，\n那就是從奴隸出身的現任皇帝\n「梅蘭」的母校「艾斯卡儂」畢業!\n\n只不過，身為奴隸的尼洛似乎找不到\n進入「艾斯卡儂」就讀的辦法...\n\n他究竟能不能擺脫絕望，成功進到「艾斯卡儂」呢?\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%B6%85%E5%A5%B4%E8%8B%B1%E9%9B%84/86)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/comicInfo/id/647954)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/74286)\n\n- [Official French Translation](https://delitoon.com/webtoon/Slave-B)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/slave_B_%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9A%E0%B8%97%E0%B8%B2%E0%B8%AA/7)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "80"
  },
  {
    "mangaId": "275c3ee8-bdeb-4070-a333-6add23a8415a",
    "title": {
      "en": "Renge to Naruto!"
    },
    "updatedAt": "2024-10-14T13:20:46+00:00",
    "coverArt": "https://mangadex.org/covers/275c3ee8-bdeb-4070-a333-6add23a8415a/8d49d7dd-fc26-41ab-bafb-30199f3a6ede.jpg",
    "altTitles": [
      {
        "ja": "れんげとなると！"
      },
      {
        "vi": "renge và naruto"
      },
      {
        "en": "Renge and Naruto!"
      }
    ],
    "description": {
      "en": "It's been a few months since the neighborhood Chinese restaurant closed down, and when I stopped by for the first time in a while, I found that it had been transformed into a flashy, mysterious restaurant with its old signboard still intact. When I went inside, there was a gal there... This is a story about a Chinatown restaurant where gals are hospitable.",
      "ja": "近所の町中華が閉店して数カ月、久々に立ち寄るとそこはかつての看板のまま、ド派手な謎の店に変わっていた。中に入るとそこには1人のギャルがいて……。ギャルがもてなす町中華の物語だ。",
      "pt-br": "Já se passaram alguns meses desde o fechamento do restaurante chinês do bairro, e quando passei por lá pela primeira vez em um tempo, descobri que ele tinha se transformado em um restaurante chamativo e misterioso, mantendo ainda seu antigo letreiro. Ao entrar, deparei-me com uma garçonete... Esta é uma história sobre um restaurante em Chinatown onde as garçonetes são acolhedoras."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-24T23:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      },
      {
        "pl": "Moja nowa dziewczyna nie jest człowiekiem?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ae21099-033c-4899-8da6-ff8cd7e4751e",
    "title": {
      "en": "Yes, It's Me. The Obsessive Side Top"
    },
    "updatedAt": "2024-10-03T04:45:33+00:00",
    "coverArt": "https://mangadex.org/covers/6ae21099-033c-4899-8da6-ff8cd7e4751e/86543380-f568-4622-9fb6-51c49c41f8a5.jpg",
    "altTitles": [
      {
        "ko": "그래 나다. 서브광공"
      },
      {
        "en": "Yeah, It's Me. The Side Obsessive Seme"
      }
    ],
    "description": {
      "en": "One day, he suddenly became 'Ha Jin' a love-blind sub-protagonist in a webtoon. As he inevitably becomes involved with the main protagonist, Sun Woo, he becomes more and more immersed in the atmosphere and starts talking nonsense...\n\n“Sun Woo, are you a good kisser?”\n\"Why do you want to know?\"\n\"Sun Woo, why are you so seductive?! If you continue like this, oh, I'll end up liking you!\"\n\nThe revolving love story of Sun Woo, who slowly falls in love with Ha Jin, and Ha Jin, who is a master of clueless flirting."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f",
    "title": {
      "en": "Reincarnation no Kaben"
    },
    "updatedAt": "2024-12-11T04:56:20+00:00",
    "coverArt": "https://mangadex.org/covers/3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f/81f3dc05-306b-4d39-bcf5-08ffbcc8462f.jpg",
    "altTitles": [
      {
        "fr": "Pétales de Réincarnation"
      },
      {
        "es": "Pétalos de Reencarnación"
      },
      {
        "en": "Petals of Reincarnation"
      },
      {
        "ru": "Лепестки реинкарнации"
      },
      {
        "ja": "リィンカーネーションの花弁"
      },
      {
        "zh": "轮回的花瓣"
      },
      {
        "ja-ro": "Reincarnation no Kaben"
      },
      {
        "vi": "Cánh Hoa Luân Hồi"
      },
      {
        "pt-br": "Pétalas da Reencarnação"
      }
    ],
    "description": {
      "en": "Striving for talent, Senji Touya tries everything he can so he can find it. Kendou, dancing, swimming, basketball, soccer, chess… anything he tries, he fails to exceed it. One day, his classmate, Haito, came to school for once in a long time. Senji refers to her as someone who \"has it\" or someone who has talent. Later on, he found out that she isn't just someone who has talent, but someone who \"took\" the talent of herself in her past life. And, those who \"took\" the talent from their past lives, are also known as \"Returners\"…",
      "vi": "Cố gắng tìm kiếm tài năng, Senji Touya thử mọi thứ có thể để tìm ra nó. Kiếm đạo, nhảy múa, bơi lội, bóng rổ, bóng đá, cờ vua… bất cứ thứ gì cậu thử, cậu đều không thể vượt trội. Một ngày nọ, cô bạn cùng lớp của cậu, Haito, tới trường sau một thời gian dài vắng mặt. Senji coi cô là người \"có nó\" – một người có tài năng. Sau đó, cậu phát hiện ra rằng cô không chỉ là một người có tài năng mà còn là người đã \"lấy\" tài năng của mình từ kiếp trước. Và, những người \"lấy\" tài năng từ kiếp trước của họ còn được gọi là \"Những Kẻ Trở Lại\"…",
      "pt-br": "Na busca por um talento só seu, Senji Touya tenta de tudo para encontrá-lo. Kendou, dança, natação, basquete, futebol, xadrez… em tudo o que ele tenta, ele não consegue se destacar. Um dia, sua colega de classe, Haito, vem à escola pela primeira vez em muito tempo. Senji se refere a ela como alguém que “possui algo” ou alguém que tem um verdadeiro talento. Mais tarde, ele descobriu que ela não é apenas alguém que tem talento, mas alguém que “conseguiu” o talento de si mesma através de sua vida passada. E, aqueles que “conseguem” o talento de suas vidas passadas, também são conhecidos como “Reencarnados” …"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d080f85f-a6ef-4e0a-9569-c0709b60d8c0",
    "title": {
      "en": "Isshou Senkin"
    },
    "updatedAt": "2024-12-14T23:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/d080f85f-a6ef-4e0a-9569-c0709b60d8c0/b33e2541-f112-437d-8e0f-b52358336b88.jpg",
    "altTitles": [
      {
        "ja": "一勝千金"
      },
      {
        "en": "ST✰R: Strike it Rich"
      },
      {
        "en": "STAR: Strike it Rich"
      },
      {
        "ru": "Звезда: Бей, богатей"
      },
      {
        "ru": "Бесценная Победа"
      }
    ],
    "description": {
      "en": "\"Yup! Just as slow as I thought.\"\n\nAfter retiring from public fighting and getting fired from underground fighting, 27 year old Tenma Nozomi's zest for life is gradually dwindling away. It's hard to be at the bottom with nowhere to go, and that's exactly where she and her two friends are. However, Nozomi hits upon an idea that may just solve all of their problems: they could make their own underground fighting circuit for women, and tap into an underexplored market. As good as that sounds, her insistence on including the unknown quantity Hongou Hina may prove to be more than she bargained for...",
      "ja": "女子×裏格闘×団体運営＝？？？\n\n格闘団体をクビになった天馬希望（てんまのぞみ）は一攫千金を夢見て、幼なじみの2人と女子だけの裏格闘団体を立ち上げる！しかし、興行を成功させるためスター選手として招き入れたのは、可愛らしい見た目からは想像できないとってもキケンな女子高生で…！？金か？ 夢か？ 革命か？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2025-01-01T17:44:05+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/f21987e8-1918-4d2d-9796-3c66ac271820.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "zh": "蓝箱"
      },
      {
        "eu": "Kutxa Urdina"
      },
      {
        "pl": "Niebieskie pudełko"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "ja": "バドミントン部に所属する猪股大喜（いのまたたいき）は、女子バスケ部の先輩・鹿野千夏（かのちなつ）に恋をしていた――。自主練を真摯に取り組む姿に心惹かれていたが、思いもよらぬ事実が発覚し…!?　道のりは遠く、想いは近く。",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1633e43c-5130-4be1-9a78-ad86620eaa2d",
    "title": {
      "en": "Day Walker"
    },
    "updatedAt": "2024-10-09T01:43:23+00:00",
    "coverArt": "https://mangadex.org/covers/1633e43c-5130-4be1-9a78-ad86620eaa2d/45aa9ac7-8ae3-42bd-b0fd-6e408ff27a1e.png",
    "altTitles": [
      {
        "ko": "데이워커"
      }
    ],
    "description": {
      "en": "National Intelligence Service black ops agent 'Suhyeok' is tasked with assassinating 'Nanayama,' the Yakuza leader heading a drug trafficking organization in Korea. To his surprise, the target is a captivating woman named 'Anna,' who appears disconnected from any violence. Sensing something amiss with his mission, Suhyeok embarks on a path of vengeance against both the National Intelligence Service, which has betrayed him, and 'Nanayama,' who massacred his comrades."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "812f9696-048f-496d-9ed4-84c99345d1fb",
    "title": {
      "en": "Tales of Demons and Gods"
    },
    "updatedAt": "2024-05-29T22:05:56+00:00",
    "coverArt": "https://mangadex.org/covers/812f9696-048f-496d-9ed4-84c99345d1fb/4dcdd628-9195-4fa8-8079-50541ed60515.jpg",
    "altTitles": [
      {
        "es-la": "Cuentos de Demonios y Dioses"
      },
      {
        "no": "Fortellinger om Demoner og Guder"
      },
      {
        "es": "Historias De Dioses Y Demonios"
      },
      {
        "en": "TDG"
      },
      {
        "en": "TODAG"
      },
      {
        "en": "TODAG : Tales of Demons and Gods"
      },
      {
        "en": "TODG"
      },
      {
        "vi": "Trach Yeu Ky"
      },
      {
        "es-la": "Una Vida Del Demonio"
      },
      {
        "vi": "Yêu Thần Ký"
      },
      {
        "zh-ro": "Yāoshén jì"
      },
      {
        "zh-ro": "Yaoshenji"
      },
      {
        "ru": "Клеймо Зловещего Духа"
      },
      {
        "ru": "Сказания о Демонах и Богах"
      },
      {
        "zh": "妖神记"
      },
      {
        "es-la": "Crónicas De Dioses Y Demonios"
      }
    ],
    "description": {
      "en": "Nie Li became the strongest Demon Spiritualist and stood at the pinnacle of the martial world. However, he lost his life during the battle with the Sage-Emperor and six deity-ranked beasts.  \r\n  \r\nHis soul was then brought back to when he was still 13 years old. At this point in his life, Nie Li was considered to be the most pathetic of his peers. However, with the vast knowledge he accumulated from his previous life (his future), he began becoming stronger faster than anyone could expect. He also decided to help those who died nobly in his previous life become stronger as well.  \r\n  \r\nAiming to avert the future destruction of his home by demon beasts, and to avoid his previous fate of ending up destroyed, Nie Li fights to protect his lover, friends, family and fellow citizens who died in the beast assault or its aftermath. He also aims to destroy the so-called \"sacred family,\" who will abandon their duty and betray the city.",
      "ru": "Сильнейший в мире заклинатель демонов Не Ли погиб в битве с Мудрецом-Императором. Но его душа воплотилась вновь, вернувшись на десятилетия назад, в нём самом, тринадцатилетнем подростке. Теперь у него есть шанс исправить все ошибки, совершённые в прошлом: спасти от монстров родной город, защитить любимую, друзей и семью. В детстве Не Ли был самым слабым учеником в классе, имея духовную силу на уровне простых людей. Он и мечтать не смел стать воином, не говоря уже о заклинателе демонов, но опыт и знания, накопленные в предыдущей жизни, помогут ему стать сильнее. Ведь сейчас он знает то, что неведомо профессорам в их боевой академии.",
      "es-la": "Nie Li, el más fuerte Espiritista Demoníaco, en su vida pasada estuvo en la cima del mundo marcial, sin embargo, perdió la vida durante la batalla con el Sabio Emperador y sus bestias, al morir fue devuelto al pasado cuando tenía 13 años gracias a la ayuda del Libro Temporal del Demonio Espiritual y aunque en este momento él es el más débil de su clase con la ayuda de los vastos conocimientos que acumuló de su vida anterior, se transformara en un guerrero formidable.",
      "pt-br": "Nie Li, o mais poderoso Espiritualista Demoníaco e estando no topo do mundo marcial, perde sua vida durante a batalha com o Imperador Sábio e as seis bestas de nível divino, e sua alma volta ao passado para quando ele tinha 13 anos. Embora ele seja o mais fraco em sua classe, com o talento mais baixo no reino da alma Vermelho – o mais fraco dos reinos – com a ajuda de seu vasto conhecimento acumulado na sua vida passada, cresce mais rápido do que todos. Agora, ele irá tentar proteger a cidade que no futuro será invadida pelas bestas e que acabou sendo destruída, assim como sua amada, seus amigos e sua família que morreram pelo ataque das mesmas, e destruir a família Sagrada que abandonaram seus deveres e traíram a cidade em sua vida passada."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "75782b4b-c068-4bae-9692-6a1a6d2c3d10",
    "title": {
      "en": "Shitsuji-sama wa Demodori Reijou wo Amayakasanai"
    },
    "updatedAt": "2024-08-27T20:06:48+00:00",
    "coverArt": "https://mangadex.org/covers/75782b4b-c068-4bae-9692-6a1a6d2c3d10/8630ab9a-f7d3-4890-99f1-023a210de31b.jpg",
    "altTitles": [
      {
        "ja": "執事様は出戻り令嬢を甘やかさない"
      }
    ],
    "description": {
      "en": "After Akiko is cheated on by the boyfriend she's living with, she has no choice but to return to her parents' home. At home for the first time in several years none of her family is there, only Tanaka, a handsome but brazen butler! Akiko is hesitant to rely on someone she's met for the first time, but she ends up being taken in by Tanaka, who is surprisingly kind(?). Their life together full of ups and downs now begins!?",
      "ja": "大財閥の令嬢・アキ子は、駆け落ち同然で同棲していた彼氏に浮気され、やむなく実家に戻ることに。数年ぶりの実家には家族も顔見知りの使用人もおらず、美形だけど厚かましい執事・田中だけが住んでいた！初対面の人を頼るのも…とためらうアキ子だけど、意外にも優しく（？）引き留めてくれた田中に甘えることに。そうして始まった同居生活は、波乱の連続で――!?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "19"
  },
  {
    "mangaId": "db36f8c3-bda0-4a7c-a70b-843d5de21258",
    "title": {
      "en": "Arctic Cold War"
    },
    "updatedAt": "2024-06-14T12:07:31+00:00",
    "coverArt": "https://mangadex.org/covers/db36f8c3-bda0-4a7c-a70b-843d5de21258/2f0b956a-391f-46bc-820f-3761e9b2bf0f.jpg",
    "altTitles": [
      {
        "en": "Extreme Cold War"
      },
      {
        "zh": "极寒战纪"
      },
      {
        "zh-ro": "Ji Han Zhan Ji"
      },
      {
        "zh-ro": "Jí Hán Zhàn Jì"
      },
      {
        "en": "Frozen Frontiers"
      },
      {
        "en": "Chronicles of the Polar War"
      },
      {
        "th": "สงครามเย็นสุดขั้ว"
      }
    ],
    "description": {
      "en": "The Ice Age apocalypse is coming. After being betrayed and killed by my secret crush, I was reborn and gained a magical ability - the snacks I ate suddenly turned into plants? What's surprising is that this ability can be used in this way... Crisis is everywhere, I want to live for myself in this life!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "359280a2-0ac9-4d10-891b-91566c54c377",
    "title": {
      "en": "1-Nen Inai ni Ojousama o Kouryaku Suru Maid no Ohanashi"
    },
    "updatedAt": "2025-01-16T00:51:07+00:00",
    "coverArt": "https://mangadex.org/covers/359280a2-0ac9-4d10-891b-91566c54c377/1dab50d4-62a6-4e75-be2c-daa9948af882.jpg",
    "altTitles": [
      {
        "ja": "1年以内にお嬢様を攻略するメイドのお話"
      },
      {
        "ja-ro": "Ichinen Inai ni Ojou-sama o Kouryaku Suru Maid no Ohanashi"
      },
      {
        "en": "A Story About A Maid Conquering A Young Lady Within A Year"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "365"
  },
  {
    "mangaId": "afc7a390-fba7-425c-a866-8ba52e598599",
    "title": {
      "en": "All-Master Necromancer"
    },
    "updatedAt": "2024-12-08T06:54:05+00:00",
    "coverArt": "https://mangadex.org/covers/afc7a390-fba7-425c-a866-8ba52e598599/3043a333-729b-40fd-bd9d-e70041eca5fc.png",
    "altTitles": [
      {
        "en": "Absolute Necromancer"
      },
      {
        "ko": "올 마스터 네크로맨서"
      }
    ],
    "description": {
      "en": "Betrayed and killed by his fellow Ninestar guild members, the powerful necromancer Cha Jin-Hyuk resorts to a daring soul transference.\n\nA decade later, he awakens in a new body, devoid of his former powers. With the support of his new comrades, Spirit Master Balkan and hobgoblin Haryu, he embarks on a quest for vengeance, scaling the mysterious tower once again.\n\nOnly this time, he possesses the overpowered abilities of an All-Master, enabling him to master all the classes within the tower!",
      "fr": "La tour. Un endroit inconnu avec de nombreux changements rapides.\n\nDix ans plus tard, je me suis réincarné dans le corps d'un garçon qui vit sur Terre, en Corée du Sud.\n\n\"Le type qui m'a poignardé dans le dos et celui qui est au-dessus de lui... Je vais leur faire la peau.\n\n\" La personne qui a atteint le sommet en tant que nécromancien et a atteint la classe supérieure, le Maître de l'Esprit Cha Jinhyuk. En tant que \"All-Master\", il prendra sa revanche en grimpant dans la tour en tant que nécromancien."
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1a9fdeb-f713-407f-960c-8326b586e6fd",
    "title": {
      "en": "Vagabond"
    },
    "updatedAt": "2023-04-12T09:27:48+00:00",
    "coverArt": "https://mangadex.org/covers/d1a9fdeb-f713-407f-960c-8326b586e6fd/05f8dcb4-8ea1-48db-a0b1-3a8fbf695e5a.jpg",
    "altTitles": [
      {
        "fr": "Avare"
      },
      {
        "vi": "Lãng Khách"
      },
      {
        "ru": "Бродяга"
      },
      {
        "ar": "المتشرد"
      },
      {
        "th": "วากาบอนด์"
      },
      {
        "ja": "バガボンド"
      },
      {
        "zh": "浪客行"
      },
      {
        "ko": "베가본드"
      },
      {
        "es-la": "Vagabundo"
      },
      {
        "es": "Vagabundo"
      },
      {
        "tr": "Avare"
      },
      {
        "tr": "Serseri"
      }
    ],
    "description": {
      "en": "Growing up in the late 16th century Sengoku era Japan, Shinmen Takezou is shunned by the local villagers as a devil child due to his wild and violent nature. Running away from home with a fellow boy at age 17, Takezo joins the Toyotomi army to fight the Tokugawa clan at the Battle of Sekigahara. However, the Tokugawa win a crushing victory, leading to nearly three hundred years of Shogunate rule. Takezo and his friend manage to survive the battle and afterwards swear to do great things with their lives. However, after their paths separate, Takezo becomes a wanted criminal and must change his name and his nature in order to escape an ignoble death.  \n  \n**Awards:**\n- Won the 24th Kodansha Manga Award in the general category in 2000.\n- Won the Tezuka Osamu Cultural Prize in 2002 \n**Note:** was nominated for the 2003 Eisner Award in the Best Writer/Artist category.",
      "es": "Creciendo en el Japón de la era Sengoku de finales del siglo XVI, Shinmen Takezou es rechazado por los aldeanos locales como un niño demonio debido a su naturaleza salvaje y violenta. A los 17 años, Takezou se escapa de casa con un compañero y se une al ejército Toyotomi para luchar contra el clan Tokugawa en la batalla de Sekigahara. Sin embargo, los Tokugawa obtienen una aplastante victoria, lo que da lugar a casi trescientos años de gobierno del Shogunato. Takezou y su amigo consiguen sobrevivir a la batalla y después juran hacer grandes cosas con sus vidas. Sin embargo, cuando sus caminos se separan, Takezou se convierte en un criminal buscado y debe cambiar su nombre y su naturaleza para escapar de una muerte innoble.  \n  \n**Premios:**\n    - Ganó el 24º Premio Kodansha de Manga en la categoría general en 2000.\n    - Ganó el Premio Cultural Tezuka Osamu en 2002\n    **Nota:** fue nominado al Premio Eisner 2003 en la categoría de Mejor Escritor/Artista.",
      "es-la": "Creciendo en el Japón de la era Sengoku de finales del siglo XVI, Shinmen Takezou es rechazado por los aldeanos locales como un niño demonio debido a su naturaleza salvaje y violenta. A los 17 años, Takezou se escapa de casa con un compañero y se une al ejército Toyotomi para luchar contra el clan Tokugawa en la batalla de Sekigahara. Sin embargo, los Tokugawa obtienen una aplastante victoria, lo que da lugar a casi trescientos años de gobierno del Shogunato. Takezou y su amigo consiguen sobrevivir a la batalla y después juran hacer grandes cosas con sus vidas. Sin embargo, cuando sus caminos se separan, Takezou se convierte en un criminal buscado y debe cambiar su nombre y su naturaleza para escapar de una muerte innoble.  \n  \n**Premios:**\n    - Ganó el 24º Premio Kodansha de Manga en la categoría general en 2000.\n    - Ganó el Premio Cultural Tezuka Osamu en 2002\n    **Nota:** fue nominado al Premio Eisner 2003 en la categoría de Mejor Escritor/Artista."
    },
    "status": "hiatus",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ffca916-3ad7-46d2-9591-a9b39e639971",
    "title": {
      "en": "Second Life Ranker"
    },
    "updatedAt": "2024-08-24T02:44:32+00:00",
    "coverArt": "https://mangadex.org/covers/1ffca916-3ad7-46d2-9591-a9b39e639971/60aef1af-2df0-46aa-8270-e1ad9d287289.jpg",
    "altTitles": [
      {
        "ko": "두 번 사는 랭커"
      },
      {
        "en": "SLR"
      },
      {
        "en": "The Ranker Who Lives Twice"
      },
      {
        "ru": "Ранкер, который живёт второй раз"
      },
      {
        "ja": "二度生きるランカー"
      },
      {
        "en": "Ranker Who Lives A Second Time"
      },
      {
        "th": "เกมชีวิตที่สอง ของแรงเกอร์"
      },
      {
        "id": "Ranker yang Hidup Dua Kali"
      },
      {
        "zh-hk": "異界攻塔戰記"
      }
    ],
    "description": {
      "en": "Yeonwoo’s brother disappeared years ago, and he’s devastated to learn of his death.\n\nAs he copes with his loss, he’s given a pocket watch and learns there’s more to his brother’s death: he was betrayed while competing in the Tower of the Sun God.\n\nNow it’s Yeonwoo’s turn to use the knowledge his brother left behind.\n\nCan Yeonwoo navigate that world and gain enough power and experience to reach the top of the tower, defeating his brother’s enemies and all those who stand in his way?\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EB%91%90-%EB%B2%88-%EC%82%AC%EB%8A%94-%EB%9E%AD%EC%BB%A4/2335)",
      "fr": "Yeon-woo avait un frère jumeau qui a disparu il y a cinq ans. Un jour, une montre de poche laissée par son frère est retournée en sa possession. À l'intérieur, il a trouvé un journal intime caché dans lequel on pouvait lire : \"Le temps que tu entendes ceci, je serai déjà mort…\".  \nl'Obélisque, la Tour du Dieu Soleil, un monde où plusieurs univers et dimensions se croisent. Dans ce monde, son frère avait été victime d'une trahison en montant la tour. Après avoir appris la vérité, Yeon-woo décida d'escalader la tour avec le journal de son frère.  \nYeon-woo passe ensuite par les mêmes épreuves que son frère cadet et combat en tant que joueur anonyme. Son but ? Vaincre la Tour de l'Obélisque et venger son frère.",
      "id": "Setelah 5 tahun hilang, Cha Yeonwoo menemukan fakta bahwa adiknya, Cha Jungwoo, sudah meninggal. Ketika membongkar barang peninggalan adiknya, dia menemukan sebuah jam saku. Jam saku itu adalah hadiahnya untuk Jungwoo supaya lulus ujian. Begitu membuka jam tersebut, Cha Yeonwoo mendengar suara adiknya yang menceritakan kehidupannya selama 5 tahun ini. Ternyata Cha Jungwoo bukan hilang melainkan terdampar di dunia lain. Di dunia itu pula Cha Jungwoo dikhianati dan dibunuh. Mendengar itu, amarah Cha Yeonwoo bangkit. Dia berniat balas dendam atas kematian adiknya. Berbekal pengetahuan yang dia dapat dari Jungwoo, Cha Yeonwoo pun pergi ke dunia lain tersebut. Berhasilkah Cha Yeonwoo balas dendam?!",
      "it": "Yeon-woo aveva un fratello gemello scomparso cinque anni fa…  \nUn giorno, un orologio da tasca lasciato da suo fratello è tornato in suo possesso. Dentro, ha trovato un diario nascosto nel quale è stato registrato “Quando ascolterai questo, immagino che sarò già morto …”",
      "ja": "ある日豪の元に届いた双子の弟・駿の訃報。 虚無感を感じる彼の元に駿の懐中時計が届く。 そして豪はその中に隠された駿の日記によって、 駿が道半ばで力尽きた太陽神の塔・オベリスクへと誘われていく―。 弟の復讐に燃える豪が挑む、痛快アクションファンタジー！",
      "ko": "5년 전 사라진 쌍둥이 동생을 잊고 살던 연우.\n어느날 그에게 동생의 유품인 회중시계가 돌아왔다.\n\n그리고 그 속에 숨겨진 일기장.\n\n'형이 이 일기를 들을 때 즈음이라면 나는 이미 이 세상 사람이 아니겠지.'\n\n여러 차원과 우주가 교차하는 세계에 놓인 태양의 신 탑, 오벨리스크.\n그리고 그곳에 오르다 배신당해 눈을 감아야 했던 동생.\n\n모든 걸 알게 된 연우는 동생이 남겨 둔 일기와 함께 탑을 오르기 시작한다.\n\n'오늘부터 난. 차정우이다.'",
      "ru": "Ёну в течение 5 лет жил, смирившись с исчезновением своего младшего брата-близнеца. Однажды ему в руки попали карманные часы его брата.​ Внутри них он обнаружил спрятанную записку.​ «Брат, если ты сейчас слушаешь эти записи, то меня уже нет на Земле». Узнав о том, что его младший брат отправился в Обелиск — башню богов, которая находится где-то в космосе на пересечении нескольких измерений, и был предан, Ёну решает отправиться туда сам.\n«С этого момента я буду Ча Чонъу.​»",
      "th": "ชายอนอู ชายหนุ่มที่น้องชายหายตัวไป พร้อมกับต้องเสียแม่ไปเพราะโรคร้ายได้ ได้ตัดสินใจไปเป็นทหารอาสาสมัครที่ประเทศแอฟริกา จนอยู่มาวันนึงเขาได้ค้นพบความจริงว่า น้องชายของเขาได้หายตัวไปขณะกำลังตามหา 'ยาอายุวัฒนะ' ของอีกโลกหนึ่ง เพื่อนำมารักษาแม่ พร้อมกับถ่ายโอนพลังทิ้งไว้แก่เขา",
      "tr": "Yeon-woo’nun kardeşi beş yıl önce ortadan kaybolmuştur. Bir gün kardeşinden kalan bir cep saati eline geçer. İçinde, kardeşinin bırakmış olduğu gizli bir günlüğün olduğunu fark eder. ”Sen bunu bulduğunda, ben çoktan bu dünyadan göçmüş olacağım.” Obelisk, güneş tanrısının kulesi, farklı evrenler ve boyutların iç içe geçtiği bir dünyadır. Kardeşi, bu dünyada kuleye tırmanmaya çalışırken ihanete uğrayıp hayatını kaybetmiştir. Gerçeği öğrenmiş olan Yeon-woo, kardeşinin günlüğü ile birlikte kuleye tırmanmaya karar verir. ”Şu andan itibaren ben, Cha Jeong-woo’yum.”",
      "zh-hk": "延宇選擇遺忘5年前消失的雙胞胎弟弟，\n過上屬於自己的生活，\n卻在某天收到了弟弟的遺物——懷錶。\n\n而在那懷錶之中，還隱藏著弟弟的日誌。\n\n「當哥聽見我的日誌時，\n也代表我已經不在這個世界上了吧。」\n\n方尖碑——各個次元與宇宙交會的太陽神之塔。\n\n弟弟就是在攻塔過程中遭受背叛，不幸喪命。\n\n於是，得知一切真相的延宇帶著弟弟留下的日誌，\n踏上了攻塔之路!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34bb9d07-d5ee-40e5-9524-550230685ace",
    "title": {
      "en": "Sayounara Ryuusei, Konnichiwa Jinsei"
    },
    "updatedAt": "2024-10-30T01:39:13+00:00",
    "coverArt": "https://mangadex.org/covers/34bb9d07-d5ee-40e5-9524-550230685ace/bb894cbb-c0c0-4ade-82df-a4aa223734e7.jpg",
    "altTitles": [
      {
        "ja": "さようなら竜生こんにちは人生"
      },
      {
        "en": "Goodbye Dragon Life, Hello Human Life"
      },
      {
        "zh": "再见龙生你好人生"
      },
      {
        "fr": "Goodbye Dragon Life"
      },
      {
        "ru": "Прощай, жизнь дракона, Здравствуй, жизнь человека"
      }
    ],
    "description": {
      "en": "The strongest and oldest dragon who had lived through eternity allowed himself to be killed by Hero. Just as he prepared for eternal sleep, he realized himself reborn as Dran, a villager in the frontier. Working the field, hunting forest animal, and having a warm life has filled his heart with joy he never experienced in his whole dragon life. One day, when he's patrolling the forest near his village, he encountered a powerful demon army.",
      "es": "El Dragón más antiguo y poderoso del mundo se cansó de su vida, así que elige morir cuando los héroes vengan por él. Pero sucede un giro inesperado después de su muerte, fue reencarnado como un humano. Él en su alivio, decide vivir una vida como un humano en todo su esplendor, y recupera su voluntad de vivir… pero debido a su gran cantidad de poder mágico, él resulta envuelto en muchos problemas, así que su misión es acabar con todo lo que moleste su tranquilidad, y así disfrutar de su nueva vida con los amigos que encuentra en el camino.  \n\n\n---",
      "ja": "生に飽いた最強最古の竜が、辺境の青年として「人生」を生きる──!!　悠久の時を過ごした最強最古の竜は、自ら勇者に討たれたが、気付くと村人に転生していた。"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f40b922-6abb-418e-a7e9-cc4d25b21439",
    "title": {
      "en": "Saihate no Paladin"
    },
    "updatedAt": "2024-09-29T15:22:40+00:00",
    "coverArt": "https://mangadex.org/covers/1f40b922-6abb-418e-a7e9-cc4d25b21439/ec16ea31-66b4-45df-a7ed-5c589b933938.jpg",
    "altTitles": [
      {
        "ja": "最果てのパラディン"
      },
      {
        "en": "The Faraway Paladin"
      },
      {
        "zh": "世界尽头的圣骑士"
      },
      {
        "fr": "Far Away Paladin"
      },
      {
        "id": "Paladin Penghujung Dunia"
      },
      {
        "ru": "Паладин издалека"
      },
      {
        "pl": "Paladyn z ziem dalekich"
      }
    ],
    "description": {
      "en": "A man dies alone after living a stagnant and fruitless life — but that's not where his story ends, as a boy named William is born into a land of fantasy and magic.\n\nRaised in a city of the dead by his new family — a mummy, a skeleton, and a ghost — he can remember glimpses of his past life, enough to know his time on Earth was wasted, and he vows not to let that happen again.\n\nSchooled in magic and combat, Will sets out on a journey to see the world. Along the way, he'll meet beings of all shapes and sizes. Each of these people has a story to tell and a lesson to teach Will about how to live his life to the fullest.",
      "ja": "“生”に挫折し、生きることを手放した男に与えられたものは、新たな人生と不思議で歪な家族だった。磊落な骸骨の剣士・ブラッド、ミイラの淑やかな神官・マリー、偏屈な魔法使いの幽霊・ガス。三人の不死人の庇護のもと、かつて滅びた死者の街で暮らす少年・ウィリアム。彼は前世を悔い、再び生まれ落ちたこの新たな世界で“生き直す”ことを決意するのだった。",
      "ru": "В давно разрушенном городе мёртвых, расположенном вдали от человеческой цивилизации, живёт один человеческий ребёнок. Его зовут Уилл, и он воспитывается тремя нежитями: cердечным воином-скелетом Владом; изящной мумифицированной жрицей Мари; и своенравным призраком Гасом. Они вливают любовь в мальчика и обучают его всему, что сами знают. Но в один прекрасный день Уилл начинает задаваться вопросом: «Кто я?» Уилл должен будет разгадать тайны этого места и раскопать прошлое нежити. Он должен научиться любви и милости добрых богов, и фанатизму и безумию плохих. И когда он всё это изучит, мальчик сможет сделать свой первый шаг на пути к становлению паладином."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c3ddd1e-4c7e-4983-be12-4db0d8011d5e",
    "title": {
      "en": "Rookie Talent Agent Knows It All"
    },
    "updatedAt": "2024-12-08T16:17:28+00:00",
    "coverArt": "https://mangadex.org/covers/7c3ddd1e-4c7e-4983-be12-4db0d8011d5e/3c8d7cb8-eea8-4603-889b-c3e422a7d1e4.jpg",
    "altTitles": [
      {
        "en": "1st Year Max Level Manager"
      },
      {
        "en": "Legendary Manager Returns To New Employee"
      },
      {
        "ko": "1년차 만렙 매니저"
      }
    ],
    "description": {
      "en": "Jeong Yun Ho, vice president of Top Entertainment and top actress Ju Yeong In’s husband, is a successful man, but despite all that he always feels empty inside.\n\nWould he be living a different life had he made a different choice? Ten years ago, he lost his precious smile. And now, suddenly his mobile phone rang.\n\n\"What the hell? I’m going to die?!?”\n\nBut wait, it’s weird. He’s going back to his first year of life! The life of \"first year max level manager” is just beginning."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-12-27T19:45:13+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/8e32399d-1bbe-4430-b2fe-8c4d01127e87.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "zh-hk": "從今天開始的青梅竹馬"
      },
      {
        "zh": "从今天开始的青梅竹马"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      },
      {
        "vi": "Bạn từ nhỏ kể từ ngày hôm nay"
      }
    ],
    "description": {
      "en": "Kaede Yuzuki is Kouhei Aida's new neighbor, both at home and in the classroom. Kouhei tries to be friendly with Kaede, but their conversations lead nowhere. But then one day…\n___\n[Official X Account](https://twitter.com/kyo_osa0420)",
      "es-la": "Kaede Yuzuki siempre deseó tener un amigo de la infancia como en los mangas que lee. Cuando se mudó al lado de su compañero de clase, Kouhei Aida, él dijo que haría cualquier cosa para ayudarla. Entonces, ¡ella le pidió que fuera su amigo de la infancia! ¡Los dos tienen divertidas aventuras recreando todas las cosas que deberían hacer los amigos de la infancia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc634b22-0c05-4a55-9b7e-3f55438a1ad3",
    "title": {
      "en": "Gekkan Shoujo Nozaki-kun"
    },
    "updatedAt": "2024-11-03T15:24:55+00:00",
    "coverArt": "https://mangadex.org/covers/bc634b22-0c05-4a55-9b7e-3f55438a1ad3/4f86b7bc-3db8-4290-bc42-70f50434453a.jpg",
    "altTitles": [
      {
        "ja": "月刊少女野崎くん"
      },
      {
        "en": "Monthly Girls' Nozaki-kun"
      },
      {
        "tr": "Aylık Kızların Nozaki-kun'u"
      },
      {
        "id": "Komikus Shojo Nozaki"
      },
      {
        "hu": "Komikus Shoujo Nozaki-kun"
      },
      {
        "it": "L'assistente del mese"
      },
      {
        "pt": "Mangá mensal para garotas, Nozaki-kun"
      },
      {
        "pl": "Mistrz romansu Nozaki"
      },
      {
        "vi": "Nozaki & Truyện Tranh Thiếu Nữ"
      },
      {
        "ms": "Nozaki dari Majalah Gadis Bulanan"
      },
      {
        "es": "Nozaki y su revista mensual para chicas"
      },
      {
        "fr": "Nozaki-kun du mensuel des filles"
      },
      {
        "de": "Shojo-Mangaka Nozaki-kun"
      },
      {
        "ru": "Ежемесячное сёдзё Нозаки-куна"
      },
      {
        "ar": "نوزاكي-كون من مجلة الفتيات الشهرية"
      },
      {
        "ar": "مؤلف مانجا الفتيات الشهرية نوزاكي-كن"
      },
      {
        "th": "นักเขียนหน้าตายนายโนซากิคุง"
      },
      {
        "zh-hk": "月刊少女野崎同學"
      },
      {
        "zh": "月刊少女野崎君"
      },
      {
        "ko": "월간 순정 노자키군"
      }
    ],
    "description": {
      "ar": "تدور أحداث القصة تشيو ساكورا هي طالبة في المدرسة الثانوية، معجبة بزميلها أوميتارو نوزاكي، عندما تعترف بحبها له، يظن أنها معجبة ويعطيها توقيعه عندما تقول له إنها تريد أن تكون معه، يدعوها إلى منزله ويساعدها في تعلم رسم. تكتشف ساكورا أن نوزاكي هو في الواقع فنان شوجو مانغا مشهور يعمل تحت الاسم المستعار ساكيكو يومينو، توافق على أن تكون مساعدته من أجل الاقتراب منه.",
      "de": "Chiyo Sakura ist hoffnungslos in ihren Klassenkameraden Nozaki verliebt. Doch als sie ihm ihre Liebe gesteht, gibt Nozaki ihr ein Autogramm, lädt sie zu sich nach Hause ein… und drückt ihr einen Pinsel in die Hand.\n\nZu ihrer Überraschung entpuppt sich Sakuras Schwarm als berühmter Mangazeichner, der romantische Liebesgeschichten für Mädchen zeichnet! Um ihm näherzukommen, beginnt Sakura, als seine Assistentin zu arbeiten. Und eh sie sich versieht, steht ihr Alltag auf dem Kopf…",
      "en": "The boy of her dreams… is a girl's manga artist? To the eyes of high school student Chiyo Sakura, classmate Umetarou Nozaki–brawny of build and brusque of tongue - is a dreamboat! When Chiyo finally works up the courage to tell Nozaki how she feels about him, she knows rejection is on the table… but getting recruited as a manga-ka's assistant?! Never in a million years!\n\nBut for someone who makes a living drawing sweet girly romances, Nozaki-kun is a little slow on the uptake when it comes to matters of the heart in reality. And so Chiyo's daily life of manga making and heartache begins!\n\n---\n**Links:**\n- Alternative Official English - [MANGA UP!](https://global.manga-up.com/manga/125)",
      "es": "Aquel estudiante de bachillerato un poco brusco era dibujante de manga shôjo romántico.\n\nUmetarô Nozaki es un estudiante un poco brusco. Chiyo Sakura, que también estudia bachillerato, está enamorada de él y un día hace acopio de valor y se le declara. Sin embargo, por algún extraño motivo, en vez de convertirse en su chica, pasa a ser su asistente de manga shôjo. ¡Una comedia que narra el día a día de Nozaki, que, aunque es estudiante, también es un mangaka popular!",
      "fr": "La lycéenne Chiyo Sakura est tombée amoureuse d'Umetarou Nozaki, un grand jeune homme à l'air imperturbable, voire benêt. Lorsqu'elle lui confesse ses sentiments, il la prend pour une de ses fans et lui fait un autographe. Lorsqu'elle lui dit vouloir toujours être à ses côtés, il l'invite dans son appartement et lui donne du travail à faire. Chiyo découvre que Nozaki est en fait un mangaka renommé, qui écrit sous le pseudonyme Sakiko Yumeno. Elle accepte de devenir son assistante en espérant pouvoir se rapprocher de lui. En travaillant sur son shoujo manga *Let's Fall in Love*, Chiyo rencontre d'autres camarades qui apportent leur aide ou servent d'inspiration à Nozaki-kun pour ses personnages.",
      "id": "A, aku mau menembak cowok yang kusuka. Tapi saat berhadapan dengannya, yang keluar malah lain.\n\nTapi akhirnya, yang kudapat darinya adalah sebuah tanda tangan!?\nLho, lhoo..ternyata dia komikus komik cewek!?",
      "it": "Il ragazzo dei suoi sogni... è un disegnatore di manga per ragazze? Agli occhi della studentessa Chiyo Sakura, il suo compagno di classe Nozaki –rissoso, muscoloso e dalla lingua tagliente- è un vero sogno! Quando decide di dichiarargli, finalmente, i suoi sentimenti si aspetta di essere respinta… ma finire a fare l'assistente di un mangaka? Ma neanche in un milione di anni! Ma per qualcuno che si guadagna da vivere scrivendo di batticuori e patemi d'amore, Nozaki è… un po' lento di comprendonio per quanto riguarda la realtà. E così la vita di Chiyo, tra manga e amore, ha finalmente inizio...",
      "ja": "無骨な男子高校生は、乙女な少女漫画家でした。\n\n無骨な男子高校生「野崎梅太郎」。彼に恋をした女子高生「佐倉千代」は勇気を振り絞って告白するものの、何故か恋人ではなく少女漫画家のアシスタントになったのでした…。男子高校生でありながら人気少女漫画家でもある野崎くんの日常を描く、少女漫画家男子コメディー!!",
      "ko": "과묵하고 듬직한 남고생 노자키 군. 그런 노자키를 남몰래 짝사랑하던 사쿠라 치요는 용기내어 고백을 하지만 돌아오는 것은 노자키의 사인이었는데…?",
      "pl": "Nieokrzesany licealista okazuje się być autorem niewinnych mang shojo!\nChiyo Sakura zbiera się na odwagę i postanawia wyznać miłość Umetarou Nozakiemu, nieoględnemu licealiście, ale zamiast zostać jego dziewczyną, dostaje angaż w charakterze asystentki i od tej chwili razem tworzą komiksy. Oto komedia opowiadająca o codziennym życiu Nozakiego, profesjonalnego mangaki specjalizującego się w shojo!",
      "pt": "Sakura Chiyo confessa seu amor pelo Nozaki-kun, mas ele a confunde como uma fã! Incapaz de transmitir seus sentimentos, as coisas começam a ficar complicadas quando Nozaki-kun a convida para ir à sua casa, onde ela descobre que ele é um mangaká de mangá shoujo. Sakura então decide ser a assistente de Nozaki-kun, a fim de se aproximar dele. Agora, Sakura tem que transmitir os seus verdadeiros sentimentos enquanto a sua relação com Nozaki se desenvolve!  \n\n\n---",
      "ru": "Сакура пытается признаться Нозаки, а он дает ей автограф. Странно? Вовсе нет, ведь потом он сразу приглашает её домой, где Сакуру ждет сюрприз! Забавная история о парне, который рисует сёдзё, хотя совсем не выглядит знатоком девичьих сердец, и девушке, что всеми силами старается донести до него свои чувства.",
      "th": "นักเรียนมัธยมปลายหญิงชื่อซากุระ จิโยะแอบชอบเพื่อนร่วมห้องชายชื่อโนซากิ อุเมะทาโร่ แต่เมื่อซากุระสารภาพรักกับโนซากิ โนซากิกลับเข้าใจผิดว่าซากุระเป็นแฟนคลับจึงมอบลายเซ็นให้ เมื่อซากุระบอกว่าตนอยากอยู่เคียงข้างโนซากิ โนซากิก็เชิญซากุระมาที่บ้านแล้วให้ซากุระช่วยเขียนการ์ตูน ซากุระจึงได้รู้ว่าจริง ๆ แล้วโนซากิเป็นนักเขียนการ์ตูนแนวโชโจะชื่อดังที่ใช้นามปากกว่าว่ายูเมโนะ ซากิโกะ ซากุระยอมรับการเป็นผู้ช่วยเขียนการ์ตูนเพื่อให้ใกล้ชิดโนซากิ ระหว่างที่ทั้งคู่ร่วมทำงานเขียนการ์ตูนเรื่อง จงรัก. ก็ได้พบกับเพื่อนร่วมโรงเรียนคนอื่น ๆ ที่มาร่วมช่วยเขียนการ์ตูน และ/หรือเป็นแรงบันดาลใจให้เรื่องราวในการ์ตูน",
      "tr": "Sakura Chiyo,aşık olduğu Nozaki-kun'a hislerini söylemeye çalışır. Ama sıradan bi lise öğrencisi gibi görünen aslında ünlü bir Mangaka olan Nozaki onu bir fan'ı sanır.",
      "vi": "Nam sinh cấp ba khô khan lại là tác giả truyện tranh thiếu nữ lãng mạn!\n\nNozaki Umetaro là một nam sinh cấp ba khô khan. Cô bạn Sakura Chiyo thích cậu và đã dồn hết can đảm để tỏ tình. Nhưng không hiểu sao cô không trở thành người yêu, mà thành trợ lý bất đắc dĩ cho cậu tác giả truyện tranh thiếu nữ này. Kể từ đó, hàng loạt tình huống khó hiểu, thậm chí… khó đỡ liên tiếp xảy đến.\n\nĐây là câu chuyện hài hước về cuộc sống thường ngày của Nozaki, một nam sinh cấp ba đồng thời cũng là tác giả truyện tranh thiếu nữ nổi tiếng.",
      "zh": "粗犷的高中男生，其实是纯情的少女漫画家。\n\n女高中生佐仓千代喜欢同班的粗线条男生野崎梅太郎。她鼓起勇气向野崎表白，不知何故没有成为对方的恋人，反而成为了少女漫画家的助手……\n\n描绘拥有双重身份的野崎君，身兼男高中生及人气少女漫画家的日常生活。男子少女漫画家的喜剧开演！",
      "zh-hk": "粗獷的男高中生「野崎梅太郎」。 \n暗戀他的女高中生「佐倉千代」雖然鼓起勇氣告白，\n但不僅求愛未果，還陰錯陽差成為少女漫畫家的助手……\n描繪具有雙重身分的野崎同學，高中男生兼人氣少女漫畫家的日常生活。\n少女漫畫家男子喜劇!!"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a857679-768f-4fe7-9026-790a01f03bee",
    "title": {
      "en": "What Makes Purple?"
    },
    "updatedAt": "2025-01-18T13:37:27+00:00",
    "coverArt": "https://mangadex.org/covers/0a857679-768f-4fe7-9026-790a01f03bee/a559ab40-c79e-4562-bf7f-07a2b367e87c.jpg",
    "altTitles": [],
    "description": {
      "en": "A romance about two stubborn people that like each other."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62c802ff-25ce-4b1c-aa94-55251c84ed0c",
    "title": {
      "en": "Peerless Dad"
    },
    "updatedAt": "2024-11-12T22:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/62c802ff-25ce-4b1c-aa94-55251c84ed0c/14a94728-dcc5-4f8e-9a7e-4c5e2a314a83.png",
    "altTitles": [
      {
        "ko": "아비무쌍"
      },
      {
        "en": "Peerless Father"
      },
      {
        "en": "Father, Unrivaled"
      },
      {
        "es": "Padre Incomparable"
      },
      {
        "es-la": "Padre Sin Par"
      },
      {
        "pt": "Pai Incomparável"
      },
      {
        "en": "Matchless Dad"
      },
      {
        "ru": "Безупречный отец"
      },
      {
        "ja": "父無双"
      },
      {
        "th": "ท่านพ่อไร้เทียมทาน"
      },
      {
        "ko-ro": "Abimussang"
      },
      {
        "fr": "Le Père Hors Pair"
      },
      {
        "vi": "Bố Vô Song"
      }
    ],
    "description": {
      "en": "Noh Gajang is a strong, dedicated, and humble man, with much respect for the martial arts. But after the death of his lovely wife, this muscle-for-hire just wants an easy job that allows him to be a good father to his three little babies. He’s even happy to pull guard duty and fend off amateur fighters if it means he can return home safely each night. \n\nBut when a creepy cult starts stealing children from the city, Gajang must step up to the challenge and discover his true warrior potential.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "fr": "C’est l’incroyable histoire d’un voyage mélant mariage, paternité et de combats par l’auteur de Red Storm.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ja": "孤児としてたらい回しにされていたところ、運良く師匠に拾われ武士としての道を見つけた。 特級解決師として名をはせた「天草家長」は運命の女性に出会い、その名の通り家長となる。 しかし、喜びもつかの間、一夜のうちに血のつながった三つ子を置いて妻に先立たれてしまう。 シングルファーザーとなってしまった「家長」の生活が今始まるーー！\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ko": "하늘의 뜻을 아니, 그 누가 아비父에 견주리오! \n고아로 떠돌다 운 좋게 스승을 만나 특급 해결사로 이름을 날리던 노가장.\n사랑하는 여인을 만나 이름대로 가장家長이 된다는 기쁨도 잠시, 하루아침에 핏덩이 세쌍둥이를 홀로 키워야 하는 신세가 되었다. 아비는 그 어떤 경우라도 제 새끼의 입에 먹을 걸 넣어 줘야 하는 존재인 법! 노가장은 위험천만한 낭인 생활을 때려치우고 천룡회 갑급 무사가 되어  자식새끼들 잘 먹이고 입히고자 한다. 하지만 억지로 나간 출장 임무는 목숨이 위험하기만 하고 그 사이 사방에선 그의 아이들을 눈독 들이기 시작하는데…… 기다려라, 내 새끼들아! 여기 아비가 간다! \n아버지, 노가장의 좌충우돌 무협 액션&육아 일지!\n\n* 원작소설 <지천명아비무쌍>\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "pt": "Noh Ga Jang teve a vida de um guerreiro desde que ele tem memória, isolado do mundo e analfabeto, até conhecer uma mulher bonita que rouba seu coração. Ele se casa com ela e vive uma vida de folia, e ela fica grávida dos seus filhos. Inesperadamente, ela morre durante o parto, deixando o Noh apenas com seus trigêmeos recém-nascidos. Desesperado, triste, mas não quebrado, Noh proclama aos céus que ele se tornará um homem exemplar para criar os tesouros inestimáveis que sua esposa o deixou.  \n  \nVamos testemunhar o guerreiro implacável Noh se tornando um pai incomparável, percebendo o quão poderoso ele pode ser pelo bem dos seus filhos.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ru": "История бесподобного отца, которому известна воля небес. Автор Но Гён Чхан широко известен по манхве Красная Буря, но если вам нужна другая причина для чтения, то это удивительная история приключений мастера боевых искусств, включающая свадьбу, заботы отца и битвы. Она во многом похожа на Красную Бурю: крутой мастер, главный герой, беспокоящийся о своей семье, трагическая предыстория. Обязательно к прочтению для каждого, кому понравилась Красная Буря.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "th": "โนคาจัง เป็นจอมยุทธ์ที่ทุ่มเททั้งชีวิตเพื่อการเป็นหัวหน้าครอบครัวที่ดีตามที่เขาวาดฝันเอาไว้ แต่ฟ้ากลับไม่เป็นใจเมื่อภรรยาที่รักต้องจากไปหลังให้กำเนิดบุตรแฝดสาม\nแล้วพ่อเลี้ยงเดี่ยวที่ต้องดูแลลูกถึงสามคนจะสามารถต่อสู้เพื่อเลี้ยงดูลูกๆ ของเขาให้ดีอย่างที่ฝันไว้ได้หรือไม่\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "296"
  },
  {
    "mangaId": "2c33f5d0-e900-44b7-b560-877e834a9cc9",
    "title": {
      "en": "Rookie but One-in-a-Million Actor"
    },
    "updatedAt": "2024-09-10T00:09:24+00:00",
    "coverArt": "https://mangadex.org/covers/2c33f5d0-e900-44b7-b560-877e834a9cc9/8763f258-e055-41cb-a664-893d2b3c8212.jpg",
    "altTitles": [
      {
        "ko": "신인인데 천만배우"
      },
      {
        "en": "Even Though He's a Rookie"
      },
      {
        "en": "He's an Actor With 10+ Million Views"
      },
      {
        "en": "A Rookie, Also an Actor With 10+ Million Viewers"
      },
      {
        "id": "Pendatang Baru tapi Satu-dari-Sejuta Aktor"
      }
    ],
    "description": {
      "en": "Mooyoung spent his childhood under his stepfather’s oppressive rule, a life that felt like living in hell. A mysterious voice in the living hell showed him the way to survive. “Live someone else’s life instead of yours.” That’s how his acting journey began… Was it a survival instinct? Even when he did well, he excelled too much. Through acting, Mooyoung gained a new life. This is the story of Mooyoung, the overwhelming acting genius, embarking on a challenge in the entertainment industry!",
      "id": "Moo-young mengalami masa kecil yang sulit di bawah ayah tirinya. Hidupnya bagaikan neraka baginya. Namun, pada suatu hari sebuah suara misterius menunjukkan jalan keluar dari neraka hidupnya. \"Jalani hidup orang lain dan bukan hidupmu sendiri.\" Begitulah dia mulai berakting. Itu seperti naluri untuk bertahan hidup. Bagus, sangat bagus. Ha Moo-young mendapatkan kehidupan baru melalui akting. Ha Moo-young, seorang jenius akting yang luar biasa, menantang industri hiburan!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac92b748-dea9-4362-b742-4b57a0b7bc8e",
    "title": {
      "en": "Turning the Mad Dog Into a Genteel Lord"
    },
    "updatedAt": "2024-12-18T01:49:30+00:00",
    "coverArt": "https://mangadex.org/covers/ac92b748-dea9-4362-b742-4b57a0b7bc8e/65dcef81-8334-4594-9707-f5246767c5c1.jpg",
    "altTitles": [
      {
        "ko": "미친개 도련님 만들기"
      },
      {
        "ko-ro": "Michingae Doryeonnim Mandeulgi"
      },
      {
        "en": "Turning a Crazy Dog Into a Young Master"
      },
      {
        "ja": "狂犬な彼を貴公子に変えてみせます!"
      },
      {
        "zh": "疯狗少爷总是很兴奋"
      }
    ],
    "description": {
      "en": "Diarin, a priestess without any noteworthy family background or connections, always gets the toughest assignments. So when her boss tells her to help Ceres, a war hero, reintegrate into society, she decides to stop being a pushover and get as much as she can out of it, including a juicy promotion. But upon reaching Ceres' manor, she’s greeted by a growling hound instead of a human. Tasked with the impossible job of turning the mad dog into a proper gentleman, she dedicates herself to caring for him. But his unexpected obsession with her was never part of her plan."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-11-22T16:06:26+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/78d0c2a9-08fb-4d3c-904a-d9dae23debc7.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      },
      {
        "vi": "Nô lệ của đội tinh nhuệ Ma đô"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "vi": "Chiều không gian đầy quỷ dữ được gọi là \"Ma đô\" đã mở ra đe dọa đối với loài người. Tại đó, có một loài  \"đào\" ban cho kẻ ăn sức mạnh đặc biệt, giúp nhân loại có cơ hội chiến đấu, tuy nhiên, chỉ có nữ giới mới có thể sử dụng thứ sức mạnh \"trái đào\" ấy. Bởi vậy mà phụ nữ trở thành những người bảo vệ loài người, địa vị xã hội tăng cao, trong khi nam giới bị giáng xuống tầng lớp công dân hạng hai, giành giật nhau những công việc cơ bản và sự thừa nhận.\n\nNhân vật chính Yuuki Wakura, một nam sinh chăm chỉ yêu nội trợ, chị gái cậu đã bị bắt trong một sự kiện của Ma đô 5 năm về trước. Khi đang than thở về những khó khăn gặp phải, cậu đã bị lũ quỷ tấn công. Nhờ được đội trưởng Kyouka của Đội chống Quỷ kịp thời ứng cứu, cậu chấp nhận trở thành \"nô lệ\" của cô để có thể sở hữu sức mạnh tiêu diệt bầy quỷ.\n\nBất ngờ thay, việc làm \"nô lệ\" đòi hỏi một cái giá tương xứng...và người phải trả giá lại không phải là cậu.",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0339b87e-87b9-4844-9a6e-39a365131dbd",
    "title": {
      "en": "Seikatsu Mahoutsukai no Gekokujou"
    },
    "updatedAt": "2024-11-23T17:54:02+00:00",
    "coverArt": "https://mangadex.org/covers/0339b87e-87b9-4844-9a6e-39a365131dbd/3360b05a-fa14-4b5e-9989-f88675c6f6ed.jpg",
    "altTitles": [
      {
        "ja": "生活魔法使いの下剋上"
      },
      {
        "en": "Rise of the Life Wizard"
      }
    ],
    "description": {
      "en": "I'm not \"useless\"! I'll prove it by conquering dungeons! Suddenly, magic and dungeons appear in modern Japan, and life has changed completely. I, Midorimu Sakaki, am born with a talent for life magic that cannot be used for exploring dungeons or defeating demons. I was born with a talent for life magic, but while exploring dungeons, I got my hands on a rare item, the \"Sage System,\" which allows me to create new magic...?\n___\n[Web Novel](https://kakuyomu.jp/works/16816452218254294002)  (jp)",
      "ja": "生活魔法の可能性を俺が証明してやる！\n\n突如として魔法とダンジョンが出現し、生活が一変した現代日本。冒険者養成学校「ジービック魔法学院」で臨時教師を務める榊緑夢は、ダンジョン探索にも魔物討伐にも使えない生活魔法の才能を持って生まれてしまった。周囲から“役立たず”と蔑まれながらも、その胸には熱い想いが渦巻いていた――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62608082-d81d-4513-af7d-ae3ffe2423d2",
    "title": {
      "en": "Kiyo in Kyoto: From the Maiko House"
    },
    "updatedAt": "2024-04-14T17:56:31+00:00",
    "coverArt": "https://mangadex.org/covers/62608082-d81d-4513-af7d-ae3ffe2423d2/4970fb9e-20ee-45c6-8b99-4330ac0e47f0.jpg",
    "altTitles": [
      {
        "ja": "舞妓さんちのまかないさん"
      },
      {
        "en": "The Caterer at the Maiko Manor"
      },
      {
        "fr": "La maison des Maiko"
      },
      {
        "ja-ro": "Maiko-san Chi no Makanai-san"
      },
      {
        "ru": "Кухарка в доме майко"
      },
      {
        "id": "Juru Masak Para Maiko"
      },
      {
        "en": "The Makanai: Cooking for the Maiko House"
      }
    ],
    "description": {
      "en": "Within the winding streets of Kyoto's geisha district lives a 16 year old girl named Kiyo. \nAfter failing to become a Maiko, a traditional dance apprentice, she starts working as caterer for her troupe. \nThis is the story of her daily life.  \n\nPublished in Indonesian by Elex Media as **Juru Masak Para Maiko**.\n\nAnime: [AniDB](https://anidb.net/anime/15476) | [MAL](https://myanimelist.net/anime/41556/Maiko-san_Chi_no_Makanai-san) | [ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=23951) | [LC](https://www.livechart.me/anime/9863) | [IMDB](https://www.imdb.com/title/tt13884016/)\nLive-action dorama: [Netflix](https://www.netflix.com/title/81325501) | [MyDramaList](https://mydramalist.com/718203-kiyo-in-kyoto) | [IMDB](https://www.imdb.com/title/tt15964848/)\n \n--- \n- **Won the 65th Shogakukan Manga Award for Shonen Manga**",
      "ja": "ここは京都のど真ん中にある花街。 舞妓さんたちが深夜、お仕事を終えたあと帰ってきて、共同生活を送っているのは、「屋形」と呼ばれるおうちです。 とある屋形で「まかないさん」として舞妓さんたちに毎日の食事を作っているのは、なんと弱冠16歳の少女・キヨ。 彼女がまかないさんになったのには、ある意外な理由があって——。 華やかな花街の舞台裏、普通の日のごはんを通して、温かな人間模様が描かれます。"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63487511-434d-4a98-a1da-13bf80e9fcb8",
    "title": {
      "en": "New Treasure Island (1947)"
    },
    "updatedAt": "2023-02-26T03:19:44+00:00",
    "coverArt": "https://mangadex.org/covers/63487511-434d-4a98-a1da-13bf80e9fcb8/c7c60786-9d7d-4a10-96fa-12e888265a65.png",
    "altTitles": [
      {
        "en": "New Treasure Island (Original Edition)"
      },
      {
        "ja": "新寶島 オリジナル版"
      },
      {
        "ja": "新宝島"
      },
      {
        "ja-ro": "Shin Takarajima"
      },
      {
        "ja-ro": "Shin Takarajima (1947)"
      },
      {
        "ja-ro": "Shin Takarajima (Originalban)"
      },
      {
        "fr": "La nouvelle Île au Trésor"
      },
      {
        "it": "La nuova isola del tesoro"
      },
      {
        "es": "A Nova Ilha do Tesouro"
      }
    ],
    "description": {
      "en": "*Tezuka completely redrew this from memory for the Tezuka 400 when this version was presumed lost. \nIt was later rediscovered and collected in the Tezuka bunko.*\n\nThe young Pete jumps aboard a ship captained by a friend of his late father. With a treasure map he left behind in his hands, he and the captain embark on an adventure to hunt it down. However, pesky pirates - like Bowarl and his crew - get in the way, also seeking the treasure for themselves! What sort of island is Treasure Island? And who will get the treasure first?\n\nSakai is credited for the 'story' of this edition due to the many cuts and alterations he made, including the ending of the manga. Tezuka was not pleased with his edits, and did not consider it a work he did by himself. When collected in the Complete Works, the original was presumed lost, so Tezuka redrew the whole work from memory, restoring the cuts (such as Peter Pan). This edition is more of a 2/3koma compared to the 1984 definitive edition, which is a 4Koma."
    },
    "status": "completed",
    "releaseDate": 1947,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "17"
  },
  {
    "mangaId": "da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7",
    "title": {
      "en": "Reincarnation Coliseum: The Weakest Skill Conquers the Strongest Women and Creates a Harem"
    },
    "updatedAt": "2024-12-10T21:02:32+00:00",
    "coverArt": "https://mangadex.org/covers/da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7/d4aa72c4-9fad-489f-a2a0-fa0858a5f212.jpg",
    "altTitles": [
      {
        "ja": "転生コロシアム～最弱スキルで最強の女たちを攻略して奴隷ハーレム作ります～"
      },
      {
        "ja-ro": "Tensei Coliseum ~Saijaku Skill de Saikyo no Onna-tachi wo Koryaku Shite Dorei Harem Tsukurimasu~"
      },
      {
        "en": "Reincarnation Colosseum - Using the Weakest Skills in Order to Defeat the Strongest Women and Create a Slave Harem"
      },
      {
        "id": "Reinkarnasi Colosseum - Menggunakan Keterampilan Terlemah untuk Mengalahkan Wanita Terkuat dan Membuat Harem Budak"
      },
      {
        "zh-hk": "轉生競技場～用最弱技能擊敗最強的女人們打造奴隸後宮～"
      },
      {
        "zh": "转生奴隶角斗场"
      },
      {
        "es-la": "Coliseo de Reencarnación - Utilizar las Habilidades Más Débiles para Atacar a las Mujeres Más Fuertes y Crear un Harén de Esclavas"
      },
      {
        "ko": "전생 콜로세움 ～최약 스킬로 최강의 여자들을 공략해 노예 할렘 만듭니다～"
      },
      {
        "ja": "転コロ"
      },
      {
        "ja-ro": "TenColi"
      },
      {
        "en": "ReColi"
      }
    ],
    "description": {
      "en": "His grades are average. His physical fitness is average. But when it comes to games, high school student Mikagami​ Kouji is a battle-worn veteran. After being summoned to another world by a magic circle, he's given only the Copy skill, which is derided as useless trash in this world. Enslaved as a gladiator by his summoner, Head Priestess Zayd, Mikagami is forced to fight in the horrible Battle Coliseum. Losing means getting raped. In this moment, as despair turns to hope, this is Mikagami's chance to grow!!",
      "es": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami.",
      "id": "Siswa sekolah menengah Kouji Mikagami, memiliki nilai pelajaran biasa dan kemampuan atletik biasa, tapi \"dia tidak banyak kalah\" dalam bermain game, entah kenapa saat bermain game dia tiba-tiba dipanggil ke dunia lain. Sebuah cerita yang dimulai dengan apa yang terjadi. Meskipun mengkonsumsi 1.000 batu ajaib tingkat tinggi untuk melakukan pemanggilan, fakta bahwa ia hanya memiliki \"Skill Copy\" kemampuan terlemah membuat marah pendeta, dan akhirnya Mikagami dijadikan budak gladiator di Colosseum. Mikagami yang kesal dengan situasi yang tiba-tiba menyadari bahwa situasinya seperti dalam game, dan dengan kemampuan terlemahnya dia akan membuat budak harem di dunia lain.",
      "es-la": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6dbc24cd-56ed-4171-83cd-8115ac0814b6",
    "title": {
      "en": "Han Daesung, Back From Hell"
    },
    "updatedAt": "2024-11-27T11:56:58+00:00",
    "coverArt": "https://mangadex.org/covers/6dbc24cd-56ed-4171-83cd-8115ac0814b6/c346b34a-572b-4559-aebf-9a6348e32bb1.jpg",
    "altTitles": [
      {
        "ko": "지옥에서 돌아온 한대성"
      },
      {
        "en": "Han Dae Sung Returned From Hell"
      },
      {
        "ko-ro": "Jiogeseo Doraon Handaeseong"
      },
      {
        "en": "Returned from Hell"
      }
    ],
    "description": {
      "en": "On the way home from the third year of middle school. Han Dae-sung falls into hell without any context.\n\nAt first, he wandered in hell for about a few days and despaired, but he said that he had to live. He starts fighting with the determination to return to Earth. Hell was like a game. A UI pop-up window like an RPG game appears in front of your eyes as a hologram, there is a status window, and you learn skills and acquire items. Even though he almost lost his life several times from the ferocious beasts of hell, he persisted and continued to grow. \n\n10 years passed, 50 years passed, and 80 years were taken. He finally defeats the demon, the absolute lord of hell, and ascends to a new seat of power. \n\n[Would you like to return to Earth?] until the message pops up. Hell is worthless. Daesung returns to Earth, feeling no need to stay in this place where there is only a desolate land covered in flames and magical beasts who cannot communicate. \n\nAnd when he wakes up in a hospital in Seoul, he realizes that only 10 years have passed since he fell to hell. Daesung, who was in a vegetative state on Earth for 10 years, receives rehabilitation treatment. \n\nAt that time, a message that could only be seen in hell appears in front of his eyes. [The advent quest has arrived.] He accepts the system provided by hell and completes his rehabilitation training at an explosive pace while carrying out his mission. \n\nWhile hospitalized in his hospital room, Hell gave him quests relentlessly. Daesung's skinny body recovers the body of those days, which was solidified by living in hell for 80 years. Let Daeseong finish his descent. The system of Hell invites them to the other side of the world called 'Pantheon'.\n\n 'Pantheon' Based on the diary Daeseong wrote in his selfishness, the time and space of hell are recreated. Demonic beasts imprisoned in all the English spaces of Pandaemonium beg Daesung, the absolute, to save them. However, with the cold-hearted reply, \"Fuck Daesung\". He himself declares that he will not fight anymore and will live normally. \n\nHowever, the hometown Earth, which should be peaceful, was in a state of air raids by beings from another alien dimension, and the 'great upheaval' began on the day Daesung fell into hell. Since then, in the earth of cataclysm, in order to counteract the monsters that have entered the earth, a monster-specialized monster extermination certificate called 'Hunter' has been created. \n\nDaesung, who promised to live a normal life without fighting, makes one decision. home just returned. To protect the barely reunited family, the enemies from that extraterrestrial dimension must be exterminated. \n\nHaving made up his mind to become a hunter, he goes back and forth to the Pantheon and unlocks the powers of hell one by one. and your own world. He shows the real 'hell' as the absolute of hell to all who threaten his precious people."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6643b6b-5a2e-4f94-8f30-13d4f5e4299a",
    "title": {
      "en": "Hiiragi-san Is a Little Careless"
    },
    "updatedAt": "2025-01-17T11:17:51+00:00",
    "coverArt": "https://mangadex.org/covers/d6643b6b-5a2e-4f94-8f30-13d4f5e4299a/742dd32f-2e7b-49bc-a567-54cffa1fd260.jpg",
    "altTitles": [
      {
        "ja": "ちょっとだけ抜けちゃう柊さん"
      },
      {
        "ja-ro": "Chotto Dake Nuke Chau Hiiragi-san"
      },
      {
        "ja-ro": "Chotto Dake Nukechau Hiiragi-san"
      },
      {
        "ja": "Hiiragi-san is a little careless."
      }
    ],
    "description": {
      "en": "Kotori-kun, who falls in love with his classmate Hiiragi-san at first sight, somehow wants to get close to her. Hiiragi-san is quite an earnest and lovely girl, but… She’s surprisingly a little careless--! This is about the charming school life of a careless girl and a pure boy who gets led on everyday by her -- a romantic comedy that’s a wee bit H sometimes but warm and fluffy to death."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "66"
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-10-01T15:29:23+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/dc042b02-91bc-46ee-a779-8756556b66d0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      },
      {
        "pl": "Anioł z sąsiedztwa niezwykle mnie rozpieszcza"
      }
    ],
    "description": {
      "en": "Mahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まった。自堕落な一人暮らしを送る周を見かねて、なにかと世話を焼く真昼。お互いに興味ないと言い合う二人は、それでも少しずつ距離を縮めていく……。",
      "pl": "Mahiru jest piękną dziewczyną, którą koledzy z klasy nazywają \"aniołkiem\". Jest nie tylko świetnie wysportowana i ma doskonałe oceny - jest także zabójczo piękna. Amane, przeciętny facet i samozwańczy niechluj, nigdy nie myślał zbyt wiele o tej boskiej piękności, mimo że uczęszczał do tej samej szkoły. Wszystko zmienia się jednak, gdy widzi Mahiru siedzącą samotnie w parku podczas ulewy. Tak zaczyna się dziwna relacja między tą nieprawdopodobną parą!",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae8c6312-6121-4469-846f-637f40afbd3b",
    "title": {
      "en": "Winter Moon"
    },
    "updatedAt": "2023-09-22T22:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/ae8c6312-6121-4469-846f-637f40afbd3b/b2d6e929-53bb-4b3b-8bd7-b9d90f13d61d.png",
    "altTitles": [
      {
        "en": "Wintermoon"
      },
      {
        "pl": "Zimowy księżyc"
      },
      {
        "ja": "冬月"
      }
    ],
    "description": {
      "en": "A gay sorceror and a seductive priestess cross paths in an Online RPG.",
      "fr": "Suivez les aventures d'un sorcier gay et d'une jolie prêtresse en plein cœur d'un RPG.",
      "ro": "Un vrajitor homosexual si o preoteasa seductiva se intalnesc din intamplare intr-un online RPG",
      "pt-br": "Um feiticeiro homossexual e uma sacerdotisa sedutora se cruzam em um RPG online."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddad0a9e-75c0-4e2f-b792-3544889e761a",
    "title": {
      "en": "Fushigi na Neko no Machi Meltier"
    },
    "updatedAt": "2024-12-31T10:03:50+00:00",
    "coverArt": "https://mangadex.org/covers/ddad0a9e-75c0-4e2f-b792-3544889e761a/cb411972-9f20-4806-bf46-c9fbf49afe5e.jpg",
    "altTitles": [
      {
        "de": "Märchen Meltier"
      },
      {
        "en": "The Curious Cat Town"
      },
      {
        "ja": "ふしぎな猫のまち メルティア"
      },
      {
        "ko": "신비한 고양이 마을의 메르티아"
      }
    ],
    "description": {
      "en": "This is \"Meltier,\" a town of cats. Moko, who has no memory of her past, ends up helping out at a coffee shop in town. There, she meets many unique and fun kittens and friends! A little bit mysterious and extraordinarily happy. A heartwarming fairy tale fantasy of everyday life!\n\n---\nNote: Has an original song sung by the author herself called はじめまして、世界！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8759ac55-63e2-4b1b-b03b-5d8cc0ed1ee5",
    "title": {
      "en": "Koisuru Kichikujima"
    },
    "updatedAt": "2025-01-10T17:35:33+00:00",
    "coverArt": "https://mangadex.org/covers/8759ac55-63e2-4b1b-b03b-5d8cc0ed1ee5/27c64a27-3a3b-49e7-929c-1cf24c6ce46f.jpg",
    "altTitles": [
      {
        "en": "Love Love Evil Land"
      },
      {
        "ja": "恋する鬼畜島"
      },
      {
        "en": "Love Love Freak Island"
      },
      {
        "vi": "Tiểu Đường Ở Đảo Quái Dị"
      }
    ],
    "description": {
      "en": "Love is absolutely forbidden! Kaworu, the \"public disciplinary commissioner of justice,\" uses a chainsaw to purge all the men of their sins in order to protect the purity of the girls! Standing in Kaworu's way is the \"boy with high femininity,\" Takahisa, and Kaworu's sister, Mari, the \"demon public disciplinary commissioner.\" In this parallel world of \"Freak Island\" set in Santa Maria Academy, a storm of blood and love is about to... erupt!!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "40"
  },
  {
    "mangaId": "6f184f46-7f47-460e-929d-93f3eade099c",
    "title": {
      "en": "Return of the Legend"
    },
    "updatedAt": "2024-06-29T00:45:50+00:00",
    "coverArt": "https://mangadex.org/covers/6f184f46-7f47-460e-929d-93f3eade099c/45942ffe-5118-4480-b7e6-54b9151b918a.jpg",
    "altTitles": [
      {
        "ko": "회귀의 전설"
      },
      {
        "en": "The Legendary Return"
      },
      {
        "pt-br": "Retorno da lenda"
      }
    ],
    "description": {
      "en": "Due to the situation like the second IMF, the security company Jang Taesan worked for goes bankrupt, and he becomes an unemployed man wandering around Noryangjin-dong. He loses his life saving an elementary school student who was almost hit by a car. But thanks to his good deed, he goes 14 years back in time and is welcomed to a new life.\n\nHowever the joy of being revived is short-lived. The thought of having to take the college entrance exam again makes me dizzy... But I remember all of the CSAT problems that I encountered while studying and the stock market graph I saw while working as a stockbroker...?! The last life was ruined, but the this next life will become a success!",
      "pt-br": "Devido a uma certa situação com FMI(Fundo Monetário internacional), a empresa de segurança para a qual Jang Taesan trabalhava vai à falência e ele se torna um homem desempregado vagando por Noryangjin-dong. Ele perde a vida salvando um estudante do ensino fundamental que quase foi atropelado. Mas, graças à sua boa ação, ele volta 14 anos no tempo e é bem-vindo a uma nova vida. No entanto, a alegria de ser revivido dura pouco. A ideia de ter de fazer o vestibular de novo me deixa tonto... Mas como eu me lembro de todos os problemas do CSAT que encontrei enquanto estudava e do gráfico do mercado de ações que vi enquanto trabalhava como corretor da bolsa...?! A última vida foi arruinada, mas a próxima vida vai ser um sucesso!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca06a76e-d96f-487d-9920-f9b8b97cecd1",
    "title": {
      "en": "Ryuroden"
    },
    "updatedAt": "2023-11-23T17:11:46+00:00",
    "coverArt": "https://mangadex.org/covers/ca06a76e-d96f-487d-9920-f9b8b97cecd1/2dde6d2a-dcfd-4c22-9b9e-ee9910155ff4.jpg",
    "altTitles": [
      {
        "vi": "Chú bé rồng"
      },
      {
        "vi": "Con trai rồng"
      },
      {
        "es": "Legenda Naga"
      },
      {
        "en": "Story of Dragon and Wolf"
      },
      {
        "ja": "The Legend of Dragon's Son"
      },
      {
        "ja": "りゅうろうでん"
      },
      {
        "ja": "龍狼伝"
      },
      {
        "zh": "龙狼传"
      },
      {
        "vi": "Thanh Long Nhi"
      }
    ],
    "description": {
      "en": "Middle schoolers, Shiro and Masumi, encountered a mysterious dragon that brought them back to the time of the Three Kingdoms; situated in ancient China. As soon as they arrived, they were rescued by the Han Kingdom. Not long after these events, Masumi was kidnapped and Shiro barely escaped death… Soon the story gets more complicated as they are stuck in the past.  \n  \nIn 1997, Ryuurouden won the Kodansha Manga Award for shōnen manga.",
      "pt-br": "Estudantes do ensino médio, Shiro e Masumi, encontraram um dragão misterioso que os trouxe de volta ao tempo dos Três Reinos; situado na China antiga. Assim que chegaram, foram resgatados pelo Reino Han. Pouco tempo depois desses eventos, Masumi foi sequestrado e Shiro escapou por pouco da morte... Logo a história fica mais complicada, pois eles estão presos no passado. \n\nEm 1997, Ryuurouden ganhou o Prêmio Kodansha Manga para melhor mangá shounen."
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "37",
    "lastChapter": "158"
  },
  {
    "mangaId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": {
      "en": "One Piece"
    },
    "updatedAt": "2024-12-09T11:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/17f8c157-ae5c-4702-a762-11bc2c8b8c64.jpg",
    "altTitles": [
      {
        "ja": "ワンピース"
      },
      {
        "uk": "Ван Піс"
      },
      {
        "ru": "One Piece. Большой куш"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "fa": "وان پیس"
      },
      {
        "hi": "वन पीस"
      },
      {
        "bn": "ওয়ান পিস"
      },
      {
        "ne": "वान पिस"
      },
      {
        "ne": "वान पीस"
      },
      {
        "ta": "ஒன் பீஸ்"
      },
      {
        "th": "วันพีซ"
      },
      {
        "mn": "Уан Пийс"
      },
      {
        "kk": "Уан Пис"
      },
      {
        "kk": "One Piece. Батпан құйрық"
      },
      {
        "kk": "Бір бөлік"
      },
      {
        "he": "וואן פיס"
      },
      {
        "ar": "ون بيس"
      },
      {
        "ar": "قطعة واحدة"
      },
      {
        "zh": "海贼王"
      },
      {
        "zh": "海盗路飞"
      },
      {
        "zh": "航海王"
      },
      {
        "zh-hk": "海賊王"
      },
      {
        "my": "ဝမ်းပိစ်"
      },
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "vi": "Vua Hải Tặc"
      },
      {
        "ms": "Budak Getah"
      },
      {
        "ko": "원피스"
      },
      {
        "te": "వన్ పీస్"
      }
    ],
    "description": {
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
      "es": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "ru": "Последние слова, произнесённые Королем Пиратов Гол Д. Роджером перед казнью, вдохновили многих выйти в море: «Мои сокровища? Я завещаю их тому, кто сможет их найти. Ищите! Я все оставил в одном месте!». Лишённые сна и покоя люди ринулись на Гранд Лайн, самое опасное место в мире. Так началась великая эра пиратов… Но с каждым годом романтиков становилось все меньше, их постепенно вытесняли прагматичные пираты-разбойники, которым награбленное добро было куда ближе, чем какие-то «никчёмные мечты». Но вот, одним прекрасным днем, семнадцатилетний Монки Д. Луффи исполнил заветную мечту детства - отправился в море. Его цель — ни много, ни мало стать новым Королём Пиратов. За достаточно короткий срок юному капитану удаётся собрать команду, состоящую из не менее амбициозных искателей приключений. И пусть ими движут совершенно разные устремления, главное, этим ребятам важны не столько деньги и слава, сколько куда более ценное – принципы и верность друзьям. И ещё – служение Мечте. Что же, пока по Гранд Лайн плавают такие люди, Великая Эра Пиратов всегда будет с нами!",
      "uk": "Король піратів Ґолд Роджер буде страчений Світовим урядом. Прямо перед смертю він підтвердив існування великого скарбу «Ван Піс», який знаходиться десь на величезному морі Ґранд Лайн. Як тільки Роджер сказав, що будь-хто гідний досягти Ван Пісу може забрати його собі, його стратили, і почалася Велика ера піратів.\r\n\r\nДвадцять два роки потому, молодий хлопець на ім’я Монкі Д. Луффі готовий почати свою пригоду по пошуку Ван Пісу та здобуванню титулу Короля піратів. Маючи при собі солом’яну шапку, невеличкий човен та еластичне тіло, він вирушає у неймовірну подорож, щоб зібрати собі команду та хороший корабель, який зможе пронести їх через весь Ґранд Лайн, щоб стати найвеличнішими в усіх морях.",
      "es-la": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "pt-br": "One Piece começa quando Gol D. Roger, o Rei Dos Piratas que possuiu tudo nesse mundo, antes de ser executado, diz que escondeu o seu tesouro em algum lugar da Grand Line, um oceano extremamente perigoso. Desde então muitos piratas se aventuram pela Grand Line para tentar encontrar o tesouro chamado One Piece. Um deles é Monkey D. Luffy, o garoto que, acidentalmente, comeu uma das Akuma No Mi, a Gomu Gomu No Mi (Fruta da Borracha), e agora ele pode esticar seu corpo como se fosse uma borracha. A jornada dele começa atrás de companheiros e um barco, que ele vai conseguindo pouco a pouco, pois tem um objetivo: Ser o Rei Dos Piratas!!"
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]