[
  {
    "mangaId": "7e776aca-92ae-43f5-8b0d-b6350c41c2dd",
    "title": {
      "en": "GhostBlade"
    },
    "updatedAt": "2024-04-12T17:32:36+00:00",
    "coverArt": "https://mangadex.org/covers/7e776aca-92ae-43f5-8b0d-b6350c41c2dd/977f02f8-5dcc-463c-8d87-b31331c8038e.jpg",
    "altTitles": [
      {
        "en": "Ghost Blade"
      },
      {
        "ru": "Призрачный клинок"
      },
      {
        "uk": "Примарний клинок"
      },
      {
        "zh": "鬼刀"
      },
      {
        "pt-br": "Lâmina Fantasma"
      }
    ],
    "description": {
      "en": "Long, long ago in Neraland, the pious human built a great tower to show the respect to their Goddess Nera.  \nGoddess Nera was deeply moved by human piety; to reward them, she opened a door at the top of the tower. This ethereal door connected to another world; it was known as *Heaven's Eye*.  \nHowever…",
      "fr": "Il y a fort longtemps au royaume de Nera, les fidèles humains érigèrent une tour en signe de leur respect pour leur déesse Nera.  \nLa déesse Nera, profondément touchée par la foi de ces derniers, ouvrit une porte au sommet de la tour pour les récompenser. Cette porte mystique était connectée à un autre monde. Elle fut dénommée *l'Œil céleste*.  \nMais un jour…",
      "uk": "Давним-давно в Нераланді благочестиві люди побудували велику вежу, в знак поваги до своєї богині Нери.   \nБогиня Нера була глибоко зворушена людським благочестям; щоб нагородити їх, вона відчинила двері на верхівці вежі. Ці ефірні двері пов'язані з іншим світом; І були відомі як *Райське Око*.  \nОднак…  \n\n\n---",
      "zh": "很久以前，诺拉大陆的人类为了表示对诺拉女神最崇高的敬意，筑起了一座宏伟的高塔。 女神为人们的虔诚所动， 在高塔的顶端打开了一扇通往异世的大门。 来自另一个世界的羽族人为人类带来了文明与进步，但最终两族人在各种矛盾下刀戈相向。 战后数百年过去了，大陆再一次笼罩在不安与诡异的阴云中...",
      "pt-br": "Há muito, muito tempo atrás em Neraland, o piedoso humano construiu uma grande torre para mostrar o respeito à sua deusa Nera.\n\nDeusa Nera ficou comovida pela piedade humana; para recompensá-los, ela abriu uma porta no topo da torre. Esta porta etérea conectada a outro mundo; era conhecida como \"Olho do Paraíso\". \n\n Contudo..."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c13cb760-b00c-41a7-b17e-7aca5fe3e8b2",
    "title": {
      "en": "Shashin"
    },
    "updatedAt": "2024-05-02T21:49:01+00:00",
    "coverArt": "https://mangadex.org/covers/c13cb760-b00c-41a7-b17e-7aca5fe3e8b2/5a173a89-1473-4f90-bf4f-4f3f7c28515b.jpg",
    "altTitles": [
      {
        "en": "Death God"
      },
      {
        "ko": "사신"
      },
      {
        "zh": "死神"
      }
    ],
    "description": {
      "en": "Jongli Chu, a warrior of the Death Heavenly Sect who killed Hwang Jung to avenge his older brother. In order to avoid the pursuit of Death Heavenly Sect, he looked to an assassin of the Death Soul Agency, Crimson Assassin, for help and got swept into a huge mess known as the Obliteration. In order to escape the shadow of the Obliteration, he had no choice but to become a legendary Death God! Can Jong Lichu become a Death God and find freedom in the stifling rules created by the orthodox sects?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f73bd5e-30a8-4ba6-a276-c7a58d368a09",
    "title": {
      "en": "Everlasting God of Sword"
    },
    "updatedAt": "2023-12-31T05:52:24+00:00",
    "coverArt": "https://mangadex.org/covers/9f73bd5e-30a8-4ba6-a276-c7a58d368a09/abe0cb92-fd71-46be-9c37-c635844a78f1.jpg",
    "altTitles": [
      {
        "en": "EGOS"
      },
      {
        "ru": "Бессмертный бог меча"
      },
      {
        "zh": "万古剑神"
      },
      {
        "zh-ro": "Wangu Jian Shen"
      },
      {
        "vi": "Vạn Cổ Kiếm Thần"
      }
    ],
    "description": {
      "en": "He stood at the pinnacle of the world. Surpassing all since birth in the art of the sword. But fate has left him crippled moments before reaching the apex. But the story continues and the legend will rise again…\n\n---\n- **Note:** 2nd Place in 15th Chinese Golden Dragon Manhua Awards",
      "fr": "Il se tenait au sommet du monde. Surpassant tout depuis la naissance dans l'art de l'épée. Mais le destin l'a laissé infirme quelques instants avant d'atteindre le sommet. Mais l'histoire continue et la légende renaîtra…",
      "zh": "天下最风流的剑客，名曰沈三公子。 天下最有名的剑法，唤作万藏剑经。 天下最强大最神秘的地方，是为弃剑山庄。 每周六早上九点准时更新~"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b97ff16-1fe0-4382-91aa-956112799e9b",
    "title": {
      "en": "Wasureenu Majo no Monogatari"
    },
    "updatedAt": "2024-06-21T03:11:18+00:00",
    "coverArt": "https://mangadex.org/covers/2b97ff16-1fe0-4382-91aa-956112799e9b/1df19605-12cc-40be-b5f1-2948c74b06e2.jpg",
    "altTitles": [
      {
        "ja": "忘れえぬ魔女の物語"
      },
      {
        "en": "The Story of Unforgettable Witch"
      }
    ],
    "description": {
      "en": "Even if today disappears, these feelings will not.\r\nAn everyday in which nothing happens, with each day slightly different than the last.\r\nThe slightly strange story of her, and me, and our clumsy feelings.\r\n\r\nOnly I remember that there were three entrance ceremonies this year. Only I remember the unchosen days. The world, repeating 'todays' like a broken record...\r\n\r\n\"My name is Inaba Michiru. Nice to meet you.\"\r\n\r\nA story about her, who befriended me the following day as well. About my first human relationship, about the gradually shrinking distance between us, and my quietly changing feelings...\r\n\r\nA slightly strange story about a friendless, loveless me, and her, and our clumsy feelings."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2331661-2a88-40d4-ac1a-e61ad776ed48",
    "title": {
      "en": "For My Derelict Favorite"
    },
    "updatedAt": "2024-07-25T18:35:07+00:00",
    "coverArt": "https://mangadex.org/covers/e2331661-2a88-40d4-ac1a-e61ad776ed48/598fa2fa-91a9-4606-910b-fea4519fe507.png",
    "altTitles": [
      {
        "ko": "버려진 나의 최애를 위하여"
      },
      {
        "ko-ro": "Beoryeojin Na-eui Choeaereul Wihayeo"
      },
      {
        "en": "For My Forsaken Beloved"
      },
      {
        "en": "For My Abandoned Love"
      },
      {
        "es": "Para mi amor abandonado"
      },
      {
        "en": "For My Derelict Beloved"
      },
      {
        "es": "Por mi favorito abandonado"
      },
      {
        "zh": "为了我被遗弃的爱"
      },
      {
        "mn": "Хаягдсан хайртынхаа төлөө"
      }
    ],
    "description": {
      "en": "I entered my favorite romantic fantasy novel! I may be a commoner, but I'm rich beyond belief. I quietly watched the romance of the main characters in the original novel, assuming I would go back to reality after reaching the novel's ending... However, even after the ending, I am still stuck in this world! As a result, I learned the behind-the-scenes stories that I didn't want to know. My favorite second male lead, Kaelus, died. Living in poverty without him, I eventually became ill and died as well. I thought I would return to reality, but I went back in time instead. This is definitely... This means I have to save my beloved, right?\n\n---\n**Notes:**\n* The novel of this series was originally released as R15, 7 months after being completed the book/ebook was later re-released as R19. The webtoon will follow how the novel was originally released which is R15.\n* *For My Derelict Favorite* is the official English name on the Korean novel.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8423030), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794155)",
      "hu": "Hestia, a főhősnőnk a kedvenc regényének egy gazdag mellékszereplőjeként ébred egy nap. Rajongóként legelső dolga, hogy nemesi címet vásároljon magának annak érdekében, hogy az imádott drágaságát, a regény second male lead-jét, Caelust láthassa az arisztokrata bálokon. Hestia úgy dönt, csak külső szemlélő lesz, nem avatkozik bele a cselekményszálba. A regény eredeti befejezését követő évben azonban olyan váratlan dolog történik Caelus-szal, ami Hestiát mégis cselekvésre készteti, hogy a bias-a elkerülhesse a tragikus befejezést.1",
      "ko": "\"내 최애를 살려내!\"\nN회차 정주행할 만큼 애정하던 로판 소설에 빙의한 헤스티아,\n엑스트라 of 엑스트라에 빙의한 덕에 주인공들을 직관하고 드디어 맞이한 작품의 엔딩!\n엔딩 후 현실로 돌아가게 될 거란 예상은 산산조각이 나고,\n소설의 엔딩 후 비하인드가 가장 애정하는 캐릭터였던 서브남 카엘루스의 죽음이라는 충격에서 벗어나기도 전에\n소설의 엔딩 직후로 회귀하는데…!\n그렇다면 이번엔, 내 최애를 지켜내겠어!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8a959f7-648e-4c8d-8f23-f1f3f8e129f3",
    "title": {
      "en": "One-Punch Man"
    },
    "updatedAt": "2024-07-29T11:18:00+00:00",
    "coverArt": "https://mangadex.org/covers/d8a959f7-648e-4c8d-8f23-f1f3f8e129f3/0380962e-26f8-4233-8c24-d36b2ebceb3e.jpg",
    "altTitles": [
      {
        "es": "El hombre de un solo golpe"
      },
      {
        "en": "One Punch Man"
      },
      {
        "en": "One-Punch Man"
      },
      {
        "en": "OPM"
      },
      {
        "tr": "Tek Yumruk"
      },
      {
        "ja-ro": "Wanpanman"
      },
      {
        "ru": "Ванпанчмен"
      },
      {
        "fa": "مرد تک‌مشتی"
      },
      {
        "fa": "وان‌پانچ‌من"
      },
      {
        "ja": "ワンパンマン"
      },
      {
        "zh": "一拳超人"
      },
      {
        "ko": "원펀맨"
      },
      {
        "zh": "一击男"
      },
      {
        "ne": "वान्-पन्च् म्यान्"
      },
      {
        "ar": "ون بنش مان"
      },
      {
        "ar": "رجل اللكمة الواحدة"
      },
      {
        "th": "วันพันช์แมน"
      },
      {
        "he": "איש האגרוף הבודד"
      },
      {
        "he": "וואן פאנץ' מן"
      },
      {
        "kk": "Бірұрман"
      },
      {
        "kk": "Уанпанчмен"
      },
      {
        "de": "ONE-PUNCH MAN"
      },
      {
        "pt-br": "One-Punch Man"
      },
      {
        "en": "Onepunch-Man"
      }
    ],
    "description": {
      "en": "After rigorously training for three years, the ordinary Saitama has gained immense strength which allows him to take out anyone and anything with just one punch. He decides to put his new skill to good use by becoming a hero. However, he quickly becomes bored with easily defeating monsters, and wants someone to give him a challenge to bring back the spark of being a hero.  \n  \nUpon bearing witness to Saitama's amazing power, Genos, a cyborg, is determined to become Saitama's apprentice. During this time, Saitama realizes he is neither getting the recognition that he deserves nor known by the people due to him not being a part of the Hero Association. Wanting to boost his reputation, Saitama decides to have Genos register with him, in exchange for taking him in as a pupil. Together, the two begin working their way up toward becoming true heroes, hoping to find strong enemies and earn respect in the process.  \n  \n\n\n\n---\n\n**Notes:**  \n- Because some groups use the web version of the manga while others use the magazine version, the numbering won't match between different languages.  \n- **Because a takedown notice was sent to MangaDex from the owners of this series, fan translations of One Punch Man are currently unavailable to be uploaded. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-punch-man) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US).**",
      "fa": "در جهان اَبَر قهرمان ها قهرمانی بسیار قدرتمند و شکست ناپذیر وجود داره که به (مرد تک مشتی) معروفه چون اون تمامی دشمنان و رقیب هاشو فقط با یک مشت از میدان به در میکنه. بعد از مدتی سایتاما  دیگه از مبارزاتش لذت نمیبره و احساساتی مثل هیجان و ترس رو در خودش فراموش میکنه! و همراه تنها شاگردش که یک سایبورگ هست به انتظار رقیبی خوب ، ماجراهایی رو دنبال میکنن و……",
      "ru": "Манга повествует о молодом человеке по имени Сайтама. Он — герой, обычный герой. Основная его проблема в том, что он вышибает дух из злодеев одним ударом. А это очень скучно…",
      "tr": "Üç yıllık sıkı bir eğitimden sonra, Saitama, tek bir yumrukla herkesi ve her şeyi alt etmesine izin veren muazzam bir güç kazandı. Bir kahraman olarak yeni becerisini iyi bir şekilde kullanmaya karar verir. Bununla birlikte, canavarları kolayca yenmekten çabucak sıkılır ve kahraman olma kıvılcımını geri getirmek için birinin ona meydan okumasını ister.\n  Bir cyborg olan Genos, Saitama'nın inanılmaz gücüne tanık olduktan sonra, Saitama'nın çırağı olmaya kararlıdır. Bu süre zarfında Saitama, Kahraman Derneği'nin bir parçası olmadığı için ne hak ettiği takdiri görmediğini ne de insanlar tarafından tanınmadığını fark eder. İtibarını artırmak isteyen Saitama, Genos'u öğrenci olarak alması karşılığında kendisine kaydettirmeye karar verir. İkisi birlikte, güçlü düşmanlar bulmayı ve bu süreçte saygı kazanmayı umarak gerçek kahramanlar olma yolunda ilerlemeye başlar.",
      "pt-br": "One-Punch Man conta a história de Saitama, um super-herói extremamente poderoso, que se entediou com a ausência dos desafios nas suas lutas contra o mau e procura encontrar um oponente digno para lutar."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77b7494d-9927-47cc-a921-105cb24dbad1",
    "title": {
      "en": "Damn Demonic Swords"
    },
    "updatedAt": "2024-08-04T03:18:32+00:00",
    "coverArt": "https://mangadex.org/covers/77b7494d-9927-47cc-a921-105cb24dbad1/5713adba-d2a8-4944-893c-1ed85b8eff8a.jpg",
    "altTitles": [
      {
        "ko": "빌어먹을 마검들"
      },
      {
        "en": "Damned Cursed Swords"
      },
      {
        "ko-ro": "Bileomeokeul Mageomdeul"
      }
    ],
    "description": {
      "en": "Zegar is a hero who avoids problems at all costs. The only thing he fears are demonic swords, evil weapons that try to possess their wielders. But for some reason, they don't stop chasing him and sticking to him.\n\nZegar just wanted to live a quiet life, doing small missions and staying out of trouble. But, unintentionally, he becomes the center of several events that shake the fantastic continent.\n\n“Ah… Damn.”\n\nHe regrets it, but it's too late. If he can't run away, he only has one option: cut his enemies with demonic swords!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d05140c3-4e75-4ea5-b570-f2fa2590c4d4",
    "title": {
      "en": "D Genesis: Dungeon ga Dekite 3-nen"
    },
    "updatedAt": "2024-08-20T21:49:22+00:00",
    "coverArt": "https://mangadex.org/covers/d05140c3-4e75-4ea5-b570-f2fa2590c4d4/3320964f-108b-4764-97bb-342614cd0046.jpg",
    "altTitles": [
      {
        "ja": "Dジェネシス ダンジョンが出来て3年"
      },
      {
        "en": "D Genesis: Three Years Since the Dungeon Appeared"
      },
      {
        "ko": "D제네시스 던전이 생기고 3년"
      }
    ],
    "description": {
      "en": "Three years after monster-infested dungeons start appearing on Earth due to an American experiment gone awry, anonymous researcher Keigo Yoshimara strikes gold when he accidentally kills a creature. This earns him a magical “D-Card” and a mysterious skill that allows him to see RPG-style stats.\n\nDeciding to quit his job and go into dungeon diving, Keigo seeks the assistance of his highly knowledgeable colleague, Azusa Miyoshi, to help him conquer the dungeon exploration market and make millions. But it’s a face to obtain all the treasure and magic he can before the masses amount of government agencies and like-minded explorers take it first.\n\nNo one said getting rich would be easy!\n\n---\n\n[Official English Light Novel](https://j-novel.club/series/d-genesis)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "287f20cd-df67-4f09-bca8-112431d87fda",
    "title": {
      "en": "Bowblade: The Descendants of Bowblade"
    },
    "updatedAt": "2024-05-30T17:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/287f20cd-df67-4f09-bca8-112431d87fda/3a3ffc68-cd93-4fd6-b520-e4d5cfb7faf3.png",
    "altTitles": [
      {
        "en": "Bowblade Swordsman: Descendants of the Bowblade"
      },
      {
        "en": "Archer Sword God: Descendants of the Archer"
      },
      {
        "ko": "궁귀검신: 궁귀의 후예"
      }
    ],
    "description": {
      "en": "Eulji So Moon has aged well and is now a grandfather. He orders his mischievous grandson to go on a joyful trip to Zhongyuan! To save the fallen Namgung family clan and help them spread their wings once more, Eulji Ho’s journey starts now!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-09-07T11:58:17+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "“You’re amazing for being alive another day!”\n\nA Manga about an understanding girlfriend who rewards you with a “log-in bonus” every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "964d8e8a-7bcb-42f1-9651-20b1871eecac",
    "title": {
      "en": "Koori no Hime wa Chiisana Hidamari de Tokasaretai"
    },
    "updatedAt": "2024-09-13T20:25:31+00:00",
    "coverArt": "https://mangadex.org/covers/964d8e8a-7bcb-42f1-9651-20b1871eecac/d06c6442-fa27-48ad-be24-003428310224.jpg",
    "altTitles": [
      {
        "ja": "氷の姫は小さな陽だまりでとかされたい"
      },
      {
        "en": "The Ice Princess Wants to Be Melted by a Small Patch of Sunlight"
      }
    ],
    "description": {
      "en": "Aoba is a first-year high school student who takes care of his younger siblings in place of his busy parents, and ends up at a sibling playdate in the home of his classmate Mizudori, a cool beauty known as the \"Ice Princess\".",
      "ja": "多忙な両親に代わり、保育園児の弟妹を世話する男子高校生の青葉実晴は、恋愛をする暇はないが、弟妹と楽しく過ごしていた。ある日、クラスメートで「氷の姫様」と呼ばれるクール美女・水鳥雪の自宅で遊ぶことになった青葉は、「私を笑顔にしてくれませんか？」と水鳥に頼まれて…！？ \n\n幼い弟妹を大切に想う高校生たちの青春ラブコメ開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0020246a-ef69-49a2-b40e-03fe61612c3b",
    "title": {
      "en": "Light of the Dawn (Remake)"
    },
    "updatedAt": "2024-09-16T16:26:10+00:00",
    "coverArt": "https://mangadex.org/covers/0020246a-ef69-49a2-b40e-03fe61612c3b/0e3952ba-74fb-45e0-afa8-5fd09b647a5f.jpg",
    "altTitles": [
      {
        "en": "Lantern Of The Dawn"
      },
      {
        "ko": "여명의 등불"
      },
      {
        "en": "The Dawn’s Torch"
      },
      {
        "en": "Beacon of Dawn"
      }
    ],
    "description": {
      "en": "Sergeant ‘Burkey’ is a war hero from ‘Sun Empire’. An excellent master of martial arts and the loyalty she has shown to the emperor made her the role model of the Empire’s Soldiers, But behind all that and what anyone does not know, her ultimate goal was always to get revenge on the emperor by overthrowing the Empire. Can bucky get her revenge again the colossal empire?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef80395b-22ba-441d-b4e5-d272867e5acb",
    "title": {
      "en": "Unbreakable Machine-Doll"
    },
    "updatedAt": "2024-09-16T16:24:50+00:00",
    "coverArt": "https://mangadex.org/covers/ef80395b-22ba-441d-b4e5-d272867e5acb/72efade0-36c2-4eb1-bfc0-a031e1d93521.jpg",
    "altTitles": [
      {
        "ja-ro": "Kikou Shoujo wa Kizutsukanai"
      },
      {
        "tr": "Kırılmaz Makinadan Kukla"
      },
      {
        "fr": "La Poupée Mécanique Incassable"
      },
      {
        "ja-ro": "Machine Doll wa Kizutsukanai"
      },
      {
        "ja-ro": "Machine-Doll wa Kizutsukanai"
      },
      {
        "en": "Unbreakable Machine Doll"
      },
      {
        "zh": "机巧少女"
      },
      {
        "zh": "机巧少女不会受伤"
      },
      {
        "ja": "機巧少女は傷つかない"
      },
      {
        "ja-ro": "Kikō Shōjo wa Kizutsukanai"
      },
      {
        "zh-hk": "機巧少女不會受傷"
      },
      {
        "es": "Chica autómata irrompible"
      },
      {
        "tr": "Makine Bebek Kırılmaz"
      },
      {
        "az": "Qırılmaz maşın-kukla"
      },
      {
        "ru": "Кико: сёдзё ва кидзуцуканай"
      },
      {
        "ru": "Масин-До:ру ва кидзуцуканай"
      },
      {
        "uk": "Непохитна механічна лялька"
      },
      {
        "ko": "기교소녀는 상처받지 않아"
      },
      {
        "th": "สงครามจักรกล มนตราราตรี"
      }
    ],
    "description": {
      "en": "During the early 20th century, along with technological advancements, scientists were able to develop sophisticated magic. The combination of science and sorcery was Makinot, circuits made from spells that were put into objects to bring them to life and even gain a personality. It was developed as a military weapon and has now spread throughout the world.   \r\n  \r\nAkabane Raishin is now attending the Royal Academy to become the best in the world. Accompanied by the lovely teenage girl Yaya, who is actually Raishin’s puppet weapon, he plans on rocketing to the top of the class. However, his test scores come nearly dead last although his combat skills and determination are second to none. Raishin has to compete with the most deadliest of classmates if he wants to come out as the king.",
      "pt-br": "Durante o início do século 20, juntamente com os avanços tecnológicos, cientistas desenvolveram uma sofisticada forma de magia. A combinação entre ciência e magia ficou conhecida como Maquinagem. Tal magia consiste em colocar circuitos mágicos em objetos para \"acordá-los\". Eventualmente tais objetos são capazes de obter uma personalidade própria. Esta magia, desenvolvida para uso militar, se espalhou pelo mundo e os usuários de tal técnica passaram a ser conhecidos como Marionetistas"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "51.5"
  },
  {
    "mangaId": "ae2d8e06-0717-44b8-b424-c4abe5f91665",
    "title": {
      "en": "I, The Invincible Villain Master With My Apprentices"
    },
    "updatedAt": "2024-09-06T14:47:44+00:00",
    "coverArt": "https://mangadex.org/covers/ae2d8e06-0717-44b8-b424-c4abe5f91665/bd4be11e-9c0e-4157-b421-a58afb1f3e21.jpg",
    "altTitles": [
      {
        "zh": "反派师尊的我带着徒弟们天下无敌"
      },
      {
        "zh-ro": "Fǎnpài Shī Zūn De Wǒ Dàizhe Túdìmen Tiānxià Wúdí"
      },
      {
        "zh-ro": "Fanpai Shi Zun De Wo Daizhe Tudimen Tianxia Wudi"
      },
      {
        "en": "My Villainous Master Brings Along the Peerless Apprentices"
      },
      {
        "tr": "Ben, Çıraklarımla Birlikte Yenilmez Kötü Ustayım"
      },
      {
        "sv": "Jag, den oövervinnelige elaka Mästaren och mina lärlingar"
      }
    ],
    "description": {
      "en": "Shen Shi was very disappointed when he transmigrated into the book he wrote and didn't even end up as the protagonist. He also didn’t understand why the invincible hero became a girl? Even worse, why did all his apprentices want to become his wife instead! The protagonist asked him, “Master! Would you like to take me right now? Or do I have to kill off the other apprentices first before you'll have me?”",
      "tr": "Shen Shi çok üzgündü. Neden yazdığı kitaba gittiğini ve ana karakter olmadığını anlamadı. Ölümsüz erkek ana karakter neden kadındı? Daha bir çok şeyi anlamadı. Çırak yetişimcisi olmak istediği belliydi, bu yüzden herkes onun çırağı olmak istedi. Ana karakter: “Usta! Bugün önce beni mi yiyeceksin, yoksa bütün büyük kız kardeşleri öldürdükten sonra mı beni yemek istiyorsun?”",
      "zh": "沈适感觉很难过。 他就不明白了，为什么穿越到了自己写的书里，还不是主角。 他也不明白，龙傲天男主角，为什么变成了女的？ 他更不明白，明明要养成的是徒弟，为什么一个个的都想上位当师娘？ 主角：“师父！你今天是要先吃我呢，还是我干掉所有师姐，你再吃我呢？”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a3cdf57-ec79-4baa-ada6-31aa2d8bb3a9",
    "title": {
      "en": "Kyouganeke no Hanayome"
    },
    "updatedAt": "2024-08-21T18:22:15+00:00",
    "coverArt": "https://mangadex.org/covers/5a3cdf57-ec79-4baa-ada6-31aa2d8bb3a9/ae0321d8-ea66-46d1-a11a-13db72033386.jpg",
    "altTitles": [
      {
        "ja": "京兼家の花嫁"
      },
      {
        "en": "The Bride of the Kyougane Clan"
      },
      {
        "ru": "Невеста клана Кëганэ"
      },
      {
        "vi": "Nàng Dâu nhà họ Kyougane"
      }
    ],
    "description": {
      "en": "The \"Kyokane family\" is a prestigious family of degenerate magicians that has been in existence for a thousand years. The current head of the family, the eccentric KYOKANE Kuroro, is brought to a bride who has a \"secret\" behind her pretty appearance,\nA bride with a \"secret\" behind her pretty appearance...?\n\nIf you decide to \"live together,\" break off the yoke, the causality, and everything else, and be together!\n\nThis marriage battle fantasy, written in a clear and elegant style, is about to begin!",
      "ru": "Достопочтенный клан Кëганэ тысячу лет занимался изгнанием демонов. И его нынешний глава, эксцентричный Кëганэ Куро принял невесту, скрывающую большой «секрет»?! Он разрубит ëкаев и саму судьбу ради своего «долго и счастливо»!\nМы представляем вам восхитительно написанное супружеское боевое фэнтези!",
      "vi": "Gia tộc \"Kyougane\", gia tộc Pháp Sư Diệt Quỷ huyền thoại đã tiêu diệt cửu vĩ từ hàng nghìn năm trước. Kyoukane Kurou, người đứng đầu gia tộc bây giờ với hàng tá tai tiếng phải lấy vợ. Nhưng cô vợ này không tầm thường và có vài \"bí mật\" đằng sau vẻ đẹp kiều diễm đó...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8116db3-1416-4984-9cb4-c03e0ee41793",
    "title": {
      "en": "Geist x Revenant: Kusozako Mob na Ore wa, Aibou no Seirei o Bishoujo ni Shinka Sasete Saikyou ni!"
    },
    "updatedAt": "2023-10-08T18:42:15+00:00",
    "coverArt": "https://mangadex.org/covers/d8116db3-1416-4984-9cb4-c03e0ee41793/d55c8198-9c59-448d-a0d6-5e82a92d63ae.jpg",
    "altTitles": [
      {
        "en": "Geist X Revenant: I, a Trash Mob, Evolved My Geist Partner Into a Beautiful Girl and Made Her the Strongest!"
      },
      {
        "ja": "ガイスト×レブナント　クソザコモブな俺は、相棒の精霊を美少女に進化させて最強に！@COMIC"
      }
    ],
    "description": {
      "en": "\"I'll turn the tables on the main character!\"\n\nYohei Mochizuki, a new student at a [geist] user school, was bullied by his classmates because his geist partner, a [Goblin] by the name of Gobubi, was weak and ugly. However, one day he discovered a \"wiki\" and realized that he was living inside a game world, and his situation changed for the better! \"No more tears. Let's take revenge on the main character together.\"\n\nYohei took full advantage of knowledge about the game to evolve Gobubi into the strongest natural beauty! With this, he can look back at his classmates and stand next to the senpai of his dreams! But just as he was finally able to obtain happiness, but then I was suddenly challenged to subjugate a domain boss by a beautiful foreign exchange student...are these problems that happen as you get stronger?\n\nThis is the fairy tale story of a boy who resists fate as the game's loser character and the weakest [Goblin], who together, aim to become the strongest!\n\n[Original Webnovel](https://ncode.syosetu.com/n4613gz/)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-09-03T14:41:42+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/b1eb44d4-2286-4a0a-89d0-0b4311de846c.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "en": "Kagura Bowl"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "en": "One Piece - Digital Colored Comics"
      },
      {
        "en": "One Piece"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ee952f1-45c7-4c39-aea2-7df7676606d4",
    "title": {
      "en": "Ao no Exorcist"
    },
    "updatedAt": "2024-07-16T23:43:08+00:00",
    "coverArt": "https://mangadex.org/covers/3ee952f1-45c7-4c39-aea2-7df7676606d4/70b61179-7ded-4a20-b4bb-2bbaaa2e9192.jpg",
    "altTitles": [
      {
        "ja-ro": "Ao no Futsumashi"
      },
      {
        "vi": "Lam Hỏa Diệt Quỷ"
      },
      {
        "cs": "Modrý Exorcista"
      },
      {
        "en": "Blue Exorcist"
      },
      {
        "fa": "جنگیر آبی"
      },
      {
        "th": "เอ็กซอร์ซิสต์พันธุ์ปิศาจ"
      },
      {
        "zh": "蓝色的除魔师"
      },
      {
        "zh-hk": "藍色的除魔師"
      },
      {
        "ja": "青のエクソシスト"
      },
      {
        "ja": "青の祓魔師"
      },
      {
        "ko": "청의엑소시스트"
      },
      {
        "tr": "Mavi İblis Kovucu"
      },
      {
        "fr": "Blue Exorcist"
      },
      {
        "uk": "Блакитний Екзорцист"
      },
      {
        "ja-ro": "Ao no Exorcist"
      }
    ],
    "description": {
      "en": "This world consists of two dimensions joined as one, like a mirror. The first is the world in which the humans live, Assiah. The other is the world of demons, Gehenna. Ordinarily, travel between the two, and indeed any kind of contact between the two, is impossible. However, the demons can pass over into this world by possessing anything that exist within it. Satan may be the king of demons, but there's one thing he doesn't have, and that's a substance in the human world which is powerful enough to contain him! For that purpose he created Rin, his son with a human woman, but will is son agree to his plans? Or will he become something else…? An exorcist?",
      "fr": "Ce monde se compose de deux dimensions jointes en une seule, comme un miroir. Le premier est le monde dans lequel vivent les humains, Assiah. L’autre est le monde des démons, la géhenne. Habituellement, voyager entre les deux, et même tout type de contact entre les deux, est impossible. Cependant, les démons peuvent passer dans ce monde en possédant tout ce qui existe en son sein. Satan est peut-être le roi des démons, mais il y a une chose qu’il n’a pas, et c’est une substance dans le monde humain qui est assez puissante pour le contenir ! Dans ce but, il a créé Rin, son fils avec une femme humaine, mais le fils acceptera-t-il ses plans? Ou va-t-il devenir autre chose...? Un exorciste ?",
      "tr": "Dünya, ayna gibi birbirine zıt iki farklı boyuttan oluşmaktaydı: İnsanların yaşadığı Assiah ve iblislerin hüküm sürdüğü Gehenna. Bu iki boyut arasında iletişim ve seyahat mümkün olmamasına rağmen iblisler, insanların ruhlarını ele geçirerek Assiah'a ulaşabiliyorlardı.İblislerin tanrısı Şeytan, kendisini barındırabilecek kadar güçlü bir insan bulamadığı için Gehenna'da sıkışıp kalmıştı. Bunu aşmak için, bir insan kadınından Okumura Rin adında bir çocuk sahibi oldu.Şeytan'ın oğlu, babasına yardım edecek mi, yoksa başka bir şeye mi dönüşecek? Bir ruh kovucuya mı?",
      "uk": "Дві сторони однієї монети, два виміри, які є віддзеркаленнями один одного - саме з них і складається всесвіт. Перший – це наш матеріальний світ, Ассія. Другий – це світ демонів, Геєна. За звичайних обставин ні подорож, ні який завгодно контакт між ними є неможливим. Проте демони можуть перетнути кордон, у що-небудь вселившись. Сатана - повелитель демонів і король Геєни, жодна жива душа в Ассії не здатна довго витримувати його присутність. І щоб створити сильне вмістилище, він зачав сина з людською жінкою, Ріна. Але чи погодиться Рін з його планами? Чи може все ж захоче стати кимось іншим?.. Екзорцистом?",
      "pt-br": "Este mundo consiste em duas dimensões unidas como uma só, como um espelho. O primeiro é o mundo em que vivem os humanos, Assiah. O outro é o mundo dos demônios, Gehenna. Normalmente, viajar entre os dois e, na verdade, qualquer tipo de contato entre os dois, é impossível. No entanto, os demônios podem passar para este mundo possuindo qualquer coisa que exista dentro dele. Satanás pode ser o rei dos demônios, mas há uma coisa que ele não possui: uma substância no mundo humano que seja poderosa o suficiente para contê-lo! Para isso ele criou Rin, seu filho com uma mulher humana, mas será que seu filho concordará com seus planos? Ou ele se tornará outra coisa...? Um exorcista?"
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9f7540f-4934-446a-923c-81619b5d3b53",
    "title": {
      "en": "Oh! Dangun"
    },
    "updatedAt": "2024-07-29T20:42:15+00:00",
    "coverArt": "https://mangadex.org/covers/d9f7540f-4934-446a-923c-81619b5d3b53/bd640e86-4d5f-487b-a252-0508f945f1d8.jpg",
    "altTitles": [
      {
        "ko": "오!단군"
      },
      {
        "en": "Legend of Dangun"
      }
    ],
    "description": {
      "en": "There are animals that were abandoned by Dangun and live secretly in the human world. Narae, an ordinary high school student, discovers their existence...\nA modern version of Beauty and the Beast with comedy and exorcism action.\n\n‘Will the project of becoming human, for the animals that could not become human, be successful?'"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d121a49-15b6-45a7-87f5-57891abce744",
    "title": {
      "en": "Fate/Grand Order: Fujimaru Ritsuka Doesn't Get it"
    },
    "updatedAt": "2024-05-22T21:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/7d121a49-15b6-45a7-87f5-57891abce744/f87b36f5-3092-4fa1-8b2d-e575b2ad3364.jpg",
    "altTitles": [
      {
        "ja-ro": "Fate/Grand Order: Fujimaru Ritsuka wa Wakaranai"
      },
      {
        "ja": "Fate/Grand Order 藤丸立香はわからない"
      },
      {
        "fr": "Fate/Grand Order : Ritsuka Fujimaru n’a rien pigé"
      },
      {
        "en": "You've Lost Ritsuka Fujimaru"
      }
    ],
    "description": {
      "en": "Ritsuka Fujimaru—humanity's last master. It would not have been possible to restore humanity without him. However, he does have a shortcoming... he is far too honest! A slapstick comedy in which Fujimaru's simple questions sway the heroic spirits!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-07-03T23:07:42+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/57e16619-850d-4e91-9a23-d95f81b3d3c4.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4754fc66-6bcb-4cc3-98ec-10f585cc55f3",
    "title": {
      "en": "Moto-Sekai Ichii Sub-chara Ikusei Nikki ~Hi-Player, Isekai wo Kouryaku-chu!~"
    },
    "updatedAt": "2024-06-11T14:34:11+00:00",
    "coverArt": "https://mangadex.org/covers/4754fc66-6bcb-4cc3-98ec-10f585cc55f3/3c02abea-5ee0-4d55-a4e9-2c8cd72badc5.jpg",
    "altTitles": [
      {
        "en": "The Former Top 1's Sub-Character Training Diary: A Dedicated Player is Currently Conquering Another World!"
      },
      {
        "en": "The Former World Number 1's Alt Character Training Diary"
      },
      {
        "ja": "元・世界１位のサブキャラ育成日記～廃プレイヤー、異世界を攻略中！～"
      },
      {
        "ko": "전(前) 세계1위의 서브캐 육성일기~폐플레이어 이세계를 공략중!~"
      },
      {
        "ru": "Дневник тренировок с нуля бывшего топ-1 игрока"
      },
      {
        "ja-ro": "Moto Sekai Ichi'i Subchara Ikusei Nikki: Hai Player, Isekai wo Kouryakuchuu!"
      }
    ],
    "description": {
      "en": "The protagonist who was rarely ever at school during his middle school and high school days, is unemployed even as an adult. From morning till night, it was video games. For him who was ranked first worldwide, it was his life.   \n  \nOne day, his character is suddenly hacked. The data was unrecoverable and there was nothing that could be done. Feeling great despair at having lost his rank that he had bet everything to achieve in a world that controlled his life, the protagonist attempts suicide.   \n  \nWhen he awakens, he finds himself inside the video game, no, it was a real world that resembled it. There, he notices that he has reincarnated into the the body of a sub character that he had created and bought premium benefits for long ago but had left neglected.",
      "ja": "ネトゲに人生を賭け、世界ランキング1位に君臨していた佐藤。が、ある事をきっかけにゲームに似た世界へ転生してしまう！ ゲーム知識をフル活用して、愉快な仲間と共に0スタートから再び『世界1位』を目指す！",
      "ru": "Главного героя довольно редко видели в средней и старшей школе. А всё потому, что с утра до ночи он был увлечён лишь видеоиграми. Так он стал лучшим в одной ММО, это была его жизнь. Однажды его персонажа внезапно взломали. Весь прогресс был потерян, вся жизнь оказалась прожита впустую... Но проснувшись, он оказывается в той самой игре, а в себе узнаёт давно забытого своего второго персонажа. И теперь ему предстоит прокачаться с нуля!\n\n(Source: mangalib)",
      "pt-br": "Nosso protagonista é um adulto vagabundo, ele nunca foi bom nos estudos ou no trabalho, está desempregado e solteiro. Ele apenas joga do dia à noite. Ele chegou ao ponto de se tornar o Ranque 1 do Mundo, isto era sua vida. Um dia, seu personagem foi hackeado e deletado, a desenvolvedora do jogo recusou-se a recuperar a conta perdida. Sentindo um grande desespero ao ver que tudo no qual ele se dedicou foi destruído, ele tentou se suicidar. Ao acordar, ele é transportado ao mundo do jogo. Ele agora vive como seu personagem secundário, no qual ele nunca upou, mas usou créditos e benefícios premium."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11b74211-f4c0-4f08-b5a4-c491da0d0c0b",
    "title": {
      "en": "Choujin X"
    },
    "updatedAt": "2024-07-21T12:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/11b74211-f4c0-4f08-b5a4-c491da0d0c0b/afe6ab18-1f75-4fca-8cbe-9a3eed4f97ca.jpg",
    "altTitles": [
      {
        "ja": "超人X"
      },
      {
        "en": "Superhuman X"
      },
      {
        "ru": "Сверхчеловек Х"
      },
      {
        "uk": "Надлюдина X"
      },
      {
        "vi": "Siêu nhân X"
      },
      {
        "en": "Overhuman X"
      },
      {
        "de": "Übermensch X"
      },
      {
        "hu": "SZUPEREMBER X"
      },
      {
        "fr": "Choujin X"
      },
      {
        "es-la": "Superhumano X"
      }
    ],
    "description": {
      "en": "When an airplane goes down in a plume of black smoke near their city, best friends Tokio and Azuma join the volunteer search and rescue team. But instead of a wreck of twisted metal, they discover that the plane suffered minimal damage and that over 200 of the passengers are still alive! With their services no longer needed, the friends head for home, but on the way, they run into an old enemy who has picked up some bizarre new powers and an obsession with destroying them. Now Tokio and Azuma only have one chance to make it out alive—by becoming the superpowered creatures known as choujin!\n\nBeing a superpowered creature isn’t all it’s cracked up to be. Tokio has to hide his transformation from his family and dodge a truancy charge at school, all while dealing with an increasing number of odd incidents happening around town!",
      "fr": "En 1998, suite à la multiplication de surhumains appelés “choujin“, le monde a été divisé en provinces autonomes. Cinquante ans après, un crash aérien va changer à tout jamais le destin de la jeune Ely, cultivatrice de “tomeïto“, et impacter le paisible quotidien des lycéens Tokio Kurohara et Azuma Higashi, qui jouent aux justiciers face aux petits malfrats de quartier…\n\n---\n\nMaison d'édition FR : **Glénat**",
      "hu": "Amikor egy repülőgép lezuhan miközben egy különös, fekete füstöt ereget, a két jó barát Tokio és Azuma úgy dönt, hogy csatlakozik az önkéntes kutató és mentőcsapathoz. Azonban egy csomó roncs helyett azt látják, hogy a repülő minimális károkat szenvedett valamint több mint 200 utas túlélte a balesetet. De mivel nem volt szükség már rájuk így elindulnak hazafelé. Viszont az úton szembejön velük egy régi ellenségük, aki valami bizar erő birtokosa lett, és elakarja pusztítani őket. Tokio és Azuma egyetlen esélye a túlélésre az, hogy szupererővel rendelkező lényekké - Úgy nevezett Choujin-okká válnak.\n\nDe a szupererő nem megoldás mindenre. Tokio-nak titokban kell tartania az erejét a családja, és iskolája elől, miközben egyre több különös esemény történik városszerte.",
      "ru": "Азума Хигаши довольно популярный парень. И хотя он не очень крупный, но обладает хорошими боевыми навыками и сильным чувством справедливости. Также он имеет высочайшие оценки в своём классе. Прямая противоположность Азуме его друг Токио Курохара, который не слишком увлечён учёбой. Даже во время драк он выступает как простой наблюдатель. Тем не менее, невзирая на сложности и различия, эти два закадычных приятеля держатся друг друга.\nОба парня живут в префектуре Ямато – самом обычном регионе страны, который более всего известен тем, что некоторые его области были уничтожены Сверхчеловеком.",
      "uk": "Азума Хіґаші доволі популярний хлопець: низенький красень із гарними бойовими навичками, має підвищене почуття справедливості, найкращі оцінки у класі та друга… свою повну протилежність - Токіо Курохару, боязкого хлопчака, який лиш спостерігає за бійками Азуми та ловить ґав на уроках. І все ж, не зважаючи на це, міці їхньої дружби можна позаздрити.\n\nПрефектура Ямато, район, де вони живуть, наполовину зруйнований Надлюдьми - особами із небезпечними надприродними здібностями. Часто саме вони влаштовують погроми чи сутички, в центрі яких цього разу й опинился хлопці. Перед загрозою смерті друзі приймають рішення стати Надлюдьми. Зміни торкаються Токіо, який вже не може бути стороннім спостерігачем, він потрапляє у пастку світу, де битва неминуча.",
      "vi": "Một tác phẩm mới được khắc họa dưới ngòi bút của tác giả bộ manga đình đám tokyo ghoul. \"Siêu nhân X\" kể về thế giới có những nhân vật đặc biệt được gọi là \"Siêu nhân\"[Choujin], nhân vật chính là Tokio Kurobara, một học sinh trung học ở tỉnh Yamato, hiện tại cậu ấy cùng người bạn Higashi Azuma thực thi công lý.Và rồi một ngày nọ, khi cả hai rơi vào tình thế hiểm nghèo bắt buộc chỉ còn cách dùng một ống tiêm kỳ lạ...",
      "es-la": "Azuma Higashi es un chico bastante popular. Aunque puede ser algo pequeño, tiene fuertes habilidades de lucha y sus calificaciones son las mejores de su clase. Esto es lo opuesto a Tokio Kurohara, su amigo que no escucha en clase y es simplemente un espectador mientras Azuma pelea. No obstante, el vínculo de estos dos amigos de la infancia es fuerte, sin importar cuán diferentes sean. Los dos viven en la prefectura de Yamato, un distrito increíblemente ordinario con algunas áreas destruidas por Choujin. Los choujin son humanos con poderes sobrenaturales y peligrosos, a menudo la causa de la destrucción circundante. Mientras regresaban a casa, Tokio y Azuma se encuentran con un Choujin, que amenaza con matarlos. Sin posibilidad de escapar, Tokio y Azuma toman una decisión crucial: convertirse en Choujin. Con estos nuevos poderes adquiridos, Tokio ya no puede ser el espectador que alguna vez fue, ahora atrapado en un mundo donde la lucha es inevitable."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0550851a-961b-4b34-9684-4b2901e62079",
    "title": {
      "en": "Moto Azadarake no Kanojo ga Shinpai de"
    },
    "updatedAt": "2024-06-27T14:47:24+00:00",
    "coverArt": "https://mangadex.org/covers/0550851a-961b-4b34-9684-4b2901e62079/edb2619b-9e7c-4c4d-af04-68cf2960f99b.jpg",
    "altTitles": [
      {
        "ja": "元 痣だらけの彼女が心配で"
      },
      {
        "en": "I'm Worried About My Girlfriend, Who Used to be Covered in Bruises"
      },
      {
        "pl": "Martwię Się o Moją Dziewczynę, Która Była Kiedyś Pokryta w Bliznach"
      },
      {
        "ru": "Я беспокоюсь о своей девушке, которая раньше была вся в синяках"
      },
      {
        "tr": "Eskiden Bandajlarla Kaplanmış Olan Kız Arkadaşım Hakkında Endileşeniyorum"
      },
      {
        "ro": "Sunt Îngrijorat Pentru Iubita Mea, Care Obișnuia să Fie Acoperită de Vânătăi"
      },
      {
        "es-la": "Estoy preocupado por mi novia que solía estar cubierta de moretones"
      }
    ],
    "description": {
      "en": "Continuation of [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de).",
      "es-la": "Continuación de [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac",
    "title": {
      "en": "Onimushi"
    },
    "updatedAt": "2024-06-30T20:30:39+00:00",
    "coverArt": "https://mangadex.org/covers/8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac/61193efb-f2cb-4ecb-9173-a159d06e50dc.jpg",
    "altTitles": [
      {
        "ja": "鬼虫"
      },
      {
        "fr": "Rivage"
      },
      {
        "en": "Demon Bug"
      }
    ],
    "description": {
      "en": "In the middle Heian period, a small island called Onishima is isolated from civilization.\nAs a young girl, Torago was playing with her sister, Tana, when she disappears into the sea unexpectedly.\nHowever, it wasn't Torago's fault, but the fault of another boy who was playing with them.\nTorago and that boy grew up with guilt, and later ended up together, but one day a woman who looks like “Tana” appears in Onishima...",
      "es": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima...",
      "ja": "平安時代中頃、文明から隔離された小さな島「鬼島」。\nトラゴは幼少時代、実姉「タナ姉え」と海辺で遊んでいるとき、自分のせいで「タナ姉え」を行方不明にしてしまう。\nだが、それはトラゴの過失ではなく、一緒に遊んでいたもう一人の少年の過失だった。\nトラゴと少年は共に罪悪感にさいなまれながら成長し、後に結婚するが、ある日「タナ姉え」に似た女が鬼島に漂流してきた…。",
      "es-la": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima..."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "61"
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-08-22T01:10:09+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da7bb886-7e6b-4174-83a9-2c478475b846",
    "title": {
      "en": "Isekai Yakkyoku"
    },
    "updatedAt": "2024-06-30T20:21:07+00:00",
    "coverArt": "https://mangadex.org/covers/da7bb886-7e6b-4174-83a9-2c478475b846/2c2bbcd0-93b0-432e-9d8f-f47f11052e8d.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai Yakkyoku"
      },
      {
        "fr": "La pharmacie d'un autre monde"
      },
      {
        "en": "Parallel World Pharmacy"
      },
      {
        "ru": "Аптека в ином мире"
      },
      {
        "ja": "異世界薬局"
      },
      {
        "ko": "이세계 약국"
      },
      {
        "zh-hk": "異世界藥局"
      },
      {
        "th": "เภสัชกรเทพสองโลก"
      },
      {
        "en": "Isekai Pharmacy"
      },
      {
        "en": "Pharmacy in Another World"
      },
      {
        "en": "Other World Pharmacy"
      },
      {
        "id": "Apotek Dunia Lain"
      }
    ],
    "description": {
      "en": "A young pharmacologist and researcher in Japan died from overworking, and was reincarnated in a Medieval Parallel Europe. He was reincarnated as a 10-year-old apprentice to a famous Royal Court pharmacist, had attained an inhuman skills of ability to see through disease, material creation, and material destruction.  \n  \nIn a society in which dubious medical practice are rampant, price gouging thru the monopoly of the pharmacist guild, and good medicine aren't available to the commoners. He was recognized by the Emperor at that time and opened a Pharmacy at the corner of the town. He will wipe out the fraud that has swept the world, and deliver to the commoners a truly effective medicine that was developed using present day pharmacology. Thus the boy pharmacist will cheat by using his previous knowledge to create innovative medicines while helping the people of the parallel world, a story about living his new life to the fullest this time.",
      "pt-br": "Um jovem farmacêutico e pesquisador no Japão morreu de trabalho excessivo e foi reencarnado em uma Europa Paralela Medieval. Ele foi reencarnado como um aprendiz de 10 anos para um famoso farmacêutico da Royal Court, tinha alcançado habilidades desumanas de habilidade para ver a doença, a criação material e a destruição material. Em uma sociedade em que a prática médica duvidosa é desenfreada, o aumento dos preços através do monopólio da aliança farmacêutica e uma boa medicina não estão disponíveis para os plebeus. Ele foi reconhecido pelo imperador naquele momento e abriu uma farmácia na esquina da cidade. Ele eliminará a fraude que varreu o mundo e entregará aos plebeus um medicamento verdadeiramente eficaz que foi desenvolvido usando a farmacologia atual. Assim, o menino farmacêutico enganará usando seu conhecimento prévio para criar medicamentos inovadores, ajudando as pessoas do mundo paralelo, uma história sobre como viver sua nova vida ao máximo desta vez. A popular web novel agora vem em forma de manga!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1693697a-783c-4d3c-a2d3-dc069e137a23",
    "title": {
      "en": "No Home"
    },
    "updatedAt": "2024-08-11T04:32:27+00:00",
    "coverArt": "https://mangadex.org/covers/1693697a-783c-4d3c-a2d3-dc069e137a23/bc55de2a-47dd-41cb-9338-75b3f0650a69.jpg",
    "altTitles": [
      {
        "en": "Homeless"
      },
      {
        "en": "I Have No Home"
      },
      {
        "ko": "집이 없어"
      },
      {
        "ko-ro": "Jib-i Eobs-eo"
      },
      {
        "ja": "家がない！"
      },
      {
        "zh-hk": "無家可歸"
      }
    ],
    "description": {
      "en": "Haejoon Goh, who ran from home, and Eunyung Baek, the problem child who lives in a tent.   \r\nThese two, who met under terrible circumstances, are forced to live together in an abandoned dormitory.   \r\nThis is a story of difficult growth between two people who hate both the dorm and each other."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "269"
  },
  {
    "mangaId": "68562661-6521-4191-add4-f04f4074f783",
    "title": {
      "en": "Konbini Goutou kara Tasuketa Jimi Tenin ga, Onaji Kurasu no Ubu de Kawaii Gyaru datta"
    },
    "updatedAt": "2024-09-12T00:29:26+00:00",
    "coverArt": "https://mangadex.org/covers/68562661-6521-4191-add4-f04f4074f783/90223e54-e059-4308-b57a-8c74988d7ec0.jpg",
    "altTitles": [
      {
        "ja": "コンビニ強盗から助けた地味店員が、同じクラスのうぶで可愛いギャルだった"
      },
      {
        "ja-ro": "Conveni Goutou Kara Tasuketa Jimi Tenin ga, Onaji Class no Ubu de Kawaii Gal datta"
      },
      {
        "en": "The Sobbing Clerk I Helped From the Convenience Store’s Robbery Is in Fact a Naive and Cute Gal From My Class"
      },
      {
        "id": "Karyawati yang Terisak-sedu yang Kutolong dari Perampok Toserba adalah Seorang Gadis Naif nan Imut dari Kelasku"
      }
    ],
    "description": {
      "en": "_\"Will you stay over at my house starting today?\"_ \n\nRiku Kuromine, a second-year high school student, became despondent after being rejected by his childhood friend. He happens to enter a convenience store and saves a clerk who was being attacked by a robber. The clerk turns out to be Ayana Hoshimiya, the most popular and beautiful gal in school. As a result of this incident, Ayana asks Riku to protect her from a stalker and they start living together under the guise of him protecting her as she lives alone.",
      "ja": "**見た目は派手ギャル、中身は超絶うぶ!? “うぶかわ”ギャル×非リア、禁断の同棲ラブコメ!!**\n\n「今日から、あたしの家に……泊まる？」高校二年生の黒峰リクは、幼馴染に振られて自暴自棄になったところ、偶然入ったコンビニで強盗に襲われていた店員を助ける。その店員は学校でいちばんモテる美人ギャル・星宮彩奈だった。この件をきっかけに星宮からストーカー被害を相談され、一人暮らしの彼女を守る名目でふたりは同棲することになり――!?",
      "pt-br": "“Você gostaria de ficar em minha casa esta noite?”\nRiku Kuromine, um aluno do segundo ano do ensino médio, ficou triste depois de ser rejeitado por sua amiga de infância. Por coincidência, ele entra em uma loja de conveniência e salva uma funcionária que estava sendo roubada. A funcionária era na verdade Ayana Hoshimiya, a garota mais popular e atraente da escola. Como resultado desse incidente, Ayana pede a Riku para passar a noite em sua casa e protegê-la de um perseguidor."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "15"
  },
  {
    "mangaId": "3e34c87e-483c-4d56-933a-d33c4a1a02e2",
    "title": {
      "en": "Double Play"
    },
    "updatedAt": "2024-08-30T16:03:03+00:00",
    "coverArt": "https://mangadex.org/covers/3e34c87e-483c-4d56-933a-d33c4a1a02e2/48bb8fd0-99d5-47e0-9c72-4086f1f55fbf.jpg",
    "altTitles": [
      {
        "ja-ro": "Daburu Purei"
      },
      {
        "ja": "だぶるぷれい"
      },
      {
        "zh-hk": "雙人遊戲"
      }
    ],
    "description": {
      "en": "Having forgotten his keys, Tamao Hiroi a high-school student, returns home using the back entrance and is surprised to find a stranger in his bed… Soon he realizes this is no stranger but Ran Homura, one year younger, softball ace and one of the most beautiful girls at school! Hiroi watches her masturbating on his bed and instinctively does the same peeking through the glass door. He is soon found out though and a strange 'master/slave' relationship begins!\n\n\n---"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "92e6c154-47fb-46d3-98d1-36b4d3eb992f",
    "title": {
      "en": "Gyaku Happy End no Heroine ni Tensei shimashita ~Zenin Kouryakuzumi no Sekai de Aisare Shinkon Seikatsu~"
    },
    "updatedAt": "2024-09-14T00:17:19+00:00",
    "coverArt": "https://mangadex.org/covers/92e6c154-47fb-46d3-98d1-36b4d3eb992f/261be143-2253-4e15-868e-5c0d6d4f66c2.jpg",
    "altTitles": [
      {
        "ja": "逆ハーエンドのヒロインに転生しました～全員攻略済みの世界で愛され新婚生活～"
      },
      {
        "zh": "转生成为逆后宫结局的女主角~全员攻略完成的甜蜜新婚生活~"
      },
      {
        "zh-hk": "轉生成為逆後宮結局的女主角~全員攻略完成的甜蜜新婚生活~"
      }
    ],
    "description": {
      "en": "[A hero, a magician, a knight, a demon lord...she is doted by four husbands. ] The main character is reincarnated as a \"princess\" in a role-playing game. Since she was physically weak, playing that game was a fun part of her hospital stays. \"And yet, for some reason, I can't remember how it unfolded...! I thought I was going to go with the hero to defeat the demon king, but the world has already regained peace and the princess and the hero have become a couple!?\"",
      "ja": "ファンタジーRPGの“姫”に転生した主人公。生前は病気がちで入院生活が長かった彼女は、そのゲームで遊ぶことが楽しみだった。いつか私も世界中を冒険してみたいーーそう夢見ていたのに、冒険の旅を終えた“姫”は仲間たちと結婚していて…！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58b2e2ca-a1f1-479e-a371-f51e40914f7f",
    "title": {
      "en": "Yojouhan no Ibara Hime"
    },
    "updatedAt": "2024-07-29T16:18:35+00:00",
    "coverArt": "https://mangadex.org/covers/58b2e2ca-a1f1-479e-a371-f51e40914f7f/e58b8f3a-b0f9-4d07-9464-715bf03a3030.jpg",
    "altTitles": [
      {
        "ja": "四畳半のいばら姫"
      },
      {
        "ja-ro": "Yojouhan no Ibarahime"
      },
      {
        "ja-ro": "Yojouhan no Ibara-hime"
      }
    ],
    "description": {
      "en": "*By Seishun Scans: WARNING! This series contains scenes that may depict sexual harassment, attempted sexual assault, and/or verbal abuse. Reader discretion is advised!*\n\n---\n\nShinra has a mother who rarely comes home. Everyday, she pinches her pennies just to survive. Rai, a popular guy from her school keeps bothering her, and she’s getting sexually harassed by the manager at her part-time job. After finally coming home after 2 months, Shinra’s mom promises to stay with her. Rai unexpectedly shows up at Shinra’s part-time job and sees her being sexually harassed. He urges her to quit, but she refuses. Shinra comes home only to find out that her mother has disappeared once again"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db0d31e4-cd0f-4775-95aa-9c65c4081186",
    "title": {
      "en": "A Girl's Trial"
    },
    "updatedAt": "2023-06-20T07:53:34+00:00",
    "coverArt": "https://mangadex.org/covers/db0d31e4-cd0f-4775-95aa-9c65c4081186/429f72fd-b64e-4741-a8ad-f8d97c46a4aa.png",
    "altTitles": [
      {
        "en": "Girl on Trial"
      },
      {
        "ko": "소녀재판"
      },
      {
        "ko-ro": "Sonyeojaepan"
      },
      {
        "fr": "Aime-moi follement"
      },
      {
        "en": "Girl’s Trial"
      },
      {
        "en": "Girl Under Trial"
      }
    ],
    "description": {
      "en": "An unexpected series of trials begin for a girl who was close to the bottom of the school hierarchy. The winner gets a prize!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9612950d-76c0-4ca4-b7ac-3d1f8199da35",
    "title": {
      "en": "Yakyuu-bu no Hino ni Koi wo Shita"
    },
    "updatedAt": "2024-07-29T22:04:02+00:00",
    "coverArt": "https://mangadex.org/covers/9612950d-76c0-4ca4-b7ac-3d1f8199da35/d9d07db0-1f8a-44f2-ba52-20199046d571.png",
    "altTitles": [
      {
        "ja": "野球部の樋野に恋をした。"
      }
    ],
    "description": {
      "en": "\"If I'm going to fall in love, I definitely want it to be with a guy who's as dazzling and charming as a prince!\" With that ideal in mind, Risa encounters Hino, a classmate who's on the men's baseball team at school, and she sees a surprising side of him. Ever since that day, Hino has made her heart race, despite him having zero delicacy, being singlemindedly focused on baseball, and being the total opposite of a prince...?! This is a story of unexpected and frantic puppy love over a guy who otherwise really irritates her!\n\nSource: Kodansha"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "73a46c78-f4f7-452e-b4ed-e3a5c8da1032",
    "title": {
      "en": "POLE STAR"
    },
    "updatedAt": "2024-08-28T20:21:16+00:00",
    "coverArt": "https://mangadex.org/covers/73a46c78-f4f7-452e-b4ed-e3a5c8da1032/3f5c7885-a9eb-4d03-8ca1-8ec8d190a052.jpg",
    "altTitles": [
      {
        "ja": "POLE STAR"
      },
      {
        "ja": "ポールスター"
      },
      {
        "en": "Pole Star"
      }
    ],
    "description": {
      "en": "A pole dance changes a girl!\n\nYayano, an eighth grader, moved to Atami with her mother from Tokyo. A somewhat rustic hotel is her mother's new workplace. Yayano is full of anxiety, but there she witnesses her mother's surprising appearance…!\n\nFor Yayano, this is the first turning point in her life!?\n___\n[Official X Account](https://x.com/polestar_mo)",
      "ja": "男運の悪い母に連れられて、熱海へと引っ越してきた女子中学生の“ややの”。母の就職先である老舗のホテルは、その昔に母がポールダンサーとして輝いていた場所だった。当時の面影がない体型であっても、改めてダンサーとして認められようとして懸命に踊る母の姿に、なぜかドキドキしてしまうややの。それまで特に夢を持たずに生きてきた彼女の中に、何かが生まれた瞬間だった──。一本のポールが少女の運命を変える！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc35ae71-ca7b-4a52-b5db-477f866300c3",
    "title": {
      "en": "Utsumi-kun no Koi no Uta"
    },
    "updatedAt": "2024-05-18T04:30:31+00:00",
    "coverArt": "https://mangadex.org/covers/cc35ae71-ca7b-4a52-b5db-477f866300c3/3495fe31-4b0f-4f7b-b635-749c6427da32.jpg",
    "altTitles": [
      {
        "ja": "内海くんの恋のうた"
      }
    ],
    "description": {
      "en": "\"Wouldn't you like to hear my love song?\"\n\nShiori failed to make friends upon entering school, thus, she spends her time as a loner. The only support for her is the music of her favourite singer \"Kanade,\" and she eagerly awaits the release of his new song. Then, by chance, she finds out that  this \"Kanade\" is actually her classmate, Utsumi! She can't believe she's about to meet her crush in real life, but to her suprise, once they're face to face, Utsumi asks her to be his girlfriend so he can experience love to be able to write a love song. \n\nA pure, heart-pounding love story that will make your heart skip a beat!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc450607-0657-4abd-9ec0-b19e536fb287",
    "title": {
      "en": "I Failed to Divorce My Husband"
    },
    "updatedAt": "2024-07-28T16:35:22+00:00",
    "coverArt": "https://mangadex.org/covers/fc450607-0657-4abd-9ec0-b19e536fb287/433e3574-669f-4c03-9240-2fce2e0c6c40.jpg",
    "altTitles": [
      {
        "ko": "흑막 남편과의 이혼에 실패한 것 같다"
      },
      {
        "ko-ro": "Heungmang Nampyeongwaui Ihone Silpaehan Geon Gatda"
      },
      {
        "en": "My Failing Divorce"
      },
      {
        "en": "I Am Afraid I Have Failed to Divorce My Husband"
      },
      {
        "fr": "Les péripéties d'une ex-vilaine"
      },
      {
        "fr": "Je n'ai pas réussi à divorcer de mon (vilain) mari"
      },
      {
        "pt": "Falhei em me divorciar do meu esposo"
      },
      {
        "ja": "黒幕夫に惚れられました"
      },
      {
        "zh": "正太老公超黏人"
      }
    ],
    "description": {
      "en": "I've been reincarnated as the extra character who stalked her husband, the male lead, for 10 years and died. Of course, I tried to divorce him before the female lead appeared.\n\nBut, I found out that my young husband was secretly abused in the house. At that moment, I immediately became overwhelmed with the responsibility and sense of duty a modern adult would have. \n\n**\n\nAiden had his back turned away from her and suddenly grabbed her arm forcefully. The strength of his hands alone could have ripped her arms off. Erin timidly called his name and spoke. \n\n\"I already reminded you yesterday. We're a married couple, so I'm always on your side.\" \n\n\"...\"\n\n\"So, everything is alright.\" \n\nShe comforted him with these sweet words like it was a spell. And as if he was under her magic, Aiden stopped trembling. \n\n**\n\nThe adult Erin requested to divorce her husband Aiden before the female lead appeared. As soon as those words left her lips, Aiden's smile disappeared. \n\n\"A divorce? Never.\"\n\nAiden tore the divorce papers into such thin sheets, the contents were no longer legible. Erin smiled at the sight. (Synopsis source: Gourmet Scans)\n\n---\nEllen's plan is simple. Before turning into an obsessive villain who gets executed, she's going to get a divorce! But after she becomes Ellen Lianster, her plan gets complicated. Her new husband, Aiden, has developed a debilitating fear of being touched, and Ellen is determined to discover the cause and cure. As she finds ways to help him, an affection-deprived Aiden slowly begins to seek comfort from Ellen. With both hearts opening up to each other, can this marriage succeed... at failing?",
      "fr": "J'ai été réincarnée en tant que la figurante qui a harcelé son mari, le rôle masculin principal, pendant 10 ans et qui est morte. Bien sûr, j'ai essayé de divorcer avant que le personnage principal féminin n'apparaisse. Mais j'ai découvert que la nounou de mon jeune mari abusait secrètement de lui. À ce moment-là, j'ai immédiatement été submergée par la responsabilité et le sens du devoir d'un adulte moderne. *** Aiden, qui lui tournait le dos, lui a soudainement saisi le bras avec force. La seule force de ses mains aurait pu lui arracher les bras. Erin l'appela timidement et prit la parole. «Je te l'ai déjà rappelé hier. Nous sommes un couple marié, alors je suis toujours de ton côté.» «...» «Alors, tout va bien.» Elle le réconforta avec ces mots doux comme s'il s'agissait d'un sortilège. Et comme s'il était sous sa magie, Aiden cessa de trembler. *** Erin, adulte, a demandé le divorce à son mari Aiden avant que le personnage principal féminin n'apparaisse. Dès que ces mots ont quitté ses lèvres, le sourire d'Aiden a disparu. «Un divorce? Jamais.» Aiden a déchiré les papiers du divorce en feuilles si fines que le contenu n'était plus lisible. Erin sourit à cette vue.",
      "zh": "漫画简介: 社牛打工人穿成会被疯批男主处死的小恶女，却意外发现10岁的男主是个缺爱小可怜。每天糯叽叽黏人的正太小乖乖，在小恶女的养成下，还会成为腹黑疯批吗？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4644da00-8f23-44a8-aa99-e3661dcee901",
    "title": {
      "en": "Trigun Maximum"
    },
    "updatedAt": "2024-05-08T23:28:10+00:00",
    "coverArt": "https://mangadex.org/covers/4644da00-8f23-44a8-aa99-e3661dcee901/e4c30bed-8bf6-44b0-bbbd-c6c346d23719.jpg",
    "altTitles": [
      {
        "ja": "トライガンマキシマム"
      },
      {
        "ru": "Триган Максимум"
      },
      {
        "zh": "枪神"
      }
    ],
    "description": {
      "en": "Vash the Stampede rises again! It's been two years since the mysterious and super-nice gunman went into hiding, and the people of his desert planet are suffering. It takes a friend in peril to bring him out, and when he does, his enemies come chasing… as well as those crazy insurance girls, Millie and Meryl. And Wolfwood the wandering priest? Well, that's who found him in the first place! The gang's all back, and the trouble is coming in Trigun Maximum.\n\nNotes:\n - Nightow changed publishers to Shonen Gahosha and the series continued to be serialized in Young King Ours magazine. Due to the original publisher retaining the name Trigun, Nightow had to change the title to Trigun Maximum, which isn´t a sequel but a new name for the rest of the series. \n- The first 3 volumes were published under the title 'Trigun' and the entire series compiled into 14 books as 'Trigun Maximum' (the numbering was also restarted when the title changed).\n - Won the Seiun Award at the 48th Japan Science Fiction Conventionwere for the best comic of the year."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "97"
  },
  {
    "mangaId": "34f72e29-1bda-40df-ae93-0e1c32d96ea6",
    "title": {
      "en": "Witch Craft Works"
    },
    "updatedAt": "2024-05-16T21:46:44+00:00",
    "coverArt": "https://mangadex.org/covers/34f72e29-1bda-40df-ae93-0e1c32d96ea6/72d84e21-e276-4e45-b361-a7d5e6c27b54.jpg",
    "altTitles": [
      {
        "ru": "Прикладное колдовство"
      },
      {
        "th": "สงครามแม่มด"
      },
      {
        "ja": "ウィッチクラフトワークス"
      },
      {
        "ko": "위치크래프트 워크스"
      },
      {
        "zh": "魔女的使命"
      }
    ],
    "description": {
      "en": "Takamiya Honoka, a regular student, sits next to Kagari Ayaka, the idol of the school, and a perfect girl in every way. Her fans are hostile to the extent of harassing anyone who gets close to their princess, so Takamiya-kun is always in trouble. One day Takamiya is suddenly attacked by an unknown force, but he is rescued by a powerful sorceress of fire, who happens to be… Kagari Ayaka herself!",
      "pt-br": "Takamiya Honoka é um estudante comum que por acaso se sentou perto de Kagari Ayaka, a “Princesa” da escola. Ele nunca falou uma palavra com ela, porém, um dia, quando a vida de Takamiya estava em perigo, Kagari aparece para salvá-lo vestida de bruxa. Dessa maneira é revelado que Kagari é uma bruxa e que Takamiya está sobre a proteção dela. Ela irá protegê-lo de qualquer perigo que apareça."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "108"
  },
  {
    "mangaId": "04c7c56a-f4d9-484d-8e48-8a35dd38fa90",
    "title": {
      "en": "Koi ni Mudaguchi"
    },
    "updatedAt": "2024-02-03T15:23:33+00:00",
    "coverArt": "https://mangadex.org/covers/04c7c56a-f4d9-484d-8e48-8a35dd38fa90/492d448a-c48e-4077-94dd-beaf1bfb662d.jpg",
    "altTitles": [
      {
        "en": "Chatter About Love"
      },
      {
        "ja": "恋に無駄口"
      }
    ],
    "description": {
      "en": "The romantic comedy centers on a high school boy who is wasting his youth."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "60"
  },
  {
    "mangaId": "de84c4cc-2e2c-4540-a28e-496037dc5e98",
    "title": {
      "en": "Melodramatic Novel's Side Character Quits"
    },
    "updatedAt": "2024-09-09T00:18:15+00:00",
    "coverArt": "https://mangadex.org/covers/de84c4cc-2e2c-4540-a28e-496037dc5e98/a9914bdf-a278-4e30-ba49-546e37afff1c.png",
    "altTitles": [
      {
        "zh": "狗血文女配她不干了"
      },
      {
        "zh-ro": "Gǒu Xuè Wén Nǚ Pèi Tā Bù Gān Le"
      },
      {
        "zh-ro": "Gouxiewen Nüpei Ta Bu Gan Le"
      },
      {
        "en": "She Quits the Female Supporting Role in Melodramatic Novel"
      },
      {
        "vi": "Cẩu Huyết Văn Nữ Không Xứng Với Ta"
      },
      {
        "ja": "ハードモードな悪役令嬢だけどテキトーにやり過ごすことにしました"
      }
    ],
    "description": {
      "en": "Jiang Mo, a part-time worker, transmigrates into a melodramatic (cliché) novel, unexpectedly receives a system that demands her to promote harmony between the male and female leads at the cost of her life. After Jiang Mo nonchalantly completes her tasks, the gaze of the villain boss towards her starts becoming increasingly strange...【I Ended Up Making the Final Boss Fall in Love With Me by Slacking Off】"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "55"
  },
  {
    "mangaId": "02cc6569-8dca-46e4-8e6a-4c1a395d2cac",
    "title": {
      "en": "Ai ga Nakereba Idol Dekinai"
    },
    "updatedAt": "2024-07-07T17:52:09+00:00",
    "coverArt": "https://mangadex.org/covers/02cc6569-8dca-46e4-8e6a-4c1a395d2cac/be6745bf-35f1-4488-bdbe-e8c4bbc3e47a.jpg",
    "altTitles": [
      {
        "ja": "愛がなければアイドルできない"
      },
      {
        "en": "Without Love, I Can't Be an Idol"
      }
    ],
    "description": {
      "en": "SeishunScans: Noa Kuroda worships Ibuki, a member of the super popular idol group ILY, as a god. After ILY's concert, Noa happens to run into Ibuki at a convenience store. When Noa learns that Ibuki is stressed out from being worshiped as a \"god\" and \"charismatic\" by his fans, she unconsciously hides the fact that she is an otaku, but..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46ae50f2-1bdb-4fc1-baff-3b01c08432d1",
    "title": {
      "zh": "Like, Share & Subscribe"
    },
    "updatedAt": "2024-07-25T09:08:51+00:00",
    "coverArt": "https://mangadex.org/covers/46ae50f2-1bdb-4fc1-baff-3b01c08432d1/97319ecd-788d-4bc1-ba8d-04f8190814a2.png",
    "altTitles": [
      {
        "zh": "营业中请三连"
      },
      {
        "zh-ro": "Yingye Zhong Qing San Lian"
      },
      {
        "zh-hk": "營業中請三連"
      },
      {
        "ru": "Поставь лайк и подпишись"
      },
      {
        "es-la": "Tres compañías en los negocios"
      }
    ],
    "description": {
      "en": "When vlogger meets top-of-the-industry writer, what could go wrong? Everything! Nothing has gone my way ever since meeting her.\n\nHu Luoluo, on the brink of having her vlogger account relinquished, is shoved into the path of scandal-ridden writer extraordinaire Song Li purely by accident. Being featured on hot topics, paired up as a couple, finally gaining traffic... Will it finally make her the greatest vlogger of all time?",
      "es-la": "Juntos o se hunden juntos, ¿se descubrirán mentiras sobre el amor? Están ligados por negocios, fingiendo ser pareja para contrarrestar los escándalos del escritor y lograr ser el primer lugar en el buscador."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "73"
  },
  {
    "mangaId": "2fe5571f-ecc9-4a26-9a50-cfa09757a735",
    "title": {
      "en": "Totsugi Okureta Kitsune ga Yome ni Kuru Hanashi"
    },
    "updatedAt": "2024-07-30T21:34:34+00:00",
    "coverArt": "https://mangadex.org/covers/2fe5571f-ecc9-4a26-9a50-cfa09757a735/116dce04-dc9d-42f5-a759-47b167fe2e93.png",
    "altTitles": [
      {
        "ja": "嫁ぎ遅れた狐が嫁に来る話"
      },
      {
        "en": "The Story of the Fox Who Was Late Getting Married and Came to be My Bride"
      }
    ],
    "description": {
      "en": "One day, overworked salaryman Goro is taking a walk on the mountain behind his house and comes across a fox lying upside down on the side of the road... The fox yells 'Hey you! Got a moment?'  And well, if you've seen the title you know the rest.  This is a cute and fluffy romcom about a fox's wedding(?).",
      "ja": "狐を拾ったら、嫁がれました。\n\n三十路手前のサラリーマン、日野峰吾郎は、とある理由で嫁ぎ遅れた化け狐、こがねを助けたことで恩返しと称した求婚を迫られる。こがねを無下にすることもできず、吾郎は「1年間の同棲を経て妻として認められたら結婚する」という条件を提案することに。果たしてこがねは無事に嫁ぐことができるのか？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b12ac90-9407-4fe8-9de8-c8f4fe65df6f",
    "title": {
      "en": "Isekai Raku Raku Survival: Seizon Skill Tsuwamono no Ore ga Bishoujo Shiri to Kurasu Mujintou Seikatsu"
    },
    "updatedAt": "2024-07-28T02:36:45+00:00",
    "coverArt": "https://mangadex.org/covers/9b12ac90-9407-4fe8-9de8-c8f4fe65df6f/dccca267-4e09-4018-a3a9-a7e36a17656c.jpg",
    "altTitles": [
      {
        "ja": "異世界らくらくサバイバル～生存スキル強者の俺が美少女四人と暮らす無人島生活～"
      },
      {
        "ja-ro": "Isekai Rakuraku Survival: Seizon Skill Kyousha no Ore ga Bishoujo Yonin to Class Mujintou Seikatsu"
      },
      {
        "en": "Easy Survival in Another World: With My Robust Survival Skills, I’ll Live on an Uninhabited Island With Four Beautiful Girls"
      }
    ],
    "description": {
      "en": "More than ten years have passed since a means of transporting individuals from Earth to another world was developed. \n\nHigh school student Kakeru Satomi was taught survival techniques and wisdom by his mountain-dwelling grandfather. Kakeru was sent to another world together with 100 other adventurers of the same age in order to take part in a training program to become an adventurer, but the portal device that linked Earth and the other world vanished right after their transfer...!\n\nWith the way back to Earth blocked, thus began a dangerous life of survival on an uninhabited island in another world!",
      "ja": "地球から異世界への転移装置が誕生して10余年――。里見カケルは、山で暮らす祖父から叩き込まれたサバイバル知識とスキルを持った高校生。冒険者になるための研修に参加するため、同世代の冒険者志願者100人とともに異世界へと転移したカケルだったが、直後に地球と異世界を繋いでいたポータルが消失してしまう…！！ こうして地球への帰り道は閉ざされたまま、異世界の無人島で危険なサバイバル生活が始まった！！\n\n---\n\n- ![Syosetsu+18](<https://i.imgur.com/HI4jAzg.png>) [Web Novel (R18)](https://novel18.syosetu.com/n7758hj/)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96fe1639-b55c-4b0c-8bec-fd941260728e",
    "title": {
      "en": "Cheat Mode Farming in Another World"
    },
    "updatedAt": "2024-08-18T02:13:24+00:00",
    "coverArt": "https://mangadex.org/covers/96fe1639-b55c-4b0c-8bec-fd941260728e/deabd317-98e2-48ba-a43c-e01657fb44bb.jpg",
    "altTitles": [
      {
        "ja-ro": "ゆるふわ農家の文字化けスキル ~異世界でカタログ通販やってます~"
      },
      {
        "ja-ro": "Yurufuwa Nouka no Mojibake Skill ~Isekai de Catalog Tsuuhan Yattemasu~"
      },
      {
        "zh": "閒散農家的亂碼技能"
      },
      {
        "id": "Bertani di Dunia Lain Dengan Mode Cheat"
      },
      {
        "pt-br": "Agricultura no modo cheat em outro mundo"
      },
      {
        "es": "Habilidades Trampa de Granja en Otro Mundo"
      }
    ],
    "description": {
      "en": "Tatsuya, a 29-year-old bachelor, gets accidentally summoned to another world and obtains [Agricultural Skills]. \n\nIn order to survive, he starts a vegetable garden in a secluded forest. He thought that his life in another world would be extremely difficult, but the ingredients in this other world were delicious and the crops he grew on his own were also very delicious! Furthermore, he's also very happy with the dishes he made with Japanese seasonings! \n\n(Typical. Rice and sake are going to be a staple apparently, but you guys know the drill. )\n\nBesides, if there are beautiful brides, isn't it okay if he lives in this other world? Loose and fluffy, a relaxing other world harem life!",
      "es": "Tatsuya, un soltero de 29 años, es invocado a otro mundo por alguna razón y debido a eso logra despertar [Habilidades agrícolas]. Inicia un huerto para sobrevivir en un bosque remoto. \"Creo que vivir en un mundo diferente es extremadamente difícil, y aunque los ingredientes en él suelen ser deliciosos, mis propios productos agrícolas también son muy deliciosos. Además, estoy muy satisfecho con los platos elaborados con condimentos japoneses, el arroz y sake son deliciosos. Y si hay novias hermosas, ¿no hace que este mundo sea aun mejor?\" ¡Viviendo una vida relajada y acaramelada con su harem en un mundo diferente!",
      "pt-br": "Um homem solteiro de 29 anos é invocado para outro mundo. recebendo uma habilidade de agricultura level 1. Crie uma casa, faça uma horta e viva uma tranquila vida isolada na floresta. Com bebidas e comidas deliciosas de sua colheita e lindas garotas, não tem coisa melhor."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63b2dc67-f55c-4f4a-899f-cedd77721bcf",
    "title": {
      "en": "Ore wa Seikan Kokka no Akutoku Ryoshu"
    },
    "updatedAt": "2024-05-21T22:54:04+00:00",
    "coverArt": "https://mangadex.org/covers/63b2dc67-f55c-4f4a-899f-cedd77721bcf/77ad75d2-a5a2-4016-bada-e78c9b0a8f2e.jpg",
    "altTitles": [
      {
        "ja": "俺は星間国家の悪徳領主"
      },
      {
        "en": "I'm the Evil Lord of an Intergalactic Empire!"
      },
      {
        "pt-br": "Eu sou o Lorde Vilão da Nação Interestelar"
      },
      {
        "id": "Aku adalah Penguasa Jahat dari Kekaisaran Antargalaksi!"
      },
      {
        "ja-ro": "Ore wa Seikan Kokka no Akutoku Ryoshu"
      }
    ],
    "description": {
      "en": "In his past life, Liam was hardworking and honest. This got him nothing but debt and betrayal. Now he’s been reborn as the ruling noble of a planet.\n\nTime for some payback.\n\nThis life he’ll grind the world under his heel! He’s only looking out for himself. All his underlings will suffer! But try as he might, his tyranny only seems to make his subjects happier.",
      "id": "Liam sera banfield adalah reincarnator. dia bereinkarnasi di dunia fantasy pedang dan sihir. Tapi pada saat peradaban sudah siap membuat kemajuan ke luar angkasa, ceritanya terjadi di sebuah kerajaan antar galaksi, sebuah universitas seperti opera ruang angkasa di mana senjata humanoid dan pesawat ruang angkasa saling melengkapi. Liam, yang telah menjelma menjadi keluarga bangsawan dalam masyarakat monarki. memiliki ambisi untuk suatu hari menjadi raja jahat di kehidupan sebelumnya. sayangnya Liam telah kehilangan segalanya dan mati dalam keputusasaan. \r\n\r\n\"sangat bodoh hidup untuk orang lain.\"\r\n \"Aku akan hidup untuk diriku sendiri\"\r\n\r\n ia mulai menuju kehidupan keduanya, tetapi malah disembah sebagai penguasa yang berbudi luhur karena perbedaan nilainya. Akankah Liam dapat dengan aman menjadi tuan yang jahat?",
      "ja": "星間国家アルグランド帝国の辺境惑星を治める伯爵家に転生し、幼くして領主となったリアム・セラ・バンフィールド。持ち前の善良さ故に、妻や会社に裏切られた前世の反省から今世では“奪う側”として生きると決意する――\n\n「悪徳領主になって、悪の限りを尽くす！」\n\nだが、受け継いだ領地は虐げるまでもない寂れっぷりで……止む無くリアムは自領の建て直しから着手することに。人工知能を重用！ 宇宙艦隊を縮小！ 不正貴族を一刀両断！常識など無視して思うがまま傍若無人に振る舞うのだが、結果的に領民は豊かになり、好感度がうなぎ登りで……!?",
      "pt-br": "Liam Sera Canfield é um reincarnator. Ele reencarnou em um universo fantasioso de espada e feitiçaria, onde a civilização já avançou para o espaço sideral. A história se passa em um império intergaláctico, assim como uma space opera, com armas humanoides e batalhas de naves espaciais. Liam, que incarnou em uma família de aristocratas em uma sociedade monárquica, tem a ambição de se tornar um lorde maligno. Em sua vida anterior, liam infelizmente acabou perdendo tudo e morrendo em desespero. “ É tolice viver pelos outros.” “ Eu irei viver por mim mesmo” Com esses sentimentos no peito ele começa sua segunda vida, só que ao invés disso ele é idolatrado como um virtuoso líder por causa da diferença de valores. Será que Liam conseguirá se tornar um lorde maligno?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0ed1506-f76d-4d95-b9d2-77463be576c0",
    "title": {
      "en": "Succubus ga Yattekita Ohanashi"
    },
    "updatedAt": "2024-07-01T19:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/b0ed1506-f76d-4d95-b9d2-77463be576c0/6a34a034-df28-406e-b39c-95815724f3f1.jpg",
    "altTitles": [
      {
        "ja": "サキュバスがやってきたお話"
      },
      {
        "vi": "Chuyện nàng Succubus"
      },
      {
        "en": "The Story of a Succubus Who Came to the Human World"
      },
      {
        "es-la": "La Sucubo ha Llegado"
      }
    ],
    "description": {
      "en": "The story of a Succubus who comes to the human world to absorb life force energy. Accidentally, she lives as a child in a strange man's house."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b34f7fc6-fd17-4b2e-bb59-66f3b5932e0a",
    "title": {
      "en": "Cheat Skill “Shihai” Otsukatte Isekai Harem!"
    },
    "updatedAt": "2024-08-10T12:23:35+00:00",
    "coverArt": "https://mangadex.org/covers/b34f7fc6-fd17-4b2e-bb59-66f3b5932e0a/14db4bd5-b72a-4abb-b50e-2ed5747a6242.jpg",
    "altTitles": [
      {
        "ja": "チートスキル『支配』を使って異世界ハーレム！"
      },
      {
        "en": "Another World Harem Using the Cheat Skill \"Dominance\"!"
      },
      {
        "id": "Harem dunia lain menggunakan skill cheat \"dominasi\"!"
      }
    ],
    "description": {
      "en": "One day, the protagonist suddenly transferred to another world.\n\"It looks like the world of the anime I was watching last night, but when I tried to imitate the hero of the anime, the status screen appeared in front of me! I was surprised by the high specs of my abilities, but I was shocked when I saw the name on the status screen! Surprisingly, I am a small fry character [fake hero] who is defeated by the main character in the early stages!\"\nKnowing that his role is \"a fake hero to be defeated by a hero\", the hero abandons the empty life in his original world and lives a short life as a\"fake hero\" in a harem until the real hero defeats him. Make up your mind!",
      "id": "Suatu hari, seorang pemuda dipanggil ke isekai, rupanya itu adalah dunia anime yang dia tonton. tapi dia sangat terkejut karena dia berperan menjadi karakter penjahat (pahlawan palsu) yang mati diawal episode. oleh karena itu sebelum hari dia dikalahkan oleh pahlawan asli, dia bertekad untuk membuat harem didunia itu.",
      "ja": "開き直って『偽勇者』を謳歌する彼の元に、遂にホンモノの勇者が現れる。しかし目の前に現れた彼女は年端もいかない少女…しかもクソ生意気なメスガキ!?どちらが悪役かわからない暴虐を振るう彼女、その授かったチートスキルとは――。遂に雌雄を決する『勇者　VS　勇者』!!どっちが本物の主人公かわからせてやらなきゃなぁ!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]