[
  {
    "mangaId": "a920060c-7e39-4ac1-980c-f0e605a40ae4",
    "title": {
      "en": "Gal Yome no Himitsu"
    },
    "updatedAt": "2024-07-01T01:15:40+00:00",
    "coverArt": "https://mangadex.org/covers/a920060c-7e39-4ac1-980c-f0e605a40ae4/561f08b0-059d-43c4-8dae-571bd94cd2b6.jpg",
    "altTitles": [
      {
        "ja": "ギャル嫁の秘密"
      },
      {
        "en": "Secrets of the Gal Wife"
      },
      {
        "id": "Rahasia Istri Gal"
      },
      {
        "ja-ro": "Gal Yome no Himitsu"
      }
    ],
    "description": {
      "en": "Fuyuki is a beautiful and cool gal! But there's a secret side of her that she only shows in front of her husband...? A cute love comedy with a gal wife!",
      "ja": "冬雪（ふゆき）は美人でクールなギャル！でも「旦那」の前だけ見せる秘密の姿があって……？SNS累計37万いいね！の可愛い「ギャル嫁」とのラブコメディ！\n \n--- \n \nFuyuyuki (Fuyuki) wa bijin de kūruna gyaru! Demo \"dan'na\" no mae dake miseru himitsu no sugata ga atte...? SNS ruikei 37 man ī ne! No kawaii \"gyaru yome\" to no rabukomedi!",
      "es-la": "¡Fuyuki es una hermosa y atractiva gal! ¿Pero hay una parte de ella que solo le muestra a su esposo y mantiene en secreto del resto? Una linda comedia romántica con una esposa que es una gal.",
      "pt-br": "Fuyuki é uma linda gyaru! Mas tem um lado secreto que ela só mostra para o seu marido? Uma comédia romântica fofa com uma esposa gyaru!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05e7e729-2403-4bdd-965a-bde4de9e8484",
    "title": {
      "en": "Tears on a Withered Flowers"
    },
    "updatedAt": "2024-09-14T13:31:21+00:00",
    "coverArt": "https://mangadex.org/covers/05e7e729-2403-4bdd-965a-bde4de9e8484/381e3a89-f645-4ac4-af8d-7ad625d4d595.png",
    "altTitles": [
      {
        "ko": "시든 꽃에 눈물을"
      },
      {
        "pl": "Łzy ze zwiędłych kwiatów"
      }
    ],
    "description": {
      "en": "Na Hae-soo's life unravels when her husband betrays her with an affair, leaving her burdened with debt and losing their child. In a devastating blow, she witnesses him with a younger woman. Broken and despondent, Na Hae-soo feels her life crumbling around her. However, a mysterious young man unexpectedly enters her life, asking to be taught about adult love. His vulnerability and sincerity begin to stir emotions within Na Hae-soo, challenging her to reconsider her path forward.",
      "fr": "La vie de Na Hae-soo se désintègre lorsque son mari la trahit en ayant une liaison, la laissant accablée de dettes et perdant leur enfant. Dans un coup dévastateur, elle le surprend avec une femme plus jeune. Brisée et désespérée, Na Hae-soo sent sa vie s'effondrer autour d'elle. Cependant, un jeune homme mystérieux entre soudainement dans sa vie, lui demandant de lui enseigner l'amour adulte. Sa vulnérabilité et sa sincérité commencent à éveiller des émotions en Na Hae-soo, l'incitant à reconsidérer son chemin vers l'avenir.",
      "id": "Kehidupan Na Haesoo berubah ketika suaminya mengkhianatinya dengan berselingkuh, membuatnya terlilit hutang dan kehilangan anak mereka. Setelah itu, ia mendapati suaminya bersama seorang wanita yang lebih muda. Dengan perasaan hancur dan putus asa, Na Haesoo merasa kehidupannya di sekelilingnya runtuh dan hancur. Namun, seorang pemuda misterius tiba-tiba memasuki hidupnya, Beom Taeha, yang meminta untuk diajari tentang cinta orang dewasa. Keluguan dan ketulusannya mulai mengusik emosi dalam diri Na Haesoo, dan menantangnya untuk mempertimbangkan kembali langkah apa yang akan diambil.",
      "pl": "Mój mąż miał romans.\nNie wystarczy wziąć na siebie mnóstwo długów, stracić dziecko, na moich oczach zmieszałam się z bardzo młodą kobietą. Zranione życie usychało bez żadnego wyglądu.\n\"Pokarz mi miłość dorosłego\" - podejrzany młodszy mężczyzna, który wtargnął w życie Na Haesoo.\nNiebezpieczny i posłuszny, zaczyna potrząsać Na Haesoo."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6833095a-ea1b-4fa9-be44-c7df7f293082",
    "title": {
      "en": "I'm No Heroine!"
    },
    "updatedAt": "2024-09-10T13:57:05+00:00",
    "coverArt": "https://mangadex.org/covers/6833095a-ea1b-4fa9-be44-c7df7f293082/ef8b2672-7eee-493c-a461-dd5eecfdcdb3.jpg",
    "altTitles": [
      {
        "ko": "남주는 정중히 사양하겠습니다!"
      },
      {
        "ko-ro": "Namjuneun Jeongjunghi Sayanghagessseubnida!"
      },
      {
        "en": "I Will Politely Decline the Male Lead!"
      },
      {
        "fr": "Maléfiquement vôtre"
      },
      {
        "ru": "Пожалуй, откажусь от главного героя!"
      },
      {
        "uk": "Я ввічливо відмовлю головному герою!"
      },
      {
        "mn": "Би эелдэгээр эрэгтэй гол дүрээс татгалзах болно!"
      },
      {
        "ja": "男主人公は丁重にお断りします！"
      },
      {
        "zh": "男主我就敬谢不敏了！"
      },
      {
        "zh": "礼貌地拒绝男主角"
      },
      {
        "zh-hk": "我會禮貌地拒絕男主角"
      },
      {
        "zh-hk": "我竟是大反派"
      },
      {
        "zh-hk": "禮貌地拒絕男主角"
      },
      {
        "es-la": "Rechazare cortésmente al protagonista"
      }
    ],
    "description": {
      "en": "A girl obsessed with a novel suddenly finds herself transported into the thick of the plot. The problem is, she has taken on the role of the villain in the story. And she knows how this ends… it's off with her head! Maybe she'll just let this play out and wake up back in reality… But after a few too many deaths to no avail, it's finally time to go off-script. She's going to have a little fun with this tale. She's made up her mind… to live!\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "fr": "Condamnée à mourir le jour de ses 20 ans puis à ressusciter encore et toujours pour l'éternité, c'est là, sa malédiction. Mais quitte à voir son avenir ruiné, autant vivre comme on le souhaite! La méchante est bien décidée à suivre cet adage et a changé l'histoire du roman où elle se trouve. L'héroïne, sa rivale? Plus question! Elle est tellement adorable, plutôt en faire sa meilleure amie! Le fiancé? Un prince héritier cruel et idiot, mieux vaut l'éliminer du paysage. Cependant, à chacune de ses décisions s'éloignant de l'histoire originale, le futur se modifie. Jusqu'où va-t-elle bouleverser le cours du roman et tous ses personnages?\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "ko": "비참하게 처형당하는 소설의 악역으로 빙의했다.\n사망플래그를 피하기 위해 별짓 다 해봤지만, 돌아오는 건 결국 죽음뿐.\n세 번째 회귀하던 날, 나는 결심했다.\n막 살기로!\n\n“이렇게 살아도 죽고, 저렇게 살아도 살해당하는 판에\n나 하고 싶은 대로 하고 살겠다!”\n\n그러나 원작에서 너무 멀어진 탓일까.\n원래대로라면 원작 여주에게 향했어야 할 남주들의 관심이\n어째서인지 나한테 향하는 것 같다……?\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "uk": "Вона стала лиходійкою в романі, якій судилося жалісна смерть. У своєму першому житті вона пішла за оригінальною історією і померла. Потім знову прокинулась в тілі лиходійки. Під час наступної спроби вона робила все, щоб уникнути смерті, але врешті-решт її знову чекала лише вона.\nЯк би я не жила, все одно помру, чи не краще жити так, як хочеться?\nПроте, щось я надто далеко відійшла від оригінального сюжету. Чому раптом головний герой зацікавився мною?...\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "zh-hk": "她在一部小說中被當作惡棍附身，在小說中被悲慘地處決。\n\n我嘗試了一切來避免死亡標誌，但最終，只有死亡浮出水面。在第三次回歸的那天，我下定了決心。讓我們活下去吧！\n\n\"如果我這樣生活，我會死，如果我那樣生活，我會被殺！\"\n\n但這是因為它離原版太遠了嗎？主角對原版女主角的興趣似乎以某種方式針對了我......？\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-09-08T18:51:45+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/7033c604-e1c4-42d2-93d8-48aba83032b3.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      },
      {
        "ne": "इरुमालाई डिमन स्कूलमा स्वागत छ!"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b302016f-9931-4085-b962-afbbcd365a3f",
    "title": {
      "en": "Savage Forest"
    },
    "updatedAt": "2024-08-25T18:36:30+00:00",
    "coverArt": "https://mangadex.org/covers/b302016f-9931-4085-b962-afbbcd365a3f/8a50fe3e-9af5-4cf1-8edc-eb9573d73dae.png",
    "altTitles": [
      {
        "ko": "세비지 포레스트"
      }
    ],
    "description": {
      "en": "The Aguilea tribe considers a healthy body to be their greatest asset.\n\nEnya lives there and is not treated as a person because she has a crippled leg. But she has Tarhan by her side, the incarnation of the predecessor Leias and the most revered man in Aguilea.\n\n“Don’t have any other man but me. And I will do the same.”\n\nTarhan constantly longs for Enya and is obsessed with her, but Enya is overcome with unknown anxiety due to people’s cold treatment towards her and Tarhan’s abnormal obsession…\n\nIn a dizzying world, can two people become the salvation for each other?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13ad5f5d-8d1d-40ef-93d0-5009a72268a6",
    "title": {
      "en": "Prison Love"
    },
    "updatedAt": "2024-08-29T04:46:34+00:00",
    "coverArt": "https://mangadex.org/covers/13ad5f5d-8d1d-40ef-93d0-5009a72268a6/04a86395-2198-4aac-96ea-aa9da6e18ce5.png",
    "altTitles": [
      {
        "ko": "프리즌 러브"
      }
    ],
    "description": {
      "en": "Having never done anything bad and lived a dilligent life, Shushu is suddenly framed for murder and imprisoned in a prison for women.\nIn order to survive amongst harsh and vicious criminals.\n\n“W-Will you be my prison wife?”\n\nShe becomes the wife of her very pretty but very scary roommate, who is also the prettiest(?) girl in the prison, Minicat.\n\nBut something is weird.\n\nWhy is she suddenly having the kind of feelings she would have for a man for this beautiful Minicat instead?\n\n“It’s a rule, cabbage. Close your eyes when we kiss and I’ll treat you nicely.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db947b17-a026-4c44-97c1-9fadd9c4fca1",
    "title": {
      "en": "Post-Possession Damage Control"
    },
    "updatedAt": "2024-08-11T04:51:59+00:00",
    "coverArt": "https://mangadex.org/covers/db947b17-a026-4c44-97c1-9fadd9c4fca1/92e15179-b850-46b3-b75f-91480c643412.jpg",
    "altTitles": [
      {
        "ko": "누군가 내 몸에 빙의했다"
      },
      {
        "en": "My Body Has Been Possessed by Someone"
      },
      {
        "en": "Someone Possessed My Body for Ten Years"
      },
      {
        "en": "Somebody Possessed My Body"
      },
      {
        "en": "Someone Possessed My Body For 10 Years"
      },
      {
        "fr": "La Possession de Lady Kanna"
      },
      {
        "zh-hk": "二次交換的靈魂"
      },
      {
        "zh": "我被附身了"
      },
      {
        "zh": "有人附在我身上"
      },
      {
        "zh": "被占用的身体"
      },
      {
        "ja": "誰かが私に憑依した"
      },
      {
        "ko": "누군가 내 몸에 빙의했다"
      }
    ],
    "description": {
      "en": "Seven years ago, Kanna was thrown into the body of a Korean girl named Joohwa. She had everything in her new life—a loving family, a great boyfriend, a hard-won medical license, even her own clinic! But that all changes when she's suddenly swapped back one day. Just as she's been in Joohwa's body, Joohwa has been in hers... and she's left Kanna's life a mess! First things first, she's going to divorce her cold husband, Duke Silvian Valentino. After that? Revenge on everyone who's wronged her.",
      "pt-br": "“Me ouça. Sou o único com quem você pode contar.”\n\n“....”\n\n“Eu sou o único para você.”\n\n“....”\n\n“Apenas eu.”\n\nMas que desilusão abominável. Por mais de 10 anos, meu corpo foi possuído por outro alguém. Teria sido bom se “essa pessoa” usasse meu corpo e o devolvesse em boas condições, mas ela ainda se casou estando no meu corpo, ela também estava perseguindo meu marido como uma stalker...?\n\n“Primeiro vamos nos divorciar.”\n\nEu tentei começar uma nova vida deixando meu marido, que estava me tratando como lixo e a minha família que me tratava como sujeira. Mas...\n\n“Indo embora? Você vai me deixar?” —Meu marido que não acreditava em mim.\n\n“Por que você está ficando do lado dele, Irmã?\" —Um irmão mais novo que repentinamente estava com ciúmes.\n\n“Fique nessa casa. Você não pode ir a lugar algum.” —Até mesmo o meu pai que me odiava o tempo todo estava repentinamente obcecado?\n\nO que estava errado com eles para agirem assim tão de repente?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa4774a1-1ffc-4bc4-88f5-042a6d329f7b",
    "title": {
      "en": "Not Your Typical Reincarnation Story"
    },
    "updatedAt": "2024-06-20T07:20:24+00:00",
    "coverArt": "https://mangadex.org/covers/aa4774a1-1ffc-4bc4-88f5-042a6d329f7b/6df6427d-ef1d-48b2-a88c-ae00abaf67ab.jpg",
    "altTitles": [
      {
        "ko": "흔한 빙의물인 줄 알았다"
      },
      {
        "en": "I Thought It's a Common Isekai Story"
      },
      {
        "en": "I Thought It Was a Common Possession"
      }
    ],
    "description": {
      "en": "I was the villainess who would die at the hands of the male lead, but I know this is a cliché! I thought it was a pretty good deal to die unjustly, as a payment for the price I paid for being the villainess. Until I realized that I couldn’t escape from the original plotline. If I was going to die anyway according to the original, then let’s give a kiss to my handsome husband!… Why did the original plot start to change?",
      "ko": "그럼 그렇지, 내 팔자에 무슨 주인공이야.\n\n남편 손에 죽을 팔자의 악녀였지만, 난 이 클리셰를 안다!​\n억울하게 죽은 대가로는 꽤 괜찮다고 생각했다.\n원작의 흐름에서 벗어나지 못한다는 걸 깨닫기 전까지는.\n결국 원작대로 죽을 거라면, 초미남 남편에게 뽀뽀라도 해보자!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c1d7d0c-e0b7-4170-941d-29f652c3c19d",
    "title": {
      "en": "Kusuriya no Hitorigoto ~Maomao no Koukyuu Nazotoki Techou~"
    },
    "updatedAt": "2024-07-01T01:29:34+00:00",
    "coverArt": "https://mangadex.org/covers/8c1d7d0c-e0b7-4170-941d-29f652c3c19d/5050d67a-e6d8-4263-8413-4d4ed4e58e33.jpg",
    "altTitles": [
      {
        "en": "The Apothecary Diaries: Maomao's Rear Palace Mysteries Journal"
      },
      {
        "en": "The Apothecary Diaries: Maomao's Rear Palace Notebook of Mysteries"
      },
      {
        "ru": "Монолог в аптечной лавке - Журнал тайн внутреннего дворца Маомао"
      },
      {
        "ja": "薬屋のひとりごと～猫猫の後宮謎解き手帳～"
      }
    ],
    "description": {
      "en": "In the imperial court, a young woman is put into servitude, Maomao. The tale is just beginning for the woman doctor/pharmacist from the red-light district, as rumors circulate about the emperor's children's lives being short-lived. Her curious nature and thirst for knowledge pushes her to action. To satisfy her curiosity, this young doctor/pharmacist will investigate the origin! What is shifting in the imperial court..!?  \n  \n\n\n---",
      "ja": "誘拐された挙句、とある大国の後宮に売り飛ばされた薬屋の少女・猫猫（マオマオ）。年季が明けるまで大人しくしようと決めていた猫猫だったが、あるとき皇帝の子どもたちが次々と不審死することを知る。好奇心と少しばかりの正義心、そして薬屋の知識を使い、その謎を調べ始めてから猫猫の運命は大きく変わって…？",
      "ru": "В императорский двор была доставлена молодая девушка Маомао. История её берёт начало в районе красных фонарей, где начали ходить слухи о том, что жизни детей императора под угрозой. Ею движут любопытство и жажда знаний. Чтобы удовлетворить своё любопытство, молодая целительница будет докапываться до истины! Что же изменится при императорском дворе?!",
      "pt-br": "Na corte imperial, uma jovem é colocada em servidão, Maomao. A história está apenas começando para a médica/apotecária do distrito da luz vermelha, enquanto circulam rumores de que a vida dos filhos do imperador foi de curta duração. Sua natureza curiosa e sede de conhecimento a levam à ação. Para satisfazer a sua curiosidade, esta jovem médica/apotecária irá investigar a origem! O que está mudando na corte imperial..!?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c807df59-8692-4993-919f-830512273b1b",
    "title": {
      "en": "Bumpoor"
    },
    "updatedAt": "2024-07-13T01:00:39+00:00",
    "coverArt": "https://mangadex.org/covers/c807df59-8692-4993-919f-830512273b1b/1cefee2a-6f94-4d26-b70f-d243b53e193a.png",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5813825a-b729-4ce4-8dfd-54c3391f8d19",
    "title": {
      "en": "Super Ball Girls"
    },
    "updatedAt": "2024-09-13T07:37:38+00:00",
    "coverArt": "https://mangadex.org/covers/5813825a-b729-4ce4-8dfd-54c3391f8d19/79aa3852-ae92-4705-8135-683a45b48aa9.jpg",
    "altTitles": [
      {
        "ru": "Девушки и супермяч"
      },
      {
        "ja": "スーパーボールガールズ"
      },
      {
        "zh-hk": "超級彈珠女孩"
      },
      {
        "zh": "弹珠女孩"
      },
      {
        "en": "Superball Girls"
      },
      {
        "ne": "सुपर बल गर्ल्स"
      },
      {
        "hi": "सुपर बॉल गर्ल्स"
      }
    ],
    "description": {
      "en": "Ichiyoshi continues to work at a chocolate factory, locking away his \"best\" in his heart. One Christmas night, on his way home, he finds a mysterious superball that rolls out of the darkness...",
      "pt-br": "Ichiyoshi continua trabalhando em uma fábrica de chocolate, trancando o seu \"melhor\" em seu coração. Numa noite de Natal, a caminho de casa, ele encontra uma misteriosa super bola que  cai da escuridão..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8faa6eae-f69a-4d9b-81f9-0fc53df8f164",
    "title": {
      "en": "Nani ka Ii no Mitsuketa! Re:"
    },
    "updatedAt": "2024-03-25T02:31:52+00:00",
    "coverArt": "https://mangadex.org/covers/8faa6eae-f69a-4d9b-81f9-0fc53df8f164/ecb3f387-e66a-4cee-9d43-0d3e33719dd4.jpg",
    "altTitles": [
      {
        "ja": "何かいいの見つけた! Re:"
      },
      {
        "en": "Found Something Good! Re:"
      }
    ],
    "description": {
      "en": "This is the sequel to the story Nani ka Ii no Mitsuketa!\n\nAfter stomach cramps land Muramachi Koharu in a bed at the nurse's office on the very first day at his new school, he suddenly wakes up to find himself on the landing just before the roof door. And there's a student he doesn't know sitting right next to him!\n\n\"Where am I? Who are you?\"\n\nThe student says he's one year Koharu's senior and he leans closer and closer to him…! He pushes Koharu down… and suddenly kisses him!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "d2c5fb99-e398-4e01-a158-1dd693bc79c9",
    "title": {
      "en": "My Introverted Boy"
    },
    "updatedAt": "2024-02-18T04:00:01+00:00",
    "coverArt": "https://mangadex.org/covers/d2c5fb99-e398-4e01-a158-1dd693bc79c9/938a10d6-1dbd-4c17-8ece-3401a5afb98a.jpg",
    "altTitles": [
      {
        "ko": "내향남녀"
      },
      {
        "en": "Introvert"
      }
    ],
    "description": {
      "en": "Nowadays the MBTI is a very popular personality test in a bunch of countries like South Korea, this categorizes each person in a certain group corresponding to the way they think, feel and express their emotions. This takes us to a secondary school where the most popular and handsome guy “Jaehyuk”, who is actually totally an introverted with difficulties to understand how popular he is and how others see him, develops a crush on a quiet and strange girl of the same class. The problem arises when Jaehyuk starts causing misunderstandings and awkward situations because of his introverted personality while at the same time his crush doesn’t understand why the most popular guy in school is trying to approach her. What is going to happen between these two? Are they going to be able to go past their personalities to have a normal conversation? Will Jaehyuk be able to confess his feelings?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec2fce2e-f553-4df4-8776-bccddae2bd73",
    "title": {
      "en": "Starting as a Master of Female Disciples' Leisure Skills"
    },
    "updatedAt": "2024-09-15T19:41:19+00:00",
    "coverArt": "https://mangadex.org/covers/ec2fce2e-f553-4df4-8776-bccddae2bd73/406f0530-ab63-4557-826a-2ea686cc2c5c.png",
    "altTitles": [
      {
        "zh": "从女徒修闲开始"
      }
    ],
    "description": {
      "en": "Xiu Xian died and, upon waking up, found himself transmigrated into the body of a cowardly illegitimate son from a cultivation family. Without spiritual roots, he couldn’t cultivate, and the head of the family despised him. Almost anyone in the household could easily humiliate him. However, he acquired a \"Female Disciples' Leisure System.\" As long as his female disciples cultivated various leisure skills like cooking, painting, blacksmithing, weaving, and construction, Xiu Xian would gain experience points. As the disciples improved their skills, they could even develop all sorts of incredible cultivation techniques—like eating food to restore health bars..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc10dbb6-2bb2-4d52-8440-85ca9ed2d9a6",
    "title": {
      "en": "Long-Awaited Feelings"
    },
    "updatedAt": "2024-07-25T09:15:24+00:00",
    "coverArt": "https://mangadex.org/covers/dc10dbb6-2bb2-4d52-8440-85ca9ed2d9a6/5d2a1ae5-ba50-47eb-99ac-0f2641cd7485.jpg",
    "altTitles": [
      {
        "zh": "余情可待"
      },
      {
        "zh-hk": "餘情可待"
      },
      {
        "zh-ro": "Yú qíng kě dài"
      },
      {
        "en": "My Feelings Can Wait"
      }
    ],
    "description": {
      "en": "During the wedding of the famous actress, Jing Xiu, Weibo was flooded instead by the shocking headline \"New Hit Actress Ji Youyan Dies of Alcohol Poisoning\". The headlines were soon changed when the wedding was called off... for reasons unknown.\r\n\r\nJi Youyan suddenly wakes up three years back in time, two years after she broke up with Jing Xiu. This time, she swears to never lose her again..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d2f4ff4d-7fcf-496f-9dd7-b8e598f7b3cb",
    "title": {
      "en": "Pizzicato no Nemuru Mori"
    },
    "updatedAt": "2024-09-13T17:13:37+00:00",
    "coverArt": "https://mangadex.org/covers/d2f4ff4d-7fcf-496f-9dd7-b8e598f7b3cb/00d836e2-61af-45e3-b991-fce00b3fb204.jpg",
    "altTitles": [
      {
        "ja-ro": "Pizzicato no Nemuru Mori"
      },
      {
        "ja": "ピチカートの眠る森"
      },
      {
        "en": "Sleeping Pizzicato Forest"
      }
    ],
    "description": {
      "en": "Emilie has lived a sheltered life. Longing for a life like the protagonist in her beloved novel who shares the same name, Emilie leaves home on her own and travels to the villa inherited from her great-great-grandfather on Hazama Hill. There, she finds a sleeping backpacker named Shura and many mysterious creatures!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ed28ebe-968d-42c9-8cc6-002b2a5aa49b",
    "title": {
      "en": "My God Is a Lustful Man"
    },
    "updatedAt": "2024-05-17T02:39:45+00:00",
    "coverArt": "https://mangadex.org/covers/6ed28ebe-968d-42c9-8cc6-002b2a5aa49b/5bbdf68c-2177-4f8b-9cc7-94e84a97b069.jpg",
    "altTitles": [
      {
        "pt-br": "Meu Deus É Um Homem Lascivo"
      },
      {
        "en": "My god of debauchery"
      },
      {
        "en": "My god is a desire maker"
      },
      {
        "ko": "나의 신은 욕망꾸러기"
      }
    ],
    "description": {
      "en": "Hye-sal, a timid ethics teacher who has lived her whole life without desires, finds that a neighbor who exudes desire and pleasure has moved in next door. With a sexy appearance and a fatal scent, his name is Dionysus, shortened to Dio.\n\nWhen Dio makes divine wine, the essential ingredient required is the deep desires that humans have never fulfilled in their lifetime. The one who possesses that is Hye-sal! All she desires is her repetitive peaceful daily life, without any other dreams or desires.\n\nDio begins relentlessly pestering her, using even divine abilities to awaken the deep desires within Hye-sal.",
      "pt-br": "A reservada professora de ética, Jeon Haesul, levando uma vida sem muitas aspirações, inesperadamente se vê residindo ao lado de uma divindade do desejo e do prazer chamada ‘Dionísio’ ou simplesmente Dio, que exala uma fragrância cativante com uma aparência sedutora. O ingrediente essencial para a criação do vinho por Dio são os desejos profundos e não realizados que os indivíduos carregam ao longo de suas vidas, e Haesul os possui! Tudo o que ela deseja é a tranquilidade rotineira do dia a dia, tendo vivido sem quaisquer outros sonhos ou desejos. Dio, em seus esforços incansáveis ​​para despertar os desejos profundos de Haesul, emprega suas habilidades divinas, transformando a vida dela em uma fonte constante de aborrecimento."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "066fa82d-fecc-437e-8146-69a6cfcd64bb",
    "title": {
      "en": "Back to Spring"
    },
    "updatedAt": "2024-08-15T22:02:11+00:00",
    "coverArt": "https://mangadex.org/covers/066fa82d-fecc-437e-8146-69a6cfcd64bb/464dd530-4d2f-483b-8fcf-325a153e69a0.png",
    "altTitles": [
      {
        "zh": "溯洄春时"
      }
    ],
    "description": {
      "en": "Because of her personality, highschooler Xu Ting is often picked on by her classmates. Until one day, the school’s young, new maintenance worker saves her.  His attractive looks and mysterious aura enthrall the bullies.  Xu Ting feels indebted, yet in the small forest after school, she accidentally discovers his deepest secret?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8a00acf-2c05-4cd9-8d58-5e8c7c432f7b",
    "title": {
      "en": "Ninja Slayer: Kyoto, Hell on Earth"
    },
    "updatedAt": "2024-05-13T14:08:18+00:00",
    "coverArt": "https://mangadex.org/covers/d8a00acf-2c05-4cd9-8d58-5e8c7c432f7b/78949c7a-2a3b-4335-b03f-d75d67974381.jpg",
    "altTitles": [
      {
        "ru": "Ниндзя Слеер: Киото - ад на земле"
      },
      {
        "ja": "ニンジャスレイヤー キョート・ヘル・オン・アース"
      },
      {
        "zh": "忍者杀手 杀伐都市京都"
      },
      {
        "en": "Ninja Slayer: Kyoto, Hell on Earth"
      }
    ],
    "description": {
      "en": "The man who annihilated the Soukaiya, the enemy of his wife and child, and buried Neo-Saitama in flames has appeared in Gaion City, Kyoto Republic! Ninja Slayer's new battle begins to eradicate his other enemy, the Zaibatsu! The second part of the hugely popular cyberpunk ninja novel, which has sold over 1.5 million copies in total, is now perfectly adapted into a comic!",
      "zh": "击破了总会屋的忍者杀手，藤木户·健二，接下来开始朝着另一个仇人罪罚所在的京都进发\n助他最终战胜老元·宽的奈落·忍者，在战斗的最后为了保护藤木户的身体而陷入沉眠，接下来的敌人京都罪罚的恐怖威势更是远超预想……\n初来乍到的藤木户只在前往京都的路上都要经过连场大战，孤立无援的他究竟要如何才能坚持到最后，为妻儿的复仇画上句号？\n在历史名都祇园，忍者杀手Vs忍者的激战在此拉开帷幕！"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "341ef721-6c92-4884-b17b-236b74401fd3",
    "title": {
      "en": "Koneko ♂ ga Matterunode Kaerimasu."
    },
    "updatedAt": "2024-09-15T17:45:48+00:00",
    "coverArt": "https://mangadex.org/covers/341ef721-6c92-4884-b17b-236b74401fd3/31e10d4e-dfe7-4e33-9329-4e75499c9d90.jpg",
    "altTitles": [
      {
        "en": "My Cat Is Waiting For Me!"
      },
      {
        "en": "My Kitten♂ Is Waiting, So I'm Going Home."
      },
      {
        "ja": "子猫♂が待ってるので帰ります。"
      }
    ],
    "description": {
      "en": "Miyako is stressed out at work. Seeking solace, she tries to get a cat, but is unable to do so. She returns home dejected… only to find a child with cat ears and a hoodie lying on the floor…! When she rushes to take care of him, she finds out that he is a very beautiful boy!\n\nThe cute and dangerous life together of a beautiful boy and an office worker begins!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "8cbfcd8c-c39f-4971-9549-6ddb0c6d59bf",
    "title": {
      "en": "My Beloved Oppressor"
    },
    "updatedAt": "2024-07-14T21:16:35+00:00",
    "coverArt": "https://mangadex.org/covers/8cbfcd8c-c39f-4971-9549-6ddb0c6d59bf/5bceb757-5867-4521-84fe-cb50952bdc16.jpg",
    "altTitles": [
      {
        "ko": "사랑하는 나의 억압자"
      },
      {
        "en": "My Dear Oppressor"
      },
      {
        "en": "To My Beloved Oppressor"
      },
      {
        "zh": "我心爱的压迫者"
      },
      {
        "es-la": "Mi amado opresor"
      }
    ],
    "description": {
      "en": "Annette Rosenberg, a descendant of the Padanian royal family and the only daughter of a military captain. After two years of dating, she married her father’s faithful servant, Heiner Valdemar. Everything was perfect. Until her family fell due to her husband’s betrayal. “You will be unhappy by my side for the rest of your life.” Annette suddenly realized something. This man’s revenge is just beginning."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "708fba2b-bc7f-4bd7-be66-5bfa1a2108ea",
    "title": {
      "en": "Misfortune at Work"
    },
    "updatedAt": "2024-05-17T02:35:43+00:00",
    "coverArt": "https://mangadex.org/covers/708fba2b-bc7f-4bd7-be66-5bfa1a2108ea/a364e049-befa-4bb6-90c9-1f701f17aca3.jpg",
    "altTitles": [
      {
        "ko": "상사불상사"
      },
      {
        "id": "Nasib Buruk di Tempat Kerja"
      },
      {
        "en": "It's Just Business"
      }
    ],
    "description": {
      "en": "Absolute obedience to the word of the boss!\nThis is what Ha Eun-ho, a fifth-year Korean worker believes wholeheartedly.\n'As long as I have a solid career, I don't need a relationship.'\nBut what's in store for her as a new recruit? What happens when an old flame starts flirting with her again? What will she do?\nA sweet office romance comedy!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c490e996-f096-4999-8fd6-b4c782eaa472",
    "title": {
      "en": "Meet in the Middle"
    },
    "updatedAt": "2024-08-10T00:03:01+00:00",
    "coverArt": "https://mangadex.org/covers/c490e996-f096-4999-8fd6-b4c782eaa472/b1319e74-6e80-4622-b1d4-1c910963ed15.jpg",
    "altTitles": [
      {
        "ko": "중간에서 만나"
      },
      {
        "en": "Meet Me in the Middle"
      }
    ],
    "description": {
      "en": "\"I can make it fun for you.\"\n30-year-old Son Yeoreum, who is living a boring life, has a mysterious younger guy appear in front of her one day!\nIt's just cute to see you go straight, regardless of the back and forth,\nSomething strong and something obsessive?\n\nWhat the hell do you want from me?!\nHeart pounding two-way scam romance comedy!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7af9467-a5d3-470a-86e9-b5ae4a82e0cd",
    "title": {
      "en": "JoJo’s Bizarre Adventure, Part 4: Diamond Is Unbreakable (Official Colored)"
    },
    "updatedAt": "2024-07-27T09:53:04+00:00",
    "coverArt": "https://mangadex.org/covers/b7af9467-a5d3-470a-86e9-b5ae4a82e0cd/c7dd8abf-9c2a-4b7f-8597-17b3c4ead3dc.jpg",
    "altTitles": [
      {
        "en": "JoJo’s Bizarre Adventure, Part 4: Diamond Is Unbreakable - Digital Colored Comics"
      },
      {
        "ja-ro": "JoJo no Kimyō na Bōken: Diamond wa Kudakenai"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Diamond wa Kudakenai"
      },
      {
        "es-la": "La extraña aventura de JoJo Parte 4: El diamante es inquebrantable"
      },
      {
        "ja": "ジョジョの奇妙な冒険 ダイヤモンドは砕けない"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 4 - Diamond is Unbreakable (Official Colored)"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第4部 ダイヤモンドは砕けない カラー版"
      }
    ],
    "description": {
      "en": "In April 1999, Jotaro Kujo travels to a town in Japan called Morioh to find a young man named Josuke Higashikata, the secret love child of his grandfather, Joseph Joestar. Upon finding him, Jotaro is surprised to learn that Josuke also possesses a Stand. After their strange meeting, the pair team up to investigate the town’s proliferation of unusual Stands!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "174"
  },
  {
    "mangaId": "d630e166-3a40-4db5-9044-697f5c6698db",
    "title": {
      "en": "Manual for Using Fierce Beast"
    },
    "updatedAt": "2024-05-17T02:40:58+00:00",
    "coverArt": "https://mangadex.org/covers/d630e166-3a40-4db5-9044-697f5c6698db/daf3a5f6-bf0d-4386-98ff-9fdd3d0401fe.jpg",
    "altTitles": [
      {
        "ko": "맹수 사용 설명서"
      },
      {
        "en": "Reasoning With A Beast"
      },
      {
        "en": "How to Tame a Beast"
      }
    ],
    "description": {
      "en": "Secretary Seo Yujin is in charge of self proclaimed truth-finding. Once upon she receives a sudden call to her president and she hears shocking news. She is asked to take full care of the president's younger brother and the third son of an unknown conglomerate, Jin Taeoh. What if you add something like this when you can't shake off an eery feeling? \"It's not that difficult. You just need to keep him out of the media.\"\n\nShe should have run away immediately after hearing that, but blinded by the money, Seo Yujin agrees...! The first time she goes to the airport to meet him her first impression was that he's a quite beautiful... beast? Tame the world's just but heartless psychotic beast who doesn't know where to go!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccd3cb6e-82ac-4ebd-9263-eec25cfafcc8",
    "title": {
      "en": "Freak Island"
    },
    "updatedAt": "2023-12-05T17:10:39+00:00",
    "coverArt": "https://mangadex.org/covers/ccd3cb6e-82ac-4ebd-9263-eec25cfafcc8/dd35775f-3af4-419d-8709-f25f1eb1b342.jpg",
    "altTitles": [
      {
        "ja-ro": "Kichikujima"
      },
      {
        "ja": "鬼畜島"
      },
      {
        "en": "Evil Land"
      },
      {
        "uk": "Диявольський острів"
      }
    ],
    "description": {
      "en": "University students shipwrecked and forced to board a deserted island with a serial killer."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "24",
    "lastChapter": ""
  },
  {
    "mangaId": "7d904358-2de3-423b-a38e-8586694b5861",
    "title": {
      "en": "Living as the Villain's Stepmother"
    },
    "updatedAt": "2024-08-15T17:24:46+00:00",
    "coverArt": "https://mangadex.org/covers/7d904358-2de3-423b-a38e-8586694b5861/6a0dad07-0b5b-4d86-ab42-8bac48652ffe.png",
    "altTitles": [
      {
        "ko": "계모인데, 죽음을 피하는 게 너무 쉽다"
      },
      {
        "en": "As A Stepmother, It Is Too Easy To Avoid Death"
      },
      {
        "en": "It's So Easy to Avoid Death by Being a Stepmother"
      },
      {
        "en": "She's A Stepmother, But It's Too Easy To Avoid Death"
      },
      {
        "en": "Stepmother, It's So Easy to Avoid Death"
      },
      {
        "en": "The Evil Stepmother Lives On"
      },
      {
        "es-la": "Seré La Madrastra En Esta Historia, Pero Evitare Mi Muerte Destinada"
      }
    ],
    "description": {
      "en": "The oven exploded while I was baking bread, and I faced death along with my abusive father, who had come seeking me. Then I woke up in a novel I was reading. “I’m sorry, Mo..ther. I’m not hurt.”\n\nIn the body of the villainous stepmother “Leila”, who abused the male protagonist “Hirua” when he was young, but was eventually executed by Hirua when he returned as the emperor! In order to help Hirua leave the stepmother’s wraith and live happily, I encounter the Marquis “Lacias Huppert”, who played a crucial role in the original, and proposed a contractual marriage. “Can we have a real marriage instead of a contractual one?”\n\n“Oh, can I sleep with Mother too?” Contrary to the plan to leave only the two of them after a year, it seems that both the Marquis and Hirua have unexpectedly started to become attached to me."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a4786cf-c185-4ad3-89a9-294a1ec0bfc9",
    "title": {
      "en": "Iron Ladies"
    },
    "updatedAt": "2024-08-22T22:37:39+00:00",
    "coverArt": "https://mangadex.org/covers/4a4786cf-c185-4ad3-89a9-294a1ec0bfc9/bd3b29e3-ae6c-4f7d-9cc9-5d1381e9d2ac.jpg",
    "altTitles": [
      {
        "fr": "Dames de Fer"
      },
      {
        "tr": "Demir Bayanlar"
      },
      {
        "id": "Gadis Baja"
      },
      {
        "en": "Metal Goddess Soldier"
      },
      {
        "zh": "Tie Ji Gang Bing"
      },
      {
        "ru": "Железные леди"
      },
      {
        "zh": "铁姬钢兵"
      },
      {
        "ka": "რკინის ქალბატონები"
      },
      {
        "en": "Angels of War"
      },
      {
        "en": "Battle Angels"
      }
    ],
    "description": {
      "en": "**Description translated from the author:**\nUniversity graduate Mu Siyun sent his resume to the star fleet on a whim and somehow became the Fleet Admiral! This is the story about an admiral with a harem of 3000 female soldiers conquering the universe.\n\n---\n\n**Translator's version:**\nThe smartest university student to ever graduate from Daxia University's Department of Political History, Mu Siyun, enlists in Beiyang's Fleet on a whim and somehow becomes the Fleet Admiral. Knowing fully well how the world works and how the rich dominate the poor, Mu Siyun seeks to defy the heavens and bring order and hope back to the universe by cleverly scheming against his enemies.",
      "ru": "По прихоти судьбы выпускник университета Му Сыюнь отправил свое резюме в звёздный флот и каким-то образом стал адмиралом флота! Это история об адмирале с гаремом в 3000 женщин-солдат, покоряющих вселенную…",
      "tr": "Üniversiteden mezun olan Mu Siyun, bir heves ile öz geçmişini yıldız filosuna yollar ve her nasılsa filo amirali olur! bu hikaye 3000 kız askerin bir filo amiraliyle evreni ele geçirmesini anlatıyor…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "730"
  },
  {
    "mangaId": "62642f72-ed18-46f9-a8dd-4add20b752fc",
    "title": {
      "en": "Charao-kun to Seiso-chan"
    },
    "updatedAt": "2024-09-21T06:50:11+00:00",
    "coverArt": "https://mangadex.org/covers/62642f72-ed18-46f9-a8dd-4add20b752fc/6e64b3d3-a106-4c6c-ac9e-fdab1ee56571.jpg",
    "altTitles": [
      {
        "ja": "チャラ男くんと清楚ちゃん"
      },
      {
        "en": "Playboy-kun & Neat-chan"
      },
      {
        "en": "NotNTR (Notorare): Seiso-chan and Charaoh-kun."
      }
    ],
    "description": {
      "en": "A playboy goes after an innocent-seeming girl, having no idea what he's getting into.\n___\n**Note:** Not to be confused with [NoTR](https://mangadex.org/title/03346265-8076-4b14-8c80-78c2f04511be), another series from this same artist."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d79e3d76-30e2-476a-bd16-0fc96f0f0c9c",
    "title": {
      "en": "Zatsuon"
    },
    "updatedAt": "2024-09-22T04:51:20+00:00",
    "coverArt": "https://mangadex.org/covers/d79e3d76-30e2-476a-bd16-0fc96f0f0c9c/083a1159-4abf-448b-b408-363fcba48062.jpg",
    "altTitles": [
      {
        "ja": "雑音"
      },
      {
        "ja-ro": "Zatsuon"
      },
      {
        "ja": "電幻"
      },
      {
        "ja-ro": "Dengen"
      },
      {
        "en": "The Noise"
      },
      {
        "en": "Virtual Illusion"
      },
      {
        "vi": "Mộng Ảo"
      }
    ],
    "description": {
      "en": "A collection of oneshots.\n\n• Braces Kiss\n• Mismatched\n• Virtual Illusion: In order to preserve our love forever, we made a decision together... We believed that this was the best choice for the two of us.\n• Spring Slumber\n• The Noise\n• Someone Else\n• Puppy Love"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "5e853107-9a79-4c74-82ef-b65e6a9d8f67",
    "title": {
      "en": "Beta Kare"
    },
    "updatedAt": "2023-05-12T06:54:11+00:00",
    "coverArt": "https://mangadex.org/covers/5e853107-9a79-4c74-82ef-b65e6a9d8f67/0f3f9645-da58-4a8a-96e4-dd57be1c5c83.jpg",
    "altTitles": [
      {
        "ja": "ベタカレ"
      }
    ],
    "description": {
      "en": "What would you do if the person you like said he already likes someone else? Yoshikawa-kun decided to confess his feelings to Akito-san, but…"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39df3023-925e-49fe-bd9c-f3547e2da261",
    "title": {
      "en": "Kiss Before Sleep"
    },
    "updatedAt": "2024-08-19T04:36:06+00:00",
    "coverArt": "https://mangadex.org/covers/39df3023-925e-49fe-bd9c-f3547e2da261/988f3606-46da-474b-99f0-135528b0a2c0.jpg",
    "altTitles": [
      {
        "ko": "키스는 자기 전에"
      },
      {
        "en": "Kiss Before Going to Bed"
      },
      {
        "en": "Kissing You Before Going To Bed"
      }
    ],
    "description": {
      "en": "Jiho gains psychic powers from a childhood accident! However, she can't control them! Enduring pain for 18 years with this troublesome ability, Jiho discovers that physical contact with the guy next door, Yechan, can temporarily free her from her psychic woes... To engage in legal physical contact, Jiho must seduce Yechan in this spontaneous and hilarious romantic fantasy hero action with a touch of superpower chaos!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d18b471-d710-4b33-88bf-c13df82d7923",
    "title": {
      "en": "Iseop’s Romance"
    },
    "updatedAt": "2024-05-17T02:11:32+00:00",
    "coverArt": "https://mangadex.org/covers/0d18b471-d710-4b33-88bf-c13df82d7923/2d6e3924-8657-44fc-a568-6b084cd577eb.jpg",
    "altTitles": [
      {
        "en": "Lee Seob's Love"
      },
      {
        "ko": "이섭의 연애"
      },
      {
        "en": "Lee Seop's Love"
      },
      {
        "pt-br": "O Amor de Iseop"
      }
    ],
    "description": {
      "en": "In his entire life, Lee Seop pursued to become a capable heir of the number one firm in Korea, TK Group. But his efforts were in jeopardy when a genius man manages to take control of the core business in the firm. Frustrated with his own incapabilities, he planned to retaliate in a nonsensical way. Meanwhile, Mikyeong, a top elite in the firm was assigned to work with him.\n\n---\n\nFrom Webtoon:\nWith her outstanding business acumen, Mingyeong Kang climbed the corporate ranks of TK Group, Korea’s top conglomerate, to become a senior manager in record time. But after 10 years at the company, she’s been assigned to be the secretary of Iseop Tae, the successor to TK Group. The two entered the company at the same time, but ever since he came second place to her at new employee training, Iseop’s never taken kindly to Mingyeong. She’s better than him in every way and trampled all over his ego… so why can’t he stop thinking about her?",
      "ko": "1등만 해 온 나에게 첫 2등의 경험을 안겨준 입사동기, 강민경.\n내 자존심을 짓밟은 그녀가 나, 태이섭 전무의 비서가 됐다.\n그 뛰어난 업무처리 능력으로 나까지 처리해 버리려고?\n업무 그만 하시고 여기 좀 봐주시죠, 강민경씨!\n아무것도 하기 싫은 태이섭과 어떻게든 해내야 하는 강민경의 대환장 오피스 로맨스!",
      "pt-br": "Com sua excelente visão de negócios, Mingyeong Kang subiu as fileiras corporativas do Grupo TK , o principal conglomerado da Coreia, para se tornar gerente sênior em tempo recorde. Mas depois de 10 anos na empresa, ela foi designada para ser a secretária de Iseop Tae, o sucessor do  Grupo TK. Os dois entraram na empresa ao mesmo tempo, mas desde que ele ficou em segundo lugar para ela no treinamento de novos funcionários, Iseop nunca foi gentil com Mingyeong. Ela é melhor do que ele em todos os sentidos e pisoteou todo o seu ego… então por que ele não pode parar de pensar nela?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-06-14T00:03:54+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/0bb214e7-446c-454f-a65e-95db3cdbd38c.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27a90c0e-2630-4ba2-bfee-295a8625618e",
    "title": {
      "en": "In the Shadow of the Spring"
    },
    "updatedAt": "2024-08-05T02:13:34+00:00",
    "coverArt": "https://mangadex.org/covers/27a90c0e-2630-4ba2-bfee-295a8625618e/f4b18762-5bf3-42fa-b530-5440442f8cb0.jpg",
    "altTitles": [
      {
        "ko": "봄그늘"
      }
    ],
    "description": {
      "en": "After leaving her hometown of Cheongna with a sense of finality, Chahui had no choice but to return. However, upon her return, she finds herself overwhelmed by the weight of poverty and unhappiness. Amid this struggle, her first love and ex-boyfriend, Wookyung, whom she hurt and parted ways with, continues to linger around her. Wookyung, who still seems to have feelings for Chahui, subtly makes advances as naturally as breathing. Although Chahuu's heart wavers in response, she knows she must turn away despite her feelings. This is the poignant story of Chahuu's first love."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f76eaa2-e807-4649-bd17-a87aae3d15ad",
    "title": {
      "en": "Isekai Teni Shite Kyoushi ni Natta ga, Majo to Osorerareteiru Ken ~Aoi-sensei no Gakuen Funtou Nisshi~"
    },
    "updatedAt": "2024-07-30T13:58:49+00:00",
    "coverArt": "https://mangadex.org/covers/4f76eaa2-e807-4649-bd17-a87aae3d15ad/77d727a8-fdc6-48c9-a369-30f828c2ad4c.jpg",
    "altTitles": [
      {
        "ja": "異世界転移して教師になったが、魔女と恐れられている件　～アオイ先生の学園奮闘日誌～"
      },
      {
        "ja-ro": "Isekai Teni Shite Kyoushi ni Natta ga, Majo to Osorerareteiru Ken - Aoi-sensei no Gakuen Funtou Nisshi"
      },
      {
        "en": "I Was Transferred To Another World And Became A Teacher, But I'm Feared As A Witch: Aoi-sensei's Academy Struggle Log"
      },
      {
        "es-la": "Fui llevada a otro mundo, me convertí en maestra, pero ahora todos me temen como a una bruja"
      }
    ],
    "description": {
      "en": "Aoi is a new teacher who has been transported to another world. Aoi is picked up by Owen, an elf, and as they live together, Aoi masters more and more of Owen's magic and even surpasses him. In order to refine her magic further, she is assigned to teach at the Fiddich Academy, a school of magic! Aoi starts her teaching career showcasing overwhelming magical abilities, and she is not daunted by the aristocratic troublemakers who dominate the academy. However, her abilities have become the talk of the school...",
      "ja": "異世界に転移してしまった、新人教師のアオイ。エルフのオーウェンに拾われ一緒に暮らすなかで、アオイはオーウェンの持つ魔法をどんどんマスター。より魔法を極めるため、魔術学校であるフィディック学院に教師として赴任することに！学院内にのさばる貴族の問題児たちにも屈せず、圧倒的な魔法能力で教師生活をスタートさせたアオイ。しかし、その能力ゆえに学院内で話題になってしまい・・・。",
      "es-la": "Aoi es una nueva maestra que ha sido transportada a otro mundo. Mientras es recogido por el elfo Owen y vive con él, Aoi gradualmente domina la magia de Owen. Para seguir dominando la magia, decidí aceptar un trabajo como profesora en Fiddik Academy, ¡una escuela de magia! Aoi no cede ante los problemas de los hijos de los aristócratas de la escuela y comienza su vida como maestra con una habilidad mágica abrumadora. Sin embargo, debido a su habilidad, se convirtió en un tema candente dentro de la escuela... ¡Un comienzo turbulento en la vida escolar de la nueva maestra Aoi!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60a2cb0f-cb5d-4c52-ba98-6f31ecffbb50",
    "title": {
      "en": "I Can't Get Enough of You"
    },
    "updatedAt": "2024-05-17T02:38:10+00:00",
    "coverArt": "https://mangadex.org/covers/60a2cb0f-cb5d-4c52-ba98-6f31ecffbb50/f1b130b1-88a8-4de3-9230-b4fe4eae68e3.jpg",
    "altTitles": [
      {
        "ko": "못 잡아먹어서 안달"
      },
      {
        "en": "I Can’t Wait To Eat You"
      }
    ],
    "description": {
      "en": "Outstanding talent. A look that won't be overlooked no matter where you are. A prosperous family. I lived by walking only on well-paved paths. Everything was so perfect to the point that it was boring. Then one day when I turned 30... Taejun Kim impulsively deviates from the path. To meet ‘Han So-eun’, the daughter of the driver who took his parents’ lives. 'With what kind of face did you come to this company?' The shameless face was disgusting. So he decided to stick around and torment her. Like a person who is impatient because he can't eat... “I think the director likes...\"",
      "fr": "Des capacités exceptionnelles. Une belle apparence qui ne passera pas inaperçue. Une famille aisée. Une vie sur un chemin bien tracé. Tout était ennuyeux et parfait. Jusqu'au jour où, à trente ans, Kim Tae-joon quitte impulsivement la route.\nRencontrer Han So-eun, la fille du chauffeur qui a coûté la vie à ses parents.\n« Comment diable êtes-vous entré dans cette entreprise en tant qu'étranger ?\nJ'étais dégoûté par son impudeur, alors j'ai décidé de la garder et de la tourmenter. Comme quelqu'un qui n'en a jamais assez de toi....\n\"Je pense que j'aime le réalisateur.\"\nOh non."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6f9aaad-6787-460c-bbb8-af9eb7bcc3e0",
    "title": {
      "en": "I Became the Mother of the Evil Male Lead"
    },
    "updatedAt": "2024-08-03T23:35:20+00:00",
    "coverArt": "https://mangadex.org/covers/b6f9aaad-6787-460c-bbb8-af9eb7bcc3e0/2a37d481-fedf-4c03-a893-e2e747ea78fe.jpg",
    "altTitles": [
      {
        "ko": "피폐물 남주의 엄마가 되었다"
      },
      {
        "en": "I Became the Mother of the Bloody Male Lead"
      },
      {
        "en": "I Became the Mother of a Bloody Male Lead"
      },
      {
        "en": "I Became the Mother of the Tragic Male Lead"
      },
      {
        "pt-br": "Eu me tornei a mãe do protagonista louco"
      },
      {
        "es-la": "Me Convertí En La Madre Del Protagonista Masculino Que Era Un Producto De Desecho"
      },
      {
        "en": "I Became the Bloodthirsty Male Lead's Mother"
      }
    ],
    "description": {
      "en": "The newly reincarnated Sheriel learns she has become the mother of Karthizel Roperam, the male lead of a dark romance fantasy novel. All the neglect Karthizel faces as a child leads him to become a crazy and obsessive man who’s willing to kill anyone to get what he wants, even his own mother! Then the only way for Sheriel to keep herself alive in this timeline is to have him be raised right under loving parents, which means she’ll also need to make amends with her cold, estranged husband. Will Sheriel be able to save herself and this broken family?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb1b1da5-9436-49f5-8a6b-a1689fb86d91",
    "title": {
      "en": "LOVE-BULLET"
    },
    "updatedAt": "2024-09-19T23:36:10+00:00",
    "coverArt": "https://mangadex.org/covers/cb1b1da5-9436-49f5-8a6b-a1689fb86d91/70e6b8ec-aa72-4c47-b45c-342247b3f0e7.jpg",
    "altTitles": [
      {
        "ja": "ラブ・バレット"
      },
      {
        "ja-ro": "Love · Bullet"
      },
      {
        "en": "Love Bullet"
      }
    ],
    "description": {
      "en": "Since the dawn of humanity, those who have never experienced love and meet an untimely end are granted a second chance at life as Cupids by the Goddess of Love.\n\nPresent day Cupids have traded in their bow and arrow for modern firearms, but their mission remains the same: find suitable lovers for their targets and make them fall in love!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c435cc38-12e4-497a-a869-2cca6b9e90a0",
    "title": {
      "en": "Henjin no Salad Bowl"
    },
    "updatedAt": "2024-08-25T17:21:04+00:00",
    "coverArt": "https://mangadex.org/covers/c435cc38-12e4-497a-a869-2cca6b9e90a0/2e4fefec-7617-490f-8ea7-ee87ab5c2d94.jpg",
    "altTitles": [
      {
        "ja": "変人のサラダボウル＠comic"
      },
      {
        "ja-ro": "Henjin no Sarada Bouru"
      },
      {
        "en": "Salad Bowl of Eccentrics"
      },
      {
        "en": "Odd Salad Bowl"
      }
    ],
    "description": {
      "en": "While trailing someone, the poor detective Sousuke Kaburagi runs into Sara, an imperial princess from another world who uses black magic. Sousuke and Sara gradually begin living together, but in the blink of an eye, Sara becomes accustomed to modern-day Japan...\n\nMeanwhile, Livia—a female knight who transferred to the world after Sara, is enjoying a surprisingly pleasant life, even though she is homeless. The two otherworldly individuals who live a pleasant and strong life influence Sousuke and the other oddballs who live here, such as a devilish lawyer, a divorce agent, and a cult leader. \n\n---\n\n**Links:** \n- [Official LN (JP)](https://www.shogakukan.co.jp/books/09453038)",
      "ja": "異世界の皇女、岐阜で無双！？\n\n貧乏探偵・鏑矢惣助は、尾行中に天から降ってきた金髪の美少女・サラに遭遇。\n彼女は自身を異世界の皇女だと言い、とんでもない魔術を披露する。\nなし崩し的に惣助の家に居候することになったサラは、\nなぜか探偵の仕事に興味を持ちはじめ…？\nサラの従者である女騎士・リヴィアをはじめ、変わり者たちが続々登場！\n岐阜を舞台に贈る、天下無双の群像喜劇！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d3e64e9-a10b-4171-9b71-0fd88fcf4028",
    "title": {
      "en": "How Far Are You Okay With?"
    },
    "updatedAt": "2024-07-29T16:32:27+00:00",
    "coverArt": "https://mangadex.org/covers/0d3e64e9-a10b-4171-9b71-0fd88fcf4028/5a8987b7-2a1e-48c7-b1bb-b119bf78fa24.jpg",
    "altTitles": [
      {
        "ko": "어디까지 괜찮아?"
      },
      {
        "en": "How Far Can You Go?"
      },
      {
        "en": "How Far Are You Okay?"
      },
      {
        "en": "To What Extent Is It Okay For You?"
      }
    ],
    "description": {
      "en": "“If it’s okay with you, Noona… Do you want to do that thing I just saw with me?” Eunpyeong finds it difficult to start dating because of painful memories. Nyuk, her underclassman from the same department, approaches her but Eunpyeong finds it hard to accept him. One day, Nyuk walks Eunpyeong home because she is drunk. At her house, he makes an unexpected discovery and a bold suggestion…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8696cf4-0de0-40b6-90ac-2030bbc2d37a",
    "title": {
      "en": "Yoshinatsu"
    },
    "updatedAt": "2022-10-11T07:28:35+00:00",
    "coverArt": "https://mangadex.org/covers/d8696cf4-0de0-40b6-90ac-2030bbc2d37a/16c8d83b-2562-4630-ad95-042a1603b2ff.jpg",
    "altTitles": [
      {
        "de": "Du bist meine Sonne"
      }
    ],
    "description": {
      "en": "Yoshinatsu is a one-shot about a friend that will not be forgotten."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2d0b8ea-4dfc-4d72-b584-5b26380f9bed",
    "title": {
      "en": "The Ramparts of Ice"
    },
    "updatedAt": "2024-09-22T04:46:57+00:00",
    "coverArt": "https://mangadex.org/covers/d2d0b8ea-4dfc-4d72-b584-5b26380f9bed/0f58605d-c70e-4028-a7b4-83d0a9c644bf.jpg",
    "altTitles": [
      {
        "ja": "氷の城壁"
      },
      {
        "ja-ro": "Koori no Jouheki"
      },
      {
        "en": "Ice Castle Wall"
      },
      {
        "ko": "얼음 성벽"
      }
    ],
    "description": {
      "en": "Inept at dealing with people, Higawa Koyuki maintains a wall between herself and others. She spends her time in highschool away from others, all alone. At least until she encounters Amamiya Minato who keeps closing the distance between them for some reason?!\n\nThe aloof Koyuki, the popular Miki, the boundary-less Minato, and the easygoing and kind basketball team member, Youta. This is the story of these somewhat complicated four, and their tantalizing, bumbling youth!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "117"
  },
  {
    "mangaId": "832c9d97-28c4-44c8-839f-c201a764d713",
    "title": {
      "en": "Find the Crown"
    },
    "updatedAt": "2024-07-31T22:15:48+00:00",
    "coverArt": "https://mangadex.org/covers/832c9d97-28c4-44c8-839f-c201a764d713/3840681f-36bb-46be-a651-0a0d64b49a4a.jpg",
    "altTitles": [
      {
        "ko": "왕관을 찾아줘"
      }
    ],
    "description": {
      "en": "For centuries, the grim reaper Ari guided souls to the afterlife, feeling lonely because no one could see her head. One day, a human named Woo-chul, who can see her head, offers to help find it. Can Ari find her head and ease her loneliness? This is the romance drama of Ari and Woo-chul, crossing between the realms of the living and the dead."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90b88312-18b2-4a87-99fd-ccca64288e7b",
    "title": {
      "en": "Nukoduke!"
    },
    "updatedAt": "2024-08-19T11:51:11+00:00",
    "coverArt": "https://mangadex.org/covers/90b88312-18b2-4a87-99fd-ccca64288e7b/660b51d8-ba55-41fc-be22-193434e0edeb.jpg",
    "altTitles": [
      {
        "ja-ro": "Nukozuke!"
      },
      {
        "ru": "Герцог Нук!"
      },
      {
        "ja": "ぬこづけ！"
      },
      {
        "zh": "喵居生活!"
      },
      {
        "ja-ro": "Nuko Dzuke!"
      },
      {
        "th": "เรื่องวุ่นๆ กับมนุษย์เหมียวๆ"
      }
    ],
    "description": {
      "en": "A heartwarming story about the daily lives of a freeter named Yuuya and his two little pets.  \n  \nNote: Chapters follow the Tankouban (book) order and numbering. The chapter number in (Ex Ch. No.) specifies the original chapter number (when first released on HanaLala Online & MangaPark) before the chapters were compiled into the book.\n\n[Wikipedia](https://ja.wikipedia.org/wiki/%E3%81%AC%E3%81%93%E3%81%A5%E3%81%91!)"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b26a3f35-2117-4fa0-90bd-32d310ab9b11",
    "title": {
      "en": "Planetary Human II: Globe"
    },
    "updatedAt": "2024-07-07T22:15:43+00:00",
    "coverArt": "https://mangadex.org/covers/b26a3f35-2117-4fa0-90bd-32d310ab9b11/470af414-b6aa-4a30-b79a-6aa20c34e7f3.jpg",
    "altTitles": [
      {
        "ko": "행성인간2: 행성의"
      },
      {
        "en": "Planetary Human 2: Planetary"
      }
    ],
    "description": {
      "en": "The second season of Cho Seok's Tidal Universe masterpiece, Planetary Human. So… prepare yourself to be mindfucked."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "6cc72723-8a1c-488f-b500-942173acf193",
    "title": {
      "en": "Danshi Kinsei Majo no Kuni ni Nyotaika Skill de Nyuukoku shite mita"
    },
    "updatedAt": "2024-09-22T05:27:24+00:00",
    "coverArt": "https://mangadex.org/covers/6cc72723-8a1c-488f-b500-942173acf193/361f015d-d21f-4ad9-8a09-18b68e7ea4ff.jpg",
    "altTitles": [
      {
        "ja": "男子禁制魔女の国に女体化スキルで入国してみた"
      },
      {
        "ja-ro": "Danshi Kinsei Majo no Kuni ni Nyotaika Skill de Nyuukoku shite mita"
      },
      {
        "en": "Using Feminization Skills to Enter The Land of Witches, Where Men are Forbidden"
      },
      {
        "zh": "试着使用女体化技能进入禁止男人的魔女国度"
      }
    ],
    "description": {
      "en": "\"I sneaked into the witch's land, where men are forbidden, using feminization magic!\" A guy gets hit by a truck after saving a girl, and gets sent into another world. Unlike other protagonists who get insane cheat skills, he gets a skill that allows him to transform into a girl instead.",
      "ja": "「絶対にバレてはいけない。僕が“男”だということを……」　魔女の国。そこは絶対男子禁制の女性だけが入国を許される花園。男子が王都に立ち入れば、即極刑！　そんな王都にある、魔女学園の門を叩く者がいた。名はトワ・ミツミネ。異世界転生してきた男子高校生である。もちろん男のトワには王都に入ることはできないはずだった。しかし、トワは異世界転生時にとあるスキルを手に入れた。それは、“普通の”最強スキルではなく――女の子に変身できる“女体化”スキルだった。しかも女体化状態なら超強力な魔法も使えるようで……！　元男子高校生には刺激的過ぎる女の子しかいない学園生活！　憧れの『最強魔女騎士』めざし、トワのちょっとえっちな女体化ファンタジーライフが始まる！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "22"
  },
  {
    "mangaId": "34bb9d07-d5ee-40e5-9524-550230685ace",
    "title": {
      "en": "Sayounara Ryuusei, Konnichiwa Jinsei"
    },
    "updatedAt": "2023-12-11T18:38:34+00:00",
    "coverArt": "https://mangadex.org/covers/34bb9d07-d5ee-40e5-9524-550230685ace/3ceca5e4-eb2e-4005-a31f-629fee12a31c.jpg",
    "altTitles": [
      {
        "fr": "Goodbye Dragon Life (FR)"
      },
      {
        "en": "Goodbye Dragon Life, Hello Human Life"
      },
      {
        "ja-ro": "Sayonara Ryuusei, Konnichiwa Jinsei"
      },
      {
        "ru": "Прощай, жизнь дракона, Здравствуй, жизнь человека"
      },
      {
        "ja": "さようなら竜生こんにちは人生"
      },
      {
        "zh": "再见龙生你好人生"
      }
    ],
    "description": {
      "en": "The strongest and oldest dragon who had lived through eternity allowed himself to be killed by Hero. Just as he prepared for eternal sleep, he realized himself reborn as Dran, a villager in the frontier.\n\nWorking the field, hunting forest animal, and having a warm life has filled his heart with joy he never experienced in his whole dragon life.\n\nOne day, when he's patroling the forest near his village, he encountered a powerful demon army\n\n\n---\n\n**Links:**  \n- [Artist's Twitter](https://twitter.com/kuronotokuroe)",
      "es": "El Dragón más antiguo y poderoso del mundo se cansó de su vida, así que elige morir cuando los héroes vengan por él. Pero sucede un giro inesperado después de su muerte, fue reencarnado como un humano. Él en su alivio, decide vivir una vida como un humano en todo su esplendor, y recupera su voluntad de vivir… pero debido a su gran cantidad de poder mágico, él resulta envuelto en muchos problemas, así que su misión es acabar con todo lo que moleste su tranquilidad, y así disfrutar de su nueva vida con los amigos que encuentra en el camino.  \n\n\n---"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c05b1b4-7da6-4e7a-ae39-5cc2363093f0",
    "title": {
      "en": "Slow Loop"
    },
    "updatedAt": "2024-05-03T11:50:03+00:00",
    "coverArt": "https://mangadex.org/covers/4c05b1b4-7da6-4e7a-ae39-5cc2363093f0/1c929c78-ed99-41f0-af28-7ffa615eeec8.jpg",
    "altTitles": [
      {
        "ru": "Медленная петля"
      },
      {
        "ja": "スローループ"
      },
      {
        "ko": "슬로우 루프"
      },
      {
        "ko": "슬로우루프"
      }
    ],
    "description": {
      "en": "When Hiyori - a young girl whose deceased father taught her the joys of fishing - headed out to sea for some alone time, she never thought that she would encounter another girl there.  \nAfter a while, this girl - named Koharu - and her end up fishing and cooking together, and they get to know each other a bit in the meantime. During their brief time together Koharu finds out that the reason that Hiyori went out to sea that day was because she's hesitant towards meeting her new stepfamily that same evening. But what a coincidence! Koharu is also meeting her new family tonight! \"No. It can't be a coincidence…\" Follow these two 'sisters' and their new life together!  \n\n\n---",
      "ru": "Хиори любит ловить рыбу с берега. Этому научил ее отец. Однажды на пляже она знакомится с Кохару, своей сводной сестрой от нового брака матери Хиори."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40dab498-7af6-446a-8071-76cdd5e926d5",
    "title": {
      "en": "Even If Despair Consumes You"
    },
    "updatedAt": "2024-08-05T08:16:25+00:00",
    "coverArt": "https://mangadex.org/covers/40dab498-7af6-446a-8071-76cdd5e926d5/60515c0a-865f-4170-aaa2-b36f3d9de1f6.png",
    "altTitles": [
      {
        "en": "Even if Disillusionment Swallows You"
      },
      {
        "en": "Even if Despair Consumes You"
      },
      {
        "ko": "환멸이 그대를 삼킬지라도"
      },
      {
        "hu": "Még akkor is, ha a kétségbeesés megvisel"
      }
    ],
    "description": {
      "en": "Staying alive is a new form of entertainment.\nWhen Dokyung, disillusioned by the harshness of life, finally resolves to call it quits, a bored demon, Hwamyung, appears before her with a particular offer. Will Dokyung, having entered into a contract with the Demon of Disillusionment, be able to flip her disastrous life upside down?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]