[
  {
    "mangaId": "2660831d-bfe6-4f3a-8db1-658d8ffef956",
    "title": {
      "en": "It’s Too Hard to Chase the Tsundere Prince"
    },
    "updatedAt": "2024-08-08T13:01:23+00:00",
    "coverArt": "https://mangadex.org/covers/2660831d-bfe6-4f3a-8db1-658d8ffef956/47ccc9ce-9360-4d12-bcf3-1d3ab5bb9569.jpg",
    "altTitles": [
      {
        "zh-ro": "Ao Jiao Wangye Tai Nan Zhui"
      },
      {
        "zh": "傲娇王爷太难追"
      }
    ],
    "description": {
      "en": "This is a story about a murdered lady, who then time travels and is reborn as the second daughter in a wealthy household. She was often bullied in her own household. After time travelling, she acts all frail and weak in the situations she encounter, while intelligently overcoming crisis after crisis. Even without a royal background, she is slowly but surely climbing to the top!  \n  \nNovel Author : ZhaoZhao",
      "fr": "Une femme médecin assassinée, voyage dans le temps et renaît dans le corps de la deuxième fille d'un famille riche, souvent harcelée dans sa propre maison. Après ce voyage dans le temps, elle fait semblant d'être faible dans les situations qu'elle rencontre, tout affrontant intelligemment crises après crises.||"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "235"
  },
  {
    "mangaId": "98f854e5-583b-4afc-a586-796249a62d16",
    "title": {
      "en": "Final Boss Fake-out: The Protagonist Thinks She Killed Me So Now I'm Free!"
    },
    "updatedAt": "2024-01-22T07:27:21+00:00",
    "coverArt": "https://mangadex.org/covers/98f854e5-583b-4afc-a586-796249a62d16/0225d1ca-5b8a-4b7a-aa7a-cdb5fa7ef7cc.jpg",
    "altTitles": [
      {
        "ja": "ラスボス、やめてみた　～主人公に倒されたふりして自由に生きてみた～"
      },
      {
        "en": "I Tried to Stop Being the Last Boss ~I Pretended to be Defeated by the Main Character and Tried to Live Freely~"
      },
      {
        "ja-ro": "Last Boss, Yamete Mita ~Shujinkou ni Taosareta Furi Shite Jiyuu ni Ikite Mita~"
      }
    ],
    "description": {
      "en": "The strongest final boss in RPG history figures out a way to get super rich in his own world! Demon Lord Menas, ruler of the Noa Empire, finds the Resistance's forces on his doorstep. While Alex, a determined, beautiful, blonde young lady stands before him, he gets this weird feeling of deja vu... Isn't this just like the prologue of 'ResNoa', the video game he plays in his dreams?! Menas realizes that he was the final boss of his own world all along! He fakes his death at the hands of Alex and seizes his chance at a brand new life with both hands.Our dark hero takes his world by storm, using whatever cheat codes he has to protect his newfound freedom!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c8e115a-9e07-42b9-ba16-069efdcd53ef",
    "title": {
      "en": "Akuma to Hito to no Ma"
    },
    "updatedAt": "2024-09-21T14:43:26+00:00",
    "coverArt": "https://mangadex.org/covers/2c8e115a-9e07-42b9-ba16-069efdcd53ef/e332a937-b671-4763-9faa-717cf1562d32.jpg",
    "altTitles": [
      {
        "ja": "悪魔と人との間"
      }
    ],
    "description": {
      "en": "Miyazaki, a high school boy who has been present where a cute erotic classmate is being attacked by a defect. I suddenly got help, and of course I was messed up ...! The secret relationship between Miyazaki and her begins!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": ""
  },
  {
    "mangaId": "b04582e8-d98b-4f6e-b605-c300f3a5e3bd",
    "title": {
      "en": "Sanda"
    },
    "updatedAt": "2024-07-10T18:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/b04582e8-d98b-4f6e-b605-c300f3a5e3bd/71e15598-03f9-4c9c-866a-096677c760f3.jpg",
    "altTitles": [
      {
        "ja": "サンダ"
      }
    ],
    "description": {
      "en": "In the year 2080, the world is like it is now, yet different. Government-arranged marriages, elaborate plastic surgery, and medical science are at the forefront of Japanese society.\n\nSanda Kazushige is a middle-school student who hasn't quite matured, despite being in the thralls of puberty. Put into a life-threatening situation by his classmate Fuyumura, Sanda discovers his uncanny ability to turn into a burly (and more grown) Santa Claus, and is thrown into a world of chaos to save his fellow students in only ways Santa Claus can do, while trying to solve the mysteries of the school he attends and the truth to where his supposedly-dead classmate Ono went.",
      "ja": "これは少し未来のお話。超少子化が進み、様々な風習が失われた近未来。大黒愛護学園に通う普通の少年、三田は、なぜか同級生の冬村四織に命を狙われていた。突如として振り下ろされる凶刃。それには、行方不明になった冬村の友人と、三田が抱えている「とある呪い」に理由があって…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "142"
  },
  {
    "mangaId": "4a4786cf-c185-4ad3-89a9-294a1ec0bfc9",
    "title": {
      "en": "Iron Ladies"
    },
    "updatedAt": "2024-08-22T22:37:39+00:00",
    "coverArt": "https://mangadex.org/covers/4a4786cf-c185-4ad3-89a9-294a1ec0bfc9/bd3b29e3-ae6c-4f7d-9cc9-5d1381e9d2ac.jpg",
    "altTitles": [
      {
        "fr": "Dames de Fer"
      },
      {
        "tr": "Demir Bayanlar"
      },
      {
        "id": "Gadis Baja"
      },
      {
        "en": "Metal Goddess Soldier"
      },
      {
        "zh": "Tie Ji Gang Bing"
      },
      {
        "ru": "Железные леди"
      },
      {
        "zh": "铁姬钢兵"
      },
      {
        "ka": "რკინის ქალბატონები"
      },
      {
        "en": "Angels of War"
      },
      {
        "en": "Battle Angels"
      }
    ],
    "description": {
      "en": "**Description translated from the author:**\nUniversity graduate Mu Siyun sent his resume to the star fleet on a whim and somehow became the Fleet Admiral! This is the story about an admiral with a harem of 3000 female soldiers conquering the universe.\n\n---\n\n**Translator's version:**\nThe smartest university student to ever graduate from Daxia University's Department of Political History, Mu Siyun, enlists in Beiyang's Fleet on a whim and somehow becomes the Fleet Admiral. Knowing fully well how the world works and how the rich dominate the poor, Mu Siyun seeks to defy the heavens and bring order and hope back to the universe by cleverly scheming against his enemies.",
      "ru": "По прихоти судьбы выпускник университета Му Сыюнь отправил свое резюме в звёздный флот и каким-то образом стал адмиралом флота! Это история об адмирале с гаремом в 3000 женщин-солдат, покоряющих вселенную…",
      "tr": "Üniversiteden mezun olan Mu Siyun, bir heves ile öz geçmişini yıldız filosuna yollar ve her nasılsa filo amirali olur! bu hikaye 3000 kız askerin bir filo amiraliyle evreni ele geçirmesini anlatıyor…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "730"
  },
  {
    "mangaId": "3b134287-b0a8-447a-866c-2047fc3fc151",
    "title": {
      "en": "Ai ga Omosugiru Uchi no Yandere Kai Neko (Official Colored)"
    },
    "updatedAt": "2024-08-31T02:11:41+00:00",
    "coverArt": "https://mangadex.org/covers/3b134287-b0a8-447a-866c-2047fc3fc151/d266c9c7-3ffa-44d5-ba26-1a327906b71e.jpg",
    "altTitles": [
      {
        "ja": "愛が重すぎるうちのヤンデレ飼い猫 (Official Colored)"
      },
      {
        "ja-ro": "Ai ga Omosugiru Uchi no Yandere Kai Neko (Official Colored)"
      },
      {
        "en": "My Yandere Cat Whose Love Is Too Heavy (Official Colored)"
      },
      {
        "pt-br": "Meu amor é muito pesado, minha gata de estimação yandere (Official Colored)"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45b8d08e-b3ca-4aa7-bb14-120a1ed3c72f",
    "title": {
      "en": "Wakaba-chan wa Wakarasetai!"
    },
    "updatedAt": "2024-06-12T07:09:11+00:00",
    "coverArt": "https://mangadex.org/covers/45b8d08e-b3ca-4aa7-bb14-120a1ed3c72f/47d85953-70b2-4f0c-90e0-23c64c08d1b5.jpg",
    "altTitles": [
      {
        "ja": "若葉ちゃんはわからせたい！"
      },
      {
        "ja-ro": "Wakaba-chan ha Wakarasetai!"
      },
      {
        "en": "Wakaba-chan Wants To Make Him Understand!"
      },
      {
        "en": "Wakaba-chan Wants to Make It Clear"
      }
    ],
    "description": {
      "en": "Four-eyes who's bad with girls is only able to talk to with his tomboyish childhood friend Wakaba. But one day Wakaba appears before him in an amazingly cute outfit...!? \n\nThis is a battle rom-com between Wakaba who wants to be loved and four-eyes who gets flustered by girls!!",
      "ja": "『絶対BLになる世界VS絶対BLになりたくない男』の紺吉が贈るTwitter発ラブコメが、新連載開始！　女子が苦手な男子高校生のメガネくんは幼馴染のボーイッシュ女子・若葉とだけは会話ができる。でもある日、若葉がとびきり可愛い服装で現れて…!?　メガネくんに好かれたい若葉さんと女子にドキマギしちゃうメガネくんとのすれ違い＆攻防戦ラブコメ!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee4c0acd-dc97-44a1-bebe-040cf79b62bd",
    "title": {
      "en": "Isekai NTR ~Shinyuu no Onna wo Saikyou Skill de Otosu Houhou~"
    },
    "updatedAt": "2024-06-15T12:20:07+00:00",
    "coverArt": "https://mangadex.org/covers/ee4c0acd-dc97-44a1-bebe-040cf79b62bd/cea89510-fb77-4622-bd98-669bd22ab36a.jpg",
    "altTitles": [
      {
        "ja": "異世界NTR～親友のオンナを最強スキルで堕とす方法～"
      },
      {
        "th": "ISEKAI NTR ~สร้างฮาเร็มโดยไม่ให้พรรคพวกรู้~"
      },
      {
        "ko": "이세계 NTR ~절친의 여자를 최강 스킬로 함락시키는 방법~"
      },
      {
        "zh-hk": "異世界NTR ～不被同伴發現地開後宮～"
      },
      {
        "zh-hk": "異世界NTR～用最強技能令摯友的女人墜落的方法～"
      },
      {
        "en": "Isekai NTR: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "en": "NTR in Another World: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "ru": "Исекай NTR"
      }
    ],
    "description": {
      "en": "This shitty world that's nothing but a trashy game, he and I will definitely escape it together. So, all these annoying women trying to take advantage of him are just a nuisance. What's worse, it seems like he's beginning to have some feelings for them.\n\nThat's why, for his sake, I'll eat them up first. But, just what is this power…?",
      "es": "Este mundo de mierda que no es más que un juego basura, él y yo definitivamente escaparemos juntos. Entonces, todas estas mujeres molestas que intentan aprovecharse de él son solo una molestia. Lo que es peor, él parece que está comenzando a sentir algo por ellas. Por eso, por su bien, las comeré primero. Pero, ¿qué es este poder…?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75d1ec73-711f-451a-ac3a-6f43a7f0d6a2",
    "title": {
      "en": "Tales of Greed Deep"
    },
    "updatedAt": "2024-04-30T09:37:22+00:00",
    "coverArt": "https://mangadex.org/covers/75d1ec73-711f-451a-ac3a-6f43a7f0d6a2/c42cf0a4-712b-4e27-a9ee-c37fa7cb00bc.png",
    "altTitles": [
      {
        "en": "Desire Diary Deep"
      },
      {
        "ko": "욕망일기Deep"
      },
      {
        "id": "Diary of Desire Deep"
      }
    ],
    "description": {
      "en": "\"Tales of Greed\" is back with an even deeper story! What if the desires that every human can have become a reality? Will the outcome ultimately lead to happiness or bring about destruction?",
      "id": "'Diary of Desire' kini kembali dengan cerita yang lebih deep! Bagaimana jika keinginan yang bisa dimiliki oleh setiap manusia menjadi kenyataan? Apakah akhirnya akan bahagia atau malah membawa kehancuran?",
      "ko": "더욱 더 매운맛으로 돌아온 욕망일기의 새로운 에피소드\n인간이라면 누구나 가질법한 욕망,\n그것이 현실로 이루어진다면?\n그 끝은 과연 행복일까 파멸일까.."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5",
    "title": {
      "en": "King Game"
    },
    "updatedAt": "2024-08-21T23:14:32+00:00",
    "coverArt": "https://mangadex.org/covers/dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5/574deaec-8eb5-4568-9739-d229ea467c65.png",
    "altTitles": [
      {
        "en": "Kings Game"
      },
      {
        "ko": "왕게임"
      },
      {
        "ko-ro": "Wanggeim"
      }
    ],
    "description": {
      "en": "Hwang Cho-min has been violently bullied since middle school. But when his estranged brother suddenly dies in a motorcycle accident, Cho-min finds out he was the leader of Imperial Gang, a huge gang. \n\nNow in possession of his brother's phone, Cho-min seizes this chance to get revenge on his high school bullies by ordering his brother's underlings to beat them up. But the King Game begins when his brother's girlfriend shows up and threatens to expose him unless he cooperates in taking down a rival gang. \n\nWith his life now on the line, can Cho-min manage to continue this farce?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-09-13T15:48:58+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/281a36bd-4e6e-4cb7-8728-01318e8b7dcf.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?\n Brought to you by mmk of 'Love Comedy Quest,' this is a pure love short comedy of the new era about 'neighbors'!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d44a209-f885-4851-98ed-c478d5adb8ee",
    "title": {
      "en": "For the Musical Genius"
    },
    "updatedAt": "2024-09-22T17:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/9d44a209-f885-4851-98ed-c478d5adb8ee/c904b63c-8dd4-49e2-a3c7-a21e731aa4b9.jpg",
    "altTitles": [
      {
        "ko": "음악천재를 위하여"
      },
      {
        "en": "For the Music Genius"
      }
    ],
    "description": {
      "en": "Kang Hyeon, who was ashamed of his poor family, cut off ties with those around him and studied desperately to achieve success, but eventually he realized that his ideals were wrong.\nTo make matters worse, Hyeon, who has cancer, gets run over while trying to save someone who fell on the subway tracks, and returns to the past while listening to the melody of a symphony.\nHyeon, who was determined not to live the same life as before, realizes that he has tremendous musical talent..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "774766f7-c529-4733-91af-c62368637fa1",
    "title": {
      "en": "Transmigrating as the Younger Sister of a Bigshot with Multiple Identities"
    },
    "updatedAt": "2024-09-17T04:54:22+00:00",
    "coverArt": "https://mangadex.org/covers/774766f7-c529-4733-91af-c62368637fa1/bd13c5eb-4379-4c3f-8a62-b8c99b2fe36e.png",
    "altTitles": [
      {
        "zh": "穿成马甲大佬的妹妹"
      }
    ],
    "description": {
      "en": "Dear Villainesses, you lost your fiancé and I lost my one billion! Just when I had received news that I inherited my family’s assets, I immediately transmigrated into a cookie cutter villainess story, as the hated villainess right after “I” made enemies of everyone in the story! Now witness me slither my way into everyone’s heart and reach the ending of the story in one piece!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b66e8da4-f2f3-4159-8db8-e523094be8c2",
    "title": {
      "en": "Puniru wa Kawaii Slime"
    },
    "updatedAt": "2024-07-21T13:35:46+00:00",
    "coverArt": "https://mangadex.org/covers/b66e8da4-f2f3-4159-8db8-e523094be8c2/37c161fd-9a10-401d-be9b-1cc4c420902e.jpg",
    "altTitles": [
      {
        "en": "Puniru is a Cute Slime"
      },
      {
        "ja": "ぷにるはかわいいスライム"
      },
      {
        "ja-ro": "Puniru wa Kawaii Slime"
      }
    ],
    "description": {
      "en": "The first unique romantic comedy manga in the history of CoroCoro! The slime he created transformed into a girl!? Kotarou, a young boy, is constantly pushed around by Puniru's freewheeling behavior. It's a fun and exciting daily life!",
      "ja": "コロコロ史上初、異色のラブコメまんが！！ 自分の作ったスライムが女の子に変身!?　ぷにるの自由気ままな言動に少年・コタローは振り回されっぱなし。毎日愉快なドキドキ生活だ!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62642f72-ed18-46f9-a8dd-4add20b752fc",
    "title": {
      "en": "Charao-kun to Seiso-chan"
    },
    "updatedAt": "2024-09-21T06:50:11+00:00",
    "coverArt": "https://mangadex.org/covers/62642f72-ed18-46f9-a8dd-4add20b752fc/6e64b3d3-a106-4c6c-ac9e-fdab1ee56571.jpg",
    "altTitles": [
      {
        "ja": "チャラ男くんと清楚ちゃん"
      },
      {
        "en": "Playboy-kun & Neat-chan"
      },
      {
        "en": "NotNTR (Notorare): Seiso-chan and Charaoh-kun."
      }
    ],
    "description": {
      "en": "A playboy goes after an innocent-seeming girl, having no idea what he's getting into.\n___\n**Note:** Not to be confused with [NoTR](https://mangadex.org/title/03346265-8076-4b14-8c80-78c2f04511be), another series from this same artist."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6306c976-d776-48c3-b29f-d345e65f272b",
    "title": {
      "en": "YuruYuri"
    },
    "updatedAt": "2024-05-23T19:05:46+00:00",
    "coverArt": "https://mangadex.org/covers/6306c976-d776-48c3-b29f-d345e65f272b/090f9d7a-8ed2-486a-ae32-588102d1ca22.jpg",
    "altTitles": [
      {
        "en": "YRYR"
      },
      {
        "en": "Yuru Yuri"
      },
      {
        "ja": "ゆるゆり"
      },
      {
        "zh": "摇曳百合"
      },
      {
        "zh-hk": "輕鬆百合"
      },
      {
        "ru": "Лилии на ветру"
      },
      {
        "pt-br": "Um Yuri de Boinha"
      },
      {
        "pt": "Um Yuri Compassado"
      }
    ],
    "description": {
      "en": "Four mischievous girls illegally occupy the former Traditional Tea Ceremony clubroom, in order to create the \"Amusement Club.\" These scamps…who ignore repeated warnings—in direct rebellion with the righteous directives of the Student Council—decide to remain in the room until they finally get off their bums and do something! In this slightly sluggish manga, full of fits and starts, the four girls set off from their homes for a walk together with days full of a little this and that!",
      "pt-br": "Quatro garotas travessas ocupam ilegalmente a antiga sala do clube da Cerimônia Tradicional do Chá para criar o \"Clube de Diversão\". Essas atentadas... que ignoram repetidos avisos - em rebelião direta às justas diretrizes do Conselho Estudantil - decidem permanecer na sala até que finalmente se levantem e façam alguma coisa! Neste mangá um pouco lento, como o título sugere, cheio de trancos e barrancos, as quatro meninas saem de suas casas para passear juntas, com dias cheios dum pouco disso e daquilo!"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73c92635-0261-4fba-b7fd-75a5793c1db2",
    "title": {
      "en": "A Joyful Life"
    },
    "updatedAt": "2024-01-16T08:07:26+00:00",
    "coverArt": "https://mangadex.org/covers/73c92635-0261-4fba-b7fd-75a5793c1db2/c68cae07-332f-4473-95cb-59fdedec6f3a.png",
    "altTitles": [
      {
        "ko-ro": "Annyeong Eunhaseyo"
      },
      {
        "ko": "안녕은하세요"
      }
    ],
    "description": {
      "en": "A lonely girl finds solace in her bag full of memories; now it's time for her to break through her shell.\n\n---\n- [Original Webtoon <kakao>](https://page.kakao.com/home/53607659)\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=4622962)\n- [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_bogeum_wz)\n- [Original Webtoon <RidiBooks>](https://ridibooks.com/books/3498007648)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "75"
  },
  {
    "mangaId": "3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac",
    "title": {
      "en": "The Dangers in My Heart"
    },
    "updatedAt": "2024-09-05T23:28:20+00:00",
    "coverArt": "https://mangadex.org/covers/3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac/60b13fdd-6541-48e5-9181-fe1903d840f5.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Kokoro no Yabai Yatsu"
      },
      {
        "ru": "Угрозы в моём сердце"
      },
      {
        "ja": "僕の心のヤバイやつ"
      },
      {
        "ja": "僕ヤバ"
      },
      {
        "zh-hk": "我心裡危險的東西"
      },
      {
        "zh": "我心里危险的东西"
      },
      {
        "ko": "내 마음의 위험한 놈"
      },
      {
        "pt-br": "Os Perigos Do Meu Coração"
      },
      {
        "tr": "Kalbimdeki Tehlikeler"
      },
      {
        "es-la": "Los peligros en mi corazón"
      },
      {
        "it": "I pericoli nel mio cuore"
      },
      {
        "id": "Yang Bikin Bahaya di Hatiku"
      },
      {
        "ar": "الشخص الخطير في قلبي"
      },
      {
        "pl": "Czarne chmury w moim sercu"
      },
      {
        "ja-ro": "BokuYaba"
      },
      {
        "fr": "Les dangers de mon cœur"
      },
      {
        "de": "Die Gefahren in meinem Herzen"
      }
    ],
    "description": {
      "de": "Der Teenager Ichikawa Kyoutarou gehört zu den allerletzten auf seiner Schule. Neben seinen Bemühungen, Unterhaltungen mit einer bestimmten Klassenkameradin aufrechtzuerhalten, muss er sich außerdem noch dafür zusammenreißen, mörderische Dränge aus den Tiefen seiner Seele zu verbergen.\n\nEigentlich ist es aber eine niedliche Liebesgeschichte zwischen einem geistig gestörten Jungen und einer fröhlichen, leicht komisch, jedoch schönen Mädchen.",
      "en": "A ‘fearsome psycho-thriller’ centering on the ‘dark side of adolescence’.\n\nFollowing Ichikawa Kyoutarou, a teenage boy belonging to the very bottom caste of his school, this work details his troubled interactions with a certain classmate, and his attempt to hide murderous impulses that find themselves in the darkest recesses of his soul.\n\nIn reality, though, it's a sweet youth rom-com between a messed up boy and a bright, if somewhat strange, beautiful girl.\n\n- Won the Tsugi ni Kuru Web Manga 2020 Award.\n- Was nominated for the 2020 and 2021 Manga Taisho Award.\n- Won the top prize of 2021 Tsutaya Comic Awards",
      "ja": "学園カースト頂点の美少女・山田杏奈の殺害を妄想してはほくそ笑む、重度の中二病の陰キャ・市川京太郎。だが山田を観察する内に、京太郎が思う「底辺を見下す陽キャ」とは全然違うことに徐々に気づいていき…!? 陰キャ男子\n\n---\n\n- Exclusive art is occasionally posted to [the series' official account](https://twitter.com/boku__yaba/status/1060017522303414273)",
      "ru": "«Страшный психо-триллер», сосредоточенный на «тёмной стороне юности». История повествует о Киотаро Ичикаве — человеке, находящемся на самой низшей ступени в своей школе и скрывающем убийственный порыв, находящийся в самой глубине его души... на деле же, это милый ром-ком про странного мальчика и прекрасную, хоть и слегка странную, девушку.",
      "es-la": "La historia trata sobre un joven llamado Kyotaro Ichikawa que sufre de un caso grave de “chūnibyō” y se divierte imaginando la muerte de una hermosa chica llamada Anna Yamada, quien está en la cima de la jerarquía social de la escuela. Sin embargo, mientras observa a Yamada, Kyotaro comienza a darse cuenta de que ella es muy diferente de lo que él pensaba.\n\n - Ganó el premio Tsugi ni Kuru Web Manga 2020.\n- Fue nominado para el premio Manga Taisho en 2020 y 2021.\n- Ganó el primer premio en los premios Tsutaya Comic de 2021.",
      "pt-br": "Um \"intenso thriller psicológico\" centralizado no lado obscuro da adolescência. \n\nO mangá gira em torno de Kyoutaro Ichikawa, uma pessoa no fundo da hierarquia de sua escola, que esconde um impulso assassino no fundo de sua alma. Mas na realidade, é uma doce comédia romântica entre um garoto confuso e uma garota brilhante, embora um tanto estranha e bonita."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4aa9b79-1bff-4b70-a337-0b2122d51f88",
    "title": {
      "en": "Nee, Mou Isso Tsukiacchau? Osananajimi no Bishoujo ni Tanomarete, Camo Kareshi Hajimemashita"
    },
    "updatedAt": "2024-04-16T17:17:54+00:00",
    "coverArt": "https://mangadex.org/covers/d4aa9b79-1bff-4b70-a337-0b2122d51f88/94109aca-a2f0-4706-a5f3-d7b6cd4f40e3.jpg",
    "altTitles": [
      {
        "en": "Hey, Wanna Go Out With Me? My Childhood Friend, a Beautiful Girl, Asked for My Help, and Now I've Become Her Camouflage Boyfriend."
      },
      {
        "ja": "ねぇ、もういっそつき合っちゃう？幼馴染の美少女に頼まれて、カモフラ彼氏はじめました"
      },
      {
        "zh-hk": "吶，要不我們交往吧？被美少女青梅竹馬拜託，開始假冒她的男友"
      },
      {
        "ja-ro": "nemotsuki"
      }
    ],
    "description": {
      "en": "Masaichi Mazono, an otaku boy, and Toiro Kurumi, the most beautiful girl in school, are childhood friends. Toiro, who was always in Masaichi’s room, was supposed to be like family to him. \n\nBut one day, Toiro, who was constantly getting annoyed by her romantic troubles, asks Masaichi to play the role of her boyfriend. They thought it would be simple to pretend to be a couple because they’d been together for so long, but their ideal childhood friend can’t possibly end up as a false lover…\n\n_“E-eh no, holding hands is embarrassing.”_\n\nA childhood friend who is more than a lover embarks on a more adventurous lover’s life than she could have dreamed!",
      "ja": "オタク男子・真園正市と、学校一の美少女・来海十色は腐れ縁の幼馴染。ある日、恋愛関係のトラブルに嫌気がさした十色に頼まれ、正市は彼氏役を演じることに。「元々ずっと一緒にいるから、カップルのフリも簡単！」と思っていた二人だが、相性抜群の幼馴染が偽の恋人で終わるはずがなく――!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b6c0281-572d-4661-9eee-fd2a260009d3",
    "title": {
      "en": "Uchi no Meido ga Uzasugiru"
    },
    "updatedAt": "2024-08-22T15:21:20+00:00",
    "coverArt": "https://mangadex.org/covers/7b6c0281-572d-4661-9eee-fd2a260009d3/ff5b40b9-0720-48ea-aa89-727e34a00883.jpg",
    "altTitles": [
      {
        "ja-ro": "うちのメイドがウザすぎる！"
      },
      {
        "en": "UzaMaid: Our Maid Is Way Too Annoying!"
      },
      {
        "ru": "Моя горничная слишком надоедливая!"
      },
      {
        "zh": "燕熊！"
      }
    ],
    "description": {
      "en": "Former Air Force Master Sergeant Kamoi Tsubame tries changing careers to finally get cute girls to wear her cute self-designed clothes. To that end she tries to get a job in the Takanashi household as a maid and babysitter to Yasuhiro Takanashi's spoiled daughter Misha Takanashi, as it seems that her mother is no longer present.  \n  \nMisha has successfully gotten rid of previous maids through playing devastating pranks like throwing mud, laying out banana peels to slip on and lighting the washed clothes on fire. In face of the newest applicant boasting that she has military experience, Misha even thinks about researching bomb making.",
      "ja": "母を亡くし父と二人で暮らす小学生女子・ミーシャ。そんな父子家庭にやってきた新人家政婦は、やたらマッチョな上に三度の飯より幼女が大好きで…！？"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "58"
  },
  {
    "mangaId": "13df5a6e-1cee-466c-9f06-09f38fb012b7",
    "title": {
      "en": "Renai no Jugyou"
    },
    "updatedAt": "2024-09-17T14:10:13+00:00",
    "coverArt": "https://mangadex.org/covers/13df5a6e-1cee-466c-9f06-09f38fb012b7/25db6482-696a-4a90-a762-bcfe0bf2a82d.jpg",
    "altTitles": [
      {
        "ja": "恋愛の授業"
      },
      {
        "en": "Love Class"
      }
    ],
    "description": {
      "en": "In 20XX, the Love Education Law was enacted. \"Love\" has become a mandatory subject in a response to the declining birthrate. Michitaka Sato, a high school student who has given up on romance and works hard on his studies, is on the verge of failing school. When he attends a supplementary class to avoid repeating a grade, Mai Aihara, a beautiful girl who is a problem child, appears as his partner...? Suddenly, he begins to study love alone with the beautiful girl in the three C's. Close contact, close quarters, and behind closed doors! Does Aihara-san have a secret...? A love-learning romantic comedy between a beautiful JK girl and a boy."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90d9b591-9355-4ab8-a342-75fc0da66c77",
    "title": {
      "en": "Kiss Shite Kurenakya Shinjau"
    },
    "updatedAt": "2024-08-09T05:19:37+00:00",
    "coverArt": "https://mangadex.org/covers/90d9b591-9355-4ab8-a342-75fc0da66c77/415c2ebf-ab77-44c2-a4b3-c62773ce3e2e.jpg",
    "altTitles": [
      {
        "ja": "Kisu Shite Kurenakya Shinjau"
      },
      {
        "en": "Your Kiss is the Only Medicine"
      },
      {
        "ja": "キスしてくれなきゃ死んじゃう"
      },
      {
        "ko": "키스해주지 않으면 죽어버려"
      },
      {
        "en": "Kiss Me or I'll Die"
      }
    ],
    "description": {
      "en": "Yuuta Sato accidentally discovers that childhood friend Rinko Uenohara contracted a very rare illness called the \"Kissing Disease\". The disease forces the person to kiss someone of the opposite sex at regular intervals or die! Yuuta decides that he is going to keep her alive no matter what. Will he succeed? What will the others think when they find out about the two!?",
      "ja": "平々凡々な高校生・佐藤祐太は、ある日、同じクラスの美少女・上野原凛子の秘密を偶然にも知ってしまった。その秘密とは、上野原凛子が非常に珍しい病気に罹患しているというもの。彼女の病名、それは「接吻疾患」……！！『我妻さんは俺のヨメ』の西木田景志、最新作！キスから始まる同級生キスキスラブコメ！！"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "31"
  },
  {
    "mangaId": "553e433d-5d32-494b-806b-daf8debc24ac",
    "title": {
      "en": "My Furry Harem Is After Me"
    },
    "updatedAt": "2024-09-22T18:40:57+00:00",
    "coverArt": "https://mangadex.org/covers/553e433d-5d32-494b-806b-daf8debc24ac/d28c0858-5afb-4acd-8f9c-39e7c5acf64a.jpg",
    "altTitles": [
      {
        "en": "Chong Sheng Zhi Wu Huang Wan Shui"
      },
      {
        "en": "I am the Crowned King of Hearts"
      },
      {
        "en": "Rebirth: Ten Thousand Sleeping With My Emperor"
      },
      {
        "pt-br": "Todos os taoístas dizem que meu imperador tem um físico invencível"
      }
    ],
    "description": {
      "en": "Lin Xing, an ordinary 18-year-old guy, is transported into an otherworldly realm in a fantasy novel. There, he awakens an inexhaustible life force within-an “Immortal Infinite Holy Body.” With help from an array of loyal companions-a coquettish phoenix, an innocent ferret, a fierce panda… Lin Xing sets out to uncover the secrets of this mysterious land."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04789891-74e5-49e8-896e-63a09f2e8f56",
    "title": {
      "en": "Onii-chan Is Done For! - Highschool ONIMAI (Doujinshi)"
    },
    "updatedAt": "2023-09-03T17:58:54+00:00",
    "coverArt": "https://mangadex.org/covers/04789891-74e5-49e8-896e-63a09f2e8f56/0bea5725-f62d-4fff-a743-29a4eef95a62.png",
    "altTitles": [],
    "description": {
      "en": "Without being able to return to being a man, Mahiro Oyama stayed as a girl since middle school and now has become a beautiful high-schooler who gets completely dominated by his first friend since the transformation, Momiji Hozuki, who has gotten really tall and became popular with the girls in their school.",
      "pt-br": "Sem poder voltar a ser homem, Mahiro Oyama permaneceu como uma menina desde o ensino fundamental e agora se tornou uma linda estudante do ensino médio que é completamente dominada por sua primeira amiga desde a transformação, Momiji Hozuki, que ficou muito alta e se tornou  popular entre as meninas da escola."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32252a48-b20a-4a1d-b1b0-b46679bbae47",
    "title": {
      "en": "Shimotsuki-san wa Mobu ga Suki ~Hitomishiri na Kanojo wa Ore ni Dake Dere Amai~"
    },
    "updatedAt": "2024-08-26T21:29:43+00:00",
    "coverArt": "https://mangadex.org/covers/32252a48-b20a-4a1d-b1b0-b46679bbae47/acfa1b2c-e8bd-4a65-a8b6-ab8669f6f5bb.jpg",
    "altTitles": [
      {
        "ja": "霜月さんはモブが好き～人見知りな彼女は俺にだけデレ甘い～"
      },
      {
        "en": "Shimotsuki-san Likes the Mob: This Shy Girl is Only Sweet Towards Me"
      },
      {
        "vi": "Shimotsuki-san chỉ thích nhân vật nền"
      },
      {
        "th": "นิยาย ตัว (ไม่) ประกอบของคุณชิโมสึกิ เล่ม"
      },
      {
        "zh": "霜月同学喜欢上路人角色"
      },
      {
        "id": "Shimotsuki-san Menyukai Mob ~Gadis Pemalu Ini Hanya Terlihat Manis di Hadapanku~"
      },
      {
        "ru": "Шимоцуки-сан любит моба"
      },
      {
        "en": "She Is In Love with the Mob"
      },
      {
        "pl": "Shimotsuki-san Lubi Postać Poboczną: Ta Nieśmiała Dziewczyna jest Urocza Tylko Wobec Mnie"
      },
      {
        "vi": "Cô nàng Shimotsuki trót phải lòng nhân vật nền"
      }
    ],
    "description": {
      "en": "***Only you are special.***\r\n\r\nAfter school, Koutarou Nakayama returns to school to pick up something he forgot and finds Shiho Shimotsuki asleep in an empty classroom. Shiho is rumored to be Ryouma Ryuuzaki's crush, a popular boy who has formed a harem in his class, but she is always expressionless and no one has ever seen her smile.\r\n\r\nBut now, her fair skin is holding Koutarou's hand...?! The \"secret relationship\" between the heroine and the mob begins!",
      "id": "Sepulang sekolah, Nakayama Koutarou kembali ke sekolah untuk mengambil sesuatu yang lupa dia bawa, di dalam kelas dia bertemu Shimotsuki Shiho yang terlelap. Katanya, Shiho ini ditaksir sama Ryuuzaki Ryouma, pria populer membentuk harem di kelas, namun dia tampak selalu datar dan tak ada yang pernah melihatnya tersenyum. Karena suatu kejadian mereka berdua berpegangan tangan dan memulai “hubungan rahasia” antara heroin dan mob.",
      "ja": "『例えばもし、この世界が＜物語＞だとするならば主人公は一体誰になるのだろう――。』\n\n高校入学式当日、義妹・親友・幼馴染の3人の少女に『サヨナラ』を告げられた中山幸太郎は、一人孤独な高校生活をスタートさせる。自分は誰の人生においても取るに足らない存在、『モブ』であることを明確に認識した幸太郎だったが、ある日の放課後、幸太郎は誰もいない教室で眠りこける霜月しほに遭遇する。クラスでハーレムを形成中のモテ男・竜崎龍馬の大本命だが、いつも無表情でクールと噂の彼女。その彼女が幸太郎の手を握り、満面の笑顔でこう言った。「わたしとお友達になってくれる？」\n\n『この物語の主人公は俺ではない。そう思っていた。あの日までは――。』",
      "pl": "Tylko ty jesteś wyjątkowy.\n\nPo lekcjach Koutarou Nakayama wraca do szkoły, by zabrać coś, czego zapomniał i znajduje Shiho Shimotsuki śpiącą w pustej klasie. Mówi się, że Shiho podkochuje się w Ryoumie Ryuuzakim, popularnym chłopaku, który założył harem w swojej klasie, ale ona zawsze jest bez wyrazu i nikt nigdy nie widział jej uśmiechu.\n\nAle teraz, trzyma rękę Koutarou...?! Rozpoczyna się „sekretny związek” między bohaterką a postacią poboczną!",
      "pt-br": "Depois da escola, Kotaro Nakayama retorna à escola para pegar algo que esqueceu e encontra Shiho Shimotsuki dormindo em uma sala de aula vazia. Há rumores de que Shiho é a paixão de Ryoma Ryuuzaki, um garoto popular que formou um harém em sua classe, mas ela é sempre inexpressiva e ninguém nunca a viu sorrindo. Mas agora, ela está segurando a mão de Kotaro…?! A “relação secreta” entre a heroína e o figurante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "75a1c932-9792-41e1-a4a2-f2dddf1030ee",
    "title": {
      "en": "Isekai Izakaya \"Gen\""
    },
    "updatedAt": "2024-08-27T10:04:46+00:00",
    "coverArt": "https://mangadex.org/covers/75a1c932-9792-41e1-a4a2-f2dddf1030ee/85659638-ee98-4dba-adcd-c99ddf6c3503.jpg",
    "altTitles": [
      {
        "en": "Otherwordly Izakaya \"Gen\""
      },
      {
        "en": "Parallel Universe Bar \"Gen\""
      },
      {
        "zh": "异世界居酒屋外传「GEN」"
      },
      {
        "ja": "異世界居酒屋｢げん｣"
      }
    ],
    "description": {
      "en": "There's this pub (Izakaya) called \" Gen\" that was supposed to be in a certain place in the Kanto region of Japan.  \nAfter opening the door one day, it was found to be connected to the city of Parisia, the Capital of the Eastern Kingdom...   \nIndividual residents from a foreign world such as crestfallen monks, warriors, noble female chevaliers, daughters of noisy famous aristocrats, etc. all visited the peculiar izakaya which they've never seen before, and gradually they'll become fans of the dishes...  \nA foreign world gourmet fantasy has finally started!  \n  \n***From the same author of Isekai Izakaya \"Nobu\", which takes place in Kyoto.**",
      "ja": "『異世界居酒屋「のぶ」』の作者・蝉川夏哉による原作書き下ろしのスピンオフ作品。次なる世界は異世界・東王国、王都パリシィア!王都パリシィアでも、異世界の住人たちは、初めて見る日本の居酒屋料理に戸惑いながらも舌鼓を打ち……。"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "80422e14-b9ad-4fda-970f-de370d5fa4e5",
    "title": {
      "en": "Made in Abyss"
    },
    "updatedAt": "2024-08-28T10:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/80422e14-b9ad-4fda-970f-de370d5fa4e5/b7a6b10c-20cf-4c9a-8955-1e79c56ac3fd.jpg",
    "altTitles": [
      {
        "el": "Απο την αβυσσο"
      },
      {
        "sv": "Skapt ur Avgrunden"
      },
      {
        "ru": "Созданный в бездне"
      },
      {
        "ar": "صنع في الهاوية"
      },
      {
        "ja": "メイドインアビス"
      },
      {
        "zh-hk": "来自深渊"
      },
      {
        "ja-ro": "Meido in Abisu"
      },
      {
        "pt-br": "Feito no Abismo"
      },
      {
        "kk": "Тұңғиықта жаралған"
      },
      {
        "ka": "უფსკრულში გაკეთებული"
      }
    ],
    "description": {
      "en": "The enormous cave system, known as the Abyss, is the last unexplored place in the world. Nobody knows how deep down goes this titanic pit, inhabited by strange and wondrous creatures and full of mysterious ancient relics which purpose in unknown to modern man. Generations of bold adventurers have been drawn by the cryptic depths of the Abyss. In course of time those brave enough to explore the dangerous pit came to be known as \"Delvers.\"  \n  \nIn Orth, the town at the edge of the Abyss, there lives a little orphan named Riko, who dreams of becoming as great a delver as her mother was and solving the great mystery of the pit. One day, exploring the murky depths, she stumbles upon a little boy who turns out to be a robot…",
      "ja": "隅々まで探索されつくした世界に、唯一残された秘境の大穴『アビス』。どこまで続くとも知れない深く巨大なその縦穴には、奇妙奇怪な生物たちが生息し、今の人類では作りえない貴重な遺物が眠っている。\n「アビス」の不可思議に満ちた姿は人々を魅了し、冒険へと駆り立てた。そうして幾度も大穴に挑戦する冒険者たちは、次第に『探窟家』呼ばれるようになっていった。\n\nアビスの縁に築かれた街『オース』に暮らす孤児のリコは、いつか母のような偉大な探窟家になり、アビスの謎を解き明かすことを夢見ていた。そんなある日、リコはアビスを探窟中に、少年の姿をしたロボットを拾い…？",
      "ka": "უზარმაზარი გამოქვაბულების სისტემა, რომელიც ცნობილია როგორც უფსკრული, არის ბოლო შეუსწავლელი ადგილი მსოფლიოში. არავინ იცის, რამდენად ღრმად მიდის ეს ტიტანური ორმო, დასახლებული უცნაური და გასაოცარი არსებებით და სავსე იდუმალი უძველესი რელიქვიებით, რომელთა დანიშნულება თანამედროვე ადამიანისთვის უცნობია. თამამი ავანტიურისტთა თაობები მიზიდული იქნა უფსკრულის იდუმალი სიღრმეებით. დროთა განმავლობაში მათ, ვინც საკმარისად გაბედულები გამოიკვლიეს სახიფათო ორმო, გახდნენ ცნობილი როგორც \"დელვერები\". ორთში, უფსკრულის პირას მდებარე ქალაქში, ცხოვრობს პატარა ობოლი, სახელად რიკო, რომელიც ოცნებობს გახდეს ისეთივე დიდი დელვერი, როგორც დედამისი იყო და ამოხსნას ორმოს დიდი საიდუმლო. ერთ დღეს, ბუნდოვანი სიღრმეების შესწავლისას, ის წააწყდება პატარა ბიჭს, რომელიც აღმოჩნდება, რომ რობოტია…",
      "ru": "Огромная пещерная система, известная как Бездна, является последним неисследованным местом в мире. В этой титанической яме обитают странные и удивительные существа. Она полна таинственных древних реликвий, предназначение которых неизвестно современному человеку. Поколения смелых авантюристов были затянуты загадочными глубинами Бездны. Со временем достаточно храбрые, чтобы исследовать опасную яму, стали известны как «Исследователи Бездны». В Оосу, городе на краю Бездны, живет маленькая сирота по имени Рико, которая мечтает стать великим пещерным налетчиком, каким была ее мать, и разгадать великую тайну ямы. Однажды, исследуя темные глубины, она натыкается на маленького мальчика, который оказывается роботом...",
      "es-la": "El enorme sistema de cuevas, conocido como El Abismo, es el último lugar inexplorado en el mundo. Nadie sabe que tan profundo es este agujero titánico, habitado por extrañas y maravillosas criaturas y lleno de misterio y reliquias antiguas de propósito desconocido para la humanidad. Generaciones de valientes aventureros han sido atraídos a las profundidades cripticas del Abismo. Con el paso del tiempo estos exploradores son conocidos como \"Exploradores de las Profundidades\". En Oath, el pueblo al borde del Abismo, vive una pequeña niña huérfana llamada Riko, que sueña con convertirse en una gran exploradora como su madre y descubrir los misterios del Abismo. Un día explorando las obscuras profundidades se encuentra con un niño, que resulta ser un robot..."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-06-12T17:38:56+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/bdd44bcd-c0dc-4f83-ba15-fc99e8790ed4.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c00d3ff5-fcd2-4779-9252-4ffbe82687e1",
    "title": {
      "en": "Kono Kankei wa Gouhou Desu!"
    },
    "updatedAt": "2024-06-28T12:55:54+00:00",
    "coverArt": "https://mangadex.org/covers/c00d3ff5-fcd2-4779-9252-4ffbe82687e1/c829e839-06a6-4232-b981-50beb17c368f.jpg",
    "altTitles": [
      {
        "en": "This Relationship is Legal!"
      },
      {
        "ja": "この関係は合法です!"
      }
    ],
    "description": {
      "en": "YES Sister, NO Touch!\n\nKouta, who is extremely siscon, decides to live alone in order to \"escape from his little sister \". One day, however, he picks up a runaway girl named Ui, who is full of younger sisterly feelings. Although she looks and acts like a child, she is in fact a beautiful 19-year-old girl with big tits!\n\nProtect his sister? or Crossing the line? The days of agony begin!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2024-08-03T01:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/b812926d-24da-472d-8c81-be1e632d616e.png",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0ed1506-f76d-4d95-b9d2-77463be576c0",
    "title": {
      "en": "Succubus ga Yattekita Ohanashi"
    },
    "updatedAt": "2024-07-01T19:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/b0ed1506-f76d-4d95-b9d2-77463be576c0/6a34a034-df28-406e-b39c-95815724f3f1.jpg",
    "altTitles": [
      {
        "ja": "サキュバスがやってきたお話"
      },
      {
        "vi": "Chuyện nàng Succubus"
      },
      {
        "en": "The Story of a Succubus Who Came to the Human World"
      },
      {
        "es-la": "La Sucubo ha Llegado"
      }
    ],
    "description": {
      "en": "The story of a Succubus who comes to the human world to absorb life force energy. Accidentally, she lives as a child in a strange man's house."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "15000c9a-d474-474e-ace4-4f5a79fd9fd6",
    "title": {
      "en": "Vampire x Human BL"
    },
    "updatedAt": "2024-09-18T03:16:28+00:00",
    "coverArt": "https://mangadex.org/covers/15000c9a-d474-474e-ace4-4f5a79fd9fd6/78e4a786-4237-44b8-b33e-8b8f6461482a.jpg",
    "altTitles": [
      {
        "ja": "吸血鬼と人間のBL"
      },
      {
        "ja-ro": "Kyuuketsuki to Ningen no BL"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "718d9146-8c9e-4ff3-9dc4-e4736a1239bb",
    "title": {
      "en": "The Warrior Returns"
    },
    "updatedAt": "2024-07-20T20:21:08+00:00",
    "coverArt": "https://mangadex.org/covers/718d9146-8c9e-4ff3-9dc4-e4736a1239bb/04917b57-eeef-48ae-9147-a7e6b4bae0eb.jpg",
    "altTitles": [
      {
        "ko": "용사가 돌아왔다"
      },
      {
        "en": "Hero Has Returned"
      },
      {
        "en": "The Warrior Is Back"
      },
      {
        "en": "Warrior Returns"
      },
      {
        "ru": "Герой вернулся"
      },
      {
        "ne": "हिरो फिर्ता आएको छ"
      },
      {
        "ne": "हिरो फर्केको छ"
      },
      {
        "ne": "हिरो ह्याज रिटर्नड"
      },
      {
        "ne": "हिरो को पुनरागमन"
      },
      {
        "ja": "勇者が帰ってきた"
      },
      {
        "th": "สงครามนักรบผู้หวนคืน"
      },
      {
        "zh": "毁灭勇士"
      },
      {
        "zh-hk": "勇士歸來"
      },
      {
        "es-la": "El héroe ha regresado"
      }
    ],
    "description": {
      "en": "After saving one world, warrior Kim Minsu returns to Earth only to find that he’s lost everything… so he decides to destroy the world he used to call home.\n\nIn his rampage, he kills teenager Jeongsu Park and his family. But instead of dying normally, Jeongsu is transported to another world, where he finds that he’s now a warrior himself. After killing the demon king of this alternate world and honing his skills as a warrior, Jeongsu returns to earth, hell-bent on revenge against Minsu.\n\nAs the two warriors fight with the fate of their country in the balance, who will emerge victorious?",
      "fr": "Après avoir sauvé un monde, le héros Minsu Kim revient sur Terre et découvre qu'il a tout perdu. Il décide donc de détruire le monde qu'il avait l'habitude d'appeler ‘chez lui’. Dans son saccage, il tue le héros Jeongsu Park, mais au lieu de mourir normalement, Jeongsu est transporté dans un autre monde. Après avoir tué le roi démon de ce monde alternatif et grandi en tant que héros, Jeongsu revient sur terre, déterminé à se venger de Minsu. Alors que les deux héros se battent avec le destin de leur pays en jeu, qui sortira vainqueur?\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "id": "Jeongsu Park, seorang pahlawan yang menyelamatkan dunia lain dengan tekad untuk balas dendam pada Kim Minsu Kisah tragis tentang seorang pahlawan yang membunuh para pahlawan, Sebuah kenyataan yang dingin tanpa akhir yang bahagia.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ja": "その日、ひとりの勇者によって町が一つ消えた。 異世界を救って現世に帰還した「剣の勇者」。だか彼を待っていたのは、家族の死と自分に向けられた嫌悪、そしてふりかかる不幸。 「こんな世界・・・ぶっ壊してやる」悲しみと狂気に満ちた勇者による破壊が始まる。\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ko": "김민수에게 복수를 하겠다는 일념 하나로 이세계를 구한 용사, 박정수.\n그는 스스로는 구했지만, 세계를 구하지 못했고, 자신의 세상을 멸망시킨 용사들을 죽이기로 마음 먹는다.\n\n이 이야기는 해피 엔딩 따윈 없는 차가운 현실, 용사들을 죽이는 용사에 대한 이야기이다.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ne": "किम मिन-सू, एक हिरो, जसले घर फर्कने एकल सोचको साथ अर्को विश्व बचायो। उसले संसार बचायो, तर आफैंलाई बचाउन सकेन, र संसारलाई नष्ट गर्ने निर्णय गर्यो। यो कथा हिरोको अन्तिम क्षणहरुको बारेमा हो, एक चिसो वास्तविकता जसको कुनै राम्रो अन्त्य छैन\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "ru": "Пак Чон Су, герой, что спас мир только по одной причине - вернуться и отомстить Ким Мин Су.\nОн спасся сам, но не смог спасти тех, кто были всем его миром. Пак Чон Су намерен уничтожить того, кто сотворил с ним это.\n\nИстория без счастливого конца. Пробирающая до костей реальность, в которой герой убивает себе подобных.\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "th": "พัคจองซู นักรบผู้กอบกู้อีกโลกหนึ่งได้ย้อนคืนกลับสู่โลกเดิมเพื่อแก้แค้น คิมมินซู นักรบผู้ฆ่าครอบครัวของเขา นี่คือเรื่องราวของนักรบที่ปราศจากตอนจบแสนสุข เพราะมันคือการห่ำหั่นนักรบด้วยกันเอง!\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "zh": "被黑化勇士们毁灭的世界，\n绝望之中最后的勇士归来！\n经历千辛万苦最终回到地球的勇士金闵洙，可等他的却是人们冰冷的眼光和父母双亡的事实，绝望的他决定毁灭整个世界。男主朴正秀的家人也被陷入到了这场灾难之中…就在这时，朴正秀也被传送到了异世！勇士朴正秀能否拯救这个世界呢？\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)",
      "zh-hk": "為了報仇雪恨這唯一念頭而拯救異世界的勇士，雖然拯救了自己，卻拯救不了原本世界的他，決心要殺光毀滅世界的勇士們。 這是關於沒有幸福結局的冷酷現實，以及殺勇者們的勇者的故事。\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=773459)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/the-warrior-returns/list?title_no=3265)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/episodeList?titleNo=1773)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/warriorreturns/list?title_no=3304)\n* [French / Français](https://www.webtoons.com/fr/fantasy/the-warrior-returns/list?title_no=3445)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/the-warrior-returns/list?title_no=3221)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001505)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/the-warrior-is-back/list?title_no=3302)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d35d0bee-1cd7-4a30-984a-bfd5b23de85d",
    "title": {
      "en": "I'm a Middle Schooler Becoming the Demon Lord"
    },
    "updatedAt": "2022-08-09T13:58:54+00:00",
    "coverArt": "https://mangadex.org/covers/d35d0bee-1cd7-4a30-984a-bfd5b23de85d/1ee9b226-ca2e-4bf0-9fa5-5fea5541ecd2.jpg",
    "altTitles": [
      {
        "en": "I'm a Second Year Middle Schooler Becoming the Demon Lord"
      },
      {
        "en": "I'm Becoming the Demon Lord"
      },
      {
        "en": "I'm Currently Becoming the Demon Lord"
      },
      {
        "zh-hk": "魔王今天中二了"
      },
      {
        "ko": "마왕이 되는 중2야"
      },
      {
        "ru": "Я, Лорд демонов, становлюсь учеником средней школы"
      }
    ],
    "description": {
      "en": "Fifteen-year old demon prince, Myoung Seong Joon. To become the demon lord he has attended a middleschool in the human realm and started the maturity ritual.",
      "ru": "15-летний принц демонов Мён Сон Чжун дабы стать лордом демонов, начал посещать среднюю школу в человеческом мире, чтобы начать ритуал зрелости."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "136"
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "en": "One Piece - Digital Colored Comics"
      },
      {
        "en": "One Piece"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8b5a61e-81d0-4a8d-a2d3-22ba8c409106",
    "title": {
      "en": "siSTAR resiSTAR"
    },
    "updatedAt": "2024-09-22T16:26:45+00:00",
    "coverArt": "https://mangadex.org/covers/c8b5a61e-81d0-4a8d-a2d3-22ba8c409106/4d421a38-42b1-40db-99d6-d1d03ef0341c.jpg",
    "altTitles": [
      {
        "ja": "しすたれじすた"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-06-18T16:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/b27b95b9-43dd-45c5-9cfb-7ccd72503d39.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea4d294d-f026-4bf2-a999-a559084bad1b",
    "title": {
      "en": "Isso Anata ga Todome wo Sashite"
    },
    "updatedAt": "2024-05-26T16:07:53+00:00",
    "coverArt": "https://mangadex.org/covers/ea4d294d-f026-4bf2-a999-a559084bad1b/0a289a72-cbbb-4252-86ae-0ac9980929ab.jpg",
    "altTitles": [
      {
        "ja": "いっそあなたがトドメを刺して"
      },
      {
        "ja-ro": "Isso Anata ga Todome o Sashite"
      },
      {
        "en": "Better You Give Me The Final Blow"
      }
    ],
    "description": {
      "en": "Ichika is a female college student who wants to have a normal relationship, but is often judged by her appearance. One night at a drinking party she attended, hoping to have a wonderful encounter, she met Kousei who was kind to her. She is attracted to him because they got the same interest, enjoys talking with him and he likes her just the way she is — but she didn't know he had a secret no one knows about. \n\n(Source: heartbuzz2d)",
      "pt-br": "Ichika é uma estudante universitária do sexo feminino que deseja ter um relacionamento normal, mas muitas vezes é julgada pela sua aparência. Uma noite, numa festa em que ela participou, esperando ter um encontro maravilhoso, ela conheceu Kousei, que foi gentil com ela. Ela se sente atraída por ele porque eles têm os mesmos interesses, gosta de conversar com ele e ele gosta dela do jeito que ela é — mas ela não sabia que ele tinha um segredo que ninguém conhece."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd9caf16-9b4b-452b-b753-3d9bd1269fe4",
    "title": {
      "en": "Seijo ja nakatta no de, Oukyuu de nonbiri Gohan wo Tsukuru koto ni shimashita"
    },
    "updatedAt": "2024-09-02T13:19:17+00:00",
    "coverArt": "https://mangadex.org/covers/fd9caf16-9b4b-452b-b753-3d9bd1269fe4/7fc58937-46c6-4931-b004-8d7641553ed5.jpg",
    "altTitles": [
      {
        "en": "I'm Not the Saint, so I'll Just Leisurely Make Food at the Royal Palace"
      },
      {
        "zh": "反正不是聖女在王宮裏悠閒地做飯好了"
      },
      {
        "ja": "聖女じゃなかったので、王宮でのんびりご飯を作ることにしました"
      }
    ],
    "description": {
      "en": "Rina was summoned to another world to be the Saint, but was surprised at how bad the food tasted. It tastes like this even at the royal palace…? I’ll just make it myself, so give me your kitchen! Relieved of her Saint duties, Rina wins the heart and stomachs of the nobles through her food!  \n  \n[alt. Raw](https://seiga.nicovideo.jp/comic/44992)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "542452db-bd1c-4fba-90ee-1213f0bc6718",
    "title": {
      "en": "PEEP"
    },
    "updatedAt": "2024-07-11T18:43:33+00:00",
    "coverArt": "https://mangadex.org/covers/542452db-bd1c-4fba-90ee-1213f0bc6718/63cf1b46-0818-488a-bf0a-ce4837f9dc0a.jpg",
    "altTitles": [
      {
        "ja": "ピープ"
      }
    ],
    "description": {
      "en": "The popular gal who was my childhood friend is secretly uploading provocative selfies!? In his quest to uncover the secret of this popular girl, high school boy Riku discovers that his own deeply hidden emotions were being observed by someone else… A sweet yet suffocatingly intense blend of youth, love, and suspense.",
      "ja": "幼なじみの人気ギャルは、過激な自撮りをアップする裏アカ女子！？人気者の秘密を探ろうとする男子高校生・陸は、逆に自分の隠していた心の底を、別の誰かに覗かれていたことを知る‥‥。溺れるほどに甘く、息もできないほど苦しい、青春×愛憎サスペンス。",
      "es-la": "¿La chica popular que era mi amiga de la infancia está subiendo en secreto provocativos selfies de cosplay?\nEn su búsqueda por descubrir el secreto de esta chica popular, el chico de instituto Riku descubre que sus propias emociones, profundamente ocultas, estaban siendo observadas por otra persona...\n\nUna dulce pero asfixiante mezcla de juventud, amor y suspenso."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0948937b-682c-4fe2-90bb-4c552c6818c4",
    "title": {
      "en": "I Have Nine Quadrillion Simp Gold Coins"
    },
    "updatedAt": "2024-07-29T19:36:49+00:00",
    "coverArt": "https://mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg",
    "altTitles": [
      {
        "zh": "我有九千万亿舔狗金"
      },
      {
        "vi": "Ta Có 90 Tỷ Tiền Liếm Cẩu!"
      },
      {
        "en": "I Have 90 Billion Licking Gold Coins"
      }
    ],
    "description": {
      "en": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56901ae8-aece-4983-96c3-94751c96a8bb",
    "title": {
      "en": "Bocchi the Rock! Gaiden:  Kikuri Hiroi's Heavy Drinking Diary"
    },
    "updatedAt": "2024-08-07T11:02:52+00:00",
    "coverArt": "https://mangadex.org/covers/56901ae8-aece-4983-96c3-94751c96a8bb/411533c6-2315-4b22-823e-56c8d39848bc.jpg",
    "altTitles": [
      {
        "ja": "ぼっち・ざ・ろっく！外伝　廣井きくりの深酒日記"
      },
      {
        "en": "Bocchi the Rock! Side Story: Hiroi Kikuri's Heavy Drinking Diary"
      },
      {
        "ru": "Одинокий Рокер! Спин-офф: Дневник пьяницы Хирои Кикури"
      },
      {
        "vi": "Bocchi the Rock! Ngoại Truyện: Nhật Ký Say Rượu của Hiroi Kikuri"
      },
      {
        "ja-ro": "Bocchi the Rock! Gaiden: Hiroi Kikuri no Fukazake Nikki"
      }
    ],
    "description": {
      "en": "Kikuri Hiroi (25 years old). She is a \"genius bassist\" who leads the indie band \"SICK HACK\", and she loves alcohol. She often gets drunk and breaks the equipment of the live house, so she seems to be short of money. She lives in a 52-year-old apartment without a bath, and sometimes borrows showers from her friends and acquaintances. She is regularly attacked by anxiety about her future, which she counters with a \"happiness spiral\" with the help of alcohol. What is her daily life like...?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89299ce7-9d1d-4c46-91b1-48bdb0440406",
    "title": {
      "en": "Makigama no Pandora"
    },
    "updatedAt": "2024-09-23T05:54:19+00:00",
    "coverArt": "https://mangadex.org/covers/89299ce7-9d1d-4c46-91b1-48bdb0440406/25f8d029-f52c-4dbd-8f80-4ecdf4d8bfe0.jpg",
    "altTitles": [
      {
        "ja": "薪窯のパンドラ"
      },
      {
        "zh": "薪炉的潘多拉"
      },
      {
        "ko": "장작가마의 판도라"
      },
      {
        "en": "Pandora's Kiln"
      }
    ],
    "description": {
      "en": "Eri Hourai, a second-year high school girl, takes over \"Pandora\" - a bakery specialising in wood fire cooked goods.",
      "ja": "祖父のお店を引き継ぎ、黙々とパン職人をしている高校生・蓬莱絵里（ほうらいえり）。ある日、突然お店にやってきたはらぺこ少女・野々宮麦（ののみやむぎ）から「メロンパン20個ください！」と無茶振りをされる。麦との出会いによって、恵理は少しずつ心が開かれていって…？",
      "zh": "追随前人，过往足迹，今日的少女，也在进行烘焙"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3175db1-7f49-4321-ad68-5a59e0e53b61",
    "title": {
      "en": "Shota Oni"
    },
    "updatedAt": "2024-06-27T02:25:00+00:00",
    "coverArt": "https://mangadex.org/covers/b3175db1-7f49-4321-ad68-5a59e0e53b61/d011eb0b-035c-48f9-aa3b-a96b8631b3ae.jpg",
    "altTitles": [
      {
        "ja": "ショタおに"
      }
    ],
    "description": {
      "en": "After leaving a scar on his best friend's face years ago, Tsubaki feels responsible and is determined to grow up big and strong so he can protect Yuu. Yuu is already in high school and Tsubaki is only in elementary, but he is sure that his feelings will get through and Yuu will eventually come to rely on him."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2e28840-b3a6-4dd7-9c40-1b251a293fe0",
    "title": {
      "en": "Negai no Astro"
    },
    "updatedAt": "2024-07-25T06:13:13+00:00",
    "coverArt": "https://mangadex.org/covers/d2e28840-b3a6-4dd7-9c40-1b251a293fe0/1709b926-6cb0-494d-9136-74634956e052.jpg",
    "altTitles": [
      {
        "ja": "願いのアストロ"
      },
      {
        "en": "Astro Royale"
      },
      {
        "ru": "Звезда желаний"
      }
    ],
    "description": {
      "en": "The new series from Ken Wakui, the creator of Shinjuku Swan and Tokyo Revengers!\n\nAs the battle to decide the next leader of the Yotsurugi gang that runs Asakusa is heating up, a meteorite strike suddenly awakens superpowers in the people of Japan. How will Hibaru Yotsurugi, the son of the previous gang leader, come out of this?!",
      "fr": "Le nouveau manga de Ken Wakui, le créateur de Shinjuku Swan et Tokyo Revengers ! Alors que la bataille pour désigner le prochain chef du clan Yotsurugi qui dirige Asakusa s'intensifie, la chute d'une météorite réveille soudainement des super-pouvoirs chez les Japonais. Comment Hibaru Yotsurugi, le fils du précédent boss du clan va-t-il s'en sortir ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39ed85ab-d508-4839-855e-98e8a0376265",
    "title": {
      "en": "Fate Rewinder"
    },
    "updatedAt": "2024-07-26T12:45:43+00:00",
    "coverArt": "https://mangadex.org/covers/39ed85ab-d508-4839-855e-98e8a0376265/33830139-3525-4506-8826-3f82cf7685ff.jpg",
    "altTitles": [
      {
        "ja": "運命の巻戻士"
      }
    ],
    "description": {
      "en": "The world's most easy-to-understand and hot loop manga!\n\nAn organization that saves people who have tragically died, the Space-Time Police Special Task Force, also known as the \"Rewind Officers\"! Their weapon is the time machine \"Retry Eye\" embedded in their right eye! Rewind time dozens, hundreds, thousands of times until you solve the case! The first loop manga in CoroCoro's 45-year history, a must-see!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c",
    "title": {
      "en": "Karakai Jouzu no (Moto) Takagi-san"
    },
    "updatedAt": "2024-09-06T13:12:48+00:00",
    "coverArt": "https://mangadex.org/covers/ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c/c558b4a1-9e07-4a07-a4fb-a404646cafd4.jpg",
    "altTitles": [
      {
        "vi": "Chuyên gia trêu chọc Takagi-san (ngoại truyện)"
      },
      {
        "ms": "Si Master Jahil (mantan) Takagi-san"
      },
      {
        "en": "Skilled Teaser (Former) Takagi-san"
      },
      {
        "ru": "Мастер дразнилок (Бывшая) Такаги-сан"
      },
      {
        "ja": "からかい上手の（元）高木さん"
      },
      {
        "tl": "Ang Magaling sa Panunuksong (Noon) si Takagi-san"
      }
    ],
    "description": {
      "en": "Takagi and Nishikata are now married and have a kindergarten-aged daughter named Chi. See how much some things have changed, and others have curiously stayed the same!  \n  \n*Note: The volumes collect the chapters in a different order than the web version. The chapters here follow the web numbering without any volumes.*",
      "pt-br": "Takagi e Nishikata agora estão casados e têm uma filha na idade do jardim de infância chamada Chi. Veja o quanto algumas coisas mudaram e outras curiosamente permaneceram as mesmas!\n\nNota: Os volumes coletam os capítulos em uma ordem diferente da versão web. Os capítulos aqui seguem a numeração da web sem nenhum volume."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "314"
  },
  {
    "mangaId": "a07320a4-afcd-413a-a451-d69a448d0c28",
    "title": {
      "en": "Usogui"
    },
    "updatedAt": "2023-06-22T13:17:12+00:00",
    "coverArt": "https://mangadex.org/covers/a07320a4-afcd-413a-a451-d69a448d0c28/b74c8cce-42cd-4889-b75d-7944e63f9a14.jpg",
    "altTitles": [
      {
        "en": "The Lie Eater"
      },
      {
        "ja": "嘘喰い"
      },
      {
        "zh-hk": "噬谎者"
      },
      {
        "ko": "도박마-거짓말 사냥꾼 바쿠"
      },
      {
        "es-la": "Devorador de Mentiras"
      },
      {
        "ru": "Пожиратель лжи"
      },
      {
        "kk": "Жала жұтқан"
      }
    ],
    "description": {
      "en": "There are gamblers out there who even bet their lives as ante. But to secure the integrity of these life-threatening gambles, a violent and powerful organization by the name of “Kakerou” referees these games as a neutral party. Follow Baku Madarame a.k.a. Usogui (The Lie Eater) as he gambles against maniacal opponents at games – such as Escape the Abandoned Building, Old Maid, and Hangman – to ultimately “out-gamble” and control the neutral organization of Kakerou itself.  \n\n\n---\n\n**Links:**  \n- [OAV on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=14163)",
      "ru": "Есть игроки, которые ставят на кон свою жизнь. Чтобы сохранить целостность таких смертельно-опасных игр, жестокая и могущественная организация «Кагэро» судит их, как нейтральная сторона.\nНаш герой — Баку Мадарамэ, «Пожиратель лжи». Игрок, чья цель — переиграть и в конце взять под контроль саму нейтральную организацию «Кагэро».\n\n---\n\n(Source: [readmanga](https://mintmanga.live/pojiratel_lji))",
      "es-la": "Hay jugadores que incluso apuestan su vida como apuesta. Pero para asegurar la integridad de estas apuestas que ponen en peligro la vida, una violenta y poderosa organización llamada \"Kakerou\" arbitra estos juegos como parte neutral. Sigue a Baku Madarame, también conocido como Usogui (El Devorador de Mentiras), mientras se enfrenta a oponentes maníacos en juegos como \"Escapar del Edificio Abandonado\", \"La Vieja Doncella\" y \"El Ahorcado\", para acabar jugando más que la propia organización neutral de Kakerou"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "49",
    "lastChapter": "539"
  },
  {
    "mangaId": "e5a77aa6-a18f-48fe-b12a-69f62a55f7ec",
    "title": {
      "en": "Falling Blue"
    },
    "updatedAt": "2024-09-10T17:27:27+00:00",
    "coverArt": "https://mangadex.org/covers/e5a77aa6-a18f-48fe-b12a-69f62a55f7ec/e5aad0ba-b199-430d-94ad-7e5f5b8d7eeb.png",
    "altTitles": [
      {
        "en": "Dropping Blue"
      },
      {
        "zh": "Zhuì Lán"
      },
      {
        "zh": "坠蓝"
      }
    ],
    "description": {
      "en": "Lin Ling is unfortunate in everything she does… Until the day she met Fang Wan, a kind and perfect upperclassman. She unconsciously grew attracted to her. Somewhere in the vast universe, there is always someone who is closely connected with you, and if fate allows it, you will never be alone."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "60"
  }
]