[
  {
    "mangaId": "101c7648-2599-4167-a4e8-5e1bc07fedae",
    "title": {
      "en": "Urenokori no Dorei Elf o Hirotta no de, Musume ni Suru Koto ni shita"
    },
    "updatedAt": "2024-09-30T15:09:15+00:00",
    "coverArt": "https://mangadex.org/covers/101c7648-2599-4167-a4e8-5e1bc07fedae/50ca3742-5e25-44fe-bf61-527a67cba4f1.jpg",
    "altTitles": [
      {
        "ja": "売れ残りの奴隷エルフを拾ったので、娘にすることにした"
      },
      {
        "ja-ro": "Urenokori no Dorei Elf wo Hirotta no de, Musume ni suru Koto ni shita"
      },
      {
        "en": "My Daughter Was an Unsold Enslaved Elf"
      },
      {
        "en": "My daughter was an unsold slave elf."
      }
    ],
    "description": {
      "en": "Weiss, a magician living in the scoundrel-filled Zenith, finds a high elf girl for sale, a higher level elf species that is said to be extinct.\n\nHe decides to buy her and raise her as his daughter. The high elf doesn't even know how to speak the language, but Weiss' hard work in raising her seems to be paying off...? \n\nA warm and fluffy fantasy featuring the rookie dad Weiss and his cute little elven daughter!",
      "ja": "絶滅したというエルフの上位種、ハイエルフの少女が売られているのを見つけたヴァイス。\n\n購入して娘として育てることに決めた。言葉も知らないハイエルフだったがヴァイスの懸命な育児の成果がでてきて…？ \n\n成長が止まらないハイエルフから目が離せないっっ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a437129d-18e9-48d7-9484-9fb9b9073ddd",
    "title": {
      "en": "Space Brothers"
    },
    "updatedAt": "2024-10-05T13:34:30+00:00",
    "coverArt": "https://mangadex.org/covers/a437129d-18e9-48d7-9484-9fb9b9073ddd/8391c3a1-9db1-4cb8-bbea-463507a8bb36.jpg",
    "altTitles": [
      {
        "es": "Hermanos del espacio"
      },
      {
        "th": "สองสิงห์ อวกาศ"
      },
      {
        "ja": "宇宙兄弟"
      },
      {
        "fr": "Frères de l'espace"
      },
      {
        "ja-ro": "Uchuu Kyoudai"
      },
      {
        "pt-br": "Irmãos Espaciais"
      },
      {
        "vi": "Anh Em Phi Hành Gia"
      }
    ],
    "description": {
      "en": "One night in 2006, when they were young, the two brothers Mutta (born 1993) and Hibito (born 1996) saw what appeared to be a UFO heading for the moon. They decided that night to both become astronauts and travel out into space.  \n  \nIn 2025, Hibito has become an astronaut, and he's going to go to the moon. Mutta ended up following a more traditional career path with an auto development company. However, Mutta just ruined his career through a violent altercation with his boss. Now, not only has he lost his job, he appears to be blacklisted in the entire industry. Maybe this is a rare opportunity for Mutta to once again chase his childhood dream and become an astronaut like his little brother!",
      "pt-br": "Em uma noite de 2006, quando ainda eram crianças, os dois irmãos Mutta (nascido em 1993) e Hibito (nascido em 1996) viram o que parecia ser um OVNI indo em direção à Lua. Naquela noite, eles decidiram que se tornariam astronautas e viajariam para o espaço. Em 2025, Hibito conseguiu realizar esse sonho e se tornou astronauta, prestes a ir para a Lua. Mutta, por outro lado, seguiu uma carreira mais convencional, trabalhando em uma empresa de desenvolvimento de automóveis. Contudo, ele arruinou sua trajetória profissional ao se envolver em uma briga violenta com seu chefe. Agora, além de estar desempregado, parece estar na lista negra de todo o setor. Talvez essa seja uma oportunidade rara para Mutta perseguir novamente o sonho de infância e se tornar astronauta como seu irmão mais novo!"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-10-05T15:48:07+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/2e418d11-579c-4078-a960-60781115efc9.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      },
      {
        "vi": "Nô lệ của đội tinh nhuệ Ma đô"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3229b2db-0e84-497c-999b-aa50728d2371",
    "title": {
      "en": "Anata-tachi Soredemo Sensei Desu ka!"
    },
    "updatedAt": "2024-09-28T16:15:42+00:00",
    "coverArt": "https://mangadex.org/covers/3229b2db-0e84-497c-999b-aa50728d2371/de887102-b33b-4276-9cc7-875cd045cde1.jpg",
    "altTitles": [
      {
        "ja": "あなた達それでも先生ですかっ！"
      },
      {
        "en": "You Still Call Yourselves Teachers?!"
      },
      {
        "pl": "Czy wy nadal jesteście nauczycielami?"
      }
    ],
    "description": {
      "en": "One day, school teachers come as freeloaders to the inn run by his parents!? Kazami Hiro, a high school boy, decides to take care of the inn and his future!? Under one roof, The forbidden harem romantic comedy begins!!",
      "ja": "親が経営する旅館にある日、居候としてやってきたのは学校の先生たち!? 男子高校生・風見ヒロは旅館のため、自分の未来のためにお世話をすることに!? 一つ屋根の下、禁断のハーレムラブコメが開幕!!",
      "pl": "Pewnego dnia nauczyciele przychodzą jako freeloaderzy do zajazdu prowadzonego przez jego rodziców!? Kazami Hiro, uczeń szkoły średniej, postanawia zadbać o zajazd i swoją przyszłość!? Pod jednym dachem rozpoczyna się zakazana haremowa komedia romantyczna!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68112dc1-2b80-4f20-beb8-2f2a8716a430",
    "title": {
      "en": "Dandadan"
    },
    "updatedAt": "2024-10-05T14:03:20+00:00",
    "coverArt": "https://mangadex.org/covers/68112dc1-2b80-4f20-beb8-2f2a8716a430/c8fe9e64-04b3-477d-8658-ee94e961af2f.jpg",
    "altTitles": [
      {
        "ja": "ダンダダン"
      },
      {
        "zh": "膽大黨"
      },
      {
        "ru": "Дандадан"
      },
      {
        "fa": "دان‌دادان"
      },
      {
        "fr": "Dandadan"
      },
      {
        "uk": "Дандадан"
      },
      {
        "vi": "Vũ Trang Siêu Nhiên"
      }
    ],
    "description": {
      "en": "After being aggressively rejected, Momo Ayase finds herself sulking when she stumbles across a boy being bullied. Saved by her rash kindness, the occult-obsessed boy attempts to speak to her about supernatural interests he believes they share. Rejecting his claims, Ayase proclaimed that she is instead a believer in ghosts, starting an argument between the two over which is real.\r\n\r\nIn a bet to determine who's correct, the two decide to separately visit locations associated with both the occult and the supernatural—Ayase visiting the former and the boy visiting the latter. When the two reach their respective places, it turns out that neither of them was wrong and that both the occult and ghosts do exist.\r\n\r\nThis marks the beginning of Ayase and the boy's adventure, who shares a name with Ayase's favorite idol—Ken Takakura, as they attempt to fix the surreal supernatural and sci-fi elements around them to return to a normal life.",
      "fr": "Momo Ayase et Ken Takakura sont tous deux lycéens. Tandis que la première croit aux fantômes, le second est fasciné par les extraterrestres. Évidemment, chacun se moque des croyances de l’autre. Incapables de se convaincre, ils se lancent un défi pour savoir lequel des deux a raison. Momo se retrouve dans un hôpital où des créatures de l’espace sont censées se trouver et Ken dans un tunnel hanté. C’est le début d’une romance survoltée où l’occulte, le paranormal et le surnaturel se bousculent dans un chaos haletant !\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**",
      "ru": "Призраки, монстры, инопланетяне, подростковая романтика, сражения!.. В этой серии есть все! Такакура, одержимый оккультизмом, не верящий в призраков, и Аясэ, девушка, не верящая в пришельцев, пытаются преодолеть свои разногласия, когда сталкиваются с паранормальными явлениями! Эта манга - не от мира сего!",
      "uk": "Чорти, чудовиська, позаземці, підлітковий роман, махачі та дідько б їх узяв… раковини! У цій манзі ви знайдете все!\n\nОкультний фанбой Такакура, його подруга Аясе та їх надприродні пригоди у новій психоломній манзі!",
      "pt-br": "Takakura, um rapaz que é um fanático do ocultismo que não acredita em fantasmas, e Ayase, uma garota que não acredita em alienígenas, encontram uma estranheza esmagadora que transcende sua compreensão mútua…! Uma história de vinda oculta da idade!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e563a8e9-a730-4216-ba42-734aee59b3f3",
    "title": {
      "en": "Genkai Dokushin Joshi (26) Gohan"
    },
    "updatedAt": "2024-09-30T15:32:36+00:00",
    "coverArt": "https://mangadex.org/covers/e563a8e9-a730-4216-ba42-734aee59b3f3/abbec61a-1c46-4df5-977f-f89b63fc653b.jpg",
    "altTitles": [
      {
        "ja": "限界独身女子(26)ごはん"
      },
      {
        "ru": "Страдания 26-летней одинокой девушки-думера"
      },
      {
        "vi": "Bữa ăn đạm bạc của bà chị (26) độc thân"
      },
      {
        "es-la": "Comidas de despedida de soltera de 26 años"
      },
      {
        "es-la": "El sufrimiento de una Doomer no amada de 26 años"
      },
      {
        "en": "The Meals Of A Single Woman (26) At Her Limit"
      },
      {
        "en": "The Meals Of a 26 Year Old Single At Her Limit"
      },
      {
        "en": "26 Year Old Bachelorette's Meals"
      },
      {
        "en": "The Suffering of a 26 Year Old Unloved Female Doomer"
      }
    ],
    "description": {
      "en": "Hiiragi-san is a single woman who is exhausted from work and life. No matter how depressed she is, she always ends up hungry.",
      "ja": "鬱、孤独、たまに飯。\n仕事につかれ、生活につかれた限界独身女子の柊さん。どんなに憂鬱でも、おなかだけは空いてしまうようです。",
      "vi": "Cuộc sống hằng ngày cùng những bữa ăn đạm bạc của bà chị độc thân thất nghiệp chán đời.",
      "es-la": "La Sr. Hiiragi, es una chica marginalmente soltera que está cansada del trabajo y la vida. No importa cuán deprimido esté, mi estómago parece estar vacío."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4c0c579-f0a6-4ff7-bc2e-1c0d3f614d03",
    "title": {
      "en": "Atarashii Kimi e"
    },
    "updatedAt": "2024-05-06T19:16:14+00:00",
    "coverArt": "https://mangadex.org/covers/a4c0c579-f0a6-4ff7-bc2e-1c0d3f614d03/e69c9ff2-ae1d-435f-84c3-03b3e69b114c.jpg",
    "altTitles": [
      {
        "ja": "新しいきみへ"
      },
      {
        "en": "To a New You"
      },
      {
        "zh": "致崭新的你"
      }
    ],
    "description": {
      "en": "Sakuma, a teacher at an all-girls school, sees his wife in the red-light district cheating on him one day. In response, he runs away and decides to tour Japan, going wherever his heart may lead him. He finally reaches Odawara and meets a young girl, that looks like the one he always sees in his dreams. He barely manages to stop himself from crossing the line with the girl, and he eventually returns to his normal life, having discovered that his wife's alleged cheating was all a misunderstanding. But then...",
      "pt-br": "Sakuma, um professor em uma escola só para meninas, vê sua esposa no distrito de prostituição o traindo. Em resposta, ele foge e decide fazer uma turnê pelo Japão, indo aonde seu coração o levar. Ele finalmente chega a Odawara e conhece uma jovem, que se parece com a que ele sempre vê em seus sonhos. Ele mal consegue se impedir de cruzar a linha com a garota e, eventualmente, retorna à sua vida normal, ao descobrir que a suposta traição de sua esposa foi um mal-entendido. Mas então..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "24"
  },
  {
    "mangaId": "8a6bc1ad-c02d-4643-b7d8-d316ae5d4561",
    "title": {
      "en": "Seventh"
    },
    "updatedAt": "2024-08-11T19:57:55+00:00",
    "coverArt": "https://mangadex.org/covers/8a6bc1ad-c02d-4643-b7d8-d316ae5d4561/027ab382-14a7-432d-a159-c815924dece2.jpg",
    "altTitles": [
      {
        "ja": "セブンス"
      },
      {
        "en": "7th"
      }
    ],
    "description": {
      "en": "Lyle Walt is a young noble boy and heir looking forward to the day he can inherit his family’s territory. Except around when he was 10 year old, his parents started neglecting him more and more in favour of his little sister, Ceres.\n\nOn his fifteenth birthday, he is challenged to a duel by his sister to see who will inherit the household and horribly loses, being cast out of his family. Afterwards, he gets treated by the family groundskeepers and receives the family heirloom Gem from him that Lyle’s grandfather had entrusted to him. From there, he begins an aimless journey with his childhood friend and former fiancée, Novem, and the Gem-turned-Jewel that houses the memories, personalities, and Skills of seven of his ancestors.",
      "ja": "自身の家族に裏切られ、失意のライエルの前に現れた七人の先祖達…彼らは敵か味方か！？宝玉をめぐる剣と魔法のバトルロワイヤル！！\n\n女神を崇め、剣と魔法が存在する世界で貴族の嫡男として生まれたライエル。過去には天才、麒麟児ともてはやされ期待されたライエルだが、すべてを完璧にこなす妹セレスによって屋敷内で冷遇されていってしまう。そのセレスに思いついたかのようにライエルとの戦いを提案され、セレスと対峙すことになったライエル。全てが上をいくセレスに無様に敗れたライエルは、跡取りの座をセレスに奪われ存在そのものも失われてしまう。傷つき失意したライエルだったが、屋敷の庭に住み込む老人に助けられ、宝玉のついた首飾りを受け取る。それは老人が先代─ライエルの祖父から預かっていた、【アーツ】が記録された青い玉は、ウォルト家の家宝とも言うべき物だった。 歴代当主七人のアーツが記録された宝玉を託されたライエルは、それを持って屋敷を去るのだった。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee96e2b7-9af2-4864-9656-649f4d3b6fec",
    "title": {
      "en": "Otaku ni Yasashii Gal wa Inai!?"
    },
    "updatedAt": "2024-10-05T04:49:07+00:00",
    "coverArt": "https://mangadex.org/covers/ee96e2b7-9af2-4864-9656-649f4d3b6fec/e1abb88b-369f-4f9e-a444-24c0f27521a6.jpg",
    "altTitles": [
      {
        "ja": "オタクに優しいギャルはいない!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru wa Inai!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru ha Inai!?"
      },
      {
        "en": "Gal can’t be Kind to Otaku!?"
      },
      {
        "en": "Gals can't be Kind to a Geek!?"
      },
      {
        "zh": "没有辣妹会对阿宅温柔!?"
      },
      {
        "pt-br": "Gal Não Pode ser Legal com Otaku!?"
      },
      {
        "vi": "Gyaru không thể tử tế với Otaku ư?"
      }
    ],
    "description": {
      "en": "Takuya Seo is an otaku who likes \"anime for girls\" and can't say he likes it out loud. One day, he hooks up with two gals from his class, Amane and Ijichi, but it seems that Amane is also an otaku...",
      "ja": "あまり大きな声で好きと言えない“女児向けアニメ”が好きなオタク 瀬尾卓也。ある日、クラスのギャル 天音さんと伊地知さんに絡まれたのだが、何やら天音さんもオタクの匂いが…？",
      "pt-br": "Takuya Seo é um otaku que gosta de \"animes para garotinhas\" e não pode dizer isso em voz alta. Um dia, ele conversa com duas gals da sua sala, Amane e Ijichi, mas parece que a Amane também é uma otaku... Uma comédia romântica escolar onde o otaku conhece as gals que ele gosta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84f93f46-166e-41a2-b34d-59f844a78c9b",
    "title": {
      "en": "Mi-chan wa Kawaretai"
    },
    "updatedAt": "2024-10-05T16:53:05+00:00",
    "coverArt": "https://mangadex.org/covers/84f93f46-166e-41a2-b34d-59f844a78c9b/0aae8069-fa99-4b90-8878-7240e540c15e.jpg",
    "altTitles": [
      {
        "ja": "みーちゃんは飼われたい"
      },
      {
        "ja-ro": "Mii-chan ha Kawaretai"
      },
      {
        "ja-ro": "Mi-chan ha kawaretai"
      },
      {
        "ja-ro": "Mii-chan wa Kawaretai"
      },
      {
        "en": "Mi-chan Wants to be Kept"
      },
      {
        "uk": "Мі-чян хоче, щоб її залишили."
      },
      {
        "vi": "Mi-chan muốn được nhận nuôi!"
      }
    ],
    "description": {
      "en": "Iori is a young man in his twenties who has been stressed at work, lost his cat that he had kept for many years, and is suffering from insomnia and loss of appetite. The next morning, he finds a beautiful, naked girl lying beside him...?",
      "ja": "〈ウルトラジャンプ連載作品〉仕事のストレスに加え、長年飼った飼い猫を失い不眠＆食欲不振ぎみのアラサー青年いおり。疲れ切った夜、迷い込んできた黒猫を家にあげて世話すると、翌朝、全裸の美少女が横に寝ていて…‼︎?？「あたしを飼わせてあげる」ーー強引勝手気ままな彼女の正体は…？？",
      "uk": "\"Ми їстимемо разом, спатимемо разом і поліпшуватимемо якість життя Іорі разом\".\n\nІорі - молодий чоловік, який на додачу до стресу на роботі ще й колись втратив улюблену кішку, а тепер страждає від безсоння й анорексії. І ось одного ранку він виявляє, що поруч з ним спить красива оголена незнайомка...\n\nНадзвичайна героїня-цілителька та жалюгідний чоловік, який дуже любить котів, починають жити разом!",
      "pt-br": "Lori é um Jovem de 20 anos que está estressado por conta do trabalho, além disso ele perdeu seu gato que tinha há muitos anos e por isso está sofrendo de insônia e perda de apetite. Na manhã seguinte, ele encontra uma linda garota nua deitada ao seu lado...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ee394872-62df-4c49-b73d-769428f47f6a",
    "title": {
      "en": "Ghoul ga Sekai wo Sukutta Koto wo Watashi dake ga shitteiru"
    },
    "updatedAt": "2024-06-08T04:33:27+00:00",
    "coverArt": "https://mangadex.org/covers/ee394872-62df-4c49-b73d-769428f47f6a/3eb639d9-871e-470c-b5e1-802f67752821.jpg",
    "altTitles": [
      {
        "ja": "グールが世界を救ったことを私だけが知っている"
      },
      {
        "en": "Only I Know the Ghoul Saved the World"
      }
    ],
    "description": {
      "en": "“I’m not a hero. I’m a monster that devours monsters.” In a chaotic world where ferocious monsters run rampant, there was a “monster” who inherited the title of “hero” in the holy city, the last bastion of humanity on the brink of extinction. Alice, a rookie adventurer, was attacked by a large pack of dog people (Kobolds) during her first ‘dungeon’ exploration. The one who saved her life was Leon, the third-generation “Savior” hero, who, despite having the body of a monster (Ghoul), possesses a human heart.\n\n“I’m nothing but a defiled ghoul who keeps on killing monsters.”\n\n“No, you’re the only hero who can save the world.”\n\nFor some reason, Alice, who admires him, applies to become Leon’s disciple."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b898b68-663c-462f-9689-d5e40ce5a8e5",
    "title": {
      "en": "To Love Ru"
    },
    "updatedAt": "2024-01-18T20:56:10+00:00",
    "coverArt": "https://mangadex.org/covers/1b898b68-663c-462f-9689-d5e40ce5a8e5/301b4523-e7eb-4f6b-9b6a-c7432ab6bf2d.jpg",
    "altTitles": [
      {
        "ja": "To LOVEる -とらぶる-"
      },
      {
        "ja-ro": "To LOVE Ru -Trouble-"
      },
      {
        "ja-ro": "To LOVE-Ru -Trouble-"
      },
      {
        "en": "To LOVE Ru -Trouble-"
      },
      {
        "en": "To Love-Ru"
      },
      {
        "en": "To-LOVE-Ru"
      },
      {
        "ru": "Любовные неприятности"
      },
      {
        "zh": "出包王女"
      }
    ],
    "description": {
      "en": "Rito Yuuki is a high-school boy who just can't confess to the girl of his dreams, Haruna-chan. One day when coming home and sulking in the bath-tub, a mysterious and barely clothed girl appears out of nowhere. Her name is Lala and she comes from another planet…",
      "pt-br": "história é sobre Yuki Rito, um estudante colegial que não consegue se confessar pra menina que é apaixonado, Seirenji Haruna. Um dia quando estava tomando banho uma garota aparece nua em sua banheira, seu nome é Lala e veio do planeta Deviluke, onde ela é uma princesa. O pai de Lala quer que ela volte para se casar com um dos mais de cem pretendentes, mas Lala decidi ficar na Terra, então o pai de Lala decide que se Rito conseguir protegê-la dos seus pretendentes ela poderá ficar, caso não consiga ele vai destruir não só ele como toda a Terra.\n\n[A versão da Chrono Scan é uma versão com design melhorado e principalmente SEM CENSURA.]"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "18",
    "lastChapter": "162"
  },
  {
    "mangaId": "47f2da50-d26f-4438-89d4-e5b21c8326db",
    "title": {
      "en": "Kamen Rider SPIRITS"
    },
    "updatedAt": "2023-12-28T04:37:06+00:00",
    "coverArt": "https://mangadex.org/covers/47f2da50-d26f-4438-89d4-e5b21c8326db/e0a3b113-6f8c-4ba2-807e-ee81934ca230.jpg",
    "altTitles": [
      {
        "en": "Masked Rider Spirits"
      },
      {
        "ja": "仮面ライダーSPIRITS"
      },
      {
        "en": "Legend of the Kamen Riders"
      }
    ],
    "description": {
      "en": "After Japanese-American FBI agent Taki Kazuya and Kamen Rider 1 defeat a bat monster, they decide to contact the former riders including Stronger to investigate the appearance of monsters attacking them and civilians. Their investigation reveals the coming of an alien empire out to destroy the Earth, finishing the work that Shocker and other terrorist organizations have failed due to their defeat at the Rider's hands."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "96"
  },
  {
    "mangaId": "ffee8fd8-3a03-4420-bc5b-793be56eb30c",
    "title": {
      "en": "Majo wa Mangetsu ni Saku"
    },
    "updatedAt": "2024-07-13T10:15:38+00:00",
    "coverArt": "https://mangadex.org/covers/ffee8fd8-3a03-4420-bc5b-793be56eb30c/ed931503-d03f-4631-831f-f6b3e0fd1d85.jpg",
    "altTitles": [
      {
        "ja": "魔女は満月に咲く"
      },
      {
        "zh": "魔女盛开于满月之下"
      },
      {
        "zh-hk": "魔女盛開於滿月之下"
      },
      {
        "en": "Witches Bloom Under the Full Moon"
      }
    ],
    "description": {
      "en": "Koichi Hotaka is a second-year junior high school student who is a bit of a shy. One day, he meets a mysterious girl, Shima, who calls herself the \"Witch of Alstroemeria\" and is chosen as her \"contractor\". A fantasy of love and magic set on the night of the full moon!",
      "ja": "帆高航一（ほたか　こういち）はちょっとコジラセ気味な中学2年生。そんな彼はある日、「アルストロメリアの魔女」を名乗る謎の少女・紫麻（しま）と出会い、彼女の“契約者”に選ばれる。満月の夜を舞台に繰り広げられる、恋と魔法のファンタジー！",
      "zh": "帆高航一是个有点内向的初二学生。某一天，他遇到了一个神秘的女孩紫麻，她自称“阿尔斯特罗梅里亚的女巫”，并被选为她的“契约者”。 在满月之夜缔结的爱情和魔法的幻想故事！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2505ceca-d841-4ed4-9004-2344e8477bd9",
    "title": {
      "en": "Harapeko Oyako to Motokare Yanushi"
    },
    "updatedAt": "2024-09-13T16:37:00+00:00",
    "coverArt": "https://mangadex.org/covers/2505ceca-d841-4ed4-9004-2344e8477bd9/4248019e-3a73-4075-bc4e-83a9a09776b9.jpg",
    "altTitles": [
      {
        "ja": "はらぺこ母娘と元カレ家主"
      },
      {
        "ja-ro": "Hara peko Oyako to Motokare Yanushi"
      },
      {
        "en": "A Hungry Mother and Daughter and Her Ex-Boyfriend Landlord"
      },
      {
        "pt-br": "Uma mãe faminta, sua filha e seu ex-namorado proprietário"
      }
    ],
    "description": {
      "en": "36-year-old Takaharu lives alone. After graduating from Art College, he has been living a quiet life while painting pictures. \n\nOne day, his ex-girlfriend Kyou, whom he broke up with 17 years ago, comes to him with her daughter Minori and asks him to let them stay at his place. As in their college days, \n\nKyou is attracted by the delicious food, and so the three of them begin to live together!",
      "ja": "36歳のたかはるは一人暮らし。美大を卒業後、ほそぼそと絵を描いて暮らしていた。そんなある日、17年前に別れた元カノ・キョウが娘のみのりを連れてやってきて「居候をさせて欲しい」という。大学時代同様においしい食べ物につられたキョウにほだされ、三人での生活が始まるが……？",
      "pt-br": "Takaharu, de 36 anos, mora sozinho. Depois de se formar na Art College, ele vive uma vida tranquila enquanto pinta quadros. Um dia, sua ex-namorada Kyou, com quem ele terminou há 17 anos, vem até ele com sua filha Minori e pede que ele as deixe ficar em sua casa. Assim como nos tempos de faculdade, Kyou se sente atraída pela comida deliciosa, e assim os três passam a morar juntos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4801f266-cc4e-4c3b-8d1d-f50f08b25b62",
    "title": {
      "en": "Witch Watch"
    },
    "updatedAt": "2024-04-12T13:13:32+00:00",
    "coverArt": "https://mangadex.org/covers/4801f266-cc4e-4c3b-8d1d-f50f08b25b62/9d1b3248-c19d-42b1-93b6-4649b741302b.jpg",
    "altTitles": [
      {
        "ru": "Ведьмнадзор"
      },
      {
        "ru": "Страж ведьмы"
      },
      {
        "ja": "ウィッチ ウォッチ"
      },
      {
        "zh": "魔女与使魔"
      },
      {
        "zh-hk": "魔女與使魔"
      },
      {
        "ne": "विच वाच"
      },
      {
        "kk": "Мыстан сақшысы"
      },
      {
        "uk": "Відьмоварта"
      }
    ],
    "description": {
      "en": "Morihito, a boy with the strength of an ogre, is about to start living together with his childhood friend Niko, who is training to be a witch. Niko's magic leads to all sorts of unpredictable trouble, and with two teens under one roof… Let the fantastical antics begin! Magical comedy series by Kenta Shinohara creator of SKET DANCE and Astra Lost in Space.",
      "ne": "निको वाकात्सुकीले आफ्नो छ वर्षको बोक्सीको तालिम पूरा गरिसकेकी छिन् र उनी आफैं सहरमा सर्दैछिन्। नयाँ बोक्सीको रूपमा, उसले आफ्नो साथ दिनको लागि परिचित छनोट गर्नुपर्छ। यद्यपि, अन्य बोक्सीहरू भन्दा फरक, उनी गैर-जन्तु परिचित छान्न चाहन्छिन्। मोरिहितो \"मोई\" ओतोगी भन्दा राम्रो साथी कोही छैन - उनको बाल्यकालको साथी जो एक औघ राक्षस हुन्। मोरिहितो उनको नोकर हुनुको कडा विरोध गर्छन्, तर उनले बोक्सीको आदेशको अवज्ञा गरेमा श्रापले उनलाई अनौठो गाई-बाघ हाइब्रिडमा फर्काउनेछ भनेर थाहा पाएपछि उनले आफ्नो भाग्यलाई अनिच्छुकतासाथ स्वीकार गर्छन्।\n\nमोरिहितोका बुबा व्यवसायिक यात्राको लागि जानुभएको कारण र निकोकी आमा बोक्शीहरुको पवित्र भूमिमा पछाडि रहनुभएको कारण, दुई किशोरहरूले आफूलाई एउटै छानामुनि सँगै बसेको भेट्टाए। जबकि निको आफ्नो क्रशसँग बाँच्न पाउँदा उत्साहित छिन्, मोरिहितोले पत्ता लगाए कि उनको जादुई गतिविधि र समग्र अनाड़ीपनले समाधान भन्दा बढी समस्याहरू सिर्जना गर्छ। एक वर्ष भित्र निकोमा आउने भविष्यवाणी गरिएको प्रकोपको साथ, मोरिहितोले आफ्नो अंगरक्षकको रूपमा रक्षा गर्नको लागि सक्दो गर्नुपर्दछ र साथै आफ्नो परिचितको रूपमा आफ्नो कर्तव्यहरू पालना गर्नुपर्नेछ।",
      "pt": "Morihito, um menino com a força de um ogro, está prestes a começar a viver com sua amiga de infância, Niko, que está treinando para ser feiticeira. A magia de Niko os leva a todos os tipos de problemas imprevisíveis, e com dois adolescentes sob o mesmo teto… Que as travessuras fantásticas comecem! Uma série de comédia de magia de Kenta Shinohara, criador de SKET DANCE e Astra Perdido no Espaço.",
      "ru": "Морихито, парень с демонической силой, начинает жить вместе со своей подругой детства Нико, которая учится быть ведьмой. Магия Нико приводит ко всяким непредсказуемым проблемам, а уж когда два подростка остаются под одной крышей… да начнутся фантастические выходки!  \nМагический комедийный сериал от Кенты Синохары, автора «SKET DANCE» и «Астра, затерянная в космосе».",
      "uk": "Моріхіто, хлопець з силою оні, ось-ось почне жити разом зі своєю подругою дитинства Ніко, яка навчається на відьму. Магія Ніко призводить до всіляких непередбачуваних неприємностей, а коли двоє підлітків живуть під одним дахом... Фантастичні витівки починаються!\nМагічний комедійний серіал від Кента Шінохари, творця “SKET DANCE” та \"Загублена в космосі Астра\"."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e660da42-375c-4fca-80f1-1afbe5342b8f",
    "title": {
      "en": "Fool Night"
    },
    "updatedAt": "2024-09-27T16:21:07+00:00",
    "coverArt": "https://mangadex.org/covers/e660da42-375c-4fca-80f1-1afbe5342b8f/39c9fff0-2b44-470d-9b33-619a38981157.jpg",
    "altTitles": [
      {
        "ja": "フールナイト"
      },
      {
        "zh": "愚者之夜"
      },
      {
        "ko": "풀 나이트"
      },
      {
        "ru": "Ночь Дурака"
      },
      {
        "ja-ro": "Fuuru Naito"
      },
      {
        "uk": "Ніч Дурня"
      },
      {
        "uk": "Дуриніч"
      }
    ],
    "description": {
      "en": "In the distant future, earth is covered by thick clouds and deprived of the warm rays of sunlight. Natural plants have all but withered, leading to low levels of oxygen everywhere. \n\nHowever, humans have developed a technique to transform people into plants to produce a small amount of oxygen that allows mankind to keep surviving. In this world, everyone must decide: Will they live as humans in a bleak and uncertain world, or abandon their anguish to embrace a new life as plants?\n___\n[Alt Official English (Shougakukan Asia)](https://shogakukan.asia/fool-night/)",
      "ru": "Продолжать прикладывать усилия ради жизни человеком? Или же красиво осыпаться, подобно цветку? Душевно изображенный неизвестный мир будущего!\n\nМир далёкого будущего окружают облака, не пропускающие дневной свет, увядших растений и недостатка кислорода. Однако, люди разработали технологию превращения человека в растение для получения кислорода и продолжают выживать.\nПеред людьми встаёт нелёгкий выбор - продолжать выживать в этом безнадежном мире людей или же, отбросив страдания, сделать шаг в новую жизнь в виде растений?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d330951-583e-423e-9cd7-abcd6f761f53",
    "title": {
      "en": "Ane no Tomodachi"
    },
    "updatedAt": "2024-10-05T16:52:39+00:00",
    "coverArt": "https://mangadex.org/covers/1d330951-583e-423e-9cd7-abcd6f761f53/6ddb8605-3efe-407b-ba6d-ef16ac816c70.jpg",
    "altTitles": [
      {
        "ja": "姉のともだち"
      },
      {
        "en": "My Older Sister's Friend"
      },
      {
        "ru": "Подруга старшей сестры"
      },
      {
        "en": "The Cutest Girl Closest to Me."
      },
      {
        "es": "La Amiga de mi Hermana."
      },
      {
        "vi": "Bạn của chị gái tôi"
      }
    ],
    "description": {
      "en": "Hinako, a friend of Asahi's older sister, is a frequent guest at the home of the high school boy. She always misleads his mind with her suggestive attitude while treating him like a little brother...or rather, pet? A love story between a gal who has a bugged sense of proximity and an otaku guy who acts like her parent! \n\n---\n**Chapters 1 & 2 can be found in the [Pre-Seralization](https://mangadex.org/title/abad18cf-bf72-4bbc-97c8-b55dfa28f9b9/ane-no-yuujin).**",
      "es": "En la casa donde vive con su hermana, Hi-chan, la amiga de su hermana, se queda frecuentemente. Ella tiene una cara perfectamente linda, y además de eso, no tiene sentido del espacio personal. Asahi, un estudiante de preparatoria otaku, ¿quedará a su merced...? ¡El popular one-shop “The Cutest Girl Closest to Me” ha sido retitulado y serializado!",
      "ja": "姉とふたり暮らしの家にいりびたる、姉の友人・ひーちゃん。完璧に顔がよくてかわいい彼女に、オタク男子高校生・旭は翻弄されっぱなし…?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "abad18cf-bf72-4bbc-97c8-b55dfa28f9b9",
    "title": {
      "en": "Ane no Yuujin"
    },
    "updatedAt": "2024-10-05T16:52:49+00:00",
    "coverArt": "https://mangadex.org/covers/abad18cf-bf72-4bbc-97c8-b55dfa28f9b9/88dae6c1-55f2-425a-b76d-7771c64c4652.jpg",
    "altTitles": [
      {
        "ja": "姉の友人"
      },
      {
        "en": "My Older Sister's Friend"
      },
      {
        "en": "The Cutest Girl Closest to Me."
      },
      {
        "ru": "Подруга старшей сестры"
      },
      {
        "vi": "Bạn của chị gái tôi"
      }
    ],
    "description": {
      "en": "Hinako, a friend of Asahi's older sister, is a frequent guest at the home of the high school boy. She always misleads his mind with her suggestive attitude while treating him like a little brother...or rather, pet? A love story between a gal who has a bugged sense of proximity and an otaku guy who acts like her parent!\n\nChapters 3 and onwards can be found in the [serialised version](https://mangadex.org/title/1d330951-583e-423e-9cd7-abcd6f761f53/ane-no-tomodachi)",
      "ja": "男子高校生・旭の家に入り浸る、姉の友人・ひなこ。いつも思わせぶりな態度で心を惑わせるのは、弟…というかペット？扱いだからと思っていたけれど…？距離感バグりぎみギャル×おかん系オタク男子、ジレきゅんラブ！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "2"
  },
  {
    "mangaId": "36df4466-7c81-4640-a692-43759d891bfb",
    "title": {
      "en": "Meikyuu Gurashi no Boukensha wa Dungeon Master wo Yametai"
    },
    "updatedAt": "2024-10-05T16:39:38+00:00",
    "coverArt": "https://mangadex.org/covers/36df4466-7c81-4640-a692-43759d891bfb/a48d8e90-d3ec-43ed-b682-c2586bb5c4b2.jpg",
    "altTitles": [
      {
        "en": "The Adventurer Living in a Labyrinth Wants to Quit Being Dungeon Master"
      },
      {
        "en": "The Adventurer Lives in a Labyrinth Want to Resign the Dungeon Master"
      },
      {
        "ja": "迷宮暮らしの冒険者はダンジョンマスターをやめたい"
      },
      {
        "ja-ro": "Meikyū Gurashi no Bōkensha wa Dungeon Master o Yametai"
      },
      {
        "vi": "Mạo hiểm giả sống trong Mê cung muốn từ bỏ việc làm Bá chủ Hầm ngục"
      }
    ],
    "description": {
      "en": "Wade, an adventurer specializing in labyrinths, has come to a dungeon to obtain a detection artifact in order to seek revenge for his friends.\n\nHe enters the dungeon with an exploration party commanded by a nobleman, but a huge dragon blocks their way, and they are wiped out...\n\nWade fights the dragon with determination, but he is defeated and fatally wounded. However, when he wakes up, his wounds are completely healed, and he has become a dungeon master...?!\n\nThe labyrinth defense tale of the adventurer trapped in a dungeon begins!!!!",
      "ja": "仲間の仇を探すための探知系アーティファクトを手に入れるため\nダンジョンへとやってきた迷宮専門の冒険者・ウェイド。\n\n貴族の指揮する探索隊とともにダンジョンに入ったが\n巨大なドラゴンが行く手を阻み、探索隊は全滅してしまう...。\n\n決死の覚悟でドラゴンと闘うも力及ばず致命傷を負ったウェイド。\nしかし目を覚ますと傷は完治しており、そしてダンジョンマスターへとなっていた...!?\n\nダンジョンに囚われた冒険者の迷宮防衛譚、開幕!!!!",
      "vi": "Wade, một mạo hiểm giả chuyên thám hiểm mê cung, đã đến hầm ngục để tìm Thánh tích “Truy vết” nhằm tìm cách trả thù cho bạn bè của mình.\n\nAnh bước vào hầm ngục cùng với một nhóm mạo hiểm giả do một quý tộc chỉ huy, nhưng một con rồng khổng lồ chặn đường họ và họ bị xóa sổ...\n\nWade quyết tâm chiến đấu với con rồng, cuối cùng anh bị nó hành như con đẻ. Tuy nhiên, khi tỉnh dậy, vết thương của anh đã hoàn toàn lành lại và anh đã trở thành chủ của hầm ngục...?!\n\nCâu chuyện bảo vệ mê cung của mạo hiểm giả bị mắc kẹt trong hầm ngục bắt đầu!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbf326f7-ccbd-4d54-bbad-852d76e46523",
    "title": {
      "en": "Revenge of the Baskerville Bloodhound"
    },
    "updatedAt": "2024-09-30T13:14:50+00:00",
    "coverArt": "https://mangadex.org/covers/fbf326f7-ccbd-4d54-bbad-852d76e46523/1084eda4-b6f9-46de-96b8-a3898c4819a0.jpg",
    "altTitles": [
      {
        "ko": "철혈검가 사냥개의 회귀"
      },
      {
        "ko-ro": "Cheolhyeolgeomga Sanyanggaeui Hoegwi"
      },
      {
        "en": "Revenge of the Sword Clan's Hound"
      },
      {
        "en": "Revenge of the Iron-Blooded Sword Hound"
      },
      {
        "en": "Regression of the Ironblade Hound"
      },
      {
        "en": "Return of the Iron-Blooded Hound"
      },
      {
        "en": "Return of the Iron-Blooded Sword Hound"
      },
      {
        "en": "The Return of the Iron-Blood Sword Hound"
      },
      {
        "fr": "La revanche du limier des Baskerville"
      },
      {
        "pt-br": "O retorno do cão de caça dos Baskerville"
      },
      {
        "pt-br": "A vingança do cão de caça de sangue de ferro Baskerville"
      },
      {
        "es": "El perro de metal"
      },
      {
        "es": "La venganza del sabueso de la espada sangrienta"
      },
      {
        "es-la": "La venganza del sabueso de sangre de hierro"
      },
      {
        "th": "การกลับมาของหมาล่าเนื้อตระกูลดาบเลือดเหล็ก"
      },
      {
        "ja": "回帰した鉄血の猟犬"
      },
      {
        "zh": "铁血剑家猎犬的回归"
      },
      {
        "tr": "Demir kanlı kılıç tazısının i̇ntikamı"
      },
      {
        "ar": "عودة الكلب ذي الدم الحديدي"
      }
    ],
    "description": {
      "en": "Raised to kill like a pack of loyal hounds, the Baskerville children took countless lives as a band of fearsome assassins.\n\nDespite being the shunned illegitimate son of the brood, Vikir served his family faithfully, only to meet his untimely demise at his father’s hands. But when he is inexplicably reborn with a second chance at life, Vikir, armed with the memories and knowledge of his past, swears to rise above the pack and take his revenge.\n\nThis time, he's ready to bite the hand that feeds."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff4b6bfd-40b4-4a84-b60e-1006c46c106b",
    "title": {
      "en": "How the Little Brother Who Turned Into a Girl Became His Big Brother's Girlfriend"
    },
    "updatedAt": "2024-08-08T00:17:11+00:00",
    "coverArt": "https://mangadex.org/covers/ff4b6bfd-40b4-4a84-b60e-1006c46c106b/acac2130-fe96-4421-9b1d-8d2e49c4696c.jpg",
    "altTitles": [
      {
        "ja": "兄貴の彼女になる、女の子になっちゃった弟。"
      },
      {
        "ja-ro": "Aniki no Kanojo ni Naru, Onnanoko ni Nacchatta Otouto"
      },
      {
        "en": "When I Returned Home for the First Time in a Long Time, My Brother Transformed Into a Girl"
      },
      {
        "ja": "久しぶりに実家に帰ったら弟がTSしてた。"
      },
      {
        "ja-ro": "Hisashiburi ni Jikka ni Kaettara Otouto ga TS Shiteta."
      }
    ],
    "description": {
      "en": "When I returned home for the first time in a long time, my little brother transformed into a girl!?\n\n---\n\n[Fantia 18+ Content](https://mangadex.org/title/7a23de9c-01b8-43bd-ac38-0bfe0bebcc3b)",
      "id": "Ketika aku pulang ke rumah setelah sekian lamanya adik tiri laki-laki ku berubah menjadi gadis!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36bad9cb-6310-4048-a48e-a1ab7b7dcb3e",
    "title": {
      "en": "Demon X Angel, Can't Get Along!"
    },
    "updatedAt": "2024-10-05T16:52:12+00:00",
    "coverArt": "https://mangadex.org/covers/36bad9cb-6310-4048-a48e-a1ab7b7dcb3e/f6f5be02-e1e9-46aa-8371-d7460dcc6236.jpg",
    "altTitles": [
      {
        "zh": "恶魔X天使 不能友好相处"
      },
      {
        "en": "Demon X Angel Can't Get Along!"
      },
      {
        "ar": "ملاك و شيطان! لا يمكن ان نتعايش"
      },
      {
        "pt-br": "Demônio X Anjo, Não Conseguem Se Dar Bem!"
      },
      {
        "vi": "Oan gia chung nhà: Thiên thần x Ác quỷ, sao mà thân được!"
      }
    ],
    "description": {
      "ar": "الشياطين والملائكة نوعان من الأجناس المتقابلة مع مرور الزمن سئموا من القتال ضد بعضهم بعض ولكي يتعايشوا بسلام سويا قرروا البدء بخطة زواج! الخطة لها فترة مراقبة مدتها عام واحد. إذا كان الشيطان والملاك لا يزالان غير قادرين على العيش سويا وفهم بعضهم البعض بشكل جيد ، فسيتم إلغاء الزواج و نتيجة لذلك ، تم اختيار جيا تشينغ (الشيطان) و يو شانشان (الملاك) بواسطة اليانصيب كشريكين في الزواج ، وبدأت حياتهم سويا كزوجين يجب عليهم التعايش معا بشكل جيد.",
      "en": "Demons and angels are natural enemies that have grown tired of fighting each other. In order to coexist peacefully, they decided to arrange a marriage between the two races! If the pair can't get along within the one-year trial period, the marriage will be dissolved. This is how Jiacheng (Demon) and Yu Shanshan (Angel) became the chosen \"lucky\" pair for the marriage. Sharing the goal of divorce, the two began their lives of \"happy\" cohabitation!",
      "pt-br": "Demônios e anjos são duas raças opostas. À medida que os tempos mudam, eles estão cansados ​​de lutar. Para conviverem pacificamente, decidiram iniciar um plano de casamento! O plano tem um período de observação de um ano. Se os demônios e os anjos ainda não se derem bem, o casamento será cancelado. Como resultado, Jiacheng (demônio) e Yu Shanshan (anjo) foram “felizmente” selecionados por sorteio como parceiros de casamento, e começaram uma vida de coabitação “feliz” com o destino do divórcio."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "944f5727-7917-4d47-8c9c-654dcf535acb",
    "title": {
      "en": "Tough Gaiden - The Man Who Succeeds the Dragon"
    },
    "updatedAt": "2024-06-18T15:46:39+00:00",
    "coverArt": "https://mangadex.org/covers/944f5727-7917-4d47-8c9c-654dcf535acb/b2c14a4c-fcc4-4035-946d-4291f708608f.jpg",
    "altTitles": [
      {
        "en": "The Man Who Succeeds The Dragon"
      },
      {
        "ja-ro": "Ryuu wo Tsugu Otoko"
      },
      {
        "ja": "TOUGH 龍を継ぐ男"
      },
      {
        "ru": "Жесткий: Преемник Дракона"
      },
      {
        "ja-ro": "Tough Gaiden - Ryuu o Tsugu Otoko"
      },
      {
        "ja-ro": "Tough Gaiden - Ryuu wo Tsugu Otoko"
      }
    ],
    "description": {
      "en": "The series starring one of illegitimate children of Kiryu Miyazawa, Ryuusei Nakamura. Years after Kiibo founded the new dojo, both him and Kiryu mysteriously disappeared. Ryuusei, after losing his mother to cancer, is set to find out about his birth father and his destiny as the evil dragon’s heir, but he is not the only one.",
      "ru": "Третья часть саги Саруватари Тэцуи во вселенной \"Жесткого\". Что произошло после окончания второй части? Куда подевались некоторые старые герои? Где Киичи?  \r\nОтвет на эти и множество других вопросов вы узнаете, начав читать \"Жесткий: Наследник Дракона\"!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad409cbf-bbf0-4edb-a7a0-d69d0f4f8f75",
    "title": {
      "en": "Scent and Sensibility"
    },
    "updatedAt": "2024-09-14T20:51:25+00:00",
    "coverArt": "https://mangadex.org/covers/ad409cbf-bbf0-4edb-a7a0-d69d0f4f8f75/145cd104-60fa-42f9-ae0e-404c8526884d.png",
    "altTitles": [
      {
        "ko": "향의 경계"
      },
      {
        "es": "La manera en que tu aroma me afecta"
      }
    ],
    "description": {
      "en": "\"Become his therapist, and you'll earn 500,000 a year!\" When Moon Dobin, a dominant omega, goes for a job interview, he's baffled by the CEO's proposal: have sex with her son as a form of therapy. His client? Seo Tae-oh, a dominant alpha who can't sense pheromones. Dobin has worked hard to protect his virginity, but for that salary... anything goes! So, Dobin leads a secret double life as Tae-oh's secretary by day and his therapist by night. As the two spend more time together, something is in the air - and not just pheromones!",
      "es": "Tae-oh no es solo un alfa si no que también es el presidente de la empresa que vende fragancias de alfa y omega. Eso le convierte en el superior de Dobin, el omega que trabaja como su secretario y que su mayor preocupación es el dinero.",
      "fr": "« Devenez son thérapeute et vous gagnerez 500 000 euros par an ! Lorsque Moon Dobin, un oméga dominant, se présente à un entretien d'embauche, il est déconcerté par la proposition que lui fait la PDG : coucher avec son petit-fils en guise de thérapie. Son client ? Seo Tae-oh, un alpha dominant qui ne sent pas les phéromones. Dobin a travaillé dur pour protéger sa virginité, mais pour ce salaire... tout est permis ! Dobin mène donc une double vie secrète : secrétaire de Tae-oh le jour et thérapeute la nuit. Au fur et à mesure que les deux hommes passent du temps ensemble, quelque chose flotte dans l'air - et pas seulement des phéromones !",
      "ko": "\"사장님의 치료사가 되어주게. 연봉은 5억!\"\n면접을 보러 간 우성 오메가 도빈은 치료를 위해 사장과 몸을 섞어달라는 대표의 제안에 당황하지만, 생계를 위해\n어쩔 수 없이 승낙한다.\n우성 알파이지만 오메가의 페로몬을 느끼지 못한다는 사장, 서태오. 그의 치료사가 되면 연봉이 5억이라니 ...!\n열심히 지켜온 순결이지만, 연봉 5억이라면 …. 까짓 거 못할 것도 없다.\n그렇게 도빈은 낮에는 비서, 밤에는 치료사로 은밀한 이중생활을 하게 된다."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5eb514bc-bb37-4f37-a2e9-def530b08c29",
    "title": {
      "en": "Gift±"
    },
    "updatedAt": "2024-05-12T12:32:45+00:00",
    "coverArt": "https://mangadex.org/covers/5eb514bc-bb37-4f37-a2e9-def530b08c29/4baef2f3-f18b-4a63-8253-74e3af90d6c7.jpg",
    "altTitles": [
      {
        "ja": "GIFT plus minus"
      },
      {
        "en": "Gift±"
      },
      {
        "en": "Gift+-"
      },
      {
        "ru": "Дар±"
      },
      {
        "ru": "Подарок Плюс Минус"
      },
      {
        "ja": "ギフト±"
      },
      {
        "zh": "礼物加减式"
      }
    ],
    "description": {
      "en": "With the increasing demand for high quality organ transplants in Japan, many clandestine organizations carried out kidnapping and murder operations to obtain organs for sale; surgeons also began to practice. It even began to intervene in countries like China. Our protagonist, Tamaki Suzuhara, a beautiful but mysterious high school girl, tries to find someone very important to her who is currently missing. she joins an illegal network of organ trafficking, which kidnapped those who were judged \"human slags\" for the extraction of their organs. Together with her partner Takashi. Let's see where to lead this bloody journey and the moral dilemma of Tamaki Suzuhara. Can you find what you want? o Searching for the adolescent prostitution network?",
      "ru": "В связи с растущим спросом на высококачественные донорские органы в Японии многие тайные организации проводят операции по похищению и убийству людей, чтобы получить органы для продажи на чёрном рынке. Тамаки Сузухара присоединяется к незаконной организации по продаже донорских органов, которая похищает тех, кого судили за тяжёлые преступления, для использования их тел."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "26",
    "lastChapter": ""
  },
  {
    "mangaId": "01e360bc-22da-4e86-bbb7-3ae1091a223b",
    "title": {
      "en": "Albus Changes the World"
    },
    "updatedAt": "2024-09-09T12:04:29+00:00",
    "coverArt": "https://mangadex.org/covers/01e360bc-22da-4e86-bbb7-3ae1091a223b/6b536ff5-2470-49a7-b7ed-105e707d325c.jpg",
    "altTitles": [
      {
        "ja": "廻天のアルバス"
      },
      {
        "ja-ro": "Kaiten no Albus"
      },
      {
        "vi": "Albus thay đổi thế giới"
      }
    ],
    "description": {
      "en": "The Demon King was defeated. The world is at peace. But… it was too late.\n\nHero Albus is in a hurry. The story turns and begins again, as if naturally, from the place where it all started. The well-informed hero Albus embarks on a new adventure, where time is of the essence. \n\nTime-saving! Efficient adventure strategy! When recruiting a priest, be forceful! It doesn’t matter if you are mistaken for a new kind of scam. And suddenly, he challenges an S-class dangerous monster. \n\nHero Albus seeks to reclaim the future he desires from the past in this ultra-fast readventure (real-time attack) fantasy!",
      "vi": "Ma vương đã bị đánh bại... Thế giới sẽ hòa bình trở lại. Nhưng... Đã quá muộn rồi... Anh hùng Albus thật sự đang rất vội. Câu chuyện tua ngược, như thể một cách tự nhiên, trở lại nơi mọi chuyện khởi đầu.\n\nNgười anh hùng đầy hiểu biết Albus với đôi mắt lờ đờ như thiếu ngủ, dấn thân vào một cuộc phiêu lưu mới, nơi “thời gian là thứ quan trọng nhất”.\n\nĐược đăng dài kỳ trên Weekly Shounen Sunday, nơi đã đăng tải siêu phẩm “Thám tử lừng danh Conan”, người Anh hùng Albus tìm cách giành lại tương lai mà anh ấy mong muốn từ quá khứ trong thế giới fantasy “speedrun” một cách đúng nghĩa này!",
      "es-la": "El Rey Demonio es derrotado... El mundo está en paz. Pero fue demasiado tarde... El héroe Albus tiene prisa. La historia da vueltas y comienza de nuevo desde el principio, como si fuera algo natural. ¡Esta es una fantasía de re-aventura de alta velocidad donde \"el tiempo es lo más importante\" para el experto héroe Albus."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6063cd06-d14e-4fc5-8246-7390a5d6ee0d",
    "title": {
      "en": "Waltz in A White Dress"
    },
    "updatedAt": "2022-05-15T01:31:03+00:00",
    "coverArt": "https://mangadex.org/covers/6063cd06-d14e-4fc5-8246-7390a5d6ee0d/4f190d10-718c-46aa-aaf8-3e42c921474f.jpg",
    "altTitles": [
      {
        "de": "Weißer Walzer"
      },
      {
        "en": "White Waltz"
      },
      {
        "ja": "円舞曲は白いドレスで"
      },
      {
        "zh-hk": "白色圆舞曲"
      },
      {
        "ja-ro": "Waltz wa Shiroi Dress de"
      }
    ],
    "description": {
      "en": "At the beginning of the XX century, the relationship between England and Japan was strained. England wanted to extend its influence over Japan, and Japan wasn't willing to let any other culture pass its borders. Koto, though, a Japanese girl, didn't care if the people she meets have almond shaped eyes or not, or if they wear a kimono or a western dress. Actually, she is fascinated by this foreign way of life that brings so many innovations into Japan. More than anything else, it's the clothing that seems to grab her attention, as she wants to become a tailor and create dresses for women of every culture.  \n  \nUnfortunately though, she's a woman, so she knows her dream will end as soon as she gets married. She will have to start acting like a noble and a respectable woman would. In fact, she is betrothed to Masaomi Kidoin, the second born of one of the most important and oldest families of Japan. The day she's told she will marry Masaomi, Koto attends a ball at the British Embassy and meets Sagitto, a half English and half Indian spy that captures her imagination and heart. But can their love story have a happy ending when the British and the Japanese are tracking down Sagitto because they want him dead, and Koto is forced to live a life that doesn't fit her?"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "16"
  },
  {
    "mangaId": "889448df-b2f2-4753-9ed4-34196b9b3a90",
    "title": {
      "en": "The Exorcism Chronicles"
    },
    "updatedAt": "2024-05-16T01:36:19+00:00",
    "coverArt": "https://mangadex.org/covers/889448df-b2f2-4753-9ed4-34196b9b3a90/27f0f73f-f6f7-4640-97ff-3b371e065573.jpg",
    "altTitles": [
      {
        "zh": "驱魔录"
      }
    ],
    "description": {
      "en": "\"The Exorcism Chronicles\" is based on \"Journey to the West\" but takes a different approach, portraying Jiang Liu'er and his three disciples as exorcists rather than seekers of scriptures. The author's interpretation of \"Journey to the West\" can be seen as advocating justice, championing small acts of kindness, fearlessly opposing authority, and embracing freedom. Along the way, the four disciples unite in their shared goals, combating demons and monsters such as the White Bone Demon, Sea Monster, Nine-Headed Worm, and others, all in the name of justice and protection rather than enduring the trials necessary for obtaining scriptures. \n\nSimultaneously, the series responds to the significance of scripture seekers and exorcists, suggesting that achieving ultimate enlightenment is vast and boundless, while attaining smaller victories is tangible and grounded. Jiang Liu'er and his disciples choose the latter path, with Jiang Liu'er often remarking to the Buddha, \"I'm just a freelance monk,\" signifying their divergence in paths."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bae5c8c-d5ff-43df-acf7-b7670532c8b1",
    "title": {
      "en": "Yoku Wakaranai Keredo Isekai ni Tensei Shiteita You Desu"
    },
    "updatedAt": "2024-09-14T19:51:12+00:00",
    "coverArt": "https://mangadex.org/covers/6bae5c8c-d5ff-43df-acf7-b7670532c8b1/7a4013a0-cf08-4e10-957e-09fc09e8072b.jpg",
    "altTitles": [
      {
        "ja": "よくわからないけれど異世界に転生していたようです"
      },
      {
        "en": "I Don't Really Get It, but It Seems Like I Was Reincarnated in Another World!"
      },
      {
        "zh-hk": "雖然不太清楚，不過我好像轉生到異世界了"
      },
      {
        "id": "Saya tidak begitu mengerti, tapi sepertinya saya bereinkarnasi di dunia lain"
      }
    ],
    "description": {
      "en": "Ren, a young orphan girl, has been sold off to a merchant with sinister plans for her. Suddenly, memories of her past life on a world called Earth come flooding back, and Ren remembers that she used to be a research scientist – and a grown man! As Ren escapes into the Dark Forest, magical powers awaken within her. In order to survive the harsh realities of this world, she must use her rekindled knowledge of Earth’s science as well as her newfound powers! Will her magical cheat powers and past-life knowledge be enough to keep her freedom, or is she doomed to a life of servitude?",
      "ja": "「私、おっさんだった！！」\n\n孤児の少女・レンは身売りされる途中で、前世の記憶を取り戻す。レンの前世は、三十代の男性研究者だったが、転生して今まで孤児として生きていたのであった。レンは、その身に秘められた魔法の才能と、前世の科学的知識を駆使して、ひとり過酷な異世界を生き抜いていく。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8c53bf7-4114-481a-bb86-e215d63f0b39",
    "title": {
      "en": "Shinjuku Swan"
    },
    "updatedAt": "2024-05-11T16:09:37+00:00",
    "coverArt": "https://mangadex.org/covers/e8c53bf7-4114-481a-bb86-e215d63f0b39/991a338c-ff59-4e0d-a41b-d08f5108d8e4.jpg",
    "altTitles": [
      {
        "ja": "新宿スワン"
      }
    ],
    "description": {
      "en": "Shiratori Tatsuhiko was a bum wandering the streets with no money to his name when he meets Mako. He works as a scout for an agency called Burst that recruits girls on the streets for adult entertainment in the Shinjuku area of Tokyo. Tatsuhiko quickly learns the techniques of scouting and is even more attracted to how much money he can make. But with how the industry is maintained, Tatsuhiko has to deal with the lying, deception, violence, greed and even the yakuza. He wants to keep the morals that he has, but it gets progressively harder and harder as he gets deeper into the other side of society.  \n  \nThe manga ran for 38 volumes between 2005 and 2013 in YM."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "suggestive",
    "lastVolume": "38",
    "lastChapter": "392"
  },
  {
    "mangaId": "ade0306c-f4b6-4890-9edb-1ddf04df2039",
    "title": {
      "en": "Solo Leveling: Ragnarok"
    },
    "updatedAt": "2024-09-25T22:34:29+00:00",
    "coverArt": "https://mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업 : 라그나로크"
      },
      {
        "pt-br": "Upando Sozinho: Ragnarok"
      },
      {
        "ko-ro": "Na Honjaman Level Up: Ragnarok"
      }
    ],
    "description": {
      "en": "The Earth's existence is under threat once more as Itarim, the gods of other universes, seek to fill the void left by the Absolute Being. \n\nSung Jinwoo has no choice but to send Beru, the shadow ant king, to awaken his son's powers and start him on the journey he once took. \n\nSuho must conquer the shadow dungeon and earn his place in the world of hunters as he navigates through a new world against a new evil looking to swallow the world whole.",
      "ko": "줄거리\n\n평범한 대학생으로 살아가던 성수호 죽음을 앞둔 순간, 잠들어 있던 그의 특별한 혈통이 깨어난다!\n\n“일어나라.”\n\n죽음을 거스르고 지배하는 헌터, 그가 선보이는 새로운 레벨업을 주목하라!\n\n* 이 작품은 웹툰 <나 혼자만 레벨업>의 세계관을 이어받은 작품입니다.",
      "pt-br": "A existência da Terra está ameaçada novamente, por Itarim, os deuses de outros universos, buscam preencher o vazio deixado pelo Ser Absoluto.\n\nSung Jinwoo não tem outra opção senão enviar Beru, o rei das formigas das sombras, para despertar os poderes de seu filho e iniciar sua jornada, como ele fez antes.\n\nSuho precisa conquistar a masmorra das sombras e ganhar seu lugar no mundo dos caçadores, enquanto enfrenta um novo mal que ameaça engolir o mundo inteiro."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79929df5-edb1-4f74-aa4a-228e0eb04aff",
    "title": {
      "en": "Biryuu Enshoutan ~Jikokouteikan ga Gekitei na Dragon-kyuu Bishoujo Maou o, Yuusha ga Icharabu de Taijisuru Ohanashi~"
    },
    "updatedAt": "2024-10-05T16:15:52+00:00",
    "coverArt": "https://mangadex.org/covers/79929df5-edb1-4f74-aa4a-228e0eb04aff/610fe199-7317-43c3-8c02-e14df2c8a861.jpg",
    "altTitles": [
      {
        "ja": "美龍艶笑譚～自己肯定感が激低なドラゴン級美少女魔王を、勇者がイチャラブで退治するお話～"
      },
      {
        "en": "A Story About a Hero Exterminating a Dragon-Class Beautiful Girl Demon Queen, Who Has Very Low Self-Esteem, With Love!"
      },
      {
        "vi": "Câu chuyện về một dũng sĩ đánh bại nữ ma vương xinh đẹp có lòng tự trọng cực thấp bằng tình yêu!"
      }
    ],
    "description": {
      "en": "Iver is a dragon maou who stopped trying after historical heroes defeated her every time she resurrected. But the present day hero, Mirio, who found the holy sword by pure chance falls in love with her. And thus forms the couple of the maou with no self-esteem and the dopey hero. This is a story of how they come to know each other, fight, and find happiness.\n\n---\n**Links:**\n- [Alternative Official Raw on Magazine Pocket](https://pocket.shonenmagazine.com/episode/3269754496790830789)\n- [Alternative Official Raw on Nico Nico Seiga](https://seiga.nicovideo.jp/comic/56470)\n- [Alternative Official Raw on Kodansha Comic Plus](https://kc.kodansha.co.jp/title?code=1000041454)",
      "id": "Iver adalah maou naga yang berhenti mencoba setelah pahlawan sejarah mengalahkannya setiap kali dia dibangkitkan. Tapi pahlawan masa kini, Mirio, yang menemukan pedang suci secara kebetulan jatuh cinta padanya. Dan dengan demikian membentuk pasangan maou tanpa harga diri dan pahlawan tolol. Ini adalah kisah tentang bagaimana mereka saling mengenal, bertarung, dan menemukan kebahagiaan.\r\n\r\nBerdasarkan novel hentai.",
      "ja": "何度復活しても歴代勇者に敗北し、心が折れてしまった龍魔族の魔王・イヴェール。伝説の聖剣を偶然手にした当代の新米勇者・ミリオは、そんな彼女に恋をしてしまった！　しかして自信喪失中の魔王＆天然勇者のコンビ結成！　二人は身体を重ね、冒険の旅に出る！\n\n魔王の失われた笑顔を取り戻せ！ 新米勇者が綱渡りの大奮闘！ 異世界シリアスコメディ幕開け！",
      "vi": "Ma vương Iver của tộc rồng, người đã mất đi ý chí sau khi liên tục bị các dũng sĩ trong lịch sử đánh bại. Mirio, một dũng sĩ mới nhận thánh kiếm huyền thoại một cách tình cờ, đã đem lòng yêu cô! Và thế là cặp đôi giữa ma vương đang mất tự tin và dũng sĩ ngây thơ được thành lập!! Đây là câu chuyện về hai người họ, khi cơ thể hòa quyện, chiến đấu và tìm thấy hạnh phúc!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7fb957e4-a94b-496d-be91-b7d75fad7b21",
    "title": {
      "en": "Osananajimi to wa LoveCome ni Naranai"
    },
    "updatedAt": "2024-09-28T17:01:41+00:00",
    "coverArt": "https://mangadex.org/covers/7fb957e4-a94b-496d-be91-b7d75fad7b21/2ab33f44-d8c8-45a4-88ed-718510a3b4ca.jpg",
    "altTitles": [
      {
        "ja": "幼馴染とはラブコメにならない"
      },
      {
        "th": "ไม่มีทางที่มันจะกลายเป็นเลิฟคอมเมดี้กับยัยเพื่อนสมัยเด็กหรอก"
      },
      {
        "zh-hk": "和青梅竹馬之間不會有戀愛喜劇"
      },
      {
        "ar": "لا مزيد من الحب مع الفتيات."
      },
      {
        "ru": "Больше никакой любви к девушкам"
      },
      {
        "vi": "Làm Gì Có Chuyện Tình Hài Hước Giữa Bạn Thuở Nhỏ Được!"
      },
      {
        "en": "It Won't Become A Romcom With Childhood Friends"
      },
      {
        "ja-ro": "Osananajimi to wa Love Comedy ni Naranai"
      },
      {
        "ja-ro": "Osananajimi to wa Romcom ni Naranai"
      }
    ],
    "description": {
      "en": "The high school boy Eiyuu has a problem! His two childhood friends (♀) who go to the same school as him, Shio and Akari, are too cute! Even though they have no interest in him, he looks at their grown-up selves with sexual interest. If they were to find out… it would be utterly embarrassing! Meanwhile, his two childhood friends also have secrets of their own...!? It's irritating! It's complicated!! But childhood friends are the best!!! A sweet and irritating love triangle romcom ♡ where you can't be honest!",
      "ja": "高校生男子・えーゆーの悩み。それは、二人の幼馴染「しお」と「あかり」が可愛すぎること! 向こうにその気はないのに、俺だけがオトナになった二人をエッチな目で見てるなんてバレたら…ハズすぎる! 一方、実は二人もえーゆーのことが…!? ヒロイン全員、幼馴染!! じれったい! ややこしい!! けど幼馴染って超最高っ!!!",
      "th": "เอยู (A.U.) หนุ่มมอปลายที่กำลังพบปัญหาใหญ่! ปัญหานั่นก็คือเพื่อนสมัยเด็กทั้งสองคน \"ชิโอ\" และ \"อาการิ\" ที่อยู่โรงเรียนเดียวกันนั้นน่ารักเกินต้าน! ถ้าหากทั้งสองรู้ว่าเขาได้มองพวกเธอที่เติบโตขึ้นมาอย่างสมส่วนด้วยสายตาลามก (ถึงแม้จะไม่ได้ตั้งใจ) ล่ะก็มีหวังแย่แน่! ในทางกลับกัน เพื่อนสมัยเด็กทั้งสองคนนั้นเองก็มีความลับของตนเอง...!? ทั้งหยอกเย้า! ทั้งทำให้สับสน!! ถึงจะอย่างนั้นเพื่อนสมัยเด็กนี่แหละยอดที่สุด!!! เลิฟคอมเมดี้รักสามเส้าแสนหวานที่พูดตรง ๆ ไม่ได้♡"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd2d7c3e-87ab-4775-a1e3-17403994043b",
    "title": {
      "en": "The Witch and the Mercenary"
    },
    "updatedAt": "2024-10-05T16:19:51+00:00",
    "coverArt": "https://mangadex.org/covers/fd2d7c3e-87ab-4775-a1e3-17403994043b/b65c35ec-380e-48b1-9e5f-195eea4575f9.jpg",
    "altTitles": [
      {
        "ja": "魔女と傭兵"
      },
      {
        "ja": "Majo to Youhei"
      },
      {
        "en": "WITCH AND MERCENARY"
      },
      {
        "ru": "Ведьма и наёмник"
      },
      {
        "es-la": "La bruja y el mercenario"
      },
      {
        "fr": "La Sorcière et le Mercenaire"
      },
      {
        "vi": "Phù thuỷ và Lính đánh thuê"
      }
    ],
    "description": {
      "en": "Zig—a tall, broad-shouldered mercenary—participates in a witch hunt. Following a fierce duel with the deadly witch, he becomes privy to her desire. “I want you to protect me,” she requests, tired of having her life trivialized. Seeking a place to survive, the witch and the mercenary set their sights on an unknown continent!\n___\nCharacter Design: [Kanase Bench](https://mangadex.org/author/58a70142-dece-49d1-86b3-e19aa9afadf9)\n___\n[Official English (K MANGA) - United States only!](https://kmanga.kodansha.com/title/10570/episode/350366)\n[Official X Account](https://x.com/witch_mercenary)",
      "fr": "Zig, un mercenaire grand et large d'épaules, participe à une chasse aux sorcières. Après un duel acharné avec la sorcière redoutable, il découvre son désir. \"Je veux que tu me protèges,\" demande-t-elle, fatiguée que sa vie soit prise à la légère. Cherchant un endroit pour survivre, la sorcière et le mercenaire tournent leurs regards vers un continent inconnu !",
      "vi": "「Phù thủy」――― Tại Lục địa nơi mà Ma thú lẫn Ma thuật đều đã hoàn toàn biến mất, Phù thủy trở thành thứ sinh vật bí ẩn duy nhất còn tồn tại.\n\nGig Crain, một Lính đánh thuê sở hữu thân hình cường tráng, đang trên đường tiến tới chinh phạt thứ tồn tại đáng sợ từ thời cổ xưa đó. Khi trận giao chiến khốc liệt khép lại, mặc dù đã giành chiến thắng đầy nhọc nhằn, anh cũng chẳng còn mục đích để xuống tay với Phù thủy nữa. Khi Gig không định kết liễu mà cứ thế rời đi, từ sau bóng lưng anh, Phù thủy có một yêu cầu...\n\n\"Tôi muốn anh bảo vệ tôi\". Cô mong muốn được sống trong cảnh không bị truy đuổi. Tự giằng co ít lâu, Gig cuối cùng cũng đã chấp thuận yêu cầu đó. Tuy nhiên, không có nơi nào trên Lục địa này mà một Phù thủy, biểu tượng của sự sợ hãi, có thể sống yên ổn. Dẫu vậy, khi việc di chuyển giữa các Lục địa trở nên khả thi trong những năm gần đây, Phù thủy và Lính đánh thuê đã quyết định sẽ lên đường đi tới một Lục địa khác.\n\nTác phẩm Light Novel được chuyển thể từ Web Novel, nay đã có phiên bản Manga cùng tên!!",
      "es-la": "Zig, un mercenario alto y de anchos hombros, participa en una caza de brujas. Tras un feroz duelo con la mortífera bruja, se entera de su deseo. \"Quiero que me protejas\", le pide ella, cansada de que trivialicen su vida. En busca de un lugar donde sobrevivir, la bruja y el mercenario ponen sus miras en un continente desconocido."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d839cd9-1950-405c-b71f-9abbd7443058",
    "title": {
      "en": "Asako"
    },
    "updatedAt": "2024-10-04T13:47:30+00:00",
    "coverArt": "https://mangadex.org/covers/3d839cd9-1950-405c-b71f-9abbd7443058/ff033dac-092f-4c99-82bc-6abef54712d3.jpg",
    "altTitles": [
      {
        "ja": "あさこ"
      },
      {
        "zh": "浅子"
      },
      {
        "ko": "아사코"
      }
    ],
    "description": {
      "en": "The challenged relationship between Masashi Aoshima, an 11-year-old boy living in a seaside fishing village, and Asako, a mysterious beauty from Tokyo who came to stay at his guest house."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "34"
  },
  {
    "mangaId": "40dc36d1-2f92-4b46-a69a-9728d5815e7d",
    "title": {
      "en": "The Good Deeds of Old Adventurer Kane"
    },
    "updatedAt": "2024-09-28T20:35:57+00:00",
    "coverArt": "https://mangadex.org/covers/40dc36d1-2f92-4b46-a69a-9728d5815e7d/c566871d-1792-4ce8-a714-d6b7bd6f71e9.jpg",
    "altTitles": [
      {
        "ja": "おっさん冒険者ケインの善行"
      },
      {
        "ja-ro": "Ossan Boukensha Kane no Zenkou"
      },
      {
        "en": "Good Deeds of Kane the Old Guy"
      },
      {
        "ko": "아저씨 모험자 케인의 선행"
      },
      {
        "zh-hk": "大叔冒險者凱恩的善行"
      },
      {
        "ru": "Добрые дела Старика Кейна"
      },
      {
        "es": "El buen obrar del señor Kane"
      },
      {
        "es": "Las buenas obras del señor Kane"
      }
    ],
    "description": {
      "en": "Kane is a middle-aged and unambitious adventurer who, while in the middle of herb gathering, finds the rare item『Resurrection fruit』. Kane thinks about selling it and turn it into money, but he meets a girl seeking medicine to save her companion’s life. Since she looks like Altena, his late childhood friend, he gives it in exchange for small change. Actually, the girl is the strongest adventurer Anastrea, who people call The Sword Princess. The next day, Kane suddenly gets an invitation to join an S rank party, beats down the strongest and the worst monster, miraculously gains lots of money, and finally gets a confession by a 13 years old saint. Kane’s simple life will change completely because of his encounter with Anastrea.",
      "es": "La historia de un hombre gentil que merece mucho más de lo que su poca ambición le ha otorgado.   \n  \nKane, un aventurero de edad media, se encuentra en medio de una recolección de hierbas y da un objeto raro, [La Fruta de la Resurrección].   \n  \nKane piensa en venderlo y convertirlo en dinero, pero conoce a una chica que busca medicina para salvar la vida de su compañera. Considerando que se parece a Altena, su difunta amiga de la infancia, se la otorga a cambio de un pequeño pago.   \n  \nEn realidad, la chica es la aventurera más poderosa, Anastrea, denominada por la gente \"La Princesa de la Espada\".  \n  \nAl día siguiente, Kane de repente recibe una invitación para unirse a un grupo de rango S, vence al más fuerte y peor monstruo, milagrosamente gana mucho dinero y finalmente recibe la confesión de una santa.   \n  \nLa vida simple de Kane cambiará completamente debido a su encuentro con Anastrea.",
      "ja": "20年間毎日せっせと薬草採取に励んできた、善良だけが取り柄のＤランク冒険者ケイン。偶然手に入れた超レアアイテム「蘇生の実」を、Ｓランクの神速の剣姫アナストレアに銀貨３枚で譲った時から、ケインの日常は一変する！"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17ce37ea-1cda-4429-b062-c4b627814225",
    "title": {
      "en": "Owari no Seraph"
    },
    "updatedAt": "2024-07-03T15:45:41+00:00",
    "coverArt": "https://mangadex.org/covers/17ce37ea-1cda-4429-b062-c4b627814225/8c6451e3-0642-4622-a884-38d7c1fe5c82.jpg",
    "altTitles": [
      {
        "ja-ro": "Owari no Serafu"
      },
      {
        "tr": "Seraph of the End: Kıyamet Meleği"
      },
      {
        "pl": "Seraph of the End: Serafin Dni Ostatnich"
      },
      {
        "en": "Seraph of the End: Vampire Reign"
      },
      {
        "ru": "Последний Серафим"
      },
      {
        "fa": "اسرافیل پایانی"
      },
      {
        "ar": "سيراف النهاية"
      },
      {
        "ja": "終わりのセラフ"
      },
      {
        "zh": "终结的炽天使"
      },
      {
        "ja-ro": "Owari no Seraph"
      },
      {
        "fr": "Le Séraphin de la Fin"
      }
    ],
    "description": {
      "en": "One day, a mysterious virus appeared on Earth which killed every infected human over the age of 13. At the same time, vampires emerged from the world's dark recesses and enslaved mankind. Enter Hyakuya Yuuichirou, a young boy, who along with the rest of the children from his orphanage, are treated as livestock by the vampires. Even in captivity, Yuuichirou dreams big. He dreams of killing vampires. He dreams of killing them all.",
      "ru": "В стремлении к запретным знаниям «человек разумный» опять напортачил — в 2012 году на волю вырвался смертельный вирус, начавший косить человечество. Умирали почему-то взрослые, и тут, откуда ни возьмись, явились вампиры и согнали оставшихся детей в свой подземный город, объявив, что отныне «людишки» будут жить под защитой клыкастых хозяев, расплачиваясь кровью. Резкий парень Юитиро пожил так 4 года и понял, что пора валить — вместе с названным братом Микой и всей «семьей Хьякуя», группой детей, выросшей в одном приюте. Конечно, вампиры легко догнали и перебили беглецов, ушел лишь один.   \nВыйдя на поверхность, юный Хьякуя понял, что эпидемия кончилась, но мир изменился — кругом разруха, бродят демоны, а кровососы потихоньку расширяют территорию, предлагая жителям «крышу». Власть в Японии захватила семья Хиираги, сформировавшая Имперскую Демоническую армию, которая защищает людей и бьет вампиров зачарованным оружием. Свой путь Юитиро ясен — готовиться к службе, мстить за погибшую родню. Прямого и порывистого парня ждет немало сюрпризов и неожиданностей, но в таком поганом мире лучше надеяться на свой дар и свой меч, чем на волю судьбы и благосклонность правителей!",
      "pt-br": "Um dia, um vírus misterioso apareceu na Terra e matou todos os humanos infectados com mais de 13 anos. Ao mesmo tempo, vampiros emergiram dos recantos sombrios do mundo e escravizaram a humanidade. Entra Hyakuya Yuuichirou, um menino que, junto com o resto das crianças de seu orfanato, é tratado como gado pelos vampiros. Mesmo em cativeiro, Yuuichirou sonha grande. Ele sonha em matar vampiros. Ele sonha em matar todos eles."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e40e6387-4775-4e90-93bc-4df99e521594",
    "title": {
      "en": "Bocchi the Rock! - Flashbackers (Doujinshi)"
    },
    "updatedAt": "2024-03-07T01:26:08+00:00",
    "coverArt": "https://mangadex.org/covers/e40e6387-4775-4e90-93bc-4df99e521594/9eb73783-3871-48e0-8725-14499f264c34.jpg",
    "altTitles": [
      {
        "ja": "フラッシュバッカーズ"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "695e6ed1-9823-486e-87bf-ec1fa536f0c1",
    "title": {
      "en": "Death Preparation Hero"
    },
    "updatedAt": "2024-10-05T16:01:03+00:00",
    "coverArt": "https://mangadex.org/covers/695e6ed1-9823-486e-87bf-ec1fa536f0c1/4471a27c-b72a-4577-9b2f-75c6994a2c5c.jpg",
    "altTitles": [
      {
        "ja": "終活勇者"
      },
      {
        "ja-ro": "Shuukatsu Yuusha"
      },
      {
        "en": "The Brave's Ending Note."
      },
      {
        "vi": "Chung Hoạt Dũng Giả"
      },
      {
        "vi": "Tsuikatsu Yuusha"
      },
      {
        "vi": "Chuyến hành trình cuối cùng của dũng sĩ"
      }
    ],
    "description": {
      "en": "Several decades have passed since the Hero defeated the Demon King and brought peace to the world, and the Hero has grown old enough to only vaguely remember his magic spells. When the remnants of the Demon King's army attack the Hero, he decides to set out on a journey again. This time, it's not a journey to save the world, but a “death preparation journey” to look back on his life.",
      "vi": "Nhiều thập kỷ đã trôi qua kể từ khi dũng sĩ đánh bại Ma Vương và mang lại hòa bình cho thế giới. Tuy nhiên, người dũng sĩ ấy đã già đi quá nhiều đến mức khó có thể nhớ được các câu thần chú ma thuật. Khi bị những kẻ sống sót từ quân đội Ma Vương tấn công, dũng sĩ quyết định lại một lần nữa lên đường. Nhưng lần này không phải là hành trình để cứu thế giới, mà là một cuộc hành trình \"cuối đời\" để nhìn lại cuộc đời mình."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "518dde13-a33c-42d3-b64b-422046e4165b",
    "title": {
      "en": "Supernova wa Kiss no Mae ni"
    },
    "updatedAt": "2023-02-18T04:48:39+00:00",
    "coverArt": "https://mangadex.org/covers/518dde13-a33c-42d3-b64b-422046e4165b/068712bc-a464-4b60-a04a-3bc73b84e872.jpg",
    "altTitles": [
      {
        "en": "Supernova Before the Kiss"
      },
      {
        "ja": "スーパーノヴァはキスの前に"
      }
    ],
    "description": {
      "en": "In an unexpected turn of events, Toki, a high school boy, started dating Fumi Munetsugu, the school's superheroine. After hitting it off to a good start, they faced the next hurdle in the path of romance: a kiss.  \n  \nCompletely out of his element, Toki was unable to go for it.  \nThe fate of the world, however, depended on it…"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "23"
  },
  {
    "mangaId": "64c5ace0-0d22-4360-a50b-6660a9604033",
    "title": {
      "en": "Since When Do Guys Find Divorcees Attractive?"
    },
    "updatedAt": "2024-08-31T15:16:20+00:00",
    "coverArt": "https://mangadex.org/covers/64c5ace0-0d22-4360-a50b-6660a9604033/c09b830f-68c0-492f-88b5-1615ccad25e2.jpg",
    "altTitles": [
      {
        "ja": "バツイチがモテるなんて聞いてません"
      },
      {
        "ja-ro": "Batsuichi ga Moteru Nante Kiitemasen"
      },
      {
        "fr": "Qui Aurait Su Que Les Divorcées Étaient Aussi Populaires"
      }
    ],
    "description": {
      "en": "\"I'm going to enjoy my second time being single!\". Ono Kazuha has divorced her husband at 35 over an affair. She stood tall and announced \"I'm officially divorced\" to the fashion magazine's editorial department where she works. To add insult to injury, a handsome new hire happened to overhear. She expected it to be awkward, but for some reason it made him attracted to her?",
      "fr": "\"Je vais profiter de ma deuxième fois en tant que célibataire !\". Ono Kazuha a divorcé son mari à 35 ans à cause d'une tromperie. Elle s'est tenue debout et a annoncé \"Je suis officiellement divorcée\" au département éditorial du magazine de mode où elle travaille. Pour ajouter l'insulte à la blessure, un beau nouvel employé l'a entendue par hasard. Elle s'attendait à ce que ce soit gênant, mais pour une raison quelconque, cela l'a attiré par elle ?",
      "ja": "「二度目の独身ライフ楽しみます！」。　夫の不倫が原因で35歳で離婚、バツイチとなった小野和葉。強がって職場のファッション誌編集部で「晴れてバツイチとなりました」と宣言するも、そこにたまたま居合わせたイケメン新入社員に聞かれ踏んだり蹴ったり。しかし、気まずい感じになるかと思いきや、なぜか懐かれてしまい…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b727ae2-2842-4c46-af8b-9162b7806659",
    "title": {
      "en": "Girl meets Rock!"
    },
    "updatedAt": "2024-09-22T06:24:03+00:00",
    "coverArt": "https://mangadex.org/covers/7b727ae2-2842-4c46-af8b-9162b7806659/2a7248e0-de3d-449e-a3db-29b1bd1071b3.jpg",
    "altTitles": [
      {
        "ja": "ふつうの軽音部"
      },
      {
        "ja-ro": "Futsuu no Keionbu"
      },
      {
        "en": "An Ordinary Light Music Club"
      },
      {
        "nl": "Het meisje dat rock ontdekte!"
      },
      {
        "ru": "Девушка встречает Рок"
      },
      {
        "pt-br": "Garota conhece o rock!"
      },
      {
        "es-la": "¡La chica que conoció el rock!"
      },
      {
        "fr": "La fille qui découvre le rock !"
      }
    ],
    "description": {
      "en": "With a passion for richly textured Japanese rock, first-year high school student Chihiro Hatono steps into the world of the light music club, new guitar in tow. But what awaits her behind those doors...? A drama of unfiltered youth and musical ambition takes the stage!\n___\n[Defunct Official English (MANGA Plus)](https://mangaplus.shueisha.co.jp/titles/100291)",
      "es-la": "Chihiro Hatono, estudiante de primer año de preparatoria y apasionada por el rock japonés se adentra en el mundo del club de música ligera con una nueva guitarra a cuestas. Pero, ¿qué le espera tras esas puertas...? ¡Un drama sobre juventud sin filtros y ambición musical toma el escenario!",
      "pt-br": "Com uma paixão pelo rock japonês ricamente texturizado, a estudante do primeiro ano do ensino médio Chihiro Hatono entra no mundo do clube de música leve, com uma nova guitarra em mãos. Mas o que a espera atrás daquelas portas...? Um drama de juventude não filtrada e ambição musical sobe ao palco!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "366dcef2-11ac-4ec0-9d75-967638f211a7",
    "title": {
      "en": "Holiday Yasumi's Twitter Shorts"
    },
    "updatedAt": "2023-07-13T20:35:35+00:00",
    "coverArt": "https://mangadex.org/covers/366dcef2-11ac-4ec0-9d75-967638f211a7/b2bbbada-a74f-4a68-920f-6da3e09bde07.jpg",
    "altTitles": [],
    "description": {
      "en": "Short manga posted by Holiday Yasumi on Twitter. \n\nThe chapter numbers aren't important as most of the comics are unrelated to the rest, though some feature recurring characters."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b8e4dc5-bffa-4382-a23c-be97c44ab4e2",
    "title": {
      "en": "GATE - Jieitai Kanochi nite, Kaku Tatakaeri"
    },
    "updatedAt": "2024-10-05T14:26:07+00:00",
    "coverArt": "https://mangadex.org/covers/3b8e4dc5-bffa-4382-a23c-be97c44ab4e2/c2ac2318-7e77-47a3-8cf8-c4587a51bec3.jpg",
    "altTitles": [
      {
        "fr": "Gate - Au delà de la porte"
      },
      {
        "ja-ro": "Gate - Jieitai Kare no chi nite"
      },
      {
        "en": "Gate - Where the JSDF Fought"
      },
      {
        "ja-ro": "Gate Jietai Kare no Chi nite, Kaku Tatakeri"
      },
      {
        "en": "Gate: Thus the JSDF Fought There!"
      },
      {
        "ru": "Врата: там бьются наши воины"
      },
      {
        "th": "เกท:หน่วยรบตะลุยโลกต่างมิติ"
      },
      {
        "ja": "ゲート 自衛隊彼の地にて、斯く戦えり"
      },
      {
        "zh-hk": "門 自衛隊在彼之地如此戰鬥"
      },
      {
        "ar": "غيت: قوات الدفاع الذاتي تقاتل في أرض غريبة"
      },
      {
        "ko": "게이트 - 자위대. 그의 땅에서, 이처럼 싸우며"
      },
      {
        "zh": "GATE 奇幻自卫队"
      },
      {
        "ja-ro": "Gate Jieitai Kare no Ji Nite, Kaku Tatakaeri"
      },
      {
        "zh-hk": "GATE 奇幻自衛隊"
      },
      {
        "az": "Darvaza: Buna görə Yaponiya Özünümüdafiə Qüvvələri orada döyüşdü!‎"
      },
      {
        "en": "Gate: Thus the Japanese Self-Defense Force Fought There"
      },
      {
        "de": "Tor: So kämpften die Selbstverteidigungsstreitkräfte an jenem Ort"
      },
      {
        "fr": "Gate : Ainsi les forces d'autodéfense japonaises ont combattu là-bas"
      },
      {
        "it": "Gate: in quella terra, le forze di autodifesa combattono così"
      },
      {
        "pt": "Portal: E assim, as Forças de Autodefesa lutaram"
      },
      {
        "vi": "Cánh cổng hư không sau bóng tối"
      },
      {
        "tr": "Geçit: Ve Bu Yüzden Öz Savunma Kuvvetleri Savaştı"
      },
      {
        "ka": "კარებიჭე - სადაც იაპონიის არმია იბრძოდა"
      },
      {
        "en": "GATE"
      },
      {
        "ja-ro": "GATE (SAO Satoru)"
      }
    ],
    "description": {
      "en": "A gate appears in Tokyo's Ginza district sometime in the 21st century. From the gate pours out monsters, knights from middle-age Europe, and other fantasy-like beings, and they kill many of the citizens of Tokyo. This event is known as the Ginza Incident.  \nThe government sends a small group of soldiers from the Japanese Self-Defense Forces to the alternate world beyond the gate. Led by otaku soldier Youji, they find that the villages in the world are being attacked by a dragon. An elf girl who is a survivor from the dragon's rampage joins the group in their travels across the dangerous new world.  \n  \n [Official Thai](https://shopee.co.th/Gate-%E0%B9%80%E0%B8%81%E0%B8%97%E0%B8%AB%E0%B8%99%E0%B9%88%E0%B8%A7%E0%B8%A2%E0%B8%A3%E0%B8%9A%E0%B8%95%E0%B8%B0%E0%B8%A5%E0%B8%B8%E0%B8%A2%E0%B9%82%E0%B8%A5%E0%B8%81%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%B4-%E0%B8%A1%E0%B8%B1%E0%B8%87%E0%B8%87%E0%B8%B0-1-10-i.30847586.4202197419)\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E3%82%B2%E3%83%BC%E3%83%88_%E8%87%AA%E8%A1%9B%E9%9A%8A_%E5%BD%BC%E3%81%AE%E5%9C%B0%E3%81%AB%E3%81%A6%E3%80%81%E6%96%AF%E3%81%8F%E6%88%A6%E3%81%88%E3%82%8A)"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fab294e1-11bd-4eeb-858b-ac54557b1170",
    "title": {
      "en": "Shuuen no Alhabor"
    },
    "updatedAt": "2024-10-05T16:02:20+00:00",
    "coverArt": "https://mangadex.org/covers/fab294e1-11bd-4eeb-858b-ac54557b1170/1a2da7a6-d545-4d11-ad0d-db7a29e50d29.jpg",
    "altTitles": [
      {
        "ja": "讐演のアルアビュール"
      },
      {
        "en": "Avengement of Alhabor"
      },
      {
        "vi": "Avengement of Al-Abul"
      }
    ],
    "description": {
      "en": "Alhabor is a revenge drama that depicts the dark side of the entertainment world. The main character, Harumi Kumakawa, used to be an actor, but due to some trouble she left the entertainment industry and now works as a salesperson for a food company. Harumi's passion for acting grows as she watches actors of her generation perform. A mysterious girl, Ao, appears before him. Her appearance was reminiscent of a popular actress in her past who had changed Harumi greatly. Harumi is disturbed by Ao's presence, and Harumi demands that she buy her talent for 30 million yen.",
      "vi": "Bối cảnh vào năm 2009. Kumagawa Harumi, một cựu diễn viên giờ đây đang sống cuộc sống của một nhân viên phòng kinh doanh trong một công ty thực phẩm vì những lý do riêng, tình cờ gặp một cô gái 15 tuổi tên Fuyuumi Ao giữa đám đông sầm uất của Shibuya.\n\nBị thu hút mãnh liệt bởi tài năng diễn xuất vượt trội của cô gái này, Kumagawa quyết định đánh cược lớn khi yêu cầu mua tài năng của cô với giá 30 triệu yên và trở thành quản lý của Ao với quyết tâm đưa cô đến với ánh hào quang của giới showbiz.\n\nTuy nhiên, đồng thời, Ao lại mang trong mình một mục đích khác: tìm ra sự thật đằng sau cái chết của nữ diễn viên tài năng đã khuất, Amatsu Rei.\n\nMột câu chuyện trả thù đầy kịch tính, hứa hẹn sẽ làm rung chuyển cả ngành giải trí, chính thức bắt đầu!",
      "pt-br": "Alhabor é um drama de vingança que retrata o lado obscuro do mundo do entretenimento. O protagonista, Harumi Kumakawa, era ator, mas por causa de alguns problemas deixou a indústria e agora trabalha como vendedor em uma empresa alimentícia. A paixão de Harumi pela atuação cresce à medida que assiste atores de sua geração se apresentarem. Uma misteriosa garota, Ao, surge diante dele. Sua aparência lembra a de uma atriz popular do passado que marcou muito Harumi. Até que Ao exige que ele compre seu talento por 30 milhões de ienes..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1dbe9ab-a5f6-4763-b2a3-6266add00d18",
    "title": {
      "en": "2 Saisa no Osananajimi"
    },
    "updatedAt": "2024-06-15T12:51:43+00:00",
    "coverArt": "https://mangadex.org/covers/b1dbe9ab-a5f6-4763-b2a3-6266add00d18/bf04b021-bc14-4555-90e4-307698bf1a1d.jpg",
    "altTitles": [
      {
        "ja": "２歳差の幼なじみ"
      },
      {
        "ja-ro": "2 Saisa no Osananajimi"
      },
      {
        "en": "A Two-Year Age Gap Between Childhood Friends"
      },
      {
        "en": "Childhood Friends With A 2-Year Age Difference"
      },
      {
        "en": "Childhood Friends With a Two-Year Age Difference"
      }
    ],
    "description": {
      "en": "Feelings that have remain unchanged from back then...\n\nPlease be aware of me soon!\n\nWhen did he become so cool……! No, no, there's no way!\n\nI thought he was just a normal cute \"little brother\"-like childhood friend, but\n6 years later he……",
      "ja": "あの頃も、今も……変わらない気持ち。\n\n早く俺のこと意識して!\n\nいつの間にこんなにかっこy……! いやいや、ないない!\n\n*\n\nただの可愛い弟みたいな幼なじみだと思っていたけれど、6年後の今は……。\n付き合う前から付き合った後も、気づけばずっと\nドキドキさせられています。",
      "pt-br": "Sentimentos daquela época que continuam inalterados...\n\nPor favor, logo mais esteja em alerta sobre mim! \n\nQuando ele ficou tão legal...! Não, não, não tem como! \n\nEu pensei que ele só era um amigo de infância normal e fofo, algo como um \"irmãozinho\", mas 6 anos depois ele..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "49"
  },
  {
    "mangaId": "3da3ef23-7089-401c-97f0-cf57018a4b2a",
    "title": {
      "en": "Okubyou na inu wa koi o osoreru"
    },
    "updatedAt": "2024-09-08T19:33:44+00:00",
    "coverArt": "https://mangadex.org/covers/3da3ef23-7089-401c-97f0-cf57018a4b2a/5e8232a4-3d12-4e07-bd78-a81a698ad74c.jpg",
    "altTitles": [
      {
        "ja": "臆病な犬は恋を恐れる"
      },
      {
        "vi": "Chú chó nhút nhát sợ tình yêu"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60ad2b1c-9dd6-44a3-aed9-dba2823472b6",
    "title": {
      "en": "Te no Hira ni Ai wo!"
    },
    "updatedAt": "2024-08-08T19:25:16+00:00",
    "coverArt": "https://mangadex.org/covers/60ad2b1c-9dd6-44a3-aed9-dba2823472b6/486ffad4-f03b-4fbd-af26-6b90614dc86e.jpg",
    "altTitles": [
      {
        "ja": "てのひらにアイを！"
      },
      {
        "zh-hk": "將愛捧在手心！"
      }
    ],
    "description": {
      "en": "Katsutoshi Umiyama is a young teacher of 25 years who is designated as responsible for the men's club volleyball school. The women's club, however, is in the hands of the beautiful Maho Kawashima. When Umiyama accidentally gets too close to a club girl, Ai, the student does not seem to be upset, but …",
      "ja": "「じゃあ私、先生のこと好きになる！」\n\n“海ちゃん先生”はへっぽこ男子バレー部の顧問。しかしひょんなことから女子バレー部の教え子・“森野アイ”の胸を揉んでしまう事件が！！周囲の女子よりも性体験が遅いことに焦りを感じる森野は、謝る海ちゃんに「もう一度ちゃんと揉んでほしい」とお願いする――！？この青春、コンプライアンス超NG！！"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "5",
    "lastChapter": "49"
  },
  {
    "mangaId": "537f0aed-f362-454a-8938-2b7b851ac5e6",
    "title": {
      "en": "Heimin Shusshin no Teikoku Shoukan, Munou na Kizoku Joukan wo Juurin shite Nariagaru"
    },
    "updatedAt": "2024-09-30T14:09:57+00:00",
    "coverArt": "https://mangadex.org/covers/537f0aed-f362-454a-8938-2b7b851ac5e6/452e2fc1-c3cd-467f-92ae-9a7e085b9667.jpg",
    "altTitles": [
      {
        "ja": "平民出身の帝国将官、無能な貴族上官を蹂躙して成り上がる"
      },
      {
        "en": "The Rising of the Commoner-Origin Officer: Beat up All the Incompetent Noble Superiors!"
      },
      {
        "en": "The Commoner-Born Imperial General Officer Rises Through the Ranks by Crushing His Incompetent Noble Superiors."
      },
      {
        "id": "Pemberontakan Sang Perwira Rakyat Biasa: Berantas Semua Bangsawan Atas Tidak Becus"
      }
    ],
    "description": {
      "en": "All the bosses are annoying! The reincarnated strongest magician's trampling and subjugation begins!\n\nHazen Heim, a newly appointed imperial general, is demoted to the front line because he is a commoner. There were a lot of incompetent people, such as \"a trash superior who takes advantage of his position to steal the achievements of his subordinates\", \"an evil subordinate who keeps bullying people below him\", and \"a top who is too opportunistic to do anything''. \n\nHowever, Hazen has the experience and overwhelming ability as the strongest magician that he cultivated in his previous life. He slaughters his malevolent subordinates in accordance with military law, and completely refutes his superiors who complain. He achieved extraordinary results, such as making peace with a hostile tribe by teaming up with a genius girl, and defeated all the annoying bosses!\n\nAn exhilarating upstart fantasy about an unscrupulous superior!",
      "ja": "新任帝国将官のヘーゼンは平民出身を理由に最前線に左遷、そこは無能の上官ばかりであった。だが彼には前世で培った、最強魔法使いとしての経験と圧倒的実力がある。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]