[
  {
    "mangaId": "ef63deb7-88bc-4942-85bb-2f32cfc72ea5",
    "title": {
      "en": "Debby the Corsifa wa Makezugirai"
    },
    "updatedAt": "2024-10-09T01:27:44+00:00",
    "coverArt": "https://mangadex.org/covers/ef63deb7-88bc-4942-85bb-2f32cfc72ea5/27063476-db08-4ee5-9eb3-2a6df93b0583.jpg",
    "altTitles": [
      {
        "en": "Debby the Corsifa is Emulous"
      },
      {
        "ja-ro": "Debyi za Korushifa wa Makezugirai"
      },
      {
        "ja": "デビィ・ザ・コルシファは負けず嫌い"
      },
      {
        "en": "Debby the little lucifer is emulous"
      },
      {
        "ru": "Дебби Корсифа не любит проигрывать"
      }
    ],
    "description": {
      "en": "*\"I know! I'll destroy some humans to kill time!\"*   \n  \nThe strongest demon ever makes an unexpected appearance! But she's… a total airhead?! A comedy about a clumsy but emulous demon trying to kill time begins!",
      "ja": "「暇つぶしに人間でも滅ぼすかのう！」突如として現れた、史上最強の悪魔！でもコイツ...チョロすぎ!?ポンコツだけど負けず嫌いな悪魔と繰り広げる暇つぶしコメディー、開幕!!",
      "ru": "Однажды в комнату Рокуро неожиданно заявился сильнейший в мире демон! Но постойте, что же это... Неужто она настолько пустоголовая!? Встречайте великолепную комедийную историю о неуклюжем демоне, пытающимся скоротать время за людскими играми!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "89"
  },
  {
    "mangaId": "e2331661-2a88-40d4-ac1a-e61ad776ed48",
    "title": {
      "en": "For My Derelict Favorite"
    },
    "updatedAt": "2024-07-25T18:35:07+00:00",
    "coverArt": "https://mangadex.org/covers/e2331661-2a88-40d4-ac1a-e61ad776ed48/598fa2fa-91a9-4606-910b-fea4519fe507.png",
    "altTitles": [
      {
        "ko": "버려진 나의 최애를 위하여"
      },
      {
        "ko-ro": "Beoryeojin Na-eui Choeaereul Wihayeo"
      },
      {
        "en": "For My Forsaken Beloved"
      },
      {
        "en": "For My Abandoned Love"
      },
      {
        "es": "Para mi amor abandonado"
      },
      {
        "en": "For My Derelict Beloved"
      },
      {
        "es": "Por mi favorito abandonado"
      },
      {
        "zh": "为了我被遗弃的爱"
      },
      {
        "mn": "Хаягдсан хайртынхаа төлөө"
      }
    ],
    "description": {
      "en": "I entered my favorite romantic fantasy novel! I may be a commoner, but I'm rich beyond belief. I quietly watched the romance of the main characters in the original novel, assuming I would go back to reality after reaching the novel's ending... However, even after the ending, I am still stuck in this world! As a result, I learned the behind-the-scenes stories that I didn't want to know. My favorite second male lead, Kaelus, died. Living in poverty without him, I eventually became ill and died as well. I thought I would return to reality, but I went back in time instead. This is definitely... This means I have to save my beloved, right?\n\n---\n**Notes:**\n* The novel of this series was originally released as R15, 7 months after being completed the book/ebook was later re-released as R19. The webtoon will follow how the novel was originally released which is R15.\n* *For My Derelict Favorite* is the official English name on the Korean novel.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8423030), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794155)",
      "hu": "Hestia, a főhősnőnk a kedvenc regényének egy gazdag mellékszereplőjeként ébred egy nap. Rajongóként legelső dolga, hogy nemesi címet vásároljon magának annak érdekében, hogy az imádott drágaságát, a regény second male lead-jét, Caelust láthassa az arisztokrata bálokon. Hestia úgy dönt, csak külső szemlélő lesz, nem avatkozik bele a cselekményszálba. A regény eredeti befejezését követő évben azonban olyan váratlan dolog történik Caelus-szal, ami Hestiát mégis cselekvésre készteti, hogy a bias-a elkerülhesse a tragikus befejezést.1",
      "ko": "\"내 최애를 살려내!\"\nN회차 정주행할 만큼 애정하던 로판 소설에 빙의한 헤스티아,\n엑스트라 of 엑스트라에 빙의한 덕에 주인공들을 직관하고 드디어 맞이한 작품의 엔딩!\n엔딩 후 현실로 돌아가게 될 거란 예상은 산산조각이 나고,\n소설의 엔딩 후 비하인드가 가장 애정하는 캐릭터였던 서브남 카엘루스의 죽음이라는 충격에서 벗어나기도 전에\n소설의 엔딩 직후로 회귀하는데…!\n그렇다면 이번엔, 내 최애를 지켜내겠어!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29a2a045-0491-49f5-a7c7-7f5c866c6add",
    "title": {
      "en": "A Cruel God Reigns"
    },
    "updatedAt": "2024-10-05T07:32:18+00:00",
    "coverArt": "https://mangadex.org/covers/29a2a045-0491-49f5-a7c7-7f5c866c6add/a16e4878-cdd8-4398-bfc6-285ad50cfa5a.jpg",
    "altTitles": [
      {
        "ja": "残酷な神が支配する"
      },
      {
        "en": "A Cruel God Reigns in Heaven"
      },
      {
        "en": "After Us, the Savage God"
      },
      {
        "en": "Psycho Suspense: A Cruel God Reigns"
      },
      {
        "en": "A Savage God Reigns"
      },
      {
        "ja-ro": "Zankoku na Kami ga Shihai Suru"
      },
      {
        "vi": "Ngự Trị Ta, Vị Chúa Tàn Bạo"
      }
    ],
    "description": {
      "en": "A Savage God Reigns portrays the tale of two step-brothers – Jeremy and Ian – as they strive to discover their separate paths towards redemption.  \n \n---\n- **Won the 1st Osamu Tezuka Cultural Prize Excellence Award in 1997**",
      "ja": "友達に恵まれ、ボランティアと勉強に励む幸せな生活を送っていたジェルミの日常は、ある男との出会いで一変する。母・サンドラの婚約者で大金持ちの英国紳士・グレッグ。ジェルミの苦痛に満ちた地獄の日々が始まった"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "86"
  },
  {
    "mangaId": "77fd8118-61b0-4b1f-95a6-2b839d754f81",
    "title": {
      "en": "Tensei Shitara Ken Deshita"
    },
    "updatedAt": "2024-09-21T19:22:42+00:00",
    "coverArt": "https://mangadex.org/covers/77fd8118-61b0-4b1f-95a6-2b839d754f81/c6a19613-0f5a-4f6e-9334-10bb5fd1a374.jpg",
    "altTitles": [
      {
        "en": "Reincarnated as a Sword"
      },
      {
        "fr": "J'étais une épée quand je me suis réincarné"
      },
      {
        "tl": "Naging Espada Ako sa aking Pangalawang Buhay"
      },
      {
        "en": "I Was a Sword When I Reincarnated"
      },
      {
        "en": "Sword Dad"
      },
      {
        "ja-ro": "TenKen"
      },
      {
        "ja-ro": "Tensei Shitara Kendeshita"
      },
      {
        "ru": "О моём перерождении в меч"
      },
      {
        "th": "ซวยเหลือหลายเกิดใหม่กลายเป็นดาบ"
      },
      {
        "ja": "転生したら剣でした"
      },
      {
        "ko": "전생했더니 검이었습니다"
      }
    ],
    "description": {
      "en": "When he realized it, the protagonist was in another world and had become a sword that was stabbed on an altar in a great plain, crowded with devil beast. The world he was in had a game like system; HP, MP, Strength, Vitality, Agility, Intelligence, Dexterity, Titles and Equipment. Following his instinct as a living sword, he traveled to find the one who could be his wielder, until he met with a cat girl that was about to be attacked by a bear type devil beast.",
      "es-la": "Cuando se dio cuenta, el protagonista ya se encontraba en otro mundo. Se había convertido en una espada que se había clavado en una gran llanura, custodiada por bestias demoniacas. Hasta que su portador la encuentre. Y es en ese momento, cuando una gata negra apareció."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "64029f5d-d858-4bd0-9ab6-63b1d20a1210",
    "title": {
      "en": "The Awkward Courier"
    },
    "updatedAt": "2024-10-10T22:27:45+00:00",
    "coverArt": "https://mangadex.org/covers/64029f5d-d858-4bd0-9ab6-63b1d20a1210/0ca26f9e-fa63-4be4-a1f7-473b1a6edb77.png",
    "altTitles": [
      {
        "ja": "かっこつかない配達員さん"
      },
      {
        "ja-ro": "Kakko Tsukanai Haitatsuin-san"
      }
    ],
    "description": {
      "en": "A romantic story between an employee at a stationary shop with a delivery man!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18f5549a-9d1a-44a2-a8ca-aed2448e37c0",
    "title": {
      "en": "Arafoo Otoko no Isekai Tsuhan Seikatsu"
    },
    "updatedAt": "2024-10-06T07:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/18f5549a-9d1a-44a2-a8ca-aed2448e37c0/061adb2f-da7d-44b5-a3a0-fa50e994b0cc.jpg",
    "altTitles": [
      {
        "en": "The Daily Life of a Middle-Aged Online Shopper in Another World"
      },
      {
        "ja": "アラフォー男の異世界通販生活"
      },
      {
        "ja-ro": "Around 40 Otoko no Isekai Tsuuhan Seikatsu"
      },
      {
        "zh-hk": "四十左右男的異世界網購生活"
      },
      {
        "ru": "Жизнь 40-летнего мужчины в другом мире"
      },
      {
        "en": "The Mail Order Life of a Man Around 40 in Another World"
      },
      {
        "zh": "中年男的异世界网购生活"
      },
      {
        "pt-br": "A vida por correspondência de um homem de cerca de 40 anos em outro mundo"
      },
      {
        "id": "Kehidupan pria paruh baya berbelanja daring di dunia lain"
      }
    ],
    "description": {
      "en": "The story of a middle aged man doing whatever he wants with the power of 1-click online shopping!  \n\nKenichi, a single man in his 40s, is transported into another world for no apparent reason. As he tries to escape a dangerous forest teaming with monsters, he realizes he has the power to access to a huge online store.\n\nBy using this power to exchange goods he found in this new world for cash, and then buying modern ones off the internet, he was able to quickly create a very popular business. However, his goal is to have a slow and leisurely life. Instead of growing his business even more, he decides to settle down and live off of the power of Jeff Bezos.\n\nThe mail order life of a middle aged man in other world begins now!\n\n[web novel](https://ncode.syosetu.com/n2945eg/) (jp)\n\n---",
      "ru": "История о мужчине средних лет, который делает все, что хочет, с помощью покупок в Интернете в один клик!",
      "pt-br": "A história de um homem de meia idade fazendo o que quiser com o poder das compras online com um clique!\nKenichi, um homem solteiro de 40 anos, é transportado para outro mundo sem motivo aparente. Enquanto ele tenta escapar de uma floresta perigosa se unindo a monstros, ele percebe que tem o poder de acessar uma enorme loja online."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "59"
  },
  {
    "mangaId": "e0a9e33b-6def-431b-87db-ae2b26a501a0",
    "title": {
      "en": "Rettoujin no Maken Tsukai: Skill Board wo Kushi Shite Saikyou ni Itaru"
    },
    "updatedAt": "2024-09-29T15:11:27+00:00",
    "coverArt": "https://mangadex.org/covers/e0a9e33b-6def-431b-87db-ae2b26a501a0/e35eba0e-df31-4f76-a5b0-7c4757f2776a.jpg",
    "altTitles": [
      {
        "ja-ro": "Rettoujin no Maken Tsukai: Sukiruboudo o Kushi Shite Saikyou ni Itaru"
      },
      {
        "ja-ro": "Rettou Hito no Maken Tsukai: Sukiruboudo wo Kushi Shite Saikyou ni Itaru"
      },
      {
        "ja": "劣等人の魔剣使い　スキルボードを駆使して最強に至る"
      },
      {
        "en": "The Reincarnated Inferior Magic Swordsman"
      },
      {
        "en": "Inferior Magic Swordsman: Using the Skill Board to Become the Strongest"
      },
      {
        "en": "Using the Skill Board as an Inferior Magic Swordsman to Become the Strongest"
      },
      {
        "en": "Use the Skill Board to Become the Most Powerful Swordsman"
      },
      {
        "ru": "Реинкарнация низшего магического мечника"
      },
      {
        "th": "การใช้สกิลบอร์ด เพื่อเข้าถึงการเป็นผู้ที่แข็งแกร่งที่สุดของนักดาบเวทมนตร์ผู้ต่ำต้อย"
      },
      {
        "zh": "劣等人魔剑使运用技能板成为最强"
      },
      {
        "zh-hk": "劣等人魔劍使　運用技能板成為最強"
      },
      {
        "tr": "Reenkarnasyon Geçirmiş Alt Tabaka Büyülü Kılıç Ustası"
      }
    ],
    "description": {
      "en": "A normal office worker, Toru Minasuki, was swallowed up by a dimensional fissure and reincarnated into a different world. Upon reincarnation, Toru was given a [skill board] by God. Make the most of it to acquire all the necessary skills! Even though he is an \"inferior person,\" he'll make his way to the top!",
      "it": "Un normale impiegato, Toru Minasuki, è stato inghiottito da una fessura dimensionale e si è reincarnato in un altro mondo. Dopo la reincarnazione, a Toru viene donata una [skillboard] da Dio. Ne approfitterà per acquisire tutte le abilità necessarie a sopravvivere in questo mondo! Nonostante sia una \"lost person\".",
      "ru": "Обычный офисный работник, Тору Мизунори, был поглощен огромной расщелиной и был перерожден в другом мире. После перерождения Бог дал Тору \"список навыков\". Сделай все возможное, что бы приобрести все нужные навыки! Несмотря на то, что он \"слабейший человек\", он пробьется к вершине.",
      "th": "มิซึโนริ โทรุ คนทำงานสำนักงานทั่วไป ถูกกลืนหายไปกับรอยแยกมิติ แล้วมาเกิดใหม่ที่ต่างโลก เมื่อมาเกิดใหม่ โทรุ ได้รับ [สกิลบอร์ด] โดยพระเจ้า ใช้ประโยชน์จากมันให้ได้มากที่สุด เพื่อรับสกิลที่จำเป็นทั้งหมด! แม้ว่าเขาจะเป็น \"คนต่ำต้อย\" เขาก็จะก้าวไปสู่จุดสูงสุด!",
      "tr": "Normal bir ofis çalışanı olan Toru Minasuki, boyutsal bir yarık tarafından yutuldu ve farklı bir dünyaya reenkarne oldu. Reenkarnasyonun ardından Toru'ya Tanrı tarafından bir [beceri tablosu] verildi. Gerekli tüm becerileri edinmek için bundan en iyi şekilde yararlanın! \"Aşağılık bir insan\" olmasına rağmen, zirveye doğru yol alacaktır!",
      "pt-br": "Um trabalhador assalariado normal, Toru Minasuki, foi engolido por uma fenda dimensional e reencarnou em um mundo cheio de vermes e monstros. Após a reencarnação, Toru recebeu um [Quadro de Habilidades] por uma deusa. Aproveite ao máximo para adquirir todas as habilidades necessárias! Mesmo sendo uma \"pessoa inferior\", ele chegará ao topo?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": {
      "en": "One Piece"
    },
    "updatedAt": "2024-10-06T19:34:38+00:00",
    "coverArt": "https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/a4ab0d6b-6f05-4b51-b06d-2653663808e2.jpg",
    "altTitles": [
      {
        "ja": "ワンピース"
      },
      {
        "uk": "Ван Піс"
      },
      {
        "ru": "One Piece. Большой куш"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "fa": "وان پیس"
      },
      {
        "hi": "वन पीस"
      },
      {
        "bn": "ওয়ান পিস"
      },
      {
        "ne": "वान पिस"
      },
      {
        "ne": "वान पीस"
      },
      {
        "ta": "ஒன் பீஸ்"
      },
      {
        "th": "วันพีซ"
      },
      {
        "mn": "Уан Пийс"
      },
      {
        "kk": "Уан Пис"
      },
      {
        "kk": "One Piece. Батпан құйрық"
      },
      {
        "kk": "Бір бөлік"
      },
      {
        "he": "וואן פיס"
      },
      {
        "ar": "ون بيس"
      },
      {
        "ar": "قطعة واحدة"
      },
      {
        "zh": "海贼王"
      },
      {
        "zh": "海盗路飞"
      },
      {
        "zh": "航海王"
      },
      {
        "zh-hk": "海賊王"
      },
      {
        "my": "ဝမ်းပိစ်"
      },
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "vi": "Vua Hải Tặc"
      },
      {
        "ms": "Budak Getah"
      },
      {
        "ko": "원피스"
      }
    ],
    "description": {
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
      "es": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "ru": "Последние слова, произнесённые Королем Пиратов Гол Д. Роджером перед казнью, вдохновили многих выйти в море: «Мои сокровища? Я завещаю их тому, кто сможет их найти. Ищите! Я все оставил в одном месте!». Лишённые сна и покоя люди ринулись на Гранд Лайн, самое опасное место в мире. Так началась великая эра пиратов… Но с каждым годом романтиков становилось все меньше, их постепенно вытесняли прагматичные пираты-разбойники, которым награбленное добро было куда ближе, чем какие-то «никчёмные мечты». Но вот, одним прекрасным днем, семнадцатилетний Монки Д. Луффи исполнил заветную мечту детства - отправился в море. Его цель — ни много, ни мало стать новым Королём Пиратов. За достаточно короткий срок юному капитану удаётся собрать команду, состоящую из не менее амбициозных искателей приключений. И пусть ими движут совершенно разные устремления, главное, этим ребятам важны не столько деньги и слава, сколько куда более ценное – принципы и верность друзьям. И ещё – служение Мечте. Что же, пока по Гранд Лайн плавают такие люди, Великая Эра Пиратов всегда будет с нами!",
      "uk": "Король піратів Ґолд Роджер буде страчений Світовим урядом. Прямо перед смертю він підтвердив існування великого скарбу «Ван Піс», який знаходиться десь на величезному морі Ґранд Лайн. Як тільки Роджер сказав, що будь-хто гідний досягти Ван Пісу може забрати його собі, його стратили, і почалася Велика ера піратів.\r\n\r\nДвадцять два роки потому, молодий хлопець на ім’я Монкі Д. Луффі готовий почати свою пригоду по пошуку Ван Пісу та здобуванню титулу Короля піратів. Маючи при собі солом’яну шапку, невеличкий човен та еластичне тіло, він вирушає у неймовірну подорож, щоб зібрати собі команду та хороший корабель, який зможе пронести їх через весь Ґранд Лайн, щоб стати найвеличнішими в усіх морях.",
      "es-la": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "pt-br": "One Piece começa quando Gol D. Roger, o Rei Dos Piratas que possuiu tudo nesse mundo, antes de ser executado, diz que escondeu o seu tesouro em algum lugar da Grand Line, um oceano extremamente perigoso. Desde então muitos piratas se aventuram pela Grand Line para tentar encontrar o tesouro chamado One Piece. Um deles é Monkey D. Luffy, o garoto que, acidentalmente, comeu uma das Akuma No Mi, a Gomu Gomu No Mi (Fruta da Borracha), e agora ele pode esticar seu corpo como se fosse uma borracha. A jornada dele começa atrás de companheiros e um barco, que ele vai conseguindo pouco a pouco, pois tem um objetivo: Ser o Rei Dos Piratas!!"
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa0fb27a-d1db-4826-b400-fa3375468353",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daigoshou - Mizu no Miyako to Eiyuu no Uta"
    },
    "updatedAt": "2024-10-02T18:11:39+00:00",
    "coverArt": "https://mangadex.org/covers/fa0fb27a-d1db-4826-b400-fa3375468353/149f44de-ee95-46de-9a94-aa50a43d6de8.jpg",
    "altTitles": [
      {
        "ja": "Re:ゼロから始める異世界生活　第五章　水の都と英雄の詩"
      },
      {
        "ja-ro": "Re:Zero kara Hajimeru Isekai Seikatsu: Dai-5 Shou - Mizu no Machi to Eiyuu no Uta"
      },
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 5: The City of Water and the Hero's Poem"
      },
      {
        "pt-br": "Re:Zero — Começando uma Vida em Outro Mundo — Arco 5: A Metrópole da Água e o Poema do Herói"
      },
      {
        "ru": "Re:Zero. Жизнь с нуля в альтернативном мире. Часть пятая: Звёзды, что творят историю"
      },
      {
        "es-la": "Re:ZERO - Starting Life in Another World-, Arco 5: La Capital del Agua y El Poema del Héroe."
      }
    ],
    "description": {
      "en": "The 5th arc of the Re:Zero kara Hajimeru Isekai Seikatsu manga.\n\nSubaru and Emilia receive an invitation to a party from Anastasia and decide to go to Priestella, the city of the watergates.",
      "ja": "悪意が蠢く水門都市へ、集え歴戦の英雄たち。\n\n『聖域』での戦いから一年、平穏な日々を送るナツキ・スバルだったが、王選候補者の一人、アナスタシアの招待により、一行は水門都市プリステラへと出発した。水の都で懐かしい面々と旧交を温めるスバル達。しかし、その裏では悪意が蠢いていて――。",
      "pt-br": "Um ano após a batalha no santuário. Natsuki Subaru estava passando um tempo tranquilo, mas tudo mudou quando recebeu um convite de um certo mensageiro. O convite para a cidade portuária de Priestella, que era a carta que Anastasia, uma das candidatas à realeza, enviou para Emilia. Rumo à cidade portuária onde o mal se agita, os heróis veteranos se reúnem. A tão esperada adaptação em manga do Arco 5 de Re:Zero começa!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4de96bb-15fa-4fb5-ac7f-126448f031f5",
    "title": {
      "en": "STRAND"
    },
    "updatedAt": "2024-09-08T06:11:01+00:00",
    "coverArt": "https://mangadex.org/covers/f4de96bb-15fa-4fb5-ac7f-126448f031f5/6c4a08e3-8f78-4172-a1e8-76ea64cd3d30.jpg",
    "altTitles": [
      {
        "ja": "ストランド"
      },
      {
        "zh-hk": "停滯的青春STRAND"
      },
      {
        "zh": "停滞的青春STRAND"
      }
    ],
    "description": {
      "en": "Four high school classmates, not exactly close friends, share moments that are both fun and irreplaceable, yet tinged with a quiet heartache they don’t even realize. 'It feels like time has stopped.' Youth is both vibrant and muted. These are the daily lives of high schoolers—and the strange twists in between. A story that explores the meaning of a small act of courage in an unconventional coming-of-age drama (Anti-Electric Parade) begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a08d63ba-c412-4a7b-94b8-ef65bf2e2a30",
    "title": {
      "en": "Daredemo Dakeru Kimi ga Suki"
    },
    "updatedAt": "2024-08-14T20:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/a08d63ba-c412-4a7b-94b8-ef65bf2e2a30/81ceaf08-918e-4120-bafb-cb5c9e86f2ad.jpg",
    "altTitles": [
      {
        "ja": "だれでも抱けるキミが好き"
      },
      {
        "vi": "Crush Của Tôi Là Một Đứa Lẳng Lơ"
      },
      {
        "en": "I Like You Who Can Have Sex With Anyone"
      },
      {
        "ja": "I like you who can have sex anyone."
      },
      {
        "es-la": "Me Gustas tú, que Puedes tener Sexo con Cualquiera"
      },
      {
        "zh": "喜欢来者不拒的你"
      },
      {
        "pt-br": "Eu goste de você, que pode fazer sexo com qualquer um"
      }
    ],
    "description": {
      "en": "Gotou, a virgin high school boy, has a crush on his affectionate gal classmate, Agawa. But one day after school, he catches Agawa having sex with Takayama in an empty classroom. Gotou is devastated, but he soon learns that not only did she have sex with Takayama, Agawa is a slut who'll have sex with anyone who asks. Even…‽\n___\n**Note:** The Old versions of Chapters 31–35 are not actually included in Volume 4. They are marked that way solely for organizational purposes.\n\n**Alt Official Raws:**\n- [Comic DAYS](https://comic-days.com/episode/4856001361135826437)\n- [MagaPoke](https://pocket.shonenmagazine.com/episode/4856001361243117705)",
      "ja": "童貞高校生のゴトウが好きになったのはセックス大好きなギャル・アガワさん。ある日の放課後、彼女が同級生とセックスしているところを見てしまって──。",
      "vi": "Con đũy tình yêu đã dẫn nam chính của ta đi thích một gyaru lẳng lơ sẵn sàng làm nháy với bất cứ ai. Rồi anh main sẽ làm gì trước cái tình huống NTR nhưng không hẳn này? Khuyến cáo ko dành cho trẻ dưới 18 và các thanh niên không thích NTR. Đọc truyện này đừng lắp đầu trên vào làm gì (lắp đầu dưới thì OK).",
      "es-la": "Un virgen estudiante de secundaria, por casualidad descubre a la gal de la que se estaba empezando a enamorar teniendo sexo con otro estudiante.",
      "pt-br": "Uma Gal safada que deixa todo mundo transar com ela e um garoto virgem do ensino médio apaixonado por ela, mesmo depois de vê-la transar com seu colega de classe."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0f5d36b-3af9-412a-ae65-8973bad10245",
    "title": {
      "en": "Top 1 Fighting Tutoring"
    },
    "updatedAt": "2024-07-02T21:20:32+00:00",
    "coverArt": "https://mangadex.org/covers/a0f5d36b-3af9-412a-ae65-8973bad10245/7728b918-25c3-443c-ba36-700d99c8f356.png",
    "altTitles": [
      {
        "ko": "1등급 싸움과외"
      },
      {
        "en": "1st Grade Fighting Tutoring"
      },
      {
        "en": "First-Class Fighting Tutoring"
      },
      {
        "pt-br": "Aulas de luta de primeira classe"
      }
    ],
    "description": {
      "en": "The bullied loser Kim Jaehyuk receives 'Top 1 Fighting Tutoring'!\nKim Jaehyuk is a high school student who has been living in despair under the torment of bullies. He's good at studying, but he'd rather be good at fighting.\nThen, as if by fate, a 'fighting tutor' comes into his life!",
      "pt-br": "Kim Jaehyuk é um estudante do ensino médio que vive em desespero sob o tormento dos valentões. Ele é bom nos estudos, mas preferiria ser bom na luta. Então, o destino põe um \"tutor de luta\" em sua vida!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-10-03T23:27:17+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/6f87bf16-6b1e-4ed0-9e83-19f61239706f.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6db336c5-8bc1-4db4-a4be-ccb46de2e025",
    "title": {
      "en": "Magnolia Waltz"
    },
    "updatedAt": "2023-09-21T09:49:06+00:00",
    "coverArt": "https://mangadex.org/covers/6db336c5-8bc1-4db4-a4be-ccb46de2e025/00bcea29-024a-4e4c-8639-d3df2c094a56.jpg",
    "altTitles": [
      {
        "zh": "白木兰圆舞曲"
      },
      {
        "ja": "白木蘭円舞曲"
      }
    ],
    "description": {
      "en": "The sequel to Waltz wa Shiroi Dress de. You will see how the lives of Koto, Sajit and Masaomi go on. (Source: MU)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "12"
  },
  {
    "mangaId": "65512e8c-71c6-4143-ab88-1f62942e7dd2",
    "title": {
      "en": "Ramia-Yana"
    },
    "updatedAt": "2024-09-21T06:35:01+00:00",
    "coverArt": "https://mangadex.org/covers/65512e8c-71c6-4143-ab88-1f62942e7dd2/9a0d5f2c-949b-45ec-be06-aad3254c5875.jpg",
    "altTitles": [
      {
        "en": "Hero & Demon Lord Chronicles"
      },
      {
        "en": "Ramia"
      },
      {
        "en": "Ramia - Hero & Demon Lord Chronicles"
      },
      {
        "ru": "Рамия-Яна: Хроники Героя и Повелителя Демонов"
      },
      {
        "id": "Ramia-Yana: Hikayat Bahadur & Raja Iblis"
      },
      {
        "id": "Ramia-Yana: Kisah Pahlawan & Raja Iblis"
      },
      {
        "ru": "Рамия-Яна"
      },
      {
        "ru": "Рамия"
      },
      {
        "hi": "रमियायण"
      },
      {
        "tr": "Ramia-Yana; Kahraman ve İblis Lordu Günlükleri"
      },
      {
        "es-la": "Ramia-Yana: Crónicas de la heroína Ramia & Lord de los Demonios"
      }
    ],
    "description": {
      "en": "Each time a Demon Lord has appeared, a human hero has slain it, pushing back the demons in the dark lands. \r\nAs the cycle starts over again, a mysterious ancient hero called Ramia reappears. Meanwhile, an abnormal Demon army suddenly strikes the kingdom…",
      "fr": "L'histoire fantastique de l'excentrique et mystérieuse héroïne Ramia et des démons qui s'opposent à elle.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Twitter](https://twitter.com/TheGoldenSmurf)  \r\n- [Author's Pixiv](https://www.pixiv.net/en/users/10669208)  \r\n- [Author's Patreon](https://www.patreon.com/thegoldensmurf)",
      "id": "Setiap kali seorang Raja Iblis memunculkan diri, seorang bahadur manusia telah tampak ’tuk menakluknya, mendorong mundur para iblis ke negeri gulita.\r\nDengan mulainya lagi daurnya, seorang bahadur kuno misterius bernama Ramia muncul kembali. Sementara itu, sebuah laskar Iblis taknormal tiba-tiba menyerang kerajaannya...",
      "ru": "Фэнтезийный эпос, посвященный необычному и таинственному герою по имени Рамия.",
      "tr": "Ne zaman bir İblis Lordu ortaya çıksa, bir insan kahraman onu öldürerek karanlık topraklardaki iblisleri geri püskürtmüştür.\nDöngü yeniden başlarken, Ramia adında gizemli bir antik kahraman yeniden ortaya çıkar. Bu sırada, anormal bir İblis ordusu aniden krallığa saldırır...",
      "es-la": "Cada vez que aparecía un Lord de los Demonios, un héroe humano lo eliminaba, haciendo retroceder a los demonios a las tierras oscuras.\nMientras el ciclo empieza una vez más, una antigua y misteriosa heroína llamada Ramia reaparece. Y mientras tanto, un ejército anormal de Demonios azota repentinamente al reino..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fd4f8c0-fab8-4ee5-ab9e-5907720afed9",
    "title": {
      "en": "Iken Senki Völundio"
    },
    "updatedAt": "2024-10-10T17:10:08+00:00",
    "coverArt": "https://mangadex.org/covers/4fd4f8c0-fab8-4ee5-ab9e-5907720afed9/45b1e9d3-ecf3-4994-bb53-f7ddffe2199b.jpg",
    "altTitles": [
      {
        "en": "Helck Volundio"
      },
      {
        "en": "Helck: Völundio ~Surreal Sword Saga~"
      },
      {
        "ja-ro": "Iken Senki Verndio"
      },
      {
        "ru": "Хельк"
      },
      {
        "zh": "勇者赫鲁库"
      },
      {
        "ja": "異剣戦記ヴェルンディオ"
      },
      {
        "en": "Verndio - Surreal Sword Saga"
      },
      {
        "zh-hk": "異劍戰記"
      },
      {
        "en": "Völundio ~Divergent Sword Saga~"
      },
      {
        "es-la": "Völundio: Saga de las espadas divergentes"
      },
      {
        "vi": "Volundio - Sử thi về mộng kiếm"
      }
    ],
    "description": {
      "en": "On a desperate battlefield... I'll start running a tavern!\n\nCleo, a man who has been a mercenary for 10 years, meets a mysterious girl named Kohaku. In order to survive on the battlefield, where \"different swords\" with great power are flying around, the two of them start running a \"tavern\" where soldiers gather!",
      "ja": "絶望の戦場で…酒場経営はじめます！\n\n傭兵歴10年の男・クレオは\n不思議な少女・コハクと出会う。\n強大な力を持つ「異剣」が飛び交う\n戦場を生き延びるために、\n二人が始めたのは――\n兵士たちが集う「酒場」の経営！？",
      "es-la": "En un campo de batalla desesperado... ¡Empieza a dirigir una taberna!\n\nCleo, un hombre con 10 años de experiencia como mercenario\nConoce a una misteriosa chica llamada Kohaku.\nPara sobrevivir en el campo de batalla donde vuelan las poderosas \"otras espadas\".\nLo que los dos empiezan a hacer es... Dirigir una \"taberna\" donde se reúnen los soldados."
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "acdbf57f-bf54-41b4-8d92-b3f3d14c852e",
    "title": {
      "en": "Aishiteru game wo owarasetai"
    },
    "updatedAt": "2024-10-08T16:31:51+00:00",
    "coverArt": "https://mangadex.org/covers/acdbf57f-bf54-41b4-8d92-b3f3d14c852e/2e239897-0808-4d2f-bc05-9e12b36b361f.jpg",
    "altTitles": [
      {
        "ja": "愛してるゲームを終わらせたい"
      },
      {
        "en": "I Want to End This Love Game"
      },
      {
        "fr": "Je veux finir le jeu du \"je t'aime\""
      },
      {
        "th": "เกมสารภาพรักนี้น่ะเรามาจบกันเถอะ"
      },
      {
        "zh": "想让“我爱你”游戏快点结束"
      },
      {
        "fr": "Je veux en finir avec le jeu de l'amour"
      },
      {
        "nl": "Ik wil een einde aan het liefdesspel"
      },
      {
        "pt-br": "Eu quero acabar com o jogo do \"eu te amo\""
      }
    ],
    "description": {
      "en": "Childhood friends who have been together since they were little. They both realize their feelings for each other, but are too close to be honest. What connects them is the \"I love you game\" that they have been playing since they were little. The end of their love is decided in this simple game where the winner is the one who makes the other embarrassed!",
      "vi": "Đôi bạn thuở nhỏ luôn ở bên nhau từ khi cả 2 còn bé. Cả 2 đều nhận ra tình cảm của nhau, nhưng họ quá thân thiết nên không thể thành thực. Thứ kết nối họ là trò chơi \"Tớ yêu cậu\" mà cả 2 đã chơi hồi còn nhỏ . Kết cục tình yêu của họ sẽ được quyết định bằng trò chơi đơn giản này khi người chiến thắng là người khiến người kia phải xấu hổ.",
      "es-la": "Se conocen desde que eran niños. Ambos son conscientes de lo que sienten el uno por el otro, pero están demasiado unidos como para ser sinceros. Lo único que les une es el juego \"Te quiero\" al que juegan desde pequeños. Si haces pasar vergüenza a tu compañero, ¡ganas!",
      "pt-br": "Amigos de infância que estão juntos desde que eram pequenos. Eles percebem seus sentimentos pelo outro, mas são muito próximos para serem honestos. O que os conecta é seu “jogo do eu te amo”, que eles brincam desde que eram pequenos. O fim do seu amor é decidido nesse jogo simples onde o vencedor é aquele que deixa o outro com vergonha!"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c636d2b5-2ba7-423b-b5ec-3c8984dfc366",
    "title": {
      "en": "The Dang Clan’s Swordmaster Heir Just Wants a Normal Life"
    },
    "updatedAt": "2024-08-15T15:45:28+00:00",
    "coverArt": "https://mangadex.org/covers/c636d2b5-2ba7-423b-b5ec-3c8984dfc366/aed43fd5-c6ab-4147-8899-498758a2a187.jpg",
    "altTitles": [
      {
        "en": "Becoming the Swordmaster Rank Young Lord of the Sichuan Tang Family"
      },
      {
        "ko": "사천당가의 검신급 소가주가 되었다"
      },
      {
        "en": "He Became the Head of the Four Heavenly Dang Family"
      },
      {
        "en": "Becoming the Sacheon Dang's Swordsmaster-Rank Young Lord"
      },
      {
        "en": "Became a swordsman-level Sogami of the Sacheondang family"
      }
    ],
    "description": {
      "en": "The Dang clan of Sacheon, once renowned for its poison and hidden weapons, is now on the path to its demise. That is, until Yeonmyeung Dang, an outcast boy of the clan, awakens by recollecting the memories of his past life as the 'god of swords' who devoted his life to mastering the sword. Will the boy be able to protect his family and fulfill his dream of living a normal life?",
      "ko": "독과 암기의 명가였지만 지금은 몰락해버린 사천당가.\n그곳에서 태어난 당연명은 문득 검에 미쳐 살며\n검신의 경지에 이르렀던 전생을 각성한다.\n\n'이번 생은 평범하게 살고 싶다.'\n\n평범하게 살려면, 역시 검술 실력은 숨겨야겠지.\n그런데 방해하는 것들이 너무 많다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00296c8d-a815-4fdd-b4b8-c79c550ee875",
    "title": {
      "en": "The Indomitable Martial King"
    },
    "updatedAt": "2024-06-04T21:50:58+00:00",
    "coverArt": "https://mangadex.org/covers/00296c8d-a815-4fdd-b4b8-c79c550ee875/bb7a112f-5775-40ff-8494-a27d1c343bd4.jpg",
    "altTitles": [
      {
        "en": "Time Slip of the Fist King"
      },
      {
        "ko": "권왕전생"
      },
      {
        "zh": "拳王轉生"
      },
      {
        "ko-ro": "Gwonwangjeonsaeng"
      },
      {
        "es-la": "El Indomable Rey Marcial"
      }
    ],
    "description": {
      "en": "In a world where humans enslave other races, the archmage ‘Laefenhart’ is treated as the Demon King by the humans for his sins of helping the other races. \n\nA group of Heroes came to subdue the Demon King! ‘Laefenhart’ succeeds in causing great damage to the Hero party, but ends up being in danger of being killed by the Fist King, ‘Tesron’…\n\n“Space-Time Return Spell.”\n\nThe magic spell cast as a last resort miraculously succeeds and sends ‘Laefenhart’ to the past. However…\n\nI became one of the Heroes, the Fist King, ‘Tesron’, who had the strongest body on the continent?!\n\nThe archmage ‘Laefenhart’, with his newly acquired physical strength, changes the world with new powers!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f47d978-0896-4b1f-8846-e156ee1f4fa1",
    "title": {
      "en": "Elf Love Confessions"
    },
    "updatedAt": "2024-10-10T17:35:31+00:00",
    "coverArt": "https://mangadex.org/covers/5f47d978-0896-4b1f-8846-e156ee1f4fa1/970aeffd-b086-49a6-871b-ebf8906612f2.jpg",
    "altTitles": [
      {
        "en": "A Story About Confessing to an Elf"
      },
      {
        "ja": "近所のエルフお姉ちゃんに告白した"
      },
      {
        "ja-ro": "Kinjo no Elf Onee-chan ni Kokuhaku shita"
      },
      {
        "en": "I Confessed to the Elven Girl Next Door"
      },
      {
        "ja": "陰キャエルフちゃんに告った"
      },
      {
        "en": "I Confessed to the Gloomy Elf"
      },
      {
        "vi": "Tỏ tình với chị gái elf"
      },
      {
        "vi": "Tỏ tình với cô elf u ám"
      },
      {
        "ro": "O Poveste Despre Declarația De Dragoste Pentru Elfi"
      },
      {
        "uk": "Зізнання в любові ельфійкам"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94c7e52e-a6b2-4b57-ba14-68f58fc77c8e",
    "title": {
      "en": "Ghost Fixers"
    },
    "updatedAt": "2024-09-06T11:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/94c7e52e-a6b2-4b57-ba14-68f58fc77c8e/f38d717c-4e45-487b-b628-c08d733bcb53.jpg",
    "altTitles": [
      {
        "ja": "ゴーストフィクサーズ"
      },
      {
        "ru": "Исправители призраков"
      }
    ],
    "description": {
      "en": "Following a certain event, Mikurigaoka New Town transformed into a crucible of supernatural phenomena known as GHOSTS! In said town lives Hifumi, a middle school boy, who one day encounters a girl who just moved in... Help \"correct\" the supernatural in this action-packed tale from Yasuki Tanaka, creator of \"Summer Time Rendering\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9095b589-73d0-495a-a3d3-36f3dbb78d75",
    "title": {
      "en": "1HP Club"
    },
    "updatedAt": "2024-06-27T14:31:42+00:00",
    "coverArt": "https://mangadex.org/covers/9095b589-73d0-495a-a3d3-36f3dbb78d75/6e7a472d-2ae1-407c-b9c2-55b640e7565a.jpg",
    "altTitles": [],
    "description": {
      "en": "A comic about the daily life of dungeon boys. Slaying the city, saving the dragons... or something like that.",
      "pl": "Komiks o codziennym życiu chłopców z lochów. Zabijanie miast, ratowanie smoków... czy jakoś tak."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb5aaae8-4255-4c45-b1f5-8ce6bf34dcb8",
    "title": {
      "en": "Cosmic Heavenly Demon 3077"
    },
    "updatedAt": "2024-08-15T10:02:12+00:00",
    "coverArt": "https://mangadex.org/covers/eb5aaae8-4255-4c45-b1f5-8ce6bf34dcb8/ce52e512-072d-45bb-b6a1-183322ebcc9d.jpg",
    "altTitles": [
      {
        "ko": "우주천마 3077"
      },
      {
        "en": "Space Heavenly Demon 3077"
      },
      {
        "en": "Cosmic Demon 3077"
      }
    ],
    "description": {
      "en": "After countless years, the Heavenly Demon, sealed within Mount Tai, finally awakened, only to discover that humanity had long abandoned the radiation-soaked Earth and was now exploring the far reaches of the galaxy."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56901ae8-aece-4983-96c3-94751c96a8bb",
    "title": {
      "en": "Bocchi the Rock! Gaiden:  Kikuri Hiroi's Heavy Drinking Diary"
    },
    "updatedAt": "2024-09-23T16:39:50+00:00",
    "coverArt": "https://mangadex.org/covers/56901ae8-aece-4983-96c3-94751c96a8bb/d430c832-b3e9-4f0e-a864-8d40114a99be.jpg",
    "altTitles": [
      {
        "ja": "ぼっち・ざ・ろっく！外伝　廣井きくりの深酒日記"
      },
      {
        "en": "Bocchi the Rock! Side Story: Hiroi Kikuri's Heavy Drinking Diary"
      },
      {
        "ru": "Одинокий Рокер! Спин-офф: Дневник пьяницы Хирои Кикури"
      },
      {
        "vi": "Bocchi the Rock! Ngoại Truyện: Nhật Ký Say Rượu của Hiroi Kikuri"
      },
      {
        "ja-ro": "Bocchi the Rock! Gaiden: Hiroi Kikuri no Fukazake Nikki"
      }
    ],
    "description": {
      "en": "25 years old Kikuri Hiroi is a \"genius bassist\" who leads the indie band \"SICK HACK\" and loves alcohol. \nShe often gets drunk and breaks the equipment of the live house, so she's often short of money. \nShe lives in a 52-year-old apartment without a bath, and sometimes borrows showers from her friends and acquaintances. \nRegularly attacked by anxiety about her future, she counters that with a alcohol-fueled \"happiness spiral\". What is her daily life like...?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23f2ab6b-0832-456b-9d87-35868ce34fc8",
    "title": {
      "en": "My Clueless First Friend"
    },
    "updatedAt": "2024-10-07T19:30:18+00:00",
    "coverArt": "https://mangadex.org/covers/23f2ab6b-0832-456b-9d87-35868ce34fc8/c6e86e9d-b556-4197-9988-e84a8fe47135.jpg",
    "altTitles": [
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru"
      },
      {
        "pt": "O Aluno Sem Noção Transferido É Assertivo"
      },
      {
        "ja": "事情を知らない転校生がグイグイくる。"
      },
      {
        "zh-hk": "什麼情況都不知道的轉校生一個勁的湊過來。"
      },
      {
        "uk": "Цей безглуздий переведений учень такий настирливий."
      },
      {
        "fr": "Mon Amie des Ténèbres."
      },
      {
        "en": "The Clueless Transfer Student Is Assertive."
      },
      {
        "pt-br": "Meu Primeiro Amigo é um Tapado"
      }
    ],
    "description": {
      "en": "Akane Nishimura is a shy and gloomy elementary school girl with an unfounded dire reputation in her class due to her appearance. Taiyou Takada is a transfer student in her class who came from a small countryside school, and who is fascinated by the aspects of Nishimura that her classmates use to pick on her, finding her \"darkness\" cool beyond compare. Through the unbridled and fundamental joy Takada finds in being her friend, Nishimura starts realizing that being herself is not as bad as she thinks.",
      "uk": "Акане Нішімура — сором’язлива та похмура дівчинка початкової школи, яка через свою зовнішність має безпідставну жахливу репутацію у своєму класі. Тайо Такада — новий учень, який перевівся з невеликої сільської школи, і якому подобається унікальність Нішімури, яку її однокласники використовують, щоб познущатися з неї, вважаючи, що її «темрява» виглядає моторошно. Через нестримну та фундаментальну радість, яку проявляє Такада, будучи її другом, Нішімура починає розуміти, що бути собою не так вже й погано, як вона думала.",
      "pt-br": "Nishimura é uma garota retraída, hostilizada por todos os colegas por seu jeito sombrio, que dizem até que ela é a Morte em pessoa. Mas isso só chama ainda mais a atenção de Takada, um novo aluno transferido. Sem saber o motivo do apelido, que por sinal ele acha super-maneiro, Takada começa a se aproximar mais e mais da Nishimura para se tornar amigo dela. Uma história cativante, cheia de nostalgia dos nossos tempos de fundamental, sobre uma amizade que vai aquecer seus corações!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "157ab2cc-1fc7-4b29-8955-72d94a140982",
    "title": {
      "en": "Kesa Mo Yuraretemasu"
    },
    "updatedAt": "2024-09-30T13:58:55+00:00",
    "coverArt": "https://mangadex.org/covers/157ab2cc-1fc7-4b29-8955-72d94a140982/4d423e68-2a7c-4b86-94d4-8a1fdabe4a18.jpg",
    "altTitles": [
      {
        "ja": "今朝も揺られてます"
      },
      {
        "vi": "Thình Thịch Mỗi Sớm Mai"
      },
      {
        "en": "They are Still Being Shaken This Morning"
      },
      {
        "zh": "今朝摇曳依旧"
      }
    ],
    "description": {
      "en": "This is your typical story of a boy who's secretly in love with a girl, they both share a 20 minute ride on the commuter train on their way to different schools, will the boy be able to approach the girl and confess his love? And also... What he doesn't know: There's 3 other passengers that secretly support the boy's secret love towards the girl! Read now the hijinks that ensue when the boy tries to approach the girl; from the creator of *[Jitsu wa Watashi wa](https://mangadex.org/title/a990c2a1-b54f-4f4f-986c-3cdab1c9f2f9/)* and *[Yumemi ga Oka Wonderland](https://mangadex.org/title/32bbfefa-8a58-462c-bc9e-e9dd3bd4c152/)*.",
      "ja": "午前6時58分舞原行きの通学電車。名前も知らないあの子と僕…とその乗客!? 高校生の男女2人が醸し出す甘酸っぱい雰囲気に、乗客たちが心情駄々洩れで盛り上がる!!",
      "pt-br": "Esta é a típica história de um garoto que está secretamente apaixonado por uma garota. Ambos compartilham uma viagem de 20 minutos no trem do subúrbio a caminho de escolas diferentes. O garoto será capaz de se aproximar da garota e confessar seu amor? E, além disso... O que ele não sabe: há três outros passageiros que secretamente apoiam o amor secreto do garoto pela garota! Leia agora as confusões que acontecem quando o garoto tenta se aproximar da garota; do criador de *[Jitsu wa Watashi wa](https://mangadex.org/title/a990c2a1-b54f-4f4f-986c-3cdab1c9f2f9/)* e *[Yumemi ga Oka Wonderland](https://mangadex.org/title/32bbfefa-8a58-462c-bc9e-e9dd3bd4c152/)*."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6b4ef4f-215e-426e-b69e-2755783334e3",
    "title": {
      "en": "Memoirs of a Witch"
    },
    "updatedAt": "2024-09-15T10:39:59+00:00",
    "coverArt": "https://mangadex.org/covers/b6b4ef4f-215e-426e-b69e-2755783334e3/5979794e-daa0-4982-9556-735e2a9eb75b.jpg",
    "altTitles": [
      {
        "ko": "어느 마녀의 회고록"
      },
      {
        "en": "A Witch's Memoir"
      }
    ],
    "description": {
      "en": "Lily, a black witch who was brought to the castle during a witch hunt when she was young and is still used by the king for her power even as an adult. She lives each day enduring both fear and scorn. Then one day, she meets a new court jester. Unlike other jesters, she is disliked for his flattery, but the jester shows favor to the witch. Why does the jester show favor to the witch? Can the witch ever get her free life back?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b73371d4-02dd-4db0-b448-d9afa3d698f1",
    "title": {
      "en": "Ao Ashi"
    },
    "updatedAt": "2024-03-02T18:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/b73371d4-02dd-4db0-b448-d9afa3d698f1/55647584-c7ef-456d-9413-61822da8eabb.jpg",
    "altTitles": [
      {
        "ja": "アオアシ"
      },
      {
        "zh": "青之芦苇"
      },
      {
        "zh-hk": "青之蘆葦"
      },
      {
        "ko": "아오아시"
      },
      {
        "ja-ro": "Ao Ashi"
      },
      {
        "th": "AOASHI แข้งเด็กหัวใจนักสู้"
      },
      {
        "de": "Blaue Beine ~Ao Ashi~"
      },
      {
        "tr": "Mavi Bacak"
      },
      {
        "fr": "Ao Ashi - Playmaker"
      },
      {
        "pt-br": "Ao Ashi - Craques da Bola"
      },
      {
        "ru": "Ао Аши"
      },
      {
        "id": "Ao Ashi"
      },
      {
        "vi": "Ao Ashi"
      }
    ],
    "description": {
      "de": "Aoi Ashito ist ein Mittelschüler im dritten Jahr aus Ehime. Hinter seinem rohen Spiel verbirgt sich sein immenses Talent, aber Ashito erleidet wegen seiner allzu geradlinigen Persönlichkeit einen großen Rückschlag. Der Manager der Jugendmannschaft des J1-Clubs Tokyo City Esperion, Fukuda Tetsuya, erscheint vor Ashito. Fukuda sieht Ashitos grenzenloses Potenzial und lädt ihn ein, an den Probespielen seines Teams in Tokio teilzunehmen. Die Geschichte des Jungen, der den Fußball in Japan revolutionieren wird, beginnt sich schnell zu entfalten.",
      "en": "Aoi Ashito is a third year middle school student from Ehime. Behind his raw game hides his immense talent \nbut Ashito suffers a huge setback because of his overly straightforward personality. \nOne day the youth team manager of J1 club Tokyo City Esperion, Fukuda Tetsuya, appears in front of him. \nFukuda sees his limitless potential and invites him to take part in his team's tryouts in Tokyo. \nThe story of the boy who will revolutionize football in Japan rapidly begins to unfold.  \n  \n---\n- **Won the 65th Shogakukan Manga Award for General Manga in 2019**",
      "ru": "Ашито Аой, ученик третьего класса средней школы из префектуры Эхиме, встречает тренера «Молодежной лиги J» Фукуду Тацую. Несмотря на свою грубость, Ашито обладает таким удивительным потенциалом, что тренер Фукуда приглашает его принять участие в отборочных тестах своей команды в Токио. Взгляните на историю мальчика, который совершит революцию в японском футболе.",
      "tr": "Aoi Ashito Ehime'de ortaokul 3. sınıfa giden bir öğrencidir. Bir gün karşısına J1 Ligi kulübü Tokyo City Esperion'un altyapı takımı menajeri Fukuda Tetsuya çıkar. Fukuda Aoi'nin sonsuz potansiyelini farkeder ve onu Tokyo'daki altyapı seçmelerine davet eder. Böylece Japon futbolunda devrim yapacak çocuğun hikayesi başlar.",
      "pt-br": "Ashito Aoi, um estudante do terceiro ano do ensino médio de Ehime, conhece Fukuda Tatsuya, um treinador da \"J Youth League\". Mesmo que ainda tenha uma personalidade forte, Ashito tem um incrível potêncial que o fez ser convidado pelo treinador Fukuda para participar da seleção de sua equipe em Tóquio. A história do garoto que vai revolucionar o futebol no Japão vai começar."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc998000-171b-4fbe-9dd8-570e56c0845d",
    "title": {
      "ja-ro": "Monthly in the Garden with My Landlord"
    },
    "updatedAt": "2024-09-01T20:13:48+00:00",
    "coverArt": "https://mangadex.org/covers/bc998000-171b-4fbe-9dd8-570e56c0845d/1f005e1c-ea2f-4a78-acce-a4436eb0acea.jpg",
    "altTitles": [
      {
        "ja-ro": "Maitsuki, Niwatsuki, Ooyatsuki"
      },
      {
        "ja": "毎月庭つき大家つき"
      },
      {
        "ja-ro": "Maitsuki Niwa Tsuki, Ooya Tsuki"
      },
      {
        "zh": "月付房租带院子带房东"
      },
      {
        "en": "Monthly With Garden With Ooya"
      },
      {
        "pl": "Dom z ogrodem i właścicielką"
      }
    ],
    "description": {
      "en": "Asako moves to a new house to get over her recent breakup. She finds a great little place a bit removed from the city with a lovely garden, but there’s a catch—the house also comes with a live-in landlord!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "31"
  },
  {
    "mangaId": "0f25067e-a33e-4b25-a5d5-aff6e03b9e5c",
    "title": {
      "en": "Danshi Koukousei, Otome Game no Akuyaku Reijou ni Tensei Suru"
    },
    "updatedAt": "2024-10-02T05:11:46+00:00",
    "coverArt": "https://mangadex.org/covers/0f25067e-a33e-4b25-a5d5-aff6e03b9e5c/a39882a4-e240-4c43-87bd-ccc8389eebd6.jpg",
    "altTitles": [
      {
        "ja": "男子高校生、乙女ゲームの悪役令嬢に転生する"
      },
      {
        "ja-ro": "Danshi Koukousei, Otome Game no Akuyaku Reijou ni Tenseisuru"
      },
      {
        "en": "A High School Boy Reincarnates as the Villainous Daughter in an Otome Game"
      }
    ],
    "description": {
      "en": "One day, \"I,\" an ordinary high school boy living in the present day, was hit by a truck and reincarnated in another world. But what a surprise it was to find out that I was reincarnated as Elena Evan, the \"villainess\" of an otome game!\n\nIf this continues, the future that awaits me will either be condemnation, execution, or exile... I want to avoid that at all costs. While I was worrying about this, I found a glimmer of hope. If Tiara, the main heroine, and I could get together and find a yuri route for us, maybe we could avoid a bad ending...?\n\nHowever, I am now beset by a number of beautiful and handsome men...?",
      "ja": "現代に生きるごく普通の男子高校生である「俺」は、ある日トラックに轢かれて異世界に転生してしまう。しかし、転生した先はなんと乙女ゲームの「悪役令嬢」エレナ・エヴァンだった――！\n\nこのままだと待つ未来は、断罪・死刑・国外追放……。それだけはなんとしても阻止したい。悩んだ俺はひとつの光を見出す。正ヒロインのティアラと俺が結ばれて百合ルートになれば、バッドエンドを回避できるんじゃないか…!?\n\nしかし、そんな俺の前に立ちはだかるのは見目麗しい数々のイケメンたちで――!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "944f5727-7917-4d47-8c9c-654dcf535acb",
    "title": {
      "en": "Tough Gaiden - The Man Who Succeeds the Dragon"
    },
    "updatedAt": "2024-06-18T15:46:39+00:00",
    "coverArt": "https://mangadex.org/covers/944f5727-7917-4d47-8c9c-654dcf535acb/b2c14a4c-fcc4-4035-946d-4291f708608f.jpg",
    "altTitles": [
      {
        "en": "The Man Who Succeeds The Dragon"
      },
      {
        "ja-ro": "Ryuu wo Tsugu Otoko"
      },
      {
        "ja": "TOUGH 龍を継ぐ男"
      },
      {
        "ru": "Жесткий: Преемник Дракона"
      },
      {
        "ja-ro": "Tough Gaiden - Ryuu o Tsugu Otoko"
      },
      {
        "ja-ro": "Tough Gaiden - Ryuu wo Tsugu Otoko"
      }
    ],
    "description": {
      "en": "The series starring one of illegitimate children of Kiryu Miyazawa, Ryuusei Nakamura. Years after Kiibo founded the new dojo, both him and Kiryu mysteriously disappeared. Ryuusei, after losing his mother to cancer, is set to find out about his birth father and his destiny as the evil dragon’s heir, but he is not the only one.",
      "ru": "Третья часть саги Саруватари Тэцуи во вселенной \"Жесткого\". Что произошло после окончания второй части? Куда подевались некоторые старые герои? Где Киичи?  \r\nОтвет на эти и множество других вопросов вы узнаете, начав читать \"Жесткий: Наследник Дракона\"!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d06fbcc-db60-463b-ae90-62be0a0fb6f8",
    "title": {
      "en": "More Than Human: Spiderman Another Story!!"
    },
    "updatedAt": "2023-09-01T09:51:03+00:00",
    "coverArt": "https://mangadex.org/covers/5d06fbcc-db60-463b-ae90-62be0a0fb6f8/48e7173f-4529-4ac4-9019-96fb2386330e.png",
    "altTitles": [
      {
        "ja": "人間以上Spiderman Another Story!!"
      },
      {
        "ja-ro": "Ningen Ijou Spiderman Another Story!!"
      }
    ],
    "description": {
      "en": "Housekeeper Haruka has an easy task: just check in on her boss’s bedridden husband while he boss is away for the night, and Haruka can have full run of the house while she’s there. But the night takes a turn for the worst when the old man mysteriously goes missing."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8516915a-51a2-44e0-a915-aff325216a26",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken: After the Rain"
    },
    "updatedAt": "2024-10-09T18:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/8516915a-51a2-44e0-a915-aff325216a26/653c9057-d9fb-4f32-85f9-48aae296c4f0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件 after the rain"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais: After the Rain"
      },
      {
        "ru": "Ангел по соседству: После дождя"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten: After the Rain"
      },
      {
        "uk": "Сусідський ангел сильно мене балує: Бісля дощу"
      }
    ],
    "description": {
      "en": "A spin-off of the series *[The Angel Next Door Spoils Me Rotten](https://mangadex.org/title/2fec6641-beb1-4ae9-a32f-204dd06688ac/the-angel-next-door-spoils-me-rotten)* which comicalizes the stories from Volume 5.5 of the Light Novel and its special edition booklet, which contains additional short stories.",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まり二人は少しずつ惹かれあっていく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cbf53f02-9594-42e7-9dbf-8ae1c783466f",
    "title": {
      "en": "Arcane Sniper"
    },
    "updatedAt": "2024-07-23T21:33:56+00:00",
    "coverArt": "https://mangadex.org/covers/cbf53f02-9594-42e7-9dbf-8ae1c783466f/0ae5f0af-dd5b-4fee-8612-95bb22b087fd.png",
    "altTitles": [
      {
        "ko": "마탄의 사수"
      },
      {
        "ru": "Магический стрелок"
      },
      {
        "en": "Mystic Musketeer"
      },
      {
        "en": "Matan's shooter"
      },
      {
        "de": "Der Freischütz"
      },
      {
        "ja": "魔弾の銃士"
      },
      {
        "zh-hk": "魔彈-射手"
      },
      {
        "th": "สไนเปอร์กระสุนเวท"
      },
      {
        "id": "The Freeshooter"
      },
      {
        "es-la": "El Francotirador de Nivel Arcano"
      }
    ],
    "description": {
      "en": "Paraplegic ex-sniper Ha Yiha is getting a fresh start in the VR game “Middle Earth.” He hopes to become a powerful player and earn enough money to afford surgery, but there’s a small problem… an untimely logout leaves him playing as a musketeer, the game’s most ineffective class. Luckily, he’s able to use his real-life sharpshooting skills to take musketeering to new heights. As his unprecedented progress turns heads and prompts new quests, Yiha thinks he’s got a shot at success, but he may have just landed himself directly in danger’s sights.\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)\r\n- [Official Indonesian Translation](https://id.kakaowebtoon.com/content/The-Freeshooter/548)",
      "ja": "いつも完璧を勝ち取る吉田ローガン。 しかし、不意の事故により下半身不随の障害を負い、社会から捨てられる。 絶望に陥った彼に訪れた、革命的なVRゲーム「ミドルアース」による新しい世界が始まる。 だが、とあるトラブルによりキャラクター選びを大間違い！一番能力の低い「マスケット銃士」を選んでしまう！ “クッソ…俺は他の奴と違う。俺が本物のマスケット銃の力を見せてやる！”\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "ko": "\"하 중사, 이 미친놈아. 또 만발인 거 알아?\"\r\n\r\n이제 말뚝 박을 일만 남은 명사수 부사관 하이하.\r\n그러나 불의의 사고로 하반신을 못 쓰게 되어 사회로 내쳐졌다.\r\n절망에 빠져있던 그에게 혁명적인 VR 게임 [미들 어스]가 새로운 삶을 선사한다.\r\n가상현실 게임인 [미들 어스]에서 획득한 돈은 현실의 돈이 된다!\r\n\r\n하지만 캐릭터 생성 때 가장 성능이 낮은 캐릭터를 고르게 되는 바람에 망하게 생겼다!\r\n\r\n\"난 다르다. 이것이 내 마지막이야!\"\r\n\r\n흑색화약, 쇠구슬, 꼬질대. 진짜 '머스킷티어'가 무엇인지 보여주마!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "ru": "Сериал про гиперреалистичную фэнтезийную игру! «Сержант Ха, ты сумасшедший ублюдок. Ты выстрелил еще раз в пулю?» Меткий стрелок Ха ЛиХа просто хотел навсегда стать частью армии. Однако из-за несчастного случая он стал парализованным и был отброшен обратно в общество. Революционная игра VR [Средиземье] подарила ему новую жизнь. Деньги, полученные в [Средиземье], имеют реальную ценность! Тем не менее, он испортил свой шанс, выбрав персонажа самого низкого уровня! «Я не такой, как другие. Это все, что у меня есть». Черный порох, железные шары и шомполы ... Я вам всем покажу, что такое настоящий «мушкетер»!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "th": "ฮาลีฮา นักแม่นปืนแห่งทหารกองหนุนได้เกิดอุบัติเหตุระหว่างขนย้ายดินปืนในค่ายทหาร ทำให้เขาสูญเสียประสาทสัมผัส ของขาทั้งสองข้าง เดินไม่ได้ และต้องใช้เงินผ่าตัดเป็นจำนวนสองพันล้านวอน\r\n\r\nหลังจากที่แม่ของเขาเห็นเขาเศร้า หมดอาลัยที่สูญเสียขา ทำให้เธอซื้อเครื่องเล่นเกมเสมือนจริงมาให้เขาเล่น ซึ่งใช้ในการหาเงินได้ด้วย เขารู้สึกดีใจมากที่ได้กลับมาเดินได้อีกครั้งแม้จะเป็นในเกม และเขาก็ได้ใช้ทักษะนักแม่นปืนของเขากับเกมนี้ด้วย\r\n\r\nเขาหวังว่าจะสามารถหาเงินจากการเล่นเกมมาผ่าตัดขาตัวเองให้กลับมาเดินได้อีกครั้ง\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "es-la": "¡Una serie sobre un juego de fantasía hiperrealista! \"Sargent Ha, loco bastardo. ¿Disparó otra ronda completa de tiros al blanco?\" El francotirador Ha Lee Ha simplemente quería ser parte del ejército para siempre. Sin embargo, debido a un desafortunado accidente, quedó parapléjico y fue devuelto a la sociedad. El revolucionario juego de realidad virtual [Middle Earth] le presentó una nueva vida. ¡El dinero obtenido en [la Tierra Media] tiene valor en el mundo real! Sin embargo, ¡arruinó su oportunidad al seleccionar el personaje de nivel más bajo! \"No soy como los demás. Esto es todo lo que tengo\". Pólvora negra, bolas de hierro y baquetas ... ¡Les mostraré lo que es un verdadero 'mosquetero'!",
      "pt-br": "Uma série sobre um jogo de fantasia hiper-realista!  \r\n  \r\n“Sargento Ha, seu louco bastardo. Você acertou todos os alvos outra vez?”  \r\n  \r\nO atirador Ha LeeHa simplesmente queria fazer parte do exército para sempre. No entanto, devido a um infeliz acidente, ele ficou paraplégico e foi jogado de volta à sociedade.  \r\n  \r\nO revolucionário jogo de realidade virtual [Terra Média] apresentou-lhe uma nova vida. O dinheiro obtido na [Terra Média] tem valor no mundo real! Ainda assim, ele arruinou sua chance ao selecionar o personagem de nível mais baixo!  \r\n  \r\n“Eu não sou como os outros. Isso é tudo que tenho.”  \r\n  \r\nPólvora preta, bolas de ferro e varetas… Vou mostrar a todos o que é um verdadeiro ‘mosqueteiro’!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e8748409-955b-4e6f-a288-e8f8fd2d22cd",
    "title": {
      "en": "Joshikousei Joreishi Akane!"
    },
    "updatedAt": "2024-10-10T20:07:57+00:00",
    "coverArt": "https://mangadex.org/covers/e8748409-955b-4e6f-a288-e8f8fd2d22cd/b360169b-ef07-445f-9b8e-8d8f861f998b.jpg",
    "altTitles": [
      {
        "ja": "女子高生除霊師アカネ！"
      },
      {
        "en": "Spirit-Snaring Schoolgirl Akane"
      },
      {
        "ja-ro": "Joshi Kousei Joreishi Akane!"
      },
      {
        "vi": "Nữ sinh trừ tà Akane!"
      }
    ],
    "description": {
      "en": "Akane Shinonome is an ordinary high school girl who dislikes greed. However, when her irresponsible father disappears with his mistress and her savings, Akane decides to follow in his footsteps and become an exorcist in order to make a living! But the style of exorcism she learned from her father is a little... unconvenional?\n\n---\n**Notes:**\n- Chapter 1 is the same as the pre-serialization oneshot.",
      "ja": "東雲茜はちょっぴり金に汚いものの、どこにでもいる普通の女子高生。のはずが、愛人と蒸発した父親に預金を持ち逃げされたことをきっかけに、生活費を稼ぐため父親の跡を継ぎ、除霊師として活動することに！　父親直伝の怪しいテクで、今日も霊を祓いまくる！　当然　霊なんて見えない"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c0e87c0d-7dc4-4a15-ba23-e9d57bfe43d9",
    "title": {
      "en": "Zero no Tsukaima Gaiden: Tabasa no Bouken"
    },
    "updatedAt": "2023-12-13T13:44:36+00:00",
    "coverArt": "https://mangadex.org/covers/c0e87c0d-7dc4-4a15-ba23-e9d57bfe43d9/5b2b5cfc-70b9-498e-a9a1-fa1bbbfb7700.jpg",
    "altTitles": [
      {
        "ja-ro": "Zero no Tsukaima Gaiden: Tabitha no Bouken"
      },
      {
        "ja": "ゼロの使い魔外伝 タバサの冒険"
      }
    ],
    "description": {
      "en": "The adventures of Gallia's knight Tabitha."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2bac8435-29f0-4124-b730-8fa9fc6ec803",
    "title": {
      "en": "Black and Blue Hungry Wolf - Fist of the North Star: Rei Gaiden"
    },
    "updatedAt": "2023-04-11T04:01:58+00:00",
    "coverArt": "https://mangadex.org/covers/2bac8435-29f0-4124-b730-8fa9fc6ec803/24fe8d19-94b6-4d3f-8736-9269252bebfb.jpg",
    "altTitles": [
      {
        "en": "Fist of The North Star Rei Gaiden"
      },
      {
        "ja-ro": "Soukoku no Garou - Hokuto no Ken Rei Gaiden"
      },
      {
        "ja": "蒼黒の餓狼―北斗の拳 レイ外伝―"
      }
    ],
    "description": {
      "en": "Rei is a ruthless man who travels throughout the world in search of a certain someone. But he was not always ruthless and without compassion–both his search and his anger are driven by vengeance.  \n  \nThe one who stripped Rei's humanity from him is the one Rei must find and destroy, despite any and all barriers. Rei will only become a normal human being once that vengeance is fulfilled. Until that day, he can only roam the world as a furious lone wolf, a lone wolf who preys on those who oppose him."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "54"
  },
  {
    "mangaId": "8f1a1d63-59c8-4167-8e30-8d4d37274c01",
    "title": {
      "en": "Mach Go Go Go"
    },
    "updatedAt": "2023-02-19T22:17:29+00:00",
    "coverArt": "https://mangadex.org/covers/8f1a1d63-59c8-4167-8e30-8d4d37274c01/ae909333-6e2b-4fa3-a785-25aa15eaa3e1.png",
    "altTitles": [
      {
        "en": "Speed Racer"
      },
      {
        "ja": "マッハ ゴゴゴ"
      }
    ],
    "description": {
      "en": "Go Mifune (AKA Speed Racer) enters races all across the world, as he gets wrapped up in international conspiracies and do-or-die situations while also dealing with the enigmatic Masked Racer X..."
    },
    "status": "completed",
    "releaseDate": 1966,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "2a8a8e2c-609e-4e5f-97de-cb9c8f2011ae",
    "title": {
      "en": "Salaryman ga Isekai ni Ittara Shitennou ni Natta Hanashi"
    },
    "updatedAt": "2024-09-25T09:33:28+00:00",
    "coverArt": "https://mangadex.org/covers/2a8a8e2c-609e-4e5f-97de-cb9c8f2011ae/b4a58d76-92d3-4252-ad96-f9467cef0ab7.jpg",
    "altTitles": [
      {
        "en": "Headhunted to Another World: From Salaryman to Big Four!"
      },
      {
        "ja": "サラリーマンが異世界に行ったら四天王になった話"
      },
      {
        "en": "A Story About a Salaryman Who Goes to Another World and Becomes One of the Four Heavenly Kings"
      },
      {
        "tr": "Başka Bir Dünyaya Yöneldi: Maaşlı Adamdan Göksel Krala!"
      },
      {
        "ru": "Из корпоративного раба в приспешники демона"
      },
      {
        "en": "Office Worker Has Become “Big Four” in the Different World."
      }
    ],
    "description": {
      "en": "Dennosuke Uchimura is a simple Salaryman who one day is run over, and left in the street to die, however, when he regains consciousness, it seems as though he was summoned to another world by the Demon King himself, who offers him a position as one of his Four Heavenly Kings. Can Dennosuke survive as a servant of the Demon King, and meet his expectations?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c2f91f0c-72bd-4c5c-a7ea-75944cfa1abb",
    "title": {
      "en": "There Is No True Peace in This World -Shin Kamen Rider SHOCKER SIDE-"
    },
    "updatedAt": "2024-04-12T19:56:09+00:00",
    "coverArt": "https://mangadex.org/covers/c2f91f0c-72bd-4c5c-a7ea-75944cfa1abb/d4e299f8-2e70-4a67-b0d2-6f89460d2b8e.png",
    "altTitles": [
      {
        "ja": "真の安らぎはこの世になく-シン・仮面ライダー SHOCKER SIDE-"
      },
      {
        "ja-ro": "Shin no Yasuragi wa Konoyo ni Naku -Shin Kamen Raidā Shokkā Saido-"
      },
      {
        "la": "Nulla Mundo Pax Sincera: SHOCKER SIDE"
      },
      {
        "en": "Shin Kamen Rider 2023: Prologue"
      }
    ],
    "description": {
      "en": "A completely original manga project spun-off from *Shin Kamen Rider* directed by Anno Hideaki! A dark hero rising story by a superb production team depicting the biggest enemy in *Shin Kamen Rider* and *SHOCKER*!",
      "ja": "庵野秀明監督作品『シン・仮面ライダー』より、完全オリジナルの漫画プロジェクト！ 超豪華制作陣が『シン・仮面ライダー』作中最大の敵と、\"SHOCKER\"を描く、ダークヒーロー・ライジング・ストーリー！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aafb046c-9de4-4c3d-990c-6d75b079c0b9",
    "title": {
      "en": "Release That Witch"
    },
    "updatedAt": "2024-06-19T23:47:40+00:00",
    "coverArt": "https://mangadex.org/covers/aafb046c-9de4-4c3d-990c-6d75b079c0b9/ee278e22-9bfb-4b1b-9681-f8782b93e57b.jpg",
    "altTitles": [
      {
        "zh-ro": "Fangkai Nage Nüwu"
      },
      {
        "fr": "Relâchez cette Sorcière"
      },
      {
        "ru": "Освободите эту Ведьму"
      },
      {
        "zh": "放开那个女巫"
      },
      {
        "uk": "Звільніть цю відьму"
      },
      {
        "tr": "Cadıyı Salın"
      },
      {
        "vi": "Thả Vu Nữ Đó Ra"
      }
    ],
    "description": {
      "en": "A male engineer transmigrated into another world, and became a prince. This place strikingly resembles the Middle Ages of Europe, but at the same time, it seems kind of different? Witches truly exist, and they even possess magic powers! Magic powers are productive forces! Save the witches, liberate the productive forces! Open map, fight demons, break conspiracies, climb up the science and technology tree, and open the path of hardcore ‘farming’!",
      "ru": "Чэн Янь прошел сквозь время и попал в мир, подобный Средневековой Европе, став Роландом, 4-м принцем королевства. Но этот мир не такой, к какому он уже привык. Ведьмы и магия здесь — нормальное явление. Сможет ли Роланд заполучить трон короля и решить выпавшие на его долю проблемы? Только его опыт современных технологий и помощь ведьм, известных как «слуги Дьявола», позволят ему добиться успеха!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37838287-3fe9-443d-9d22-eafc1089140e",
    "title": {
      "en": "Isekai de Cheat Skill wo Te ni Shita Ore wa, Genjitsu Sekai wo mo Musou Suru ~Level Up wa Jinsei wo Kaeta~"
    },
    "updatedAt": "2024-10-09T13:58:09+00:00",
    "coverArt": "https://mangadex.org/covers/37838287-3fe9-443d-9d22-eafc1089140e/035f0b3e-b631-4d6a-a786-d38c3b0ba255.jpg",
    "altTitles": [
      {
        "en": "I Got a Cheat Ability in a Different World, and Became Extraordinary Even in the Real World."
      },
      {
        "ja-ro": "Isekai de Cheat Nouryoku Ote ni Shita Ore wa, Genjitsu Sekai o mo Musou Suru."
      },
      {
        "ru": "Я обрёл читерскую способность в другом мире и стал необычайным человеком в этом мире. История о том, как повышение уровня изменило мою жизнь."
      },
      {
        "ru": "Я получил читерские способности в другом мире, и стал экстраординарным в реальном мире~ История о том, как повышение уровня изменило мою жизнь."
      },
      {
        "ja": "異世界でチート能力（スキル）を手にした俺は、現実世界をも無双する ～レベルアップは人生を変えた～"
      },
      {
        "ja": "異世界でチート能力を手にした俺は、現実世界をも無双する"
      },
      {
        "zh-hk": "異世界得到開掛能力的我、現實世界中也舉世無雙"
      },
      {
        "en": "I Got a Cheat Skill in Another World and Became Unrivaled in The Real World, Too"
      },
      {
        "zh": "异世界得到开挂能力的我、现实世界中也举世无双"
      },
      {
        "th": "สกิลโกงไร้เทียมทาน สร้างตำนานในสองโลก"
      },
      {
        "ko": "이세계에서 치트 능력(스킬)을 손에 넣은 나는, 현실 세계에서도 무쌍한다"
      },
      {
        "ja-ro": "Isekai de Cheat Nōryoku (Skill) o Te ni Shita Ore wa, Genjitsu Sekai o mo Musō Suru ~ Level Up wa Jinsei o Kaeta ~"
      },
      {
        "en": "Iseleve"
      },
      {
        "vi": "Gian Lận Tăng Cấp Ở Thế Giới Khác Đã Thay Đổi Cuộc Đời Tôi"
      },
      {
        "vi": "Tôi Trở Nên Phi Thường Ngay Cả Ở Thế Giới Thật"
      },
      {
        "vi": "Sau Khi Có Được Năng Lực Bá Đạo Ở Dị Giới, Tôi Cũng Vô Đối Ở Thế Giới Thực: Thăng Cấp Xong Thì Cuộc Đời Cũng Thay Đổi"
      }
    ],
    "description": {
      "en": "Since a young age, Tenjou Yuuya was continuously bullied.He is staying in his beloved grandfather's home while he goes to school and, as usual, he receives a harsh bullying, and takes an extended absence from school in order to have some time to heal his wounds.While on this long time of absence, he takes the opportunity to clean his grandfather's house and finds a room he never had seen before. Due to this being where his grandfather kept many different objects that he gathered from his travels around the world, it needed tidying! While Tenjou was arranging the objects, he found a door, yet it didn't seem to go anywhere since it was standing upright and not attached to any wall.Out of curiosity, Tenjou opens this door, and what he found on the other side is…",
      "pt-br": "Tenjo Yuuya sofre bully desde criança. Sua vida se resumia em passar o tempo na casa de seu avô e ir para a escola. Porém, ele sofria uma rotina diária de bully severo em sua escola, algumas vezes o pobre Yuuya se via obrigado a pedir licença para curar suas feridas. Mas em uma dessas licenças, ele acaba descobrindo um armazém de objetos que seu avô guardava, e entre esses objetos estava uma porta misteriosa. E claro, ele abriu a porta, e lá ele encontrou…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8b65a50-70e7-4f4f-93c0-9b5494b2b4bf",
    "title": {
      "en": "Brother's Sick Love"
    },
    "updatedAt": "2024-09-17T15:17:28+00:00",
    "coverArt": "https://mangadex.org/covers/a8b65a50-70e7-4f4f-93c0-9b5494b2b4bf/0ed9c2a5-efb5-4e25-8d21-fa9ab9341be6.jpg",
    "altTitles": [
      {
        "zh": "忽如一夜病娇来"
      },
      {
        "zh-ro": "Hu Ru Yi Ye Bing Jiao"
      },
      {
        "ja": "ワケあり兄妹の禁断愛〜疫病神令嬢は小悪魔〜"
      },
      {
        "ko": "가짜 여주인공으로 살아남기"
      },
      {
        "en": "The Yandere Came During the Night"
      }
    ],
    "description": {
      "en": "Yu Xiang unfortunately transmigrates into a merchant's daughter, who was mistakenly taken to the marquis manor at birth. She is immediately disabled, and carries the nickname of 'disaster star'. Helplessly, she can only cling to her older brother, the marquis, in hopes of surviving, and wait for the true master to return so she can give way. Years later, when the true master returns to the manor, Yu Xiang prepares to leave. however, she finds out her clinging technique is too good, that her marquis brother won't let her leave!",
      "fr": "Yu Xiang donne, handicapée, échange son coeur avec celui de son frère. \nAprès sa mort, elle se réincarne dans le corps d'une fille qui porte le même nom, est paralysée comme elle et qui est surnommée l'étoile malchanceuse. \nYu Xiang réalise alors qu'elle est dans le roman qu'elle lisait avant de mourir. Synopsis du roman en question : Yu Xiang, fille de marchand a été échangée à la naissance avec la fille d'un Seigneur.",
      "zh": "虞襄很不幸穿成了被抱到侯府的商家女，一来就双腿残废，脑袋上还顶着个‘丧门星’的称号。 无奈之下只得牢牢抱住侯爷哥哥的大腿，先把日子混下去，等正主儿回来就麻溜的让位。 几年之后正主儿回归，虞襄包袱款款准备走人，却发现抱大腿的技术太专业，侯爷哥哥不让走了！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "150"
  },
  {
    "mangaId": "5ab3d3ea-ae45-4910-8f15-6ca544c8d8e5",
    "title": {
      "en": "Radia"
    },
    "updatedAt": "2024-08-26T21:22:28+00:00",
    "coverArt": "https://mangadex.org/covers/5ab3d3ea-ae45-4910-8f15-6ca544c8d8e5/db4febcf-71d3-41be-a231-e54ebb3b2b4f.png",
    "altTitles": [
      {
        "ko": "라디아"
      },
      {
        "ja": "ラディア〜神殺しの私が神の恋人!?〜"
      },
      {
        "es-la": "La Venganza de la Santa"
      }
    ],
    "description": {
      "es-la": "La búsqueda de venganza de Radia contra su traicionera amiga da un giro inesperado cuando Julius, un hombre misteriosamente poderoso, la salva de una experiencia cercana a la muerte.\n¿El giro? Julius es un fantasma, visible solo para Radia.\nㅤ\nCuando se convierte en su compañero constante, Radia se ve envuelta en una red de contratiempos sobrenaturales que revelan cuán poderoso es realmente Julius.\nY aunque ni siquiera Julius conoce su verdadera identidad todavía, su casi omnipotencia podría ser la clave para que Radia se vengue.\nSin embargo, este poder también podría ocultar un peligro acechante que amenaza con reconfigurar su búsqueda de formas inesperadas y peligrosas..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69aa984a-f5c0-4505-a11f-fe50e5fd16c9",
    "title": {
      "en": "Toaru Anbu no ITEM"
    },
    "updatedAt": "2024-07-06T16:54:51+00:00",
    "coverArt": "https://mangadex.org/covers/69aa984a-f5c0-4505-a11f-fe50e5fd16c9/0b05ba4c-37d2-427a-a44d-38379d319dbe.jpg",
    "altTitles": [
      {
        "ja": "とある暗部の少女共棲"
      },
      {
        "en": "A Certain Dark Side's ITEM"
      },
      {
        "ja-ro": "Toaru Anbu no Shoujo Kyousei"
      },
      {
        "ru": "Некий ITEM тёмной стороны"
      }
    ],
    "description": {
      "en": "In Academy City, where esper abilities have been recognized as a general science. Behind the peace, there is a dark side organization that undertakes missions that cannot be made public.\n\n\"Item\" is an elite unit consisting of four girls. Takitsubo Rikou is able to read and track the weak power emitted by those with abilities. Frenda Seivelun, who excels in combat using explosives and traps. Kinuhata Saiai, who can manipulate nitrogen at will and plays a defensive role. And one of the 7 espers that Academy City is proud of: Mugino Shizuri. They live freely in the darkness of the Academy City, and quietly set their sights on their target...!\n\nThis is a story of encounter, friendship, and darkness that eventually leads to a 'terrible incident'!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/c44dbb37-9b3d-41d9-9e92-3fd6f4ac80d7.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d41fe947-2e33-4b26-ac29-abc70fb08edb",
    "title": {
      "en": "Shut Up, Evil Dragon! I Don't Want to Raise a Child With You Anymore"
    },
    "updatedAt": "2024-09-21T23:59:26+00:00",
    "coverArt": "https://mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/ee4e3885-ee1d-45c6-bc56-b2928765b0ba.jpg",
    "altTitles": [
      {
        "zh": "闭嘴恶龙我不想再跟你带孩子了"
      },
      {
        "en": "Shut Up, Malevolent Dragon! I Don’t Want to Have Any More Children With You"
      }
    ],
    "description": {
      "en": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
      "id": "Setelah dikalahkan dan ditangkap, Dragon Slayer Leon menjadi tawanan Silver Dragon Queen. Dengan kesadaran akan kematian, dia menggunakan sihir terlarang untuk mengutuk sang ratu, tetapi secara tak terduga, sang ratu kehilangan kendali. Dia berpikir bahwa ini akan membuat sang ratu hidup dalam rasa malu seumur hidupnya, dan itu akan sepadan dengan misinya sebagai pemburu naga. Namun, dua tahun kemudian, ketika Leon membuka matanya, di sampingnya ada seorang gadis kecil naga dengan ekor..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6a763c44-db69-4d27-afe1-0a1246ed681f",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon: Elma OL Nikki"
    },
    "updatedAt": "2024-07-28T13:19:47+00:00",
    "coverArt": "https://mangadex.org/covers/6a763c44-db69-4d27-afe1-0a1246ed681f/ce932c83-3cb5-4791-b055-a97f86cf13f3.jpg",
    "altTitles": [
      {
        "en": "Miss Kobayashi's Dragon Maid: Elma's Office Lady Diary"
      },
      {
        "ru": "Дракон-горничная Кобаяши: Офисные деньки Эльмы"
      },
      {
        "ja": "小林さんちのメイドラゴン エルマのＯＬ日記"
      },
      {
        "zh-hk": "小林家的龍女僕 艾瑪的OL日記"
      },
      {
        "zh": "小林家的龙女仆 艾玛的OL日记"
      },
      {
        "it": "La cameriera drago di Kobayashi: il diario da office lady di Elma"
      },
      {
        "vi": "Nhật ký gái công sở của Elma"
      },
      {
        "uk": "Драконопокоївка пані Кобаяші: Офісні дні Ельми"
      },
      {
        "vi": "Hầu Gái Rồng Nhà Kobayashi: Nhật Ký Công Sở Của Elma"
      }
    ],
    "description": {
      "en": "A spin-off of [Kobayashi-san Chi no Maid Dragon](https://mangadex.org/manga/15514) focusing on the daily life of Elma.",
      "id": "Sebuah spinoff dari [Kobayashi-san Chi no Maid Dragon](https://mangadex.org/manga/15514) yang berfokus pada keseharian Elma.",
      "ru": "Спин-офф основной серии, фокусирующийся на повседневной жизни одной из драконов, Эльмы."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5ddcb63-3e21-4817-8e5b-46ff9d4b6a8a",
    "title": {
      "en": "Boku no Noroi no Kyuuketsukihime"
    },
    "updatedAt": "2024-07-22T17:45:08+00:00",
    "coverArt": "https://mangadex.org/covers/f5ddcb63-3e21-4817-8e5b-46ff9d4b6a8a/9903b6ae-0196-479a-8011-e5bf0d8641b2.jpg",
    "altTitles": [
      {
        "ja": "僕の呪いの吸血姫"
      },
      {
        "en": "My Dear, Curse-Casting Vampiress"
      }
    ],
    "description": {
      "en": "In Japan, vampires have emerged and are rampaging throughout the country, eating and killing humans. In order to protect his friends, Isuzu, the leader of the anti-vampire security force, plans to kidnap the vampire slayer \" Baroque,\" who is unofficially detained by the government. She is a legendary \"vampire\" that drives those who see her crazy with her sheer beauty.\n\n[Official English Volumes (Yen Press)](https://yenpress.com/series/my-dear-curse-casting-vampiress)",
      "ja": "人間を喰い殺す「吸血鬼」が出現し、猛威を振るうようになった日本。特殊部隊の隊長・緒坂唯鈴は、吸血鬼から仲間を守りたい一心で国が非公式に拘束しているという「吸血鬼バロック」の誘拐を計画。あまりの美しさゆえ、見た者を狂い死なせるという伝説の「吸血鬼殺し」バロック。自らの立場も命も投げうち、彼女に協力を求める唯鈴にバロックは――。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]