[
  {
    "mangaId": "f58c6ee0-42f7-4e4a-901a-22cdb03a4e38",
    "title": {
      "en": "Makikomarete Isekai Teni suru Yatsu wa, Taitei Cheat"
    },
    "updatedAt": "2024-11-01T17:02:49+00:00",
    "coverArt": "https://mangadex.org/covers/f58c6ee0-42f7-4e4a-901a-22cdb03a4e38/66d2de41-aa39-41ad-acba-b22db06a9566.jpg",
    "altTitles": [
      {
        "ja": "巻き込まれて異世界転移する奴は、大抵チート"
      },
      {
        "ko": "휘말려서 이세계 전이하는 녀석은 대개 치트"
      },
      {
        "en": "Those Who Get Caught Up in Another World are Usually Cheaters"
      },
      {
        "en": "He is a Matchless Warrior in Different-Dimension World!!"
      },
      {
        "ru": "Непревзойденный воин в другом мире"
      }
    ],
    "description": {
      "en": "One day during lunch break, High School student Takanashi Kyousai and four friends are suddenly transported to another world of Swords and Magic. The Princess of the Other World,  who was the Time-Space Magician that summoned them, wants them to be Heroes and defeat the Demon King to save her world. \n\nWhile his four friends were taken aback by this sudden turn of events, Kyousai was calm and said, \"It's just like a story\". However the Princess made a shocking statement: \n\n\"I only summoned four Heroes, didn't I?\" \n\nWhat fate awaits Kyousai, the man who was accidentally summoned to another world?\n\n---",
      "ja": "ある日の昼休み、突然 4人の友人とともに剣と魔術の異世界へと転移してしまった男子高校生・小鳥遊強斎。彼らを召喚した時空魔術師である異世界の王女によれば、この世界を救うため「勇者」として魔王を倒して欲しいとのこと。突然のことに面食らう友人 4人をよそに「テンプレじゃん」とひとり余裕の表情の強斎だったが……、ここで王女から驚愕の事実が告げられる!「――勇者様は4人のはずですが?」“間違って異世界に召喚されてしまった男\" 強斎の運命やいかに!?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78218ec5-b7ea-4c03-accd-df98c3d8e350",
    "title": {
      "en": "Cardcaptor Sakura: Clear Card"
    },
    "updatedAt": "2024-10-24T18:40:46+00:00",
    "coverArt": "https://mangadex.org/covers/78218ec5-b7ea-4c03-accd-df98c3d8e350/5b63aa7f-7779-46e2-9924-1eb9bc6d23b6.jpg",
    "altTitles": [
      {
        "ru": "Сакура - собирательница карт: Прозрачная карта"
      },
      {
        "ja": "カードキャプターさくら クリアカード編"
      },
      {
        "pt-br": "Sakura Cardcaptor: Clear Card"
      },
      {
        "vi": "Card Captor Sakura - Thẻ bài pha lê"
      }
    ],
    "description": {
      "en": "It is spring, with cherry trees in full blossom, and Sakura is just entering middle school. Her beloved Syaoran has returned from Hong Kong, and life couldn't be better. But when she awakens from a strange dream to find her Sakura Cards powerless, how can she protect Tomoeda from disaster?! [Kodansha]",
      "ru": "Сакура уже учится в первом классе средней школы! Наша героиня продолжает жить своей обычной жизнью. Магическими картами нет пользоваться нужды. Все хорошо и никаких больше беспокойств не происходит. И даже более того! Сакура наконец-то смогла увидеться с Шаораном! Он возвратился, и теперь будет учиться вместе с нашей героиней в одной школе! Радости нет предела. Но что за странный сон ни с того ни с сего вдруг видит Сакура? Почему карты стали прозрачными? Почему странные события вновь начали происходить? И что они означают?",
      "pt-br": "O mangá ocorre após a graduação de Sakura na Escola Elementar Tomoeda, em seu primeiro ano de escola secundária. Sakura tem um misterioso sonho, e um incidente ocorre."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "80"
  },
  {
    "mangaId": "cffdc4f4-0cd9-409b-b88c-62aaf2882e07",
    "title": {
      "en": "Orange"
    },
    "updatedAt": "2024-10-26T11:52:02+00:00",
    "coverArt": "https://mangadex.org/covers/cffdc4f4-0cd9-409b-b88c-62aaf2882e07/120268f9-9afb-4788-a445-71ce18c25328.jpg",
    "altTitles": [
      {
        "tr": "Turuncu"
      },
      {
        "ja": "オレンジ"
      }
    ],
    "description": {
      "en": "The spring she turns sixteen, Takamiya Naho receives a strange, but detailed letter from herself, ten years in the future. At first she thinks the letter is a prank, but then the things written in the letter actually happen, including the arrival of the new transfer student who sits next to her in class, Naruse Kakeru. The letter reads just like her diary entries, down to the same characters. It is not until two weeks later, when Kakeru shows back up at school, that Naho finishes the letter. In the letter, her twenty-seven year old self tells her sixteen-year old self that her biggest regret is that Kakeru is no longer with them in the future, and asks her to watch him closely."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "33"
  },
  {
    "mangaId": "5bf4a43b-f870-44d9-b138-48cfc00bda08",
    "title": {
      "en": "After Losing My Job, I Met Miss Mermaid at the Beach"
    },
    "updatedAt": "2025-01-03T12:11:37+00:00",
    "coverArt": "https://mangadex.org/covers/5bf4a43b-f870-44d9-b138-48cfc00bda08/b348a736-7ee0-4e37-9ebc-6d4f987e0918.png",
    "altTitles": [
      {
        "zh": "失业后我在海边遇见了人鱼小姐"
      },
      {
        "zh-ro": "Shiye hou Wo zai Haibian Yujian le Renyu-xiaojie"
      }
    ],
    "description": {
      "en": "After a failed romance and losing her job, the female protagonist decides to join a tour group for a seaside getaway to relax. Unexpectedly, she encounters a mermaid in the ocean! The mermaid engages in some strange behavior and suddenly disappears. The next day, when the female protagonist sees the mermaid again, she is left completely astonished."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "21"
  },
  {
    "mangaId": "ade0306c-f4b6-4890-9edb-1ddf04df2039",
    "title": {
      "en": "Solo Leveling: Ragnarok"
    },
    "updatedAt": "2024-11-24T12:56:19+00:00",
    "coverArt": "https://mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업 : 라그나로크"
      },
      {
        "pt-br": "Upando Sozinho: Ragnarok"
      },
      {
        "ko-ro": "Na Honjaman Level Up: Ragnarok"
      }
    ],
    "description": {
      "en": "The Earth's existence is under threat once more as Itarim, the gods of other universes, seek to fill the void left by the Absolute Being. \n\nSung Jinwoo has no choice but to send Beru, the shadow ant king, to awaken his son's powers and start him on the journey he once took. \n\nSuho must conquer the shadow dungeon and earn his place in the world of hunters as he navigates through a new world against a new evil looking to swallow the world whole.",
      "ko": "줄거리\n\n평범한 대학생으로 살아가던 성수호 죽음을 앞둔 순간, 잠들어 있던 그의 특별한 혈통이 깨어난다!\n\n“일어나라.”\n\n죽음을 거스르고 지배하는 헌터, 그가 선보이는 새로운 레벨업을 주목하라!\n\n* 이 작품은 웹툰 <나 혼자만 레벨업>의 세계관을 이어받은 작품입니다.",
      "pt-br": "A existência da Terra está ameaçada novamente, por Itarim, os deuses de outros universos, buscam preencher o vazio deixado pelo Ser Absoluto.\n\nSung Jinwoo não tem outra opção senão enviar Beru, o rei das formigas das sombras, para despertar os poderes de seu filho e iniciar sua jornada, como ele fez antes.\n\nSuho precisa conquistar a masmorra das sombras e ganhar seu lugar no mundo dos caçadores, enquanto enfrenta um novo mal que ameaça engolir o mundo inteiro."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7afc3e2a-2cfe-4e2d-ae03-0cb5dea19523",
    "title": {
      "en": "A Middle-Aged Man Who Returns From Another World Goes Back to When He Was 17 and Becomes Unbeatable"
    },
    "updatedAt": "2024-12-09T20:19:22+00:00",
    "coverArt": "https://mangadex.org/covers/7afc3e2a-2cfe-4e2d-ae03-0cb5dea19523/590adf3c-a8da-4de9-a7be-4ae14d82e3c0.jpg",
    "altTitles": [
      {
        "ja": "異世界帰りのアラフォーリーマン、17歳の頃に戻って無双する"
      },
      {
        "ja-ro": "Isekai Kaeri no Arafour Riiman, 17-sai no Koro ni Modotte Musou suru"
      }
    ],
    "description": {
      "en": "A black company employee in his 40s, Namba Kazu, died of overwork and was reincarnated to another world. After saving the world, he returns to find himself regressed to his 17-year-old self. \n\nKazu realizes that he can use the abilities he acquired from another world and is excited to restart his life over again. However, through the help of his childhood friend, Yui, he learns of the existence of human-eating abomination called Variant in the world he was born in. \n\nKazu knows from his past memories that Yui will die in the near future. In order to save Yui, who is on a mission to fight against variants, Kazu decided to throw himself into battle in this world as well.",
      "ja": "過労死で異世界に転生したアラフォーリーマンの難波カズ。17歳で異世界を救ったカズは、女神に「元の世界に戻してくれ」と願う。てっきり元のアラフォーリーマンに戻ると思っていたら、17歳の高校生に戻っていた。\n\nそれならばと気楽に90年代を満喫しようとしていたが、幼馴染みの由依をきっかけに『人間を喰う異形ヴァリアント』の存在を知り、カズは異世界チートを武器にこの世界でも戦いに身を投じていく…!",
      "es-la": "Kazu Nanba reencarnó después de la muerte por exceso de trabajo y salvó otro mundo. A la edad de 17 años en el otro mundo después de morir derrotando al rey demonio elije \"regresara a su mundo original\". Pensó que regresaría a su trabajo normal, pero regreso como un estudiante de secundaria de 17 años. Sin embargo ahora se entera que hay \"extrañas criaturas\" que matan humanos y donde Kazu recordara un recuerdo pasado donde su amiga de la infancia Yui morirá en un futuro cercano. Esta vez, para salvar a Yui, Kazu usará el poder de otro mundo para lanzarse también a la batalla en este mundo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7e544761-7d3d-4fce-8137-719814d7d138",
    "title": {
      "en": "Eleceed"
    },
    "updatedAt": "2024-12-10T13:08:18+00:00",
    "coverArt": "https://mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "altTitles": [
      {
        "ko": "일렉시드"
      },
      {
        "es": "Eleceed: Velocidad eléctrica"
      },
      {
        "es-la": "Electricidad veloz"
      },
      {
        "uk": "Ілексід"
      },
      {
        "ru": "Элисед"
      },
      {
        "ur": "السید"
      },
      {
        "ar": "بذور الكهرباء"
      },
      {
        "ar": "تجاوز الكهرباء"
      },
      {
        "zh": "觉醒吧，铲屎官！"
      },
      {
        "zh-hk": "覺醒吧！貓奴"
      },
      {
        "ja": "エレキシード"
      }
    ],
    "description": {
      "en": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "es": "Jiwoo es un joven amable que utiliza sus reflejos increíblemente rápidos, como los de un gato, para hacer del mundo un mejor lugar salvando niños o mascotas. Kayden es un agente secreto prófugo que termina encerrado en el cuerpo de un... mmm... gato gordo, peludo y viejo. Juntos y con la ayuda de los superpoderes de Jiwoo y la inteligencia de Kayden lucharán contra las fuerzas que desean que el mal tome control del mundo. Aunque solo lo lograrán si consiguen soportarse lo suficiente para hacerlo.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "fr": "Jiwoo est un jeune lycéen au bon coeur qui utilise ses réflexes incroyablement rapides pour rendre le monde meilleur, que ce soit en sauvant un petit enfant ou bien un animal de compagnie. Kayden est un agent secret fugitif qui finit par être enfermé dans le corps d'un... euh... vieux, gros chat tout poilu. Ensemble, et équipés des superpouvoirs de Jiwoo et de l'intelligence de Kayden, ils lutteront contre les forces obscures qui veulent que le mal domine le monde... mais seulement s'ils arrivent à bien s'entendre !\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "id": "Kolaborasi yang luar biasa dari author \"Noblesse\" dan author \"Girls the Wild's\"! Kisah aksi fantasi mengenai Kaiden yang jiwanya masuk ke seekor kucing gendut dan Jiwoo yang suka menyembunyikan kekuatannya!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ja": "敵の不意打ちで深い傷を負い、猫の体に身を隠した覚醒者のカイド。猫好きの主人公・勇羽に助けられるが… 『ノブレス』 X 『少女ザワイルズ』作家らによる爽快アクション！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ko": "<노블레스> 손제호 작가와 <소녀더와일즈> 제나 작가가 만났다!\n고양이 몸에 깃든 각성자 카이든과 각성능력을 숨겨온 고등학생 지우\n러블리 2인조의 액션 판타지\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ru": "Кайден - загадочный человек, который словно комета спустился с неба. Весь израненный, почти потерявший последние силы, он решает скрыть свое присутствие - ведь по-другому от погони не уйти. По дороге Кайден встречает обычную дворовую кошку и, почти не думая, решает вселиться в ее тело. Со Чжи У - энергичный и общительный молодой человек из средней школы, который очень любит кошек. Один раз по пути домой он встречает до боли потрепанного кота и берет его к себе домой. Наш У не только добрый, но еще и обладает одной скрытой способностью. Какой же?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "th": "เรื่องใหม่ของนักเขียน Son Je-ho จาก <โนเบลส> และ Zhena จาก <วีน เหวี่ยง WILD มัธยมสาวพันธุ์ดุ>! แอ็กชันแฟนตาซีสุดน่ารัก เรื่องราวของ \"ไคเดน\" ผู้มีพลังพิเศษแต่แฝงตัวด้วยการสิงอยู่ในร่างแมว และ \"จีอู\" นักเรียนหนุ่มทาสแมวแสนธรรมดาที่แอบซ่อนพลังที่ไม่ธรรมดาเอาไว้\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "zh": "超强觉醒者意外变身胖橘，\n没想到铲屎官也有超能力!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "pt-br": "Ji-U é um jovem de bom coração que aproveita os reflexos rápidos de um gato para secretamente tornar o mundo um lugar melhor - uma criança salva ou um animal de estimação adotivo de cada vez. Kayden é um agente secreto em fuga, que se encontra preso no corpo de um... hum... decididamente gordo velho gato fofo. Juntos, armados com os superpoderes de Ji-U e a super inteligência de Kayden, eles estão prontos para lutar contra as forças que deixariam o mal governar este mundo. Isto é, se eles aguentarem um ao outro tempo suficiente para fazer o trabalho.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a54c697-8c53-47f0-8ee6-03e66a673daf",
    "title": {
      "en": "KiraKira☆Pretty Cure A La Mode"
    },
    "updatedAt": "2024-08-03T16:39:11+00:00",
    "coverArt": "https://mangadex.org/covers/2a54c697-8c53-47f0-8ee6-03e66a673daf/4d63903d-a98b-416b-96dc-d6de8938871a.jpg",
    "altTitles": [
      {
        "ja-ro": "KiraKira☆Purikyua A Ra Mōdo"
      },
      {
        "en": "KiraKira☆Precure A La Mode"
      },
      {
        "ja": "キラキラ☆プリキュアアラモード"
      }
    ],
    "description": {
      "en": "14-year-old Ichika Usami loves sweets and wishes to become a patisserie. When she encounters fairy Pekorin, she is able to transform into Cure Whip to protect Kirakiraru, an energy that represents the feelings put into making a sweet, from the Kirakiraru Thieves. Ichika joins five other girls to form the KiraKira Pretty Cure team and protect the sweets!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "15"
  },
  {
    "mangaId": "d8bdc84a-a89c-4996-98b7-1b2950a3ed7f",
    "title": {
      "en": "Rakudai Kishi no Eiyuutan"
    },
    "updatedAt": "2023-06-02T20:50:59+00:00",
    "coverArt": "https://mangadex.org/covers/d8bdc84a-a89c-4996-98b7-1b2950a3ed7f/35a8a0b3-97b6-4ee3-8809-4032e5f529f2.jpg",
    "altTitles": [
      {
        "en": "Chivalry of a Failed Knight"
      },
      {
        "vi": "Hiệp sĩ lưu ban"
      },
      {
        "it": "L'epopea del cavaliere ripetente"
      },
      {
        "es": "La caballerosidad de un fracasado caballero"
      },
      {
        "fr": "Le récit chevaleresque du chevalier échoué"
      },
      {
        "ja-ro": "Rakudai Kishi no Cavalry"
      },
      {
        "en": "The Heroic Tales of the Failure Knight"
      },
      {
        "ru": "Доблесть рыцаря-неудачника"
      },
      {
        "ja": "落第騎士の英雄譚"
      }
    ],
    "description": {
      "en": "There are some humans capable of using magical power to manifest their souls as weapons and control forces beyond normal comprehension. These people are known as Blazers, and those who are recognized as such can undergo training at academies to become Mage-Knights. Ikki Kurogane is an aspiring Mage-Knight, despite being considered the worst student at Hagun Academy as an F-ranked Blazer—the lowest rank possible.  \n  \nOne morning, he accidentally stumbles upon Stella Vermillion, a visiting princess and A-ranked Blazer who has just enrolled at Hagun, in a state of undress. As a result, she challenges him to a duel where the loser will be the winner’s slave. It seems like a surefire win for Stella, but could there be more to Ikki than meets the eye?",
      "it": "In un universo alternativo, gli esseri umani dotati di poteri soprannaturali, noti come Blazer, possono manifestare le proprie anime sotto forma di armi chiamate Device. \n\nIkki Kurogane, soprannominato da tutti il \"Cavaliere Ripetente\", un giorno si imbatte in una ragazza seminuda, Stella Vermillion, mentre questi si cambia nella sua stanza. L'incontro fatale inciderà profondamente sulla vita di Ikki, il quale nel frattempo tenterà di raggiungere la vetta del Festival di combattimento delle sette stelle per diventare un vero cavaliere mago. \nIl festival è un evento annuale organizzato dalle sette accademie di cavalieri maghi del Giappone per determinare chi è l'apprendista cavaliere più forte tra le varie scuole. \nIl vincitore diventerà il nuovo \"Re Spadaccino delle Sette Stelle\", ma gli scontri da affrontare sono all'ultimo sangue e i concorrenti potrebbero addirittura morire.",
      "pt-br": "Existem alguns humanos capazes de usar o poder mágico para manifestar suas almas como armas e controlar forças além da compreensão normal.  Essas pessoas são conhecidas como Blazers, e aqueles que são reconhecidos como tal podem passam por treinamento em academias para se tornarem Cavaleiros Mágicos. Ikki Kurogane é um aspirante a Cavaleiro Mago, apesar de ser considerado o pior aluno da Hagun Academy como um Blazer de classificação F - a classificação mais baixa possível.\n  \nCerta manhã, ele acidentalmente se depara com Stella Vermillion, uma princesa visitante e Blazer de classificação A que acabou de se matricular na Hagun, em estado de nudez. Como resultado, ela o desafia para um duelo onde o perdedor será escravo do vencedor. Parece uma vitória infalível para Stella, mas poderia haver mais em Ikki do que aparenta?"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "45"
  },
  {
    "mangaId": "478e6926-b8bc-465c-9694-2bae1dbaf32b",
    "title": {
      "en": "Latna Saga: Survival of a Sword King"
    },
    "updatedAt": "2024-12-20T18:20:38+00:00",
    "coverArt": "https://mangadex.org/covers/478e6926-b8bc-465c-9694-2bae1dbaf32b/7dc9ebc2-a10a-4ab6-ab98-ad467aed4924.png",
    "altTitles": [
      {
        "ko": "이계 검왕 생존기"
      },
      {
        "en": "The Survival Story of the Sword King in Another World"
      },
      {
        "en": "Otherworldly Sword King's Survival Records"
      },
      {
        "zh": "拔剑九亿次"
      },
      {
        "zh-hk": "異界劍王生存記"
      },
      {
        "ko-ro": "Igye Geomwang Saengjongi"
      },
      {
        "ru": "Король меча"
      },
      {
        "ru": "История выживания короля меча в фэнтезийном мире"
      },
      {
        "ja": "異世界剣王生存記"
      },
      {
        "th": "การเอาชีวิตรอดของราชาดาบในต่างโลก"
      },
      {
        "en": "Survival Story of a Sword King in a Fantasy World"
      }
    ],
    "description": {
      "en": "After being recently discharged from military service and just drifting through life, Hanbin Ryu is suddenly transported to another world.\n\nHowever, his “guide line,” the system bestowed upon him to help with his survival and growth, was filled with errors, causing him to be stuck in the tutorial stage for over 20 years.\n\nWhen he is finally released from this personal hell, he finds everyone has turned against otherworlders like him. Just how will this low-level, super-tutorial newbie survive?\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=mLzbAKkDpYM)\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%B4%EA%B3%84-%EA%B2%80%EC%99%95-%EC%83%9D%EC%A1%B4%EA%B8%B0/2363)\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E5%8A%8D%E7%8E%8B%E7%94%9F%E5%AD%98%E8%A8%98/66)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/6885/)\n- [Official Japanese Translation](https://piccoma.com/web/product/34782)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%82%E0%B8%A5%E0%B8%81/103)",
      "fr": "Transféré contre sa volonté dans un tutoriel où il doit lutter pour survivre, Ryu Hanbin y reste finalement coincé pendant 22 ans. Il est bloqué par un bug au niveau 4, et ce malgré la grande quantité d'XP qu'il accumule ! Quand il est finalement transféré dans le monde de Latna, le contraste entre sa puissance et son niveau lui pose bien des difficultés. Mais finalement, le véritable objectif n'est-il pas de vivre plutôt que de survivre ?",
      "ja": "｢あなたは適合者として選ばれました｣ ｢あなたの能力でセルハラトナに生き残る確率は５％未満です｣ ｢自殺しますか？」 ニート生活から突如として異世界へ飛ばされた！そこはレベル5までを目指す初心者エリアだったが、「ガイドライン」のエラーでレベル5になっても再びレベル1になるという、地獄の日々を送ることになり？！ レベル5の裏に隠された、とてつもない能力とはー",
      "ko": "『귀하는 적합자로 선택받았습니다』\n\n『귀하의 재능으로 셀하 라트나에서 생존할 확률은 5% 미만입니다』\n\n『자살하시겠습니까? Y/N』\n\n“x-까.”\n\n5% 미만의 생존 확률. 22년의 시간. 셀 수도 없는 마견과의 사투.\n이 지옥에서, 나는 홀로 살아남았다.\n\n5라는 레벨 뒤에 감춰진, 무지막지한 히든 스탯들과 함께!\n\n대검 하나로 이계를 썰어버리는,\n사상 최강의 레벨5 검사 류한빈의 극한 사이다 생존기!",
      "ru": "В момент, когда его переместили в другой мир, Рю Хан-Бин был обычным человеком, который недавно вернулся из армии. Хоть он и остался один в пустынном мире с кучей монстров, ему дали задание - стать сильнее. Но есть одна проблема - \"система\", которая должна была давать подсказки, полна недоработок.",
      "th": "รยูฮันบิน ชายผู้เพิ่งปลดประจำการทหารมาได้เพียงสามเดือน จู่ๆ ก็ถูกพาไปยังโลกแปลกๆ ที่เขาไม่รู้จักมาก่อน ชื่อว่า 'เซลฮา แลตนา'\nพร้อมมีข้อความขึ้นว่า \"\"คุณได้รับเลือกในฐานะผู้เข้าเกณฑ์อันทรงเกียรติ\"\" พร้อมกับไกด์ไลน์ที่บอกให้สู้กับมอนสเตอร์ และเพิ่มให้ถึงเลเวล 5 เพื่อไปยังพื้นที่ถัดไป แต่ด้วยระบบเกิดข้อผิดพลาด ทำให้เขาต้องติดอยู่ในนั้นนับสิบปี ที่นั่นมีเพียงเขาแค่คนเดียวกับสุนัขปีศาจ\nอยู่มาวันหนึ่งเขาสามารถเพิ่มถึงเลเวล 5 ได้สำเร็จ และถูกส่งไปยังพื้นที่ต่อไปแบบไม่ทันตั้งตัว\n\nการผจญภัยเพื่อหาทางเอาชีวิตรอดในต่างโลกของเขาได้เริ่มต้นขึ้นแล้ว\nเขาจะหาทางออกไปจากโลกแห่งนี้ และมีชีวิตรอดไปได้หรือไม่",
      "zh": "一个俗套的穿越后带挂升级故事，却因为外挂系统的运算错误而偏离方向。 渴望变强的他被困在新手村二十年，不断的战斗却始终无法提升等级。 九亿次拔剑，九亿次搏杀，他脚踩着尸山血海缓步走来。 “恭喜，您即将被传送出新手村…” 蛰伏的凶兽露出爪牙，万物都将屈服于他拔剑的光辉之下！",
      "zh-hk": "「依照你的能力，\n你在瑟哈拉特那活下來的機率低於5%。」\n\n「你要自殺嗎? Yes or No?」\n\n「三X啊。」\n\n不到5%的生存機率、22年的時間、\n與魔犬纏鬥了無數次，\n我一個人...在這座地獄中生存了下來。\n\n在5等的背後，潛藏著無比強大的隱藏數值!\n\n帶著一把巨劍殺爆異界，堪稱史上最強的5等劍士，\n柳寒頻生存記，看了保證超過癮!"
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "24db60cd-2ba3-473f-be46-c2e82a147cd1",
    "title": {
      "en": "The Super Doctor From 2089"
    },
    "updatedAt": "2024-08-26T23:06:28+00:00",
    "coverArt": "https://mangadex.org/covers/24db60cd-2ba3-473f-be46-c2e82a147cd1/2f1bb98e-baa5-4f31-a219-ad3bd87f4b41.png",
    "altTitles": [
      {
        "en": "Dr. Devil"
      },
      {
        "zh-ro": "Miaoshou Kuang Yi"
      },
      {
        "zh": "妙手狂医"
      },
      {
        "vi": "Diệu Thủ Cuồng Y"
      },
      {
        "pt-br": "O Super Médico de 2089"
      }
    ],
    "description": {
      "en": "Ye Wutian, a brilliant doctor from 2089, somehow time-travels back to the year 2019 in a lab experiment explosion. He wakes up in a wild mountain, and then manages to save a girl, Li Wan'er who's been bitten by a venomous snake. With his apparently superior knowledge in medicine, Ye Wutian embarks on an amazing journey in the beginning of the 21st century…"
    },
    "status": "cancelled",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "307"
  },
  {
    "mangaId": "d80dec69-f88b-4835-b86b-6e40acd67043",
    "title": {
      "en": "Majutsu wo Kiwamete Tabi ni Deta Tensei Elf, Moteamashita Jumyou de Ikeru Densetsu to naru"
    },
    "updatedAt": "2024-04-02T17:33:10+00:00",
    "coverArt": "https://mangadex.org/covers/d80dec69-f88b-4835-b86b-6e40acd67043/bdcb0562-b360-4efd-814c-4bbf806480dd.jpg",
    "altTitles": [
      {
        "ja": "魔術を極めて旅に出た転生エルフ、持て余した寿命で生ける伝説となる, 魔術を極めて旅に出た転生エルフ、持て余した寿命で生ける伝説となる"
      },
      {
        "ja-ro": "Majutsu wo Kiwamete Tabi ni Deta Tensei Elf, Moteamashita Jumyou de Ikeru Densetsu to naru"
      },
      {
        "en": "The Reincarnated Elf Left on a Journey to Master His Magic and With His Extra Lifespan Became a Living Legend"
      }
    ],
    "description": {
      "en": "This the long tale of a reincarnated elf who become a living legend!\n\nAfter his ordinary life came to an end in an accident, Minoru was reincarnated as an elf who have a average lifespan of 1000 years. Due to the regret of not being able to do anything in his previous life, he decided to leave his village and travel in this life to leave behind evidence that he once lived in this world. However, the head of the elf clan imposes a certain trial—?!",
      "ja": "やがて生ける伝説となる転生エルフの、悠々自適な無双譚！\r\n平凡な人生を事故で終え、1000年の寿命をもつエルフに転生したリース。前世で何も為すことができなかった後悔から、今世こそは生きた証を残そうと里を出て旅をすることに！しかし、反対する族長がある試練を課して――!? やがて生ける伝説となる転生エルフの、悠々自適な無双譚開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a5472353-d9e2-4f8e-ae1a-f25ffae45258",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon Official Guidebook"
    },
    "updatedAt": "2023-10-29T13:56:36+00:00",
    "coverArt": "https://mangadex.org/covers/a5472353-d9e2-4f8e-ae1a-f25ffae45258/de51bfe1-503a-420d-840b-995dddb183e0.jpg",
    "altTitles": [
      {
        "en": "Miss Kobayashi's Dragon Maid Official Guidebook"
      },
      {
        "en": "Maidragon Compendium"
      },
      {
        "ja": "小林さんちのメイドラゴン公式ガイドブック メイドラ大全"
      }
    ],
    "description": {
      "en": "A complete compendium! This official guidebook tells you everything about \"Kobayashi-san Chi no Maid Dragon\" (as of now).\nCharacter profiles for humans and dragons / Recap of the story by volume / Dragon matching test / Guardian knowledge test / Collection of gorgeous illustrations by the best guest artists / Q&A with Coolkyoushinja / Drafts for Chapter 1 / Illustration gallery (in full color)... and more!\nIt also includes a special chapter newly drawn!\nA super-supreme must-have for all Dragon Maid fans!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f73422e-e47c-41a1-8b5d-96ba13498cfe",
    "title": {
      "en": "Legend"
    },
    "updatedAt": "2024-10-29T22:53:32+00:00",
    "coverArt": "https://mangadex.org/covers/5f73422e-e47c-41a1-8b5d-96ba13498cfe/d8961de9-8563-4fbc-9bee-99cba81786b5.jpg",
    "altTitles": [
      {
        "ja": "レジェンド"
      },
      {
        "ko": "레전드"
      },
      {
        "zh-hk": "legend魔獸師傳說"
      },
      {
        "ru": "Легенда"
      }
    ],
    "description": {
      "en": "Reiji Saeki was living in a north-eastern countryside town and lost his life in an accident during summer vacation. But before he knew it, a mysterious ball of light appeared in front of his eyes in a world of whiteness. Being a magician from a parallel world, that ball of light is looking for someone qualified to inherit the magic they had created in order to prevent it from being lost. Reiji, who took on that suggestion, lives in the parallel world Elgin, with a new body and powerful magic.",
      "ja": "事故死したはずの高校生・レイの前に姿を現した異世界の魔術師・ゼパイル。その後継者に選ばれたレイは、強力な魔力と伝説級のアイテム、そして相棒の魔獣セトとともに、異世界エルジィンで第二の生を歩み始める！"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09bbbb75-1086-4e7c-b775-ae9ee1816e0d",
    "title": {
      "en": "Versus"
    },
    "updatedAt": "2024-11-03T15:04:40+00:00",
    "coverArt": "https://mangadex.org/covers/09bbbb75-1086-4e7c-b775-ae9ee1816e0d/799acf11-9176-4022-bd9e-cb690d6bf58a.jpg",
    "altTitles": [
      {
        "ja": "バーサス"
      },
      {
        "en": "VERSUS"
      },
      {
        "ru": "Противостояние"
      },
      {
        "uk": "Протистояння"
      }
    ],
    "description": {
      "cs": "Lidstvo bylo po stovky let utlačováno kvůli vzestupu a invazi našich přirozených nepřátel \"démonů\". Světu vládl \"Velký král démonů\" a jeho 47 \"ďábelských vládců\". Zatímco lidé žijí ve strachu, 47 lidí bylo vybráno z celého světa a zíkslai titul \"Hrdinové\" a připravují se na boj proti armádě velkého krále démonů. A nyní začíná plán jak zachránit lidstvo, jehož osud je teď na tenkém ledě.",
      "en": "Centuries ago, humanity’s natural enemy, “Demons,” invaded the world and oppressed humankind. The Great Demon Lord and 47 subordinates known as Demon Lords have since dominated the world, while the human race lives on in fear.\n\nIn desperation, a last-ditch effort for humanity’s very survival is placed in the hands of 47 people gathered from across the world. These heroes will oppose the demon army and win back humanity’s freedom…or die trying!\n___\n**Compositor:** [bose](https://mangadex.org/author/aa8eb4f2-d4a2-4c4e-b6e8-2394f3b09b71)\n\n**Alt Official English:** [K MANGA - United States only!](https://kmanga.kodansha.com/title/10569/episode/349625)",
      "ja": "天敵“魔族”の台頭と侵攻により、人類が虐げられ続けて数百年。世界は“大魔王”と、その配下である47体の“魔王”により支配されていた。人々は怯えて暮らしながらも、世界中から選び抜かれた47人を“勇者”と名付け、魔王軍に対抗すべく準備を進めていた。そして今、人類の存亡を懸けた決死の作戦が始まろうとしていた―――。",
      "ru": "Уже сотни лет человечество вынуждено существовать под гнётом своих естественных врагов — демонов, сумевших захватить мир. В их главе стоит Повелитель тьмы, и в подчинении его находятся сорок семь Королей.\nОднако среди людей, чей дух сломлен вековым страхом, было отобрано столько же наречённых Героев, готовых сразиться с демонической армией. И, кажется, отчаянная борьба за судьбу человеческой расы начинается прямо сейчас...",
      "pt-br": "A humanidade foi oprimida por centenas de anos devido à ascensão e invasão do inimigo natural \"demônios\". O mundo era governado pelo \"Grande Lorde Demônio\" e seus 47 \"Senhores Demônios\". Enquanto as pessoas vivem com medo, 47 pessoas selecionadas de todo o mundo foram nomeadas \"Heróis\" e estão se preparando para lutar contra o exército do Rei Demônio. E agora, uma operação desesperada com a sobrevivência da humanidade em jogo estava prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64c7cef8-2c15-4043-98c8-6c11f14ece23",
    "title": {
      "en": "Maryoku Zetsumu no Ryuuken Tsukai: Maryoku Zero no Ryuuou no Musuko, Bocchi Yueni, Tomodachi wo Tsukuru Tameni Madou Gakuen de Musou Suru"
    },
    "updatedAt": "2024-06-23T13:25:27+00:00",
    "coverArt": "https://mangadex.org/covers/64c7cef8-2c15-4043-98c8-6c11f14ece23/3db218f1-6d29-43c0-b314-ead3a1412c54.jpg",
    "altTitles": [
      {
        "en": "Overlord Dragoon"
      },
      {
        "ja": "魔力絶無の竜拳使い～魔力ゼロの竜王の息子、ぼっち故に、友達を作るために魔導学園で無双する～"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57fd5694-5cca-45d4-ab14-61f5f984b2e2",
    "title": {
      "en": "Corpses Never Lie"
    },
    "updatedAt": "2024-05-19T17:48:54+00:00",
    "coverArt": "https://mangadex.org/covers/57fd5694-5cca-45d4-ab14-61f5f984b2e2/437d3f9f-92ee-41d0-b839-c7cabc5f397e.png",
    "altTitles": [
      {
        "ko": "시체는 말한다"
      },
      {
        "ko-ro": "Shichenun Malhanda"
      },
      {
        "ko-ro": "Sicheneun Malhanda"
      },
      {
        "en": "The Corpse Will Tell"
      },
      {
        "en": "The Body Says"
      }
    ],
    "description": {
      "en": "\"10 years, live as if you were a dead mouse for at least 10 years. I won't meddle with however you live your life after that.\"\n\nJeanne, the girl who was praised as a war hero. During the civil war, in order to prevent the emperor from running away, she chopped off his right arm which made her the emperor's target. \n\nAfter changing her name and fleeing to a barren land, she hid herself amongst the <Blue Blood>, a criminal investigation unit specializing in crimes committed by aristocrats. \n\nShe spent a peaceful 10 years along with her new colleagues whom she solved various cases with. But, the past she came to forget starts to catch up to her!\n\nAs if the sudden appearance of the lieutenant from her past who had a crush on her and her dull subordinate who keeps acting suspiciously wasn't enough headache, now even a scammer impersonating as her appears?!\n\n\"...This is insane, am I still drunk?\" The unpredictable mystery of the war hero who became a lazy detective begins!\"",
      "fr": "\"Pendant 10 ans, vivez comme si vous étiez une souris morte. Je ne me mêlerai pas de ce que vous vivrez après ça.\"\n\nJeanne, une femme qui a été louée comme une héros de guerre. Pendant la guerre civile, pour empêcher l’empereur de s’enfuir, elle lui coupa le bras droit, ce qui en fit la cible de l’empereur.\n\nAprès avoir changé de nom et s’être enfuie dans une terre aride, elle s’est cachée parmi une unité d’enquête criminelle spécialisée dans les crimes commis par des aristocrates.\n\nElle a passé 10 ans en paix avec ses nouveaux collègues avec qui elle a résolu divers cas. Mais le passé qu’elle est venue oublier commence à la rattraper !\n\nComme si l’apparition soudaine du lieutenant de son passé qui avait le béguin pour elle et son ennuyeux subalterne qui continue à agir de façon suspecte n’était pas assez de mal de tête, maintenant même un escroc se faisant passer pour elle apparaît.\n\n\"...C’est fou, suis-je ivre?\"\n\nLe passé de Jeanne qui est devenue une détective paresseuse commence !\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d055b51c-fb5a-4966-9220-8e02cf5a9e1b",
    "title": {
      "en": "Foam of the Waves"
    },
    "updatedAt": "2024-09-21T09:32:11+00:00",
    "coverArt": "https://mangadex.org/covers/d055b51c-fb5a-4966-9220-8e02cf5a9e1b/bb0303b2-ae12-4a4f-923a-c990eb2deb7f.jpg",
    "altTitles": [
      {
        "ko": "파도의 포말"
      }
    ],
    "description": {
      "en": "\"Never forgive me.\"\r\nMargret, who was brutally murdered by her lover, is reborn 7 years later as 'Meg'. Will 'Meg', who doesn't know anything about the world, be able to acclimate well into her new life...? A story uncovering the truth behind her death and the growing love between the characters!",
      "fr": "Terriblement assassinée par son amant, Margaret renaît sous le nom de Mag sept ans plus tard et vit une nouvelle vie.\r\n\r\nMag, qui ne connaissait pas le monde, pourra-t-elle s'adapter à sa nouvelle vie ?",
      "ko": "\"저를 용서하지 마세요.\"\r\n \r\n사랑하는 연인에게 끔찍하게 살해당한 마가렛은\r\n7년 후 '매그'로써 다시 태어나 새로운 삶을 살아간다.\r\n \r\n세상 물정 모르던 '매그'는 새로운 삶을 잘 적응해 나갈 수 있을까...?\r\n그녀의 죽음에 얽힌 진상과 인물들의 성장 러브 스토리!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "757c05b6-017d-492e-8c78-cbcfdf568944",
    "title": {
      "en": "Apparently, I'm the Villainess?"
    },
    "updatedAt": "2024-03-23T16:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/757c05b6-017d-492e-8c78-cbcfdf568944/279d77ce-a7b4-4eed-8ddc-240d736fd02c.jpg",
    "altTitles": [
      {
        "en": "They Say I'm the Villainous Young Miss"
      },
      {
        "vi": "Họ Đồn Tôi Là Đại Tiểu Thư Xấu Xa"
      },
      {
        "zh": "据说我是反派大小姐"
      }
    ],
    "description": {
      "en": "I worked as a manhua artist, then died from pulling an all-nighter. I woke up as the villainess \"Emi Morwen\" from my webcomic! Emi was an alluring yet cruel character who departed from the story by ending her own life. However, I’m not the real Emi!",
      "vi": "《Sau khi thức quá khuya, chạy deadline để rồi kết thúc sinh mệnh, tôi đã tái sinh thành nhân vật phản diện trong truyện tranh của mình》"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a109fbb-8777-41ef-b338-62e893907926",
    "title": {
      "en": "Omiai ni Sugoi Komyushou ga Kita"
    },
    "updatedAt": "2025-01-15T11:13:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a109fbb-8777-41ef-b338-62e893907926/755632b5-9913-4976-8b27-3f9a7dd8a6ea.jpg",
    "altTitles": [
      {
        "ja": "お見合いにすごいコミュ症が来た"
      },
      {
        "en": "A Girl Who Really Can’t Communicate Showed up to My Marriage Meeting"
      },
      {
        "vi": "ĐI XEM MẮT VỚI CÔ GÁI BỊ RỐI LOẠN GIAO TIẾP"
      }
    ],
    "description": {
      "en": "Itami, a middle-aged businessman, registers with a marriage agency to find a marriage partner, but luck doesn't seem to be on his side when it comes to matchmaking. Unable to see him like this, his subordinate, Ms. Sonoda, introduces him to a friend.",
      "ja": "しがない中年サラリーマン・伊丹は、結婚相手を見つけるべく結婚相談所に登録するも、婚活は絶賛難航中。そんな彼を見かねてか、同じ部署の部下・園田さんが友達を紹介してくれるというが……。異色すぎる婚活コメディ！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "34"
  },
  {
    "mangaId": "ec3d72be-ef09-4139-9910-920dcdc033ef",
    "title": {
      "en": "Mega Rosalia"
    },
    "updatedAt": "2025-01-19T13:38:22+00:00",
    "coverArt": "https://mangadex.org/covers/ec3d72be-ef09-4139-9910-920dcdc033ef/1ed3b0b8-766c-4d8f-8854-6ccc187e94d3.jpg",
    "altTitles": [
      {
        "ja": "メガロザリア"
      },
      {
        "ru": "Мегарозалия"
      },
      {
        "uk": "Мега Розалія"
      }
    ],
    "description": {
      "en": "A true villainess, she will mercilessly kill anyone who gets in the way of her glory. She'll trick and manipulate the witch with the power to rewind time into killing her rivals!",
      "ja": "これが本物の悪役令嬢、栄光の邪魔になる者は容赦なくぶち殺す。時間を巻き戻す力を持つ魔女を騙し操り、ライバル令嬢を殺せ！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb5aaae8-4255-4c45-b1f5-8ce6bf34dcb8",
    "title": {
      "en": "Cosmic Heavenly Demon 3077"
    },
    "updatedAt": "2024-12-17T19:57:01+00:00",
    "coverArt": "https://mangadex.org/covers/eb5aaae8-4255-4c45-b1f5-8ce6bf34dcb8/ce52e512-072d-45bb-b6a1-183322ebcc9d.jpg",
    "altTitles": [
      {
        "ko": "우주천마 3077"
      },
      {
        "en": "Space Heavenly Demon 3077"
      },
      {
        "en": "Cosmic Demon 3077"
      }
    ],
    "description": {
      "en": "After countless years, the Heavenly Demon, sealed within Mount Tai, finally awakened, only to discover that humanity had long abandoned the radiation-soaked Earth and was now exploring the far reaches of the galaxy."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ede55c-1584-4019-b85b-3902a423c3ab",
    "title": {
      "en": "Fairy Tail: 100 Years Quest"
    },
    "updatedAt": "2024-11-28T11:28:40+00:00",
    "coverArt": "https://mangadex.org/covers/52ede55c-1584-4019-b85b-3902a423c3ab/50a36b01-6847-4714-b3f5-1dfd22e50f4a.jpg",
    "altTitles": [
      {
        "en": "Fairy Tail 100 Years Quest"
      },
      {
        "vi": "Fairy Tail Nhiệm vụ Trăm năm"
      },
      {
        "ja-ro": "Feari Teiru: Hyaku-nen Kuesuto"
      },
      {
        "ru": "Хвост Фей: 100-летний квест"
      },
      {
        "th": "แฟรี่เทล ภาคเควส 100 ปี ตอนที่"
      },
      {
        "ja": "フェアリーテイル １００年クエスト"
      },
      {
        "ko": "페어리 테일 -100년 퀘스트"
      },
      {
        "zh-hk": "妖精的尾巴 百年任務"
      },
      {
        "uk": "Хвіст Феї: 100-річний квест"
      }
    ],
    "description": {
      "en": "After overcoming the threat of Acnologia and Zeref, Fairy Tail has become stronger and more energetic! The 100 year quest which Natsu and company left for, and also to the members who had remained at the guild, something new is going to happen!? Although the story was supposed to have concluded, a new adventure now begins!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Продолжение популярной манги \"Хвост Феи\" или \"Фейри Тейл\", которая будет носить отдельное название \"100 летний квест\"! После победы над Зерефом нашу любимую, еще более сильную гильдию, ждет новое приключение! Не пропустите новые приключения популярных героев!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baa95345-24fb-47a9-83e9-434ff671f968",
    "title": {
      "en": "Super no Ura de Yani Suu Futari"
    },
    "updatedAt": "2025-01-21T13:45:08+00:00",
    "coverArt": "https://mangadex.org/covers/baa95345-24fb-47a9-83e9-434ff671f968/ed7a8bf7-00a5-4ebe-806a-4cae4e0b51b5.jpg",
    "altTitles": [
      {
        "ja": "スーパーの裏でヤニ吸うふたり"
      },
      {
        "id": "Cerita Tentang Merokok di Belakang Supermarket"
      },
      {
        "es-la": "Historias que ocurren al fumar en la parte trasera del supermercado"
      },
      {
        "pt-br": "Uma história sobre fumar no fundo de um mercadinho"
      },
      {
        "ru": "История о перекуре за супермаркетом"
      },
      {
        "uk": "Історія про перекур за супермаркетом"
      },
      {
        "zh-hk": "在超市後門吸菸的二人"
      },
      {
        "en": "Smoking Behind the Supermarket with You"
      },
      {
        "en": "Behind the Supermarket, Smoking With You"
      },
      {
        "ar": "خلف المتجر ادخن معك"
      },
      {
        "ja-ro": "Super no Ura de Yani Suu Futari"
      },
      {
        "fr": "Smoking behind the Supermarket with You (Kana)"
      },
      {
        "fr": "Fumer en bonne compagnie à l'arrière de la supérette"
      },
      {
        "en": "A Story About Smoking at the Back of the Supermarket"
      },
      {
        "fr": "Deux fumeurs à l'arrière de la supérette"
      }
    ],
    "description": {
      "en": "Sasaki, an overworked salaryman, goes through an average stressful day just for a single light at the end of the tunnel: Yamada, the always-cheerful clerk at his favorite convenience store. \n\nOne day, Sasaki takes an extra amount of time at a company meeting, and by the time he gets to the convenience store Yamada has already clocked out. However, as he leaves, he notices a young woman with piercings smoking behind the store?\n\n---\n**Links:**\n- Alternative Official English - [Manga UP!](https://global.manga-up.com/manga/261)",
      "ru": "Сасаки, переутомлённый служащий, каждый раз проживает обычный напряжённый день ради единственного света в конце туннеля: Ямада, жизнерадостная продавщица в его любимом магазинчике.\nВ один день, Сасаки задержался на работе и когда он возвращался домой через магазинчик, смена Ямады давно закончилась. Однако, когда он вышел, то заметил молодую женщину с пирсингом курящую за магазином.",
      "vi": "Sasaki - một người đàn ông làm công ăn lương, vượt qua những ngày làm việc mệt nhoài nhờ có tia sáng nơi cuối đường hầm: Yamada - nhân viên bán hàng luôn vui tươi tại siêu thị tiện lợi yêu thích của anh. Một ngày nọ, Sasaki phải ở lại công ty đến muộn vì một cuộc họp nên khi đến cửa hàng, Yamada đã hết giờ làm việc. Tuy nhiên, khi sắp rời đi, anh để ý thấy một cô gái trẻ đeo những chiếc khuyên xỏ đang ngồi hút thuốc phía sau cửa hàng…",
      "es-la": "Sasaki, un asalariado con exceso de trabajo, pasa por un día estresante promedio solo por una sola luz al final del túnel: Yamada, la siempre alegre empleada de su tienda de conveniencia favorita. Un día, Sasaki se toma una cantidad extra de tiempo en una reunión de la empresa, y cuando llega a la tienda de conveniencia, Yamada ya se había marchado. Sin embargo, cuando se va, se da cuenta de que una mujer joven con piercings fuma detrás de la tienda......",
      "pt-br": "Sasaki, um assalariado sobrecarregado, passa por um dia estressante comum apenas por uma única luz no fim do túnel: Yamada, o sempre alegre balconista de sua loja de conveniência favorita.\n\nUm dia, Sasaki leva um tempo extra em uma reunião da empresa e, quando chega à loja de conveniência, Yamada já bateu o ponto. No entanto, ao sair, ele percebe uma jovem com piercings fumando atrás da loja. O que vai se desenrolar?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78687be0-7487-4671-ac55-a6c6bbdb449b",
    "title": {
      "en": "Gakuen Mono no Otome Game no Sekai ni Tensei Shita kedo, Cheat-mochi no Haikei Danshi Seito datta you desu"
    },
    "updatedAt": "2024-12-15T21:03:47+00:00",
    "coverArt": "https://mangadex.org/covers/78687be0-7487-4671-ac55-a6c6bbdb449b/2c9f1e27-f7d0-4f07-b236-64cd0dd708f0.jpg",
    "altTitles": [
      {
        "ja": "学園物の乙女ゲームの世界に転生したけど、チート持ちの背景男子生徒だったようです。"
      },
      {
        "en": "It Seems that I was Reincarnated into the World of a School Otome Game, but I was a Background Male Student with Cheats."
      },
      {
        "zh-hk": "我似乎在學園主題的乙女遊戲世界中轉生，但我是一個有外掛的背景男子學生。"
      }
    ],
    "description": {
      "en": "Kenta, a freelancer, is reincarnated into a world that resembles a school otome game that his sister likes, and he finds himself a male student with a background character. In his reincarnation, Kenta tries his best to improve his living environment as a commoner, Kent, by making his part-time bakery across the street from his house thrive, but for some reason, more and more attractive women start to appear around him.",
      "ja": "フリーターの健太は、妹が好きな学園物の乙女ゲームに似た世界に転生してしまい、気が付けば背景キャラの男子生徒になっていた。転生先では、平民のケントとして生きる健太。家の向かい側にあるバイト先のパン屋を繁盛させようと現代知識を駆使して頑張る健太だが、なぜか周りに魅力的な女性達が増えていき――。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b347d551-52eb-40cb-a11a-bfb9959d6495",
    "title": {
      "en": "Sekai Saikyou no Kouei: Meikyuukoku no Shinjin Tansakusha"
    },
    "updatedAt": "2024-08-19T02:18:15+00:00",
    "coverArt": "https://mangadex.org/covers/b347d551-52eb-40cb-a11a-bfb9959d6495/53dec05f-f377-47c3-93c1-84cd9771908d.jpg",
    "altTitles": [
      {
        "fr": "L'arrière-garde la plus forte du monde - L'explorateur novice du pays du labyrinthe"
      },
      {
        "en": "World Strongest Rearguard: Labyrinth Country and Dungeon Seekers"
      },
      {
        "en": "World's Strongest Rearguard - The Novice Seeker of Labyrinth Country"
      },
      {
        "en": "WSR"
      },
      {
        "ru": "Самый сильный в мире Заступник – Страна лабиринта и искатели приключений"
      },
      {
        "ja": "世界最強の後衛"
      },
      {
        "ja": "世界最強の後衛 ～迷宮国の新人探索者～"
      },
      {
        "zh-hk": "世界最強後衛～迷宮國的新人探索者～"
      },
      {
        "ko": "세계최강의 후위 ~미궁나라의 신인탐색가~"
      },
      {
        "en": "The World's Strongest Rearguard: Labyrinth Country's Novice Seeker"
      },
      {
        "zh": "世界最强后卫~迷宫国的新人探索者~"
      }
    ],
    "description": {
      "en": "Workaholic assistant Atobe Arihito fell asleep in his company's bus that was traveling for a vacation. When he awoke he learned he had died due to the bus getting into an accident, and that he had reincarnated into a world of reincarnators - to the Labyrinth Country. To his surprise he was discovered by his slave driving manager, Igarashi Kyouka, who further explains their role in this world. \n\n\nIn Labyrinth Country, Reincarnators are expected to choose a job and form parties to fight against monsters in Labyrinths. \"Valkyrie\" Kyouka had expected Arihito to work with her once again, but he declines due to his knowledge of her demanding nature. As they depart she vows to make him regret not choosing her. \n\nAnd thus starts Arihito's adventure as a \"Rear Guard\".",
      "ru": "Главный герой — трудоголик с большим стажем, он и его босс попадают в аварию, после чего они обнаруживают, что переместились в другой мир. Главный герой не хочет оставаться с начальницей, решая отправиться на приключения в одиночестве. Куда же его приведут эти странствия и встретятся ли они вновь?..   \n\n\n---\n\n**Links:** [Alternate Raw](https://comic-walker.com/contents/detail/KDCW_MF00000068010000_68/)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8a959f7-648e-4c8d-8f23-f1f3f8e129f3",
    "title": {
      "en": "One-Punch Man"
    },
    "updatedAt": "2025-01-04T07:08:17+00:00",
    "coverArt": "https://mangadex.org/covers/d8a959f7-648e-4c8d-8f23-f1f3f8e129f3/ca1052ff-4fcf-44d2-8020-f66e07cc28ce.jpg",
    "altTitles": [
      {
        "es": "El hombre de un solo golpe"
      },
      {
        "en": "One Punch-Man"
      },
      {
        "en": "One Punch Man"
      },
      {
        "en": "OPM"
      },
      {
        "tr": "Tek Yumruk"
      },
      {
        "ja-ro": "Wanpanman"
      },
      {
        "ru": "Ванпанчмен"
      },
      {
        "fa": "مرد تک‌مشتی"
      },
      {
        "fa": "وان‌پانچ‌من"
      },
      {
        "ja": "ワンパンマン"
      },
      {
        "zh": "一拳超人"
      },
      {
        "ko": "원펀맨"
      },
      {
        "zh": "一击男"
      },
      {
        "ne": "वान्-पन्च् म्यान्"
      },
      {
        "ar": "ون بنش مان"
      },
      {
        "ar": "رجل اللكمة الواحدة"
      },
      {
        "th": "วันพันช์แมน"
      },
      {
        "he": "איש האגרוף הבודד"
      },
      {
        "he": "וואן פאנץ' מן"
      },
      {
        "kk": "Бірұрман"
      },
      {
        "kk": "Уанпанчмен"
      },
      {
        "de": "ONE-PUNCH MAN"
      },
      {
        "pt-br": "One-Punch Man"
      },
      {
        "uk": "Ванпанчмен"
      }
    ],
    "description": {
      "en": "After rigorously training for three years, the ordinary Saitama has gained immense strength which allows him to take out anyone and anything with just one punch. He decides to put his new skill to good use by becoming a hero. However, he quickly becomes bored with easily defeating monsters, and wants someone to give him a challenge to bring back the spark of being a hero.  \n  \nUpon bearing witness to Saitama's amazing power, Genos, a cyborg, is determined to become Saitama's apprentice. During this time, Saitama realizes he is neither getting the recognition that he deserves nor known by the people due to him not being a part of the Hero Association. Wanting to boost his reputation, Saitama decides to have Genos register with him, in exchange for taking him in as a pupil. Together, the two begin working their way up toward becoming true heroes, hoping to find strong enemies and earn respect in the process.  \n  \n\n\n\n---\n\n**Notes:**  \n- Because some groups use the web version of the manga while others use the magazine version, the numbering won't match between different languages.  \n- **Because a takedown notice was sent to MangaDex from the owners of this series, fan translations of One Punch Man are currently unavailable to be uploaded. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-punch-man) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US).**",
      "fa": "در جهان اَبَر قهرمان ها قهرمانی بسیار قدرتمند و شکست ناپذیر وجود داره که به (مرد تک مشتی) معروفه چون اون تمامی دشمنان و رقیب هاشو فقط با یک مشت از میدان به در میکنه. بعد از مدتی سایتاما  دیگه از مبارزاتش لذت نمیبره و احساساتی مثل هیجان و ترس رو در خودش فراموش میکنه! و همراه تنها شاگردش که یک سایبورگ هست به انتظار رقیبی خوب ، ماجراهایی رو دنبال میکنن و……",
      "ru": "Манга повествует о молодом человеке по имени Сайтама. Он — герой, обычный герой. Основная его проблема в том, что он вышибает дух из злодеев одним ударом. А это очень скучно…",
      "tr": "Üç yıllık sıkı bir eğitimden sonra, Saitama, tek bir yumrukla herkesi ve her şeyi alt etmesine izin veren muazzam bir güç kazandı. Bir kahraman olarak yeni becerisini iyi bir şekilde kullanmaya karar verir. Bununla birlikte, canavarları kolayca yenmekten çabucak sıkılır ve kahraman olma kıvılcımını geri getirmek için birinin ona meydan okumasını ister.\n  Bir cyborg olan Genos, Saitama'nın inanılmaz gücüne tanık olduktan sonra, Saitama'nın çırağı olmaya kararlıdır. Bu süre zarfında Saitama, Kahraman Derneği'nin bir parçası olmadığı için ne hak ettiği takdiri görmediğini ne de insanlar tarafından tanınmadığını fark eder. İtibarını artırmak isteyen Saitama, Genos'u öğrenci olarak alması karşılığında kendisine kaydettirmeye karar verir. İkisi birlikte, güçlü düşmanlar bulmayı ve bu süreçte saygı kazanmayı umarak gerçek kahramanlar olma yolunda ilerlemeye başlar.",
      "pt-br": "One-Punch Man conta a história de Saitama, um super-herói extremamente poderoso, que se entediou com a ausência dos desafios nas suas lutas contra o mau e procura encontrar um oponente digno para lutar."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97e8bb6b-1407-4053-b167-87d1077fb9df",
    "title": {
      "en": "Suguru-kun Fight!"
    },
    "updatedAt": "2025-01-15T10:49:00+00:00",
    "coverArt": "https://mangadex.org/covers/97e8bb6b-1407-4053-b167-87d1077fb9df/9022b8d9-9acb-434d-a5e6-cc931cfe30b8.jpg",
    "altTitles": [
      {
        "uk": "Борись, Сугуру!"
      },
      {
        "ja": "スグルくんファイト!"
      },
      {
        "en": "Fight Suguru-kun!"
      }
    ],
    "description": {
      "en": "When Suguru, an ordinary high school student, comes home as usual, he bumps into his older sister's friend, Noriyuki! \n\nDeciding at first glance that the huge and rugged-looking Noriyuki is the type he doesn't like, Suguru leaves the house to escape from him, but for some reason Noriyuki starts to pester him persistently...!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "36.5"
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-12-27T19:45:13+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/8e32399d-1bbe-4430-b2fe-8c4d01127e87.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "zh-hk": "從今天開始的青梅竹馬"
      },
      {
        "zh": "从今天开始的青梅竹马"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      },
      {
        "vi": "Bạn từ nhỏ kể từ ngày hôm nay"
      }
    ],
    "description": {
      "en": "Kaede Yuzuki is Kouhei Aida's new neighbor, both at home and in the classroom. Kouhei tries to be friendly with Kaede, but their conversations lead nowhere. But then one day…\n___\n[Official X Account](https://twitter.com/kyo_osa0420)",
      "es-la": "Kaede Yuzuki siempre deseó tener un amigo de la infancia como en los mangas que lee. Cuando se mudó al lado de su compañero de clase, Kouhei Aida, él dijo que haría cualquier cosa para ayudarla. Entonces, ¡ella le pidió que fuera su amigo de la infancia! ¡Los dos tienen divertidas aventuras recreando todas las cosas que deberían hacer los amigos de la infancia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38a89cab-9a61-4adb-ad5f-f079064027a0",
    "title": {
      "en": "Isekai Majutsushi wa Mahou o Tonaenai"
    },
    "updatedAt": "2024-10-04T13:22:08+00:00",
    "coverArt": "https://mangadex.org/covers/38a89cab-9a61-4adb-ad5f-f079064027a0/397c1070-1e65-46f9-9a5c-14e07f7baf9f.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai Majutsu-shi wa Mahou wo Tonaenai"
      },
      {
        "ru": "Волшебник из другого мира не произносит заклинаний"
      },
      {
        "ja": "異世界魔術師は魔法を唱えない"
      },
      {
        "zh": "異世界魔術師不詠唱魔法"
      },
      {
        "ja-ro": "Isekai Majutsushi wa Mahou wo Tonaenai"
      },
      {
        "en": "The Other World's Wizard Does Not Chant"
      }
    ],
    "description": {
      "en": "The Magician named Yard was suddenly summoned in different world as a Hero. The sorcery in this world is behind compared to Yard who came from another world. The other summoned heroes are also unreliable. Furthermore, it is not possible to return to the former world… In such a hopeless situation, Yard chuckles to himself. Get ready, humans of this world. This world where witchcraft is behind. I have enormous toy in this box. allow me to play with it. The Villainous magician named Yard tramples down the other world with overwhelming Dark magic!  \r\n  \r\n[Web Novel](https://novel18.syosetu.com/n5389bx/) (Raw)",
      "pt-br": "O mago chamado Yard foi repentinamente convocado em um mundo diferente como um 「Herói. A feitiçaria neste mundo está atrás em comparação com Yard, que veio de outro mundo.Os outros heróis convocados também não são confiáveis. Além disso, não é possível voltar ao mundo anterior. Em tal situação desesperadora, Yard ri de si mesmo.\n\n「Preparem-se, humanos deste mundo. Este mundo onde a bruxaria está para trás.Eu tenho um brinquedo enorme nesta caixa. deixe-me brincar com isso 」\n\nO mago Vilão chamado Yard atropela o outro mundo com magia negra avassaladora!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "632cabd4-4552-4ba4-aea9-9db96a8b8a9f",
    "title": {
      "en": "Imouto no Tomodachi ga Nani Kangaeteru no ka Wakaranai"
    },
    "updatedAt": "2024-08-25T11:06:21+00:00",
    "coverArt": "https://mangadex.org/covers/632cabd4-4552-4ba4-aea9-9db96a8b8a9f/3b88e0cc-91cd-4f88-8b05-bb2a80cab5d5.jpg",
    "altTitles": [
      {
        "en": "I Don't Know What My Little Sister's Friend Is Thinking!"
      },
      {
        "fr": "Je ne sais pas ce que la copine de ma petite sœur pense"
      },
      {
        "es": "No sé que piensa la amiga de mi hermana pequeña"
      },
      {
        "es-la": "No sé que piensa la amiga de mi hermanita"
      },
      {
        "vi": "Tôi chẳng hiểu cô bạn của em gái tôi đang nghĩ gì!"
      },
      {
        "ru": "Я не знаю, о чем думает подруга моей младшей сестры!"
      },
      {
        "hi": "मुझे नहीं पता कि मेरी छोटी बहन की सहेली क्या सोच रही है!"
      },
      {
        "ja": "妹の友達が何考えてるのかわからない"
      }
    ],
    "description": {
      "en": "My sister's friend Tsuyu-chan is a quiet girl who and I can't figure out what she is thinking. However, it doesn't seem that I'm much disliked… Acclaimed as \"cute\" on SNS! Daily popular short love comedy with a total of 1.1 million likes.",
      "es-la": "Chie-chan tiene una amiga, Tsyu-chan, y el hermano de Chie no sabe acerca de los sentimientos de Tsuyu, así se desarrollará esta pequeña comedia romántica.",
      "pt-br": "A amiga da minha irmã, Tsuyu-chan, é uma garota quieta, e eu não faço ideia do que ela está pensando. No entanto, parece que não sou tão detestado como eu pensava..."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "34"
  },
  {
    "mangaId": "084b794d-b879-432e-b0af-6d4628a1a3f6",
    "title": {
      "en": "How to Live as a Tyrant's Spoiled Brat"
    },
    "updatedAt": "2025-01-21T15:59:08+00:00",
    "coverArt": "https://mangadex.org/covers/084b794d-b879-432e-b0af-6d4628a1a3f6/bfc2792b-ac3a-41a1-a581-289c9fab745c.jpg",
    "altTitles": [
      {
        "ko": "폭군의 망나니 오빠로 사는 법"
      }
    ],
    "description": {
      "en": "On the day the empire fell to rebellion and invasion from another world, Valen met his end alongside his sister, the Emperor.  \n\nBut when he opened his eyes again, he found himself 40 years in the past.  \n\nThis time, he vowed to do whatever it took to prevent the world's destruction and protect the Emperor.  \n\nAnd his solution?  \n\nTo live an even wilder life than before.  \n\n\"If I was a scoundrel in my past life, then this time... I'll be the ultimate menace!\""
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba549e23-300f-426a-81e9-114115db5bcd",
    "title": {
      "en": "Zatsuyo Gakari Ken Shien Jutsu Shi Ha Party Tsuiho Ni Akogareru ~Seken Ha Tsuiho Boomnanoni, Ore Wo Kadai Hyoka Suru Party Member Tachi Ga Kesshite Tebanaso to Shitekurenai~"
    },
    "updatedAt": "2024-10-31T12:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/ba549e23-300f-426a-81e9-114115db5bcd/546e5cf9-4f78-4c43-ae43-c7d6c820c197.jpg",
    "altTitles": [
      {
        "ja": "雑用係兼支援術師はパーティー追放に憧れる～世間は追放ブームなのに、俺を過大評価するパーティーメンバーたちが決して手放そうとしてくれない～"
      },
      {
        "en": "The Support Mage Yearns for Party Banishment: The World Is in a Banishment Boom, but the Party Members Who Think Too Highly of Me Never Want to Let Me Go"
      },
      {
        "es": "El Encargado de los Deberes y Mago de Apoyo Anhela ser Expulsado del Grupo ~Aunque el Mundo Está en un Boom de Expulsiones, los Miembros del Grupo que me Sobreestiman no me Dejarán ir~"
      }
    ],
    "description": {
      "en": "\"Stormbreaker,\" an up-and-coming party of young adventurers, is making waves in the dungeon conquest world with its record-breaking speed. Amidst this, Monog, who works as a handyman and a support mage, begins to doubt whether he will be expelled from \"Stormbreaker\" due to the recent \"Attacker Supremacy\" trend. However, the other members have no intention of kicking him out. In fact, they are the complete opposite...? Is the negative handyman actually a genius(?) support mage?",
      "es": "El grupo de aventureros jóvenes y prometedores 'Stormbreaker' está causando sensación al progresar en la conquista del calabozo a una velocidad récord. En medio de esto, Monogu, quien trabaja en tareas generales y también es un mago de apoyo, se siente cada vez más paranoico debido al actual 'atacante supremacista' que prevalece, temiendo ser expulsado de 'Stormbreaker'. Sin embargo, los miembros no tienen intenciones de expulsarlo, ¡y de hecho, algo totalmente opuesto...? ¡El despectivo asistente resulta ser un genio mago de apoyo! Junto a los miembros con personalidades únicas y adorables, ¡apuntemos a convertirnos en el grupo más fuerte! ¡Desde 'Novela Web', una historia de aventuras juveniles y harem!",
      "ja": "新進気鋭の若手パーティー「ストームブレイカー」は、最速記録でダンジョン攻略を進める今話題の冒険者集団だ。そんな中、雑用係兼支援術師のモノグは昨今の「アタッカー至上主義」により、自身が「ストームブレイカー」から追放されるのでは？と疑心暗鬼に陥っていた。しかし、メンバーたちは追放しようとは思っておらず、それどころかまったくの真逆で…？ネガティブ雑用係は天才（？）支援術師だった！？"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "bd84df12-4fd0-4ea1-9082-d4a708f27b67",
    "title": {
      "en": "Gal to Bocchi"
    },
    "updatedAt": "2024-01-03T01:31:20+00:00",
    "coverArt": "https://mangadex.org/covers/bd84df12-4fd0-4ea1-9082-d4a708f27b67/1eedcff7-fcf6-4e09-8add-7b01df999de5.jpg",
    "altTitles": [
      {
        "ja": "ギャルが苦手なボッチ女子の話"
      },
      {
        "en": "A Story About a Lone Girl Who's Not Good with Gyarus"
      },
      {
        "ja": "ギャルとボッチ"
      },
      {
        "ja-ro": "Gyaru ga Nigate na Bocchi Joshi no Hanashi"
      }
    ],
    "description": {
      "en": "Stone-faced Hina Kawai says she is not good with gyarus... but that's not an impediment for Hayashibara, her classroom's most noticeable gyaru."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "38"
  },
  {
    "mangaId": "1c8c2eda-9b18-4c38-8e90-ba83e1cdaa98",
    "title": {
      "en": "Iyahaya Atami-kun"
    },
    "updatedAt": "2024-08-08T19:03:41+00:00",
    "coverArt": "https://mangadex.org/covers/1c8c2eda-9b18-4c38-8e90-ba83e1cdaa98/b24d9374-938d-4a46-8a60-5a7e5de309a2.jpg",
    "altTitles": [
      {
        "ja": "いやはや熱海くん"
      },
      {
        "zh": "热海同学不容易"
      },
      {
        "en": "My Oh My, Atami-kun"
      }
    ],
    "description": {
      "en": "A handsome boy, the most handsome in his school, who is constantly receiving and rejecting girls' confessions. What they don't know is that he is in love with another boy."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "229e5177-2e71-4642-bd56-a9b0b0ba0e60",
    "title": {
      "en": "Toaru Majutsu no Index"
    },
    "updatedAt": "2025-01-14T17:21:46+00:00",
    "coverArt": "https://mangadex.org/covers/229e5177-2e71-4642-bd56-a9b0b0ba0e60/a7042012-f6ab-48f8-a46f-e2a5e0f3d853.jpg",
    "altTitles": [
      {
        "en": "A Certain Magical Index"
      },
      {
        "ru": "Некий Магический Индекс"
      },
      {
        "ar": "فهرس السحر"
      },
      {
        "ar": "فهرس كتب السحر المحرمة"
      },
      {
        "ja": "とある魔術の禁書目録"
      },
      {
        "ja-ro": "Toaru Majutsu no Kinsho Mokuroku"
      },
      {
        "zh": "魔法的禁書目錄"
      },
      {
        "zh-hk": "魔法禁書目錄"
      },
      {
        "vi": "Cấm ma thuật thư Index"
      }
    ],
    "description": {
      "ar": "تدور أحداث القصة في عالم حيث توجد قوى خارقة للطبيعة من العلم، ويوجد السحر من الدين  \n  \nفي القصة، توما كاميجو هو طالب عادي في الثانوية بدرجات دراسية فظيعة وقوة تسمى كاسرة الأوهام. يمكن لـ كاسرة الأوهام إبطال أي قوة أخرى، لكنها تقوض أيضًا حظ كاميجو الجيد.   \n.إن قوة كاسرة الأوهام الهائلة لا تُوصف حرفياً، لذا فإن كاميجو المسكين مصنّف في المستوى من ذوي المستوى صفر  \nيصادف أنه قابل فتاة برداء أبيض تتدلى من شرفة نافذته. تقول الفتاة أن السَّحرةَ يطاردونها، ويكتشف كاميجو أن الفتاة هي راهبة في كنيسة إنجلترا التي استبدلت ذكرياتها بالقُوَّةِ ليتصبح \"فهرس الكتُب المحرّمة\" الـ .103,000 للكنيسة",
      "en": "The story is set in a world where supernatural powers exist through science, and magic exists through religion.  \n  \nIn the story, Touma Kamijou is an ordinary high school boy with terrible academic scores and a power called Imagine Breaker. Imagine Breaker can defeat any other power, but it also undermines Kamijou's own good luck. His Imagine Breaker's immense strength is literally immeasurable, so hapless Kamijou is listed at the supernatural level of 0. He happens to meet a girl in white hanging off his window balcony. The girl says she is being chased by sorcerers, and Kamijou learns that the girl is a Church of England nun whose memories have been forcibly replaced by Index-Librorum-Prohibitorum — the 103,000 forbidden texts of the Church.",
      "ru": "Действие разворачивается в параллельном мире, где наука сплавлена с магией, и сверхъестественные способности давно никого не удивляют. Их носители делятся на две категории: эсперов, которые в результате направленной мутации получили один, пусть и мощный дар, и магов, которые могут быть слабее, но диапазон возможностей у них куда шире. Юных эсперов со всей Японии собирают в единый образовательный центр – город под названием Академия. Там и учится главный герой сериала Камидзё Тома. Дар у парня весьма странный: его правая рука – универсальный негатор, то есть, обнуляет любое парафизическое, магическое или божественное воздействие. А раз так, считает Тома, то и немногие крупицы счастья, посылаемые судьбой, до него просто не доходят, и вся его жизнь – полная невезуха (его любимая фраза). То на телефон наступит, то не с теми парнями свяжется, то обнаружит на перилах собственного балкона на редкость милое и голодное юное создание в костюме монашки…  \n  \nАдаптация ранобэ Toaru Majutsu no Index от Камати Кадзумы.|",
      "pt-br": "A história se passa em uma cidade acadêmica tecnologicamente avançada localizada na região oeste de Tóquio, onde alunos cientificamente avançados chamados \"espers\" estudam e desenvolvem habilidades especiais cuja fonte é a mente humana. Touma Kamijou é um estudante da Academia da Cidade cuja habilidade, a Imagine Breaker, possui o poder de anular quaisquer outros poderes usando sua mão direita, mas esse poder faz com que sua sorte também seja anulada, fazendo com que seja alvo de diversas furadas e problemas de azar. Um dia ele encontra uma jovem pendurada na grade de sua varanda..."
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6be9ef87-51cc-4064-b414-630f672b2bc9",
    "title": {
      "en": "Three Years Apart"
    },
    "updatedAt": "2024-10-11T20:02:23+00:00",
    "coverArt": "https://mangadex.org/covers/6be9ef87-51cc-4064-b414-630f672b2bc9/0a4a3335-fbd1-4bac-b821-cd9dceaf54d7.jpg",
    "altTitles": [
      {
        "en": "3 Years Apart"
      },
      {
        "en": "3-nen sa"
      },
      {
        "en": "San Nen Sa"
      },
      {
        "en": "Sannensa"
      },
      {
        "en": "三年差"
      },
      {
        "pt-br": "Três anos separados"
      },
      {
        "vi": "Cách nhau 3 tuổi"
      }
    ],
    "description": {
      "en": "Mizuki and Kazuya, childhood friends, are 3 years apart.  \nIt's not really a so-called \"Age Gap\" but that makes some distance between them during their youth.  \nFrom their childhood to the present, the story will be told about these two who are 3 years apart.  \n  \n\n\n---\n\n**Links:**  \n- [![](https://i.imgur.com/oiVINmy.png) Artist’s Pixiv](https://www.pixiv.net/member.php?id=596062)  \n- [![](https://i.imgur.com/dQCXZkU.png) Artist’s Twitter](https://twitter.com/shimazakikazumi)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "74"
  },
  {
    "mangaId": "c1e0c881-c5f6-4d5d-9249-2bba370ca556",
    "title": {
      "en": "Bubu to Michelle - Ameagari no Tenshi"
    },
    "updatedAt": "2024-01-19T12:07:14+00:00",
    "coverArt": "https://mangadex.org/covers/c1e0c881-c5f6-4d5d-9249-2bba370ca556/c8ee6662-b060-4b56-b333-96b80c53d8b9.jpg",
    "altTitles": [
      {
        "ja": "ブブとミシェル～雨上がりの天使～"
      },
      {
        "zh": "布布与米歇尔～雨后的天使～"
      }
    ],
    "description": {
      "en": "Fallen angels would fall from heaven on Sunday mornings. Most of them were dead by the time they reached the ground. The carcasses of fallen angels were a precious food for the poor. One day, a young boy named Michel, who was scavenging the corpses of fallen angels, found an \"egg\" in the corpse of a fallen angel and brought it home. And a fallen angel was born. What is the future that the two, who met through a prank of fate, will choose?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ab10b8-d539-4839-9b31-7937fb08c813",
    "title": {
      "en": "I Love Amy"
    },
    "updatedAt": "2024-09-16T17:57:50+00:00",
    "coverArt": "https://mangadex.org/covers/52ab10b8-d539-4839-9b31-7937fb08c813/7c8f7447-a813-46bf-ae91-d5cc06482824.jpg",
    "altTitles": [
      {
        "ko": "나는 에이미를 사랑해"
      },
      {
        "ko-ro": "Naneun Eimireul Saranghae"
      },
      {
        "ru": "Я Люблю Эми"
      },
      {
        "fr": "J'aime Amy"
      }
    ],
    "description": {
      "en": "\"Is this how it feels to have a friend?\" \n\nBibi is obsessed with Peter, the prince of the school. When she spots Amy next to him, she starts to feel jealous. She invites Amy to her house to warn her, but instead takes a liking to the girl. They agree to be friends on the condition that Amy has to help Bibi confess.",
      "fr": "\"C'est ce qu'on ressent lorsqu'on a une amie ?\"\nBibi est obsédée par Peter, le prince de l'école. Lorsqu'elle repère Amy près de lui, elle commence à être jalouse. Elle invite Amy chez elle pour la prévenir, mais à la place, elle commence à apprécier cette fille. Elles acceptent d'être amies à la condition que Amy doive aider Bibi à se déclarer.",
      "ko": "\"원래 친구 사이엔 이런 기분이 드는 걸까?\"\n\n'비비'는 학교 제일의 킹카 피터에게 집착하다, 그의 곁에 있던 '에이미'를 보고 질투를 느낀다. 그녀에게 경고하기 위해서 자신의 집에 초대했지만 오히려 호감을 느끼게 되고...\n둘은 비비의 고백을 돕는다는 조건으로 서로에게 유일한 친구가 되기로 한다.",
      "ru": "\"Вот что значит быть друзьями?\" Биби одержима Питэром, принцем школы.\nКогда она замечает Эми рядом с ним, она начинает ревновать. Она приглашает Эми к себе, чтобы предупредить. Но вместо этого Эми нравится ей. Они соглашаются быть друзьями, но при одном условии: Эми должна помочь Биби признаться в любви."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "46.10"
  },
  {
    "mangaId": "b3293575-94bb-4467-b992-4de2174615f7",
    "title": {
      "en": "P.S. Waiting for You by the Lake"
    },
    "updatedAt": "2024-03-17T06:11:59+00:00",
    "coverArt": "https://mangadex.org/covers/b3293575-94bb-4467-b992-4de2174615f7/0edaf4a5-0079-4e93-9b3b-79f898c9d691.jpg",
    "altTitles": [
      {
        "zh": "利奥"
      },
      {
        "en": "Leo"
      },
      {
        "zh": "P.S.我在湖边等你"
      }
    ],
    "description": {
      "en": "Leo and Alexis lived in the same small town when they were kids and were best buddies. The two loved to spend their summers at the Green Rock Lake summer camp near town. But during the summer when they were eleven, Alexis ended his friendship with Leo over a stupid reason. After that, the two did not see each other again because of their families' situation. But during the summer when they were eighteen, the two met once again at Green Rock Lake..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e205249-2d25-4c3a-adf5-1c8cc7146688",
    "title": {
      "en": "Short Play on Titan"
    },
    "updatedAt": "2024-06-01T14:03:52+00:00",
    "coverArt": "https://mangadex.org/covers/7e205249-2d25-4c3a-adf5-1c8cc7146688/d31f4058-c668-4bf1-a614-526f2b4882f1.png",
    "altTitles": [
      {
        "es": "Parodia de Titanes"
      },
      {
        "en": "Spoof on Titan"
      },
      {
        "ja": "寸劇の巨人"
      },
      {
        "uk": "Пародія на Титанів"
      },
      {
        "uk": "Пародія на Велетнів"
      },
      {
        "ja-ro": "Sungeki no Kyojin"
      }
    ],
    "description": {
      "en": "*Attack on Titan* is now available as a four-panel manga! Eren, Mikasa, and Levi turn small and go on a rampage?! Laughter is inevitable!\n\n**Links:**\n- Alternative Official English - [Azuki Manga](https://www.azuki.co/series/spoof-on-titan), [Kodansha Comics](https://kodansha.us/series/spoof-on-titan/), [Manga Planet](https://mangaplanet.com/comic/6194404c847f0)",
      "uk": "Хтось каже: «Я люблю Атакуючого Титана!!!»\nА хтось: «Мене лякає Атакуючий Титан!»\nА ти спробуй прочитати нашу \"пародію\" у вигляді 4-кома ! Вона знищить кожного, хто тільки зиркне на неї !"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "55"
  },
  {
    "mangaId": "950655e2-c8cd-4d39-ba34-e50e6730fe6b",
    "title": {
      "en": "The Drifting Star"
    },
    "updatedAt": "2024-06-22T01:57:09+00:00",
    "coverArt": "https://mangadex.org/covers/950655e2-c8cd-4d39-ba34-e50e6730fe6b/b5be64b0-2b3b-45f3-a2c0-e1a14f29e44e.png",
    "altTitles": [
      {
        "zh": "水中飘零之星"
      }
    ],
    "description": {
      "en": "After an awkward encounter on her vacation, Wei Lan swapped bodies with a boy named Bai Yuan! Is this heaven's plan, or a trick of fate? Their strings of destiny follow the drifting star in the water."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "89"
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-24T23:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      },
      {
        "pl": "Moja nowa dziewczyna nie jest człowiekiem?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "986fff4e-7ed9-4ad8-9b98-69da338c0ed8",
    "title": {
      "en": "Mitsuboshi Colors"
    },
    "updatedAt": "2023-07-30T09:17:23+00:00",
    "coverArt": "https://mangadex.org/covers/986fff4e-7ed9-4ad8-9b98-69da338c0ed8/11e28d85-06f1-42a2-8cfd-6d8782da8ecd.jpg",
    "altTitles": [
      {
        "ja": "三ツ星カラーズ"
      },
      {
        "zh-hk": "三星★★★colors"
      }
    ],
    "description": {
      "en": "Hark! The city is in peril! Who you gonna call? Colors! Sacchan, Yui and Kotoha are here to protect the city, solving mysteries and battling enemies with help from their friends. But their quest isn't an easy one as their arch-nemesis Saitou, the violent police officer of Ueno, meets them at every turn.",
      "pt-br": "A história do mangá se passa em um certo canto de um certo parque em uma certa área de Ueno, em Tóquio. Neste parque existe a base secreta da \"organização da justiça\" chamada \"Colors\". Um grupo de três garotas da escola primária lidera a \"organização\", e os membros do grupo vigiam o local dia e noite (na verdade apenas até o anoitecer) para proteger a paz da cidade.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 4, Cap 32. ]"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "72"
  },
  {
    "mangaId": "206b25a1-f7c2-4234-84d0-732f9317740d",
    "title": {
      "en": "You Shou Xi Hua"
    },
    "updatedAt": "2025-01-14T21:47:20+00:00",
    "coverArt": "https://mangadex.org/covers/206b25a1-f7c2-4234-84d0-732f9317740d/c0ee1452-9085-4bb7-aea1-3fe1eb40e213.png",
    "altTitles": [
      {
        "zh-ro": "You Shou QnA"
      },
      {
        "zh": "有兽Q&A"
      },
      {
        "zh": "有兽戏话"
      }
    ],
    "description": {
      "en": "Youshou Xihua- a non-canon, spinoff slice-of-life mini-theater of the Youshou Yan Manga unrelated to the main plotline."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25886ab0-17f1-4801-b929-6b36fe4e5214",
    "title": {
      "en": "Minami-ke"
    },
    "updatedAt": "2024-10-11T11:11:43+00:00",
    "coverArt": "https://mangadex.org/covers/25886ab0-17f1-4801-b929-6b36fe4e5214/ef2f20ea-cb38-4dc1-9897-0e93e9216627.jpg",
    "altTitles": [
      {
        "ja": "Minamike"
      },
      {
        "ja": "みなみけ"
      },
      {
        "ja": "南家"
      },
      {
        "en": "The Minami Family"
      },
      {
        "en": "The Minami Household"
      }
    ],
    "description": {
      "en": "*Minami-ke* (\"The Minami Household\") is a manga following the three Minami sisters, Haruka, Kana, and Chiaki in their lives at home and school. It's a funny manga that depicts how these characters interact with each other and their classmates. Although they are ordinary girls, their ordinary adventures are told in an extraordinary manner.\n**Source:** MangaUpdates"
    },
    "status": "ongoing",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f86def88-af8d-4f82-94d8-057367e0db2a",
    "title": {
      "en": "Hitori de Shinitai"
    },
    "updatedAt": "2024-08-25T06:31:33+00:00",
    "coverArt": "https://mangadex.org/covers/f86def88-af8d-4f82-94d8-057367e0db2a/427a85ae-5ace-489f-a233-04ac9d881e52.jpg",
    "altTitles": [
      {
        "en": "I Want to Die Alone"
      },
      {
        "ja": "ひとりでしにたい"
      },
      {
        "zh": "一个人去死"
      }
    ],
    "description": {
      "en": "A hardworking career woman who never married died alone, found in a miserable state. Her niece, Yamaguchi Narumi (35 and single), who was hit hard by the news shifted from looking for marriage to preparing for her death. She decided that the only way to die alone without bothering anyone and die better is to live the same way. This is the birth of a definitive beautiful human life story about facing love and death in earnest."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7164f006-1e16-400e-8426-9dd6aeb3bc17",
    "title": {
      "en": "Fujii on the Roadside"
    },
    "updatedAt": "2024-09-26T01:36:28+00:00",
    "coverArt": "https://mangadex.org/covers/7164f006-1e16-400e-8426-9dd6aeb3bc17/ec48034e-57b0-433e-b1f5-613f6b1e54bf.jpg",
    "altTitles": [
      {
        "ja-ro": "Robou no Fujii"
      },
      {
        "ja": "路傍のフジイ"
      },
      {
        "zh": "路边的藤井"
      }
    ],
    "description": {
      "en": "Is he an eccentric or a hermit? Does the seemingly unremarkable company employee, Fujii, redefine the definition of \"happiness\"?\n\nIn the workplace, he's a plain middle-aged man who doesn't stand out. While he does his job properly, he's not one to waste words. Come quitting time, he disappears like a ghost. He's not the type to be invited to after-work drinks in the first place. More like, he's the guy who's thought of as \"I wouldn't want to end up like that...\" by his juniors.\n\nYet, he piques the curiosity of others... \"I wonder how he was raised?\", \"Does he have friends or a girlfriend?\", \"What does he do on weekends?\". Suddenly, you realize you've become captivated by Fujii... \n\nThis elusive emotion that's hard to put into words is vividly captured by the author of \"Reborn no Kishi\" in this bewitching life drama!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ee97895-4796-4bcf-bcd1-5ef99c011f8b",
    "title": {
      "en": "Yuru Camp△"
    },
    "updatedAt": "2024-10-25T18:37:11+00:00",
    "coverArt": "https://mangadex.org/covers/1ee97895-4796-4bcf-bcd1-5ef99c011f8b/d3d19bcd-d0e0-43a8-8070-fc806defe56d.jpg",
    "altTitles": [
      {
        "fr": "Au grand air"
      },
      {
        "pl": "Beztroski kemping"
      },
      {
        "en": "Laid-Back Camp"
      },
      {
        "ru": "Лагерь с ночёвкой △"
      },
      {
        "ja": "ゆるキャン△"
      },
      {
        "ru": "Уютный лагерь"
      },
      {
        "ja-ro": "Yurucamp △"
      }
    ],
    "description": {
      "en": "Rin, a girl camping by herself at the base of Mt. Fuji. Nadeshiko, a girl who came to see Mt. Fuji on her bicycle. The scenery the two witness over a supper of cup ramen marks the start of a new friendship and many adventures to come, camping in the great outdoors!  \n\n  ---\n\n  \n**Links:**  \n- [Official Twitter](https://twitter.com/yurucamp_anime)  \n- [Official Drama Twitter](https://twitter.com/yurucamp_drama)  \n- [Official Instagram](https://www.instagram.com/yurucamp_insta/)  \n- [Official Drama Instagram](https://www.instagram.com/yurucamp_drama/)  \n- [Official Anime (JP)](https://yurucamp.jp/)  \n- [Official Drama (JP)](https://www.tv-tokyo.co.jp/yurucamp/)",
      "fr": "Quoi de mieux que de camper en bord de lac face au mont Fuji, un bol de nouilles instantanées à la main ? Découvrez le monde du camping en compagnie de Rin, l'amatrice des sorties en solitaire, Nadeshiko, la novice pleine d'enthousiasme, et ses deux amies du club de camping, Chiaki et Aoi. Un manga très relax qui vous fera l'effet d'un grand bol d'air frais !\n\n---\n\nMaison d'édition FR : **Nobi Nobi**",
      "ja": "富士山が見える湖畔でキャンプをする女の子、リン。自転車に乗り富士山を見にきた女の子、なでしこ。二人でカップラーメンを食べて見た景色は…。読めばキャンプに行きたくなる。行かなくても行った気分になる。",
      "ru": "Рин всегда разбивает лагерь в одиночестве у подножия Фудзиямы. Надэсико проехала на велосипеде много километров, чтобы взглянуть на «Мистера Фудзи». Совместное любование пейзажем за чашкой рамэна становится началом новой дружбы и множества приключений…"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bdcf8861-f24b-44a8-b875-3c66793d3d9d",
    "title": {
      "en": "Kyou no Kira-kun"
    },
    "updatedAt": "2022-11-04T04:28:20+00:00",
    "coverArt": "https://mangadex.org/covers/bdcf8861-f24b-44a8-b875-3c66793d3d9d/91bbf33e-4245-40a2-b5fa-039a8a280f7c.jpg",
    "altTitles": [
      {
        "tr": "Bugünkü Kira"
      },
      {
        "es": "El Día de Kira"
      },
      {
        "it": "Il giorno di Kira"
      },
      {
        "en": "Kira-kun Today"
      },
      {
        "ja": "きょうのキラ君"
      }
    ],
    "description": {
      "en": "In 360 days, there was bright days and disappointment while I was staring at you. Though they were neighbor, Nino and Kira never talk to each other…  \n  \nBut when Nino knows about Kira's secret, all of her life changes and her everyday becomes more interesting!  \nTheir link will lead them to love close to paradise."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "34"
  }
]