[
  {
    "mangaId": "f654255b-a884-4141-a568-c94561da31b6",
    "title": {
      "en": "Half Succubus wo Hirotta"
    },
    "updatedAt": "2024-12-10T18:02:55+00:00",
    "coverArt": "https://mangadex.org/covers/f654255b-a884-4141-a568-c94561da31b6/639d4146-f068-4ac3-8c76-2ba7a3cb9816.jpg",
    "altTitles": [
      {
        "ja": "ハーフサキュバスを拾った"
      },
      {
        "en": "Taking Home a Half Succubus"
      },
      {
        "pt-br": "Eu Adotei uma meio-sucubus"
      },
      {
        "es-la": "Llevando a casa una medio súcubo"
      },
      {
        "vi": "Tôi nhặt về nhà một bán Succubus"
      },
      {
        "id": "Pungut anak setengah succubus"
      }
    ],
    "description": {
      "en": "Take a child half succubus and half human.",
      "id": "Mungut anak setengah succubus dan setengah Manusia",
      "pt-br": "Eu Adotei uma meio-sucubus"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62e2e4cf-1122-4e66-bba6-fef5ad5e77ad",
    "title": {
      "en": "Deliverance of the Counterattack"
    },
    "updatedAt": "2021-05-25T15:43:03+00:00",
    "coverArt": "https://mangadex.org/covers/62e2e4cf-1122-4e66-bba6-fef5ad5e77ad/03fe7b73-9d34-46f5-806f-68fc988ccf02.jpg",
    "altTitles": [
      {
        "en": "傲娇奶爸休想逃"
      },
      {
        "en": "逆袭之好孕人生"
      }
    ],
    "description": {
      "en": "Having a two-faced bitch as a love rival isn’t scary… What’s scary is that the bitch has the upper hand—reincarnating as his little brother! Due to his \"little brother,\" his lover was snatched away, his grandfather suffered a terrible death, the family business was taken over, and on top of all that, he was chained and thrown into prison.  \n  \nHowever, on the night before his release, he got laid by a man in the midst of confusion and became pregnant. After he got out of prison, he came back anew; he opened a restaurant and made a fortune while raising his child. He lived a vibrant life, but certainly didn’t forget to deal with his horrible ex and bitch."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "fcb7f53f-fd9d-4dfe-a764-20b12d61391a",
    "title": {
      "en": "The Devil Never Cries"
    },
    "updatedAt": "2024-11-12T21:20:09+00:00",
    "coverArt": "https://mangadex.org/covers/fcb7f53f-fd9d-4dfe-a764-20b12d61391a/72e86f31-c218-4668-80c3-2a1e4d719003.jpg",
    "altTitles": [
      {
        "zh": "我，进化，恶魔"
      },
      {
        "en": "Demonic Evolution"
      },
      {
        "es-la": "Mi evolución a demonio"
      },
      {
        "en": "Demon Evolution"
      }
    ],
    "description": {
      "en": "Aang, the strongest human warrior on the verge of death, has inexplicably travelled 60 years into the past, with the double-edged sword of the “strongest demon” power hidden inside him. “The only way to escape the fate of the pastis to evolve. Aang: “Don’t let yourself be a slave to your limits, break free and become a demon that reigns!",
      "pt-br": "À beira da morte, o guerreiro mais forte da humanidade, Ang, misteriosamente reencarna sessenta anos no futuro com a força do “Demônio mais Forte” — uma espada perigosa de dois gumes. Para resolver suas queixas e revelar a verdade, Ang não tem escolha a não ser “evoluir” continuamente em uma tentativa de fuga de seu destino passado. “Não vou deixar que eu me torne um demônio! Se quero sair, preciso confiar em mim mesmo!”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58eb9b1f-f1f8-43a9-a22e-6e43a389f7a4",
    "title": {
      "en": "Over the Moon"
    },
    "updatedAt": "2024-11-24T01:08:36+00:00",
    "coverArt": "https://mangadex.org/covers/58eb9b1f-f1f8-43a9-a22e-6e43a389f7a4/42191ed0-5390-4318-a769-38c3a5130ade.png",
    "altTitles": [
      {
        "en": "Deadly Moonlight"
      },
      {
        "ko": "오버더문"
      }
    ],
    "description": {
      "en": "When the blue moon rises in the sky, don't get hit by the moonlight, or else…   \nShould the moonlight touch you, you will become a monster.  \n  \nTwo weeks after an incident on a bus, Jangmin receives a warning from his phone: \"Direct moonlight will cause symptoms of skin changes, mental distress, etc. To prevent exposure, citizens are forbidden from nighttime activities.\"  \n  \nBut at nightfall, hundreds of texts invite him to come outside and look at the moon…   \nA series of bizarre events is about to begin…  \n  \n [Official Chinese](https://www.dongmanmanhua.cn/SUSPENSE/zhimingdeyueguang/list?title_no=1477)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "42"
  },
  {
    "mangaId": "ee96e2b7-9af2-4864-9656-649f4d3b6fec",
    "title": {
      "en": "Gal Can't Be Kind to Otaku!?"
    },
    "updatedAt": "2025-01-03T10:07:00+00:00",
    "coverArt": "https://mangadex.org/covers/ee96e2b7-9af2-4864-9656-649f4d3b6fec/4b87e456-0243-4dfe-abda-d0f41c91141a.jpg",
    "altTitles": [
      {
        "ja": "オタクに優しいギャルはいない!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru wa Inai!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru ha Inai!?"
      },
      {
        "en": "Gal Can't Be Kind to Otaku!?"
      },
      {
        "en": "Gals Can't Be Kind To A Geek!?"
      },
      {
        "zh": "没有辣妹会对阿宅温柔!?"
      },
      {
        "pt-br": "Gal Não Pode ser Gentil com Otaku!?"
      },
      {
        "es-la": "¿¡Las Gals no pueden ser amables con los Otakus!?"
      },
      {
        "vi": "Gyaru không thể tử tế với Otaku ư?"
      }
    ],
    "description": {
      "en": "Takuya Seo is an otaku who likes \"anime for girls\" and can't say he likes it out loud. One day, he hooks up with two gals from his class, Amane and Ijichi, but it seems that Amane is also an otaku...",
      "ja": "あまり大きな声で好きと言えない“女児向けアニメ”が好きなオタク 瀬尾卓也。ある日、クラスのギャル 天音さんと伊地知さんに絡まれたのだが、何やら天音さんもオタクの匂いが…？",
      "vi": "Một anh bạn trung bình Otaku thích anime dành cho bé gái, giáp mặt hai nàng Gyaru xinh đẹp nổi tiếng nhất trường. Nhưng không chỉ có thế, một trong hai nữ nhân xinh đẹp ấy có gì đó...hơi otaku thì phải...?",
      "es-la": "Takuya Seo es un otaku al que le gusta el \"anime para chicas\" y no puede decir que le guste en voz alta. Un día, se junta con dos chicas de su clase, Amane e Ijichi, pero parece que Amane también es una otaku...",
      "pt-br": "Takuya Seo é um otaku que gosta de \"animes para garotinhas\" e não pode dizer isso em voz alta. Um dia, ele conversa com duas gals da sua sala, Amane e Ijichi, mas parece que a Amane também é uma otaku... Uma comédia romântica escolar onde o otaku conhece as gals que ele gosta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1751f21f-fd59-42ec-8480-e56393675560",
    "title": {
      "en": "V-Idol-Live!"
    },
    "updatedAt": "2025-02-02T19:12:44+00:00",
    "coverArt": "https://mangadex.org/covers/1751f21f-fd59-42ec-8480-e56393675560/6116baff-c526-444c-9905-f327a45017f2.jpg",
    "altTitles": [
      {
        "ja": "Vドライブ!"
      },
      {
        "ko": "V도라이브!"
      },
      {
        "en": "V-Drive!"
      }
    ],
    "description": {
      "en": "Struggling VTuber Aise Kirari (real name Ise Airi, 16 years old) thinks her idol dreams have come to fruition when she's scouted by the talent agency \"V-Drive\". However, as a member she'll have to transform and fight in a secret war against monsters... and also get shipped with her genmate?! (it's called \"business yuri\", kid)\n\nShe might not have money, education or numbers, but Kirari's got her eyes set on the stars - she WILL get her spotlight, no matter how wacky things get along the way!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "17"
  },
  {
    "mangaId": "43078ddf-c2aa-415d-bccb-97e35a3755fa",
    "title": {
      "en": "My Dearest Self With Malice Aforethought"
    },
    "updatedAt": "2024-10-26T14:08:54+00:00",
    "coverArt": "https://mangadex.org/covers/43078ddf-c2aa-415d-bccb-97e35a3755fa/ea0af62d-be04-41b9-9273-fc4d83ce9c4d.jpg",
    "altTitles": [
      {
        "fr": "The Killer Inside"
      },
      {
        "ru": "Мое дорогое Я со злым умыслом"
      },
      {
        "zh": "亲爱的我饱含杀意"
      },
      {
        "ko": "친애하는 나에게 살의를 담아"
      },
      {
        "ne": "प्रिय म, हत्यारा नियतले"
      },
      {
        "de": "The Killer Inside"
      },
      {
        "ja-ro": "Shinai naru Boku e Satsui o Komete"
      },
      {
        "ja": "親愛なる僕へ殺意をこめて"
      }
    ],
    "description": {
      "de": "Auf den ersten Blick scheint Eiji ein ganz normaler Student zu sein, doch er hat ein Geheimnis: sein verstorbener Vater war ein berüchtigter Serienmörder, der für seine extreme Grausamkeit bekannt war.\nEines Tages wacht Eiji neben einem schönen fremden Mädchen auf, das anscheinend in ihn verliebt ist und behauptet, seine Freundin zu sein, doch eigenartigerweise kann er sich nicht an sie erinnern. Die letzten Tage scheinen wie aus seinem Gedächtnis gelöscht, und es fühlt sich an, als hätte jemand anders die Kontrolle übernommen. Zur selben Zeit findet die örtliche Polizei eine aufs Übelste verstümmelte Leiche, und für sie besteht kein Zweifel: Eijis Vater ist zurück... doch kann das wirklich sein?",
      "en": "Urashima Eiji, a college student, goes to sleep after a fun drinking night with his friends. When he wakes up he discovers a beautiful girl next to him who treats him as if they are in a loving relationship. Later, Eiji finds out that 4 days have passed since he went out with his crew. What did he do during all that time and why does he have no memory of it? By confronting that reality, he will be caught in tragedy…",
      "ne": "एइजी, कलेज उमेरको कुमारले कुनै दिन प्रेमिका हुने सपना देख्छ... अनि एक दिन आफ्नो \"प्रेमिका\" को साथ आफ्नो ओछ्यानमा उठ्छ! त्यति मात्र होइन, उसको साथीले उसलाई बताउँछ कि ऊ झगडामा परेको छ ... र त्यो तीन दिन बितिसक्यो जुन एइजीलाई याद छैन? के अँध्यारो रहस्यहरू लुकाइरहेका छ ... एइजी आफैले?",
      "ru": "Урашима Эйджи, студент колледжа, засыпает после веселой ночи с друзьями. Когда он просыпается, он обнаруживает рядом с собой красивую девушку, которая ведет себя с ним, как со своим парнем. Позже Эйджи узнает, что с того вечера прошло 3 дня. Что он делал все это время и почему не помнит ничего об этом? Столкнувшись с реальностью, он попадет в трагедию…  \n  \nItou Shouta's Twitter: [@shota\\_itooooo](https://twitter.com/shota_itooooo)",
      "vi": "Urashima Eiji, một sinh viên đại học, đi ngủ sau một đêm uống rượu vui vẻ với bạn bè. Khi tỉnh dậy, anh phát hiện ra một cô gái xinh đẹp bên cạnh, người đối xử với anh như thể họ đang trong một mối quan hệ yêu đương. Sau đó, anh phát hiện ra rằng 4 ngày đã trôi qua kể từ khi anh đi ra ngoài cùng với đám bạn của mình. Anh ấy đã làm gì trong suốt thời gian đó và tại sao anh ấy không có ký ức về nó?. Khi đối mặt với thực tế đó, anh sẽ bị cuốn vào bi kịch..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "97"
  },
  {
    "mangaId": "d1d16bd6-6b08-4985-b15e-e8586a8de78a",
    "title": {
      "en": "I, Who Have the Natural Charismatic Traits, Was Targeted by Yandere Disciples"
    },
    "updatedAt": "2024-05-13T10:05:29+00:00",
    "coverArt": "https://mangadex.org/covers/d1d16bd6-6b08-4985-b15e-e8586a8de78a/eda60bb2-bebc-4669-8176-9ec05c556782.png",
    "altTitles": [
      {
        "zh": "天生媚骨的我被病娇徒儿盯上了"
      },
      {
        "zh-ro": "Tiansheng Meigu De Wo Bei Bing Jiao Tu Er Ding Shangle"
      },
      {
        "zh-ro": "Tiānshēng Mèigǔ De Wǒ Bèi Bìng Jiāo Tú Er Dīng Shàngle"
      },
      {
        "vi": "Trời Sinh Mị Cốt, Ta Bị Đồ Nhi Yandere Để Mắt Tới"
      }
    ],
    "description": {
      "en": "After losing all magical powers, Bing Yuanzi was caught by a female disciple with ulterior motives. Witnessing a disciple she had painstakingly raised harboring malicious intentions, the master drank the last vial of a transformative potion, intending to erase her own existence. Unexpectedly, instead of disappearing, she became the legendary natural beauty, with allure and beauty reaching maximum levels. At the same time, the next words from her female disciple sounded behind her: “Master, you wouldn’t want your loss of magical powers to be known by our enemies, would you?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "603b9d8f-97b6-4f82-b7d6-1de7e356e869",
    "title": {
      "en": "Kaijin Fugeki"
    },
    "updatedAt": "2025-01-29T10:03:15+00:00",
    "coverArt": "https://mangadex.org/covers/603b9d8f-97b6-4f82-b7d6-1de7e356e869/14b2b59e-70fc-40ab-9f57-205a6ca4cd8e.jpg",
    "altTitles": [
      {
        "ja": "灰仭巫覡"
      },
      {
        "ru": "Кайдзин Фугэки: Воспламенённые души"
      },
      {
        "en": "KAIJIN FUGEKI: Kindled Spirits"
      }
    ],
    "description": {
      "en": "Night, phenomena that were once known as natural disasters. Faced with the threat of inexplicable destruction, children offer their prayers in the form of dance in order to borrow the power of the gods, quell the Night's fury, and deliver the world from ruin. In a fateful encounter, a boy from a rural town in Japan, Jin, meets Gao, a British soldier who was forced to flee his homeland by the Night. The two spend their halcyon days with their friends in the quiet town surrounded by nature. Until one day, the Night suddenly falls on them once again!",
      "ru": "Ночь — феномен, некогда считавшийся природной катастрофой. Под угрозой уничтожения от не пойми чего, дети вознесли богам свои молитвы в форме танца, чтобы одолжить их силу, сдержать ярость Ночи и возродить мир из руин. По велению судьбы Дзин, парнишка из захолустного японского городка, встречает Гао, британского солдата, вынужденного покинуть свою страну из-за Ночи. Вдвоём они безмятежно проводили время вместе с друзьями в тихом городке в окружении природы. Пока однажды Ночь вновь не обрушилась на них!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54c0b93f-5468-41de-95b4-1c2e95b624c1",
    "title": {
      "en": "The Plain Girl Sitting Next to Me"
    },
    "updatedAt": "2023-11-03T00:47:30+00:00",
    "coverArt": "https://mangadex.org/covers/54c0b93f-5468-41de-95b4-1c2e95b624c1/1de06005-406e-4890-9267-b05cfe71d0ba.png",
    "altTitles": [
      {
        "ja": "隣の席の地味なやつ"
      },
      {
        "ja-ro": "Tonari no Seki no Jimi na Yatsu"
      },
      {
        "ja": "となりのせきのじみなやつ"
      }
    ],
    "description": {
      "en": "Kawase Sonoe ain't much to look at. Plain, serious and uninteresting, sure, but for some reason, her next-seat neighbor Mori Ichika can't stop staring at her.\n\nMori follows her and discovers that Kawase has an awful lot to show her, and that she'll receive from Kawase an education that she can't admit she needed."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "306466c7-bd1a-411d-a1c0-f58db01f23a9",
    "title": {
      "en": "King of the Ants"
    },
    "updatedAt": "2024-10-29T18:07:25+00:00",
    "coverArt": "https://mangadex.org/covers/306466c7-bd1a-411d-a1c0-f58db01f23a9/593bbda2-a633-4f90-bad9-1aba1b7d523d.jpg",
    "altTitles": [
      {
        "ja": "蟻の王"
      },
      {
        "ja-ro": "Ari no Ou"
      },
      {
        "vi": "Kiến Vua"
      }
    ],
    "description": {
      "en": "A talented nobody feels as if there's no challenge to him in this life. He feels as if life is too easy. But little does he know, his background actually holds more than he ever wished for. Can he face his destiny and accept what has been laid before him?"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32d76d19-8a05-4db0-9fc2-e0b0648fe9d0",
    "title": {
      "en": "Solo Leveling"
    },
    "updatedAt": "2024-06-05T19:23:35+00:00",
    "coverArt": "https://mangadex.org/covers/32d76d19-8a05-4db0-9fc2-e0b0648fe9d0/e90bdc47-c8b9-4df7-b2c0-17641b645ee1.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업"
      },
      {
        "en": "Only I Level up"
      },
      {
        "ko-ro": "Na Honjaman Lebel-eob"
      },
      {
        "en": "I level up alone"
      },
      {
        "ja-ro": "Ore Dake Level Up na Ken"
      },
      {
        "ru": "Поднятие уровня в одиночку"
      },
      {
        "ja": "俺だけレベルアップな件"
      },
      {
        "zh": "我独自升级"
      },
      {
        "en": "I am the only the one who levels up"
      },
      {
        "zh-hk": "我獨自升級"
      },
      {
        "la": "Solo Adtritio"
      },
      {
        "tr": "Yalnız Seviye Atlama"
      },
      {
        "tr": "Sadece Ben Seviye Atlayabiliyorum"
      },
      {
        "ko-ro": "Na Honjaman Level-Up"
      },
      {
        "en": "I Alone Level-Up"
      },
      {
        "pt-br": "Jogador solo"
      },
      {
        "pt-br": "Upando sozinho"
      },
      {
        "ro": "Singur îmi ridic nivelul"
      },
      {
        "uk": "Тільки я візьму новий рівень"
      },
      {
        "fa": "سولو لولینگ"
      },
      {
        "fa": "تکرو"
      },
      {
        "hi": "केवल मैं स्तर बढ़ाता हूं"
      },
      {
        "ne": "सोलो लेभलिङ"
      },
      {
        "id": "Aku Level Up Sendiri"
      },
      {
        "id": "Grinding Sendiri"
      },
      {
        "tr": "Ben yanlız gelişirim"
      },
      {
        "tr": "Tek başına seviye atlama"
      },
      {
        "ka": "სოლო ლეველინგი"
      },
      {
        "ar": "سولو ليفيلنغ"
      },
      {
        "ar": "الإرتقاء بالمستوى منفردًا"
      },
      {
        "ja": "俺だけレベルアップな件〜外伝〜"
      },
      {
        "bn": "সোলো লেভেলিং"
      },
      {
        "he": "שחקן בודד"
      },
      {
        "hi": "सोलो लेवलिंग"
      },
      {
        "hu": "Egyéni szintlépés"
      },
      {
        "ta": "சோலோ லெவெலிங்"
      }
    ],
    "description": {
      "de": "Als sich vor zehn Jahren das „Gate“ öffnete und unsere Welt sich mit der von Monstern verband, erhielten einige normale Menschen die Macht, diese Monster zu jagen. Sie sind als die „Hunter“ bekannt. Doch nicht alle Hunter sind mächtig. Mein Name ist Jin-Woo Sung, ich bin ein Hunter mit Rang E. Ich bin ein Hunter, der selbst in den einfachsten Dungeons sein Leben riskieren muss, der „weltschwächste“. Da ich keine einzige, hervorstechende Fähigkeit habe, schaffte ich es kaum, das nötige Geld für den Zutritt zu den schwächsten Dungeons zu verdienen … jedenfalls, bis ich in einem Rang D Dungeon einen versteckten Dungeon mit der höchstmöglichen Schwierigkeit fand! Als ich dort letztendlich meinen Tod akzeptiert hatte, erhielt ich eine seltsame Macht, einen Questlog, den nur ich sehen konnte, ein Geheimnis, mit dem ich mein Level steigern konnte! Wenn ich die Quests erfülle und basierend auf den gestellten Aufgaben trainiere und Monster jage, steigt mein Level. Ich werde vom weltschwächsten Hunter zum stärksten Rang S Hunter! \n\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "en": "10 years ago, after “the Gate” that connected the real world with the monster world opened, some of the ordinary, everyday people received the power to hunt monsters within the Gate. They are known as “Hunters”. However, not all Hunters are powerful. My name is Sung Jin-Woo, an E-rank Hunter. I’m someone who has to risk his life in the lowliest of dungeons, the “World’s Weakest”. Having no skills whatsoever to display, I barely earned the required money by fighting in low-leveled dungeons… at least until I found a hidden dungeon with the hardest difficulty within the D-rank dungeons! In the end, as I was accepting death, I suddenly received a strange power, a quest log that only I could see, a secret to leveling up that only I know about! If I trained in accordance with my quests and hunted monsters, my level would rise. Changing from the weakest Hunter to the strongest S-rank Hunter!\n\n---\n**Links:**\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n- Alternate Official Raw - [Kakao Webtoon](https://webtoon.kakao.com/content/나-혼자만-레벨업/2320)",
      "fr": "Lorsque d’étranges portails sont apparus aux quatre coins du monde, l’humanité a dû trouver parade pour ne pas finir massacrée entre les griffes des monstres qu’ils ont apportés avec eux. La solution ? Les chasseurs ! Ces combattants intrépides n’hésitent pas à foncer au cœur des donjons dimensionnels pour combattre les créatures qu’ils abritent, et y collecter des trésors.\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "id": "Dunia diserang monster! Muncullah \"hunter\" untuk menyerang monster-monster itu. Di kalangan hunter, ada yang disebut hunter terlemah di dunia. Itulah julukan Seong Jinwoo. Masuk rumah sakit adalah kebiasaannya setelah masuk ke dungeon. Suatu hari, saat melakukan raid, suatu peristiwa tragis menimpanya. Peristiwa itu hampir merenggut nyawanya. Namun, saat tersadar, dia mendapati dirinya masih hidup dan melihat sesuatu yang tidak bisa dilihat orang lain. Sejak saat itu, kehidupan Seong Jinwoo berubah. Inilah perjalanan Seong Jinwoo untuk menjadi hunter terkuat di dunia!\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "it": "10 anni fa, dopo l'apertura di “Portali” che connettono il mondo reale con quello dei mostri, gente comune ha ricevuto il potere di cacciare i mostri all'interno dei Portali. Sono conosciuti come \"Hunter\". Tuttavia, non tutti gli Hunter sono potenti. Il mio nome è Sung Jin-Woo, un Hunter di grado E, il \"più debole al mondo\". Senza particolari abilità a mia disposizione, guadagno la mia paga combattendo in dungeon di basso livello… Almeno finché non ho trovato un dungeon della massima difficoltà nascosto in un dungeon di grado D! Alla fine, mentre mi accingevo ad accettare la morte, ho ricevuto uno strano potere, un'interfaccia per le missioni che solo io posso vedere, un segreto per aumentare di livello di cui solo io sono a conoscenza! La trasformazione dal più debole al più forte Hunter di grado S!\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "ja": "十数年前、異次元と現世界を結ぶ通路”ゲート”というものが現れてからハンターと呼ばれる覚醒者たちが出現した。 ハンターはゲート内のダンジョンに潜むモンスターを倒し対価を得る人たちだ。しかし全てのハンターが強者とは限らない。 人類最弱兵器と呼ばれるE級ハンター「水篠　旬」 母親の病院代を稼ぐため嫌々ながらハンターを続けている。 ある日、D級ダンジョンに隠された高難易度の二重ダンジョンに遭遇した「旬」は死の直前に特別な能力を授かる。 「旬」にだけ見えるデイリークエストウィンドウ…！？ 「旬」ひとりだけが知ってるレベルアップの秘密… 毎日届くクエストをクリアし、モンスターを倒せばレベルアップする…！？ 果たして「旬」ひとりのレベルアップはどこまで続くのかーー！！\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "ka": "E-კლასის მონადირე ჯინვუ სუნგი ყველაზე სუსტია. ყველა ზემოდან უყურებს, მას არც ფული აქვს, არც სხვა სამუშაო პერსპექტივა. ასე რომ, როდესაც მისი პარტია იპოვის დამალულ დუნგეონს, ის გადაწყვეტს გამოიყენოს ეს შანსი თავისი ცხოვრების უკეთესობისკენ შესაცვლელად… მაგრამ ის შესაძლებლობა, რომელსაც ის აღმოაჩენს, ოდნავ განსხვავდება იმისგან, რაც მას ჰქონდა მხედველობაში…",
      "ko": "10여 년 전, \n다른 차원과 이쪽 세계를 이어 주는 통로 ‘게이트’가 열리고 \n평범한 이들 중 각성한 자들이 생겨났다.\n\n게이트 안의 던전에서 마물을 사냥하는 각성자.\n그들을 일컬어 ‘헌터’라 부른다.\n\n그러나 모든 헌터가 강한 것은 아니다.\n\n내 이름은 성진우.\nE급 헌터다. \n\n저급 던전에서조차 죽을 고비를 넘겨야 하는\n‘인류 최약병기’. \n\n무엇 하나 내세울 것 없는 형편에\n저급 던전으로 근근이 생계를 이어가던 그는,\nD급 던전 속에 숨겨진 \n최악의 난이도의 이중 던전을 만난다.\n\n그리고 결국… 죽음을 맞이하려던 순간,\n그는 기이한 능력을 얻게 된다. \n\n오직 그에게만 보이는 게임 퀘스트 창!\n오직 그만이 알게 된 레벨 업의 비밀!\n\n퀘스트를 따라 수련하고\n몬스터를 사냥하면 레벨이 오른다.\n오직 그 혼자만! \n\n\n최약체 헌터에서 최강 헌터로 각성하다!\n\n추공 작가의 인기 판무 소설 <나 혼자만 레벨업>이\n웹툰으로 드디어 등장!\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "pl": "Dziesięć lat temu otworzyły się wrota łączące inne światy z naszym. Krótko po tym pojawili się Łowcy, osoby dysponujące mocą by móc walczyć wewnątrz wrót. Historia nasza skupia się na Sung Jin-woo, który jest łowcą rangi-E, nazywanym najsłabszym łowcą. Po incydencie z podwójnym lochem będąc bliskim śmierci zyskuje on nadludzką siłę i jako jedyny może zdobywać doświadczenie by stać się silniejszym. Od najsłabszego do najsilniejszego.\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "ru": "10 лет назад, после того, как открылись «Врата», соединившие реальный мир с параллельным, некоторые из людей получили силу охотиться на монстров внутри «Врат». Они известны как «Охотники». Однако не все Охотники сильные. Меня зовут Сун Джин-Ву, охотник E-ранга. Я тот, кто рискует своей жизнью в самых низких уровнях подземелья. Не имея никаких сверхсильных навыков, я едва зарабатывал необходимые деньги, сражаясь в низкоуровневых подземельях... по крайней мере, пока я не нашел скрытое подземелье с самыми трудными проблемами в подземельях D-ранга! В конце концов, когда я чуть не умер, я внезапно получил странную силу, журнал квестов, который мог видеть только я, секрет для поднятия уровня, о котором знаю только я! Если я тренировался в соответствии с моими квестами и охотился на монстров, то мой уровень повышался. Переход от самого слабого Охотника к самому сильному, Охотнику S-ранга!\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "th": "10 ปีก่อน 'เกต' ที่พาทะลุสู่อีกมิติหนึ่งได้เปิดขึ้น ภายในเกตมีมอนสเตอร์ตัวร้ายที่เหล่าผู้คนที่ถูกปลุกพลังจะต้องกำราบ \nคนเหล่านั้นได้รับการขนานนามว่า 'ฮันเตอร์' แต่ทว่า ไม่ใช่ฮันเตอร์ทุกคนที่จะแข็งแกร่ง\nซองจินอู ผู้ได้รับฉายาว่าเป็นอาวุธที่กากที่สุดในมวลมนุษยชาติ คือฮันเตอร์แรงค์ E ที่แม้กระทั่งในดันเจี้ยนแรงค์ต่ำๆ ชีวิตเขาก็ยังแขวนบนเส้นด้าย\nแต่หลังจากที่ได้เข้าไปในดับเบิลดันเจี้ยนและรอดชีวิตกลับมา เขาก็เปลี่ยนไป\nจากฮันเตอร์ที่กากที่สุด เขาจะกลายเป็นผู้ที่แกร่งที่สุด!\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "zh": "10年前，世界与其他次元连接的“门”被打开，各种魔物不断出现，于是乎能力各异的猎魔者也随之出现，被称为“猎人”。程肖宇是一名实力最弱的E级猎人，在一次挑战任务中，遇到了可怕的隐藏挑战。生死存亡之际，他居然获得了升级系统！在系统的利用下，他能成为最强猎人吗\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "es-la": "Sung Jinwoo es un cazador de rango E, considerado como el nivel más bajo dentro de la Asociación de cazadores, por lo que se le conoce como “El cazador más débil”. Día tras día pone en peligro su vida y se embarca en misiones del rango más bajo para poder sufragar los gastos de su madre enferma; sin embargo, en una de esas misiones, lo que en un principio parecía un raid de rango D termina por ser una mazmorra de un nivel inusitado y las cosas empiezan a torcerse… ¿Lograrán Sung y sus compañeros salir con vida?",
      "pt-br": "Dez anos atrás, depois do \"Portal\" que conecta o mundo real com um mundo de montros se abriu, algumas pessoas comuns receberam o poder de caçar os monstros do portal. Eles são conhecidos como caçadores. Porém, nem todos os caçadores são fortes. Meu nome é Sung Jin-Woo, um caçador de rank E. Eu sou alguém que tem que arriscar a própria vida nas dungeons mais fracas, \"O mais fraco do mundo\". Sem ter nenhuma habilidade à disposição, eu mal consigo dinheiro nas dungeons de baixo nível… Ao menos até eu encontrar uma dungeon escondida com a maior dificuldade dentro do Rank D! No fim, enquanto aceitava minha morte, eu ganhei um novo poder…\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "zh-hk": "十幾年前，世界上出現了\n連接異次元與這個世界的通道「傳送門」， \n而人群中還出現了覺醒之人。 \n\n在傳送門裡狩獵魔物的覺醒者們，\n又被稱為「獵人」。\n\n然而並不是所有獵人都很強。\n\n我叫成振宇， \n是個E級獵人。\n\n我是連在低級地下城裡都得拼命 \n才能死裡逃生的「人類最弱兵器」。\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "200"
  },
  {
    "mangaId": "56126e42-202c-4fcf-8b64-4ec220f8936e",
    "title": {
      "en": "Fate/Grand Order Gouka Kenran Mugetsu Sakuhinshuu"
    },
    "updatedAt": "2024-03-05T17:15:23+00:00",
    "coverArt": "https://mangadex.org/covers/56126e42-202c-4fcf-8b64-4ec220f8936e/cb0400ce-ea1a-4924-94e1-892f5b3a7628.jpg",
    "altTitles": [
      {
        "ja": "Fate/Grand Order 豪華剣爛 霧月作品集"
      }
    ],
    "description": {
      "en": "The collection of FGO works by Mugetsu: featuring three prior works alongside two newly created manga pieces. Additionally, the volume encompasses a significant array of previously published FGO illustrations."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "70178d97-edd4-4455-8843-f0662f8eb640",
    "title": {
      "en": "Gomi Yashiki no Kamakura-san"
    },
    "updatedAt": "2024-05-08T02:52:20+00:00",
    "coverArt": "https://mangadex.org/covers/70178d97-edd4-4455-8843-f0662f8eb640/c4a8c687-3eb1-409e-87cd-9324e7dc9bb7.jpg",
    "altTitles": [
      {
        "ja": "ゴミ屋敷の鎌倉さん"
      },
      {
        "ja-ro": "Gomiyashiki no Kamakura-san"
      },
      {
        "en": "Trash Mansion's Kamakura-san"
      }
    ],
    "description": {
      "en": "Exhausted by his job, Kamakura shut himself in a house overflowing with garbage.\nBut his time, which stopped on \"that day\", started moving forward once again when a neighbor he had never spoken to before stepped into his house.\n\nA good-natured neighbor x a traumatised resident of a dirty room\nBoys' love tale of rescue and rehabilitation drawn by a genius newcomer."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "6"
  },
  {
    "mangaId": "55a1aba6-967c-4967-a1d0-ad0f52332be0",
    "title": {
      "en": "I Became the Despised Granddaughter of the Powerful Martial Arts Family"
    },
    "updatedAt": "2024-07-31T15:05:27+00:00",
    "coverArt": "https://mangadex.org/covers/55a1aba6-967c-4967-a1d0-ad0f52332be0/59711cc2-aeaa-44c6-b48b-f5029851d9ce.jpg",
    "altTitles": [
      {
        "ko": "무림세가 천대받는 손녀딸이 되었다"
      },
      {
        "ko-ro": "Murimsega Cheondaebanneun Sonnyeo Ttari Doeeotda"
      },
      {
        "en": "The Baengri Clan's Unwanted Granddaughter"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Family"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Clan"
      },
      {
        "es": "Me convertí en la nieta despreciada del clan murim"
      },
      {
        "es": "Me convertí en la nieta despreciada de la poderosa familia de artes marciales"
      },
      {
        "ru": "Презираемая внучка великого рода эпохи Мурим"
      },
      {
        "ja": "名門一族の嫌われ娘になりました"
      },
      {
        "tr": "Murim'in kör talihli torunu"
      },
      {
        "tr": "Murim'in bedbaht torunu"
      },
      {
        "zh": "成了武林世家受歧视的孙女"
      },
      {
        "id": "The Despised Granddaughter of the Murim Clan"
      },
      {
        "ar": "أصبحت الحفيدة المحتقرة لعائلة فنون القتال القوية"
      },
      {
        "vi": "Trở thành cô cháu gái bị khinh miệt của gia tộc võ lâm"
      },
      {
        "th": "ฉันคือหลานสาวตระกูลจอมยุทธ์ผู้ถูกเหยียดหยาม"
      },
      {
        "fr": "Yeon l'indésirée"
      },
      {
        "en": "I Became the Despised Granddaughter of the Powerful Murim Family"
      }
    ],
    "description": {
      "ar": "هنا ، داخل رواية فنون الدفاع عن النفس هذه ، يوجد معلم حقيقي يعلم البطل المتعجرف وينقذه من الموت.\n وسيم وطيب وصالح وقوي و ...\n على أي حال ، كان هناك عيب كبير في معلم البطل وهو ابنته الوحيدة الحمقاء المليئة بالجشع... كانت شريرة اضافية ، كانت تطارد البطل دوما ولكنه لم يستطع التخلي عنها لانها ابنه معلمه.\n خلال قراءة الرواية ، قمت بلعن تلك الابنة وقلت أنه لو كنت أنا ، فلن أعيش هكذا.\n \"لكن هذا لا يعني أنني أريد أن أكون هي!\"\n ما هو أسوأ ان أبي مات بالفعل ، وسمعتي هي الأسوأ.\n هربت حتما ، لكن ... مت، لكن عندما فتحت عيني كان أبي حياً؟!\n \"إذا كان الأمر كذلك ، في هذه الحياة ، سانقذ أبي بالتأكيد!\"\n لكن…\n \"أعتقد أنهم يستهدفون حفيدتي !؟ سأقتلهم جميعًا! \"\n لماذا أرى جدي ، الذي لم يظهر سوى مرات قليلة في الرواية يتصرف هكذا؟\n \"زواج؟ لا ، قالت يوني إنها ستعيش بجانبي لبقية حياتها \".\n حتى أبي ، بطريقة ما أصبح غريبًا.\n علاوة على ذلك،\n \"لماذا تستمر في تفاديني؟ هل هذا خطأي أيضًا؟ \"\n أليست الشخصية الرئيسية فجأة مهووسة بي؟\n في الأصل ، كان مقدرا لي أن أموت حتى أتيت إلى هنا \".\n لقد أنقذت ذلك الوغد ، لكن اليس العمل الصالح دوما يمر دون عقاب؟\n \"على الأقل عندما أكون أمامك ... لا أعتقد أنني شخص رائع.\"\n الشرير الذي قطع عنقي يحاول فجأة التوبة.\n هل من المقبول حقًا أن يصبح الأمر هكذا؟\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "en": "Yeon was just an orphan on the streets when a man claiming to be her father brought her to his family home. But the Baengri estate was a den of vipers that swallowed her whole, and it's only when she's standing at the funeral of the father she never truly understood that she realizes how familiar this story is. When she wakes up six years old again, Yeon knows she can't waste her second chance. This time, she's going to save her father. This time, she's going to live without regrets.\n\n---\nHere, inside this martial arts novel, there is a true teacher who teaches the arrogant male lead and awakens him through death. Handsome, good-natured, righteous, strong, and… Anyway, there was one big flaw in the male lead's damn fine teacher. It was his foolish only daughter who was filled with greed. A tenacious villainous extra, who always comes back to haunt the male lead in every way, but cannot be abandoned because she is his teacher's daughter. Throughout reading the novel, I cursed at that daughter. Saying that if it were me, I wouldn't live like that.\n\n'But that didn't mean that I wanted to be her!'\n\nWhat was worse, Father has already died, and my reputation was the worst. Inevitably, I ran away, but… I died. However, when I opened my eyes, Father was alive?!\n\n'If so, in this life, I will definitely save Father!'\n\nHowever…\n\n\"To think they’re aiming for my granddaughter?! I'll kill them all!\"\n\nWhy do I see Grandfather, who doesn't even appear many times throughout the novel, so often like this?\n\n\"Marriage? No. Yeonie said that she would live by my side for the rest of her life.\"\n\nEven Father, somehow became weird. Moreover:\n\n\"Why do you keep avoiding me? Is this also my mistake?\"\n\nIsn't the main character suddenly becoming obsessed with me?\n\n\"Originally, I was destined to die. Until you came here.\"\n\nI saved the time-limited bastard, but isn’t it that no good deed goes unpunished?\n\n\"At least when I'm in front of you… I don't think I’m trash.\"\n\nThe villain who blew off my neck is suddenly trying to repent.\n\nIs it really okay if it's like this?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "es": "¡La protagonista transmigró a un mundo de una novela de artes marciales! La protagonista transmigra al cuerpo de Baeklee Yeon, la tonta y detestable hija de Baeklee Ee-Gang, un ser perfecto y el maestro del protagonista masculino, quien lo guía hacia el camino de un héroe. Ella fue asesinada inesperadamente, pero cuando abrió los ojos descubrió que había regresado a su infancia donde podría enmendar todos sus errores. “¿Podré ser amada esta vez?” En esta vida, con la determinación de convertirse en la hija perfecta, en lugar de un fastidio, ella pasa de ser la nieta despreciada a la nieta amada de la familia Baeklee. “¡¿Crees que lo vales?!” “¡Sí!” Incapaz de ocultar su confusión ante el vigor de su ambiciosa nieta… “Si hay incluso una pequeña esperanza, ¿Cómo puedo, como padre, rendirme?” “…Es como hablarle a la pared.” Su abuelo secretamente abre su corazón después de ser arrollado por el dúo de atractivos padre e hija, resueltos a salvar a la incapacitada hija que no puede practicar artes marciales, aunque eso significara recibir su odio. ¡Y justo cuando su vida merecía ser vivida, ¿la obsesión de los candidatos a protagonistas masculinos hacia ella, empezó de repente?! ¡Yeon, sólo caminemos por el sendero de flores de ahora en adelante!\n\n---\nAquí, dentro de esta novela de artes marciales, hay un verdadero maestro que enseña al arrogante protagonista masculino y lo despierta a través de la muerte. Guapo, bondadoso, recto, fuerte y... De todos modos, había un gran defecto en el excelente profesor del protagonista masculino. Era su tonta única hija la que estaba llena de codicia. Una villana extra tenaz, que siempre regresa para perseguir al protagonista masculino en todos los sentidos, pero no puede ser abandonada porque es la hija de su maestro. Mientras leía la novela, maldije a esa hija. Diciendo que si fuera yo, no viviría así. '¡Pero eso no significaba que yo quisiera ser ella!' Lo que era peor, Padre ya murió, y mi reputación es la peor. Inevitablemente, me escapé, pero... morí. Sin embargo, cuando abrí los ojos, ¿¡Padre estaba vivo!? '¡Si es así, en esta vida, definitivamente salvaré a Padre!' Sin embargo… “¿¡Pensar que están apuntando a mi nieta!? ¡Los mataré a todos!” ¿Por qué veo al abuelo, que ni siquiera aparece muchas veces a lo largo de la novela, tan a menudo así? \"¿Casamiento? No. Yeonie dijo que viviría a mi lado por el resto de su vida”. Incluso Padre, de alguna manera se volvió raro. Además, “¿Por qué sigues evitándome? ¿Es este también mi error? ¿No se está obsesionando el personaje principal de repente conmigo? “Originalmente, estaba destinado a morir. Hasta que llegaste aquí. Salvé al bastardo de tiempo limitado, pero ¿no es que ninguna buena acción queda sin castigo? \"Al menos cuando estoy frente a ti... no creo que sea una basura\". El villano que me voló el cuello de repente está tratando de arrepentirse. ¿Está realmente bien si es así?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "fr": "Dans ce roman d'arts martiaux, il y a un professeur qui enseigne à l’arrogant protagoniste et le sauve de la mort. Une belle apparence, intelligent, fort… Quoi qu'il en soit, ce professeur avait un point faible. Il s'agit de sa fille unique, stupide et remplie de cupidité. Une antagoniste tenace, qui ne fait qu’embêter le rôle principal masculin de toutes sortes de manières, mais ne peut être abandonnée car elle est la fille de son professeur. Tout au long de la lecture du roman, j'ai maudit cette fille. Dire que si c'était moi, je ne vivrais pas comme ça.\n\n«Mais ça ne voulait pas dire que je voulais être elle!»\n\nEt le pire arriva, la mort de mon père. Évidemment, je me suis enfuie, mais… J'ai été assassinée. Puis, quand j'ai ouvert les yeux, Père était en vie?!\n\n«Cette fois-ci, dans cette vie, je sauverai père!»\n\nCependant…\n\n«Comment osent-ils s'en prendre à ma petite-fille?! Je vais tous les tuer!»\n\nPourquoi est-ce que je croise grand-père, qui n'apparaît pas souvent dans le roman, aussi fréquemment?\n\n«Un mariage? Non. Yeonie a dit qu'elle vivrait à mes côtés pour le restant de sa vie.»\n\nMême Père, d'une manière ou d'une autre, est devenu bizarre.\n\nDe plus, «Pourquoi continuez-vous à m'éviter? Ai-je fait une erreur?»\n\nLe personnage principal n'est-il pas soudainement en train de devenir obsédé par moi?\n\n«À l'origine, j'étais destiné à mourir. Jusqu'à ce que tu viennes ici.»\n\nJ'ai sauvé ce bâtard limité dans le temps, mais n'est-ce pas qu'aucune bonne action ne reste impunie?\n\n«Au moins quand je suis devant toi… je ne me sens pas comme une ordure.»\n\nLe méchant qui m'a tuée essaie soudainement de se repentir.\n\nEst-ce une bonne chose?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "ru": "Здесь, внутри этого романа о боевых искусствах, есть учитель, который учит надменного мужского героя и пробуждает его силу. Красивый, добродушный, праведный, сильный и… К сожалению, у чертовски прекрасного учителя главного героя был один большой недостаток. Это была его глупая дочь, вдоволь наполненная жадностью. Стойкая статистка-злодейка, которая всегда возвращается, чтобы преследовать главного героя, но ее нельзя бросить, потому что она дочь учителя. На протяжении всего романа я проклинала эту дочь. Сказать честно, что если бы этой дочерью была я, то не допустила бы подобного. \n\n—Но это не значит, что я хотела быть ею!\n\nЧто еще хуже, отец уже умер, а моя репутация была ужасной. \n\nЯ сбежала, но… я умерла. Однако, когда я открыл глаза, отец все ещё был жив!?\n\n«Если так, то в этой жизни я обязательно спасу отца!»\n\nОднако…\n\n—Подумать только, они целятся в мою внучку!? Я убью их всех!\n\nПочему я так часто вижу дедушку, который появлялся в романе от силы пару раз? \n\n—Брак? Нет. Ёни сказала, что будет жить рядом со мной до конца своей жизни. \n\nДаже отец стал вести себя как-то странно.\n\nБолее того:\n—Почему ты продолжаешь меня избегать? Это тоже моя ошибка?\n\nПочему главной герой внезапно стал так одержим мной? \n\n—До твоего прихода мне было суждено умереть\n\nЯ спасла временного ублюдка, но ведь ни одно доброе дело не остается безнаказанным?\n\n—По крайней мере, когда я стою перед тобой…\n\nЗлодей, снесший мне шею, вдруг пытается раскаяться.\n\nВсе будет хорошо, так ведь?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "th": "แบครียอนได้เข้ามาอยู่ในนิยายบู๊ที่เคยอ่าน หลังท่านพ่อเสีย ก็โดนตัวร้ายในนิยายฆ่าตาย แต่พอลืมตาขึ้นมาอีกครั้ง กลับกลายเป็นว่ายอนได้ย้อนเวลากลับมาในวัยเด็กอีกครั้ง ทำให้ยอนตัดสินใจว่าชีวิตครั้งนี้จะต้องช่วยชีวิตท่านพ่อให้ได้ \n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "tr": "Ana karakter; dövüş sanatları dünyasında başrolü, hikâyenin kahramanı yapacak olan güçlü ve eğitimini tamamlamış usta Baek Lee Ee-Gang’ın aptal ve sinir bozucu kızı Baek Lee Yeon olarak hayat bulur. Yeon, beklenmedik şekilde öldürülür ve gözlerini açtığında her şeyi geri alabileceği çocukluk günlerine geri döner. “Bu hayatımda ailem beni sevecek mi?” Baş belası olmak yerine harika bir evlat olmaya karar veren Yeon, Baek Lee ailesinin saygın torunu olarak hayatına başlar. Bu hayatını güzelce yaşamak ister ancak ailenin başı olan büyükbabası Baek Lee Pan-Hyuk da dahil olmak üzere herkes Yeon’a engel olur. Büyükbabasının bakışları o kadar serttir ki dağları ve nehirleri bile titretebilir. “O kadar değerli olduğunu mu sanıyorsun?”\n“Evet.”\nBüyükbaba, kendine güvenen torunu karşısında şaşkına döner ve oğluyla torununu gizlice izlemeye başlar.\n“Çok az umut olsa da baba olarak nasıl hemen pes edebilirsin?”\n“Amma inatçısın he.”\nYakışıklı oğlu, dövüş sanatları dünyasının yüz karası kızını o karanlıktan kurtarmaya ve herkesi karşısına almaya hazırdır. Yeon, tam hayatının artık daha güzel olacağını düşünürken erkek başroller bir bir ona takıntılı olmaya başlar!\n“Yeonie’m, bu sefer hayatımız gerçekten çok güzel olacak!!”\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "vi": "Cô xuyên không trở thành một nhân vật chính trong thế giới võ lâm. Cô trở thành BaekRi Yeon, đứa con gái ngốc nghếch và quậy phá của BaekRi Eui Kang, một người thầy chân chính và là người đã dẫn dắt nhân vật nam chính trở thành một anh hùng. Sau khi bất ngờ bị giết, cô mở mắt ra và trở thành một đứa trẻ có thể làm đảo ngược mọi thứ. ‘Mình, lần này có thể nhận được sự yêu thương không?” Ở kiếp này, cô có niềm tin rằng mình sẽ trở thành con gái được yêu thương chứ không phải đứa con gái chịu nhiều tổn thương nữa, cô bắt đầu cuộc sống được mọi người kính trọng từ cháu gái của gia đình Baekri. Những gia tộc cản trở xuất hiện trước mặt Yeon, người chỉ muốn đi trên con đường rải đẩy hoa, và Baek Ri Pae-hyeok, là tộc trưởng và cũng là ông nội của cô, ông sở hữu khí phách của một vị vua, người có thể khiến cả núi sông và cây cối rung chuyển chỉ bằng một ánh mắt. “Ngươi cho rằng ngươi đáng giá như thế sao!” “Vâng!” Ông không thể che giấu sự hốt hoảng trước khí thế mạnh mẽ của cháu gái “Nếu còn một tia hy vọng mong manh, người làm cha sao con có thể từ bỏ?” “…Như là một đứa trẻ cứng đầu.” Ông lão bắt đầu mềm lòng vì hai cha con tuyệt mỹ đánh bại với quyết tâm sẽ cứu đứa cháu gái không có tài nghệ võ công … Tôi nghĩ rằng được sống ở thời điểm này là xứng đáng, nhưng nỗi ám ảnh của các ứng cử viên nam chính đột nhiên bắt đầu? Yeoni của chúng ta, bây giờ hãy chỉ đi trên con đường hoa thôi nhé!\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "pt-br": "Aqui, dentro desta novel de artes marciais, há um professor que ensina o protagonista arrogante e o desperta através de sua morte. Bonito, agradável, justo, forte e… enfim, só havia uma grande falha no professor do protagonista, que era sua filha única insensata, a qual era cheia de ambição. Uma persistente vilã extra que sempre assombra o protagonista de todas as formas, mas nunca pode ser abandonada por ser a filha do professor. Enquanto eu lia o romance, amaldiçoei-a, dizendo que, se eu fosse ela, não viveria daquela forma. Mas isso não significava que eu queria ser ela! Pior ainda, o pai já havia morrido e minha reputação era a pior. Inevitavelmente, eu fugi, mas… morri. No entanto, quando abri meus olhos, meu pai estava vivo?! “Já que é assim, nesta vida, vou definitivamente salvar meu pai! Entretanto… “Eles estão visando minha neta?! Vou matar todos eles” Por que vejo o meu avô, que sequer aparece muitas vezes na novel, com tanta frequência assim? “Casamento? Não. Yeon disse que viveria ao meu lado pelo resto da vida dela.” Mesmo meu pai se tornou estranho. Além disso, “Por que você continua me evitando? Cometi algum erro?”, o protagonista por um acaso está se tornando obcecado por mim? “Originalmente, eu estava destinado à morte. Até você chegar aqui.” Eu salvei o idiota que tinha os dias contados, mas não dizem que somos recompensados por nossas boas ações? “Pelo menos, quando estou à sua frente… não penso que sou um lix@.” De repente, o vilão responsável por minha morte está parecendo arrependido. Está mesmo tudo bem que as coisas sejam assim?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-11-18T22:30:34+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/2c7a2e7e-9963-4183-a470-acdbcc5b55ad.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb2ad286-6e3c-4b71-bb46-4c125d92bda7",
    "title": {
      "en": "Dondon Kawatteiku Giri no Ani to Imouto"
    },
    "updatedAt": "2024-11-02T16:20:39+00:00",
    "coverArt": "https://mangadex.org/covers/fb2ad286-6e3c-4b71-bb46-4c125d92bda7/efd8c34c-58e7-464d-be74-e397f7201148.jpg",
    "altTitles": [
      {
        "ja": "どんどん変わっていく義理の兄と妹"
      },
      {
        "ja-ro": "Dondon Kawatte iku Giri no Ani to Imouto"
      },
      {
        "en": "Steadily Changing Stepbrother and Stepsister"
      }
    ],
    "description": {
      "en": "A younger sister looks down on her brother who got fat.\n\nHowever, her brother suddenly started dieting, and she's bewildered at the sight of him who has changed!\n\nA heart-pounding, warm and fluffy comedy of stepsiblings on a diet!\n\n(Source: Amazon)",
      "ja": "太った兄を見下している妹。\nだが突然兄がダイエットを始めて、変わっていく兄の姿に困惑！\nドキドキしてほっこりする義理兄妹のダイエットコメディ―！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c892b3-a202-46f5-ad11-0d433e712ab8",
    "title": {
      "en": "Mikadono Sanshimai wa Angai, Choroi."
    },
    "updatedAt": "2025-01-27T19:53:26+00:00",
    "coverArt": "https://mangadex.org/covers/04c892b3-a202-46f5-ad11-0d433e712ab8/76c100fb-e9b0-4823-a3dc-3f2428dd5423.jpg",
    "altTitles": [
      {
        "ja": "帝乃三姉妹は案外、チョロい。"
      },
      {
        "en": "The Mikadono Sisters are Surprisingly Easy to Deal With."
      },
      {
        "zh": "帝乃三姐妹原来很好搞定"
      },
      {
        "zh-hk": "帝乃三姊妹意外的好對付。"
      },
      {
        "id": "Kakak beradik Mikadono ternyata sangat mudah ditangani."
      },
      {
        "vi": "Ba Chị Em Nhà Mikadono Dễ Đối Phó Thật Đấy"
      }
    ],
    "description": {
      "en": "Though Ayase Yuu is the son of a renowned and talented actress, he is below average in anything he does. He is entrusted to live under the care of his mother's friend, and later discovers that he will also be rooming with the three sisters from his school who possess both beauty and talent. Though Yuu thought that an understanding would be impossible to reach between an ordinary person and those blessed with talent, the three sisters are surprisingly...?!",
      "id": "Meskipun Ayase Yuu adalah putra seorang aktris terkenal dan berbakat, dia berada di bawah rata-rata dalam segala hal yang dia lakukan. Dia dipercaya untuk hidup di bawah asuhan teman ibunya, dan kemudian mengetahui bahwa dia juga akan sekamar dengan tiga saudara perempuan dari sekolahnya yang memiliki kecantikan dan bakat. Meskipun Yuu berpikir bahwa pemahaman tidak mungkin dicapai antara orang biasa dan mereka yang diberkati dengan bakat, ketiga saudara perempuan itu secara mengejutkan...?!",
      "ja": "孤高の天才三姉妹と同居することになったちょっとポンコツめな高校生・優。平凡以下な彼が三姉妹に振り回されると思いきや…この三姉妹、案外、チョロい――？\n\n優との生活で変わっていく三姉妹の心模様。才色兼備の三姉妹が動揺、狼狽、そしてときめく…",
      "pt-br": "Embora Ayase Yuu seja filho de uma atriz renomada e talentosa, ele está abaixo da média em tudo o que faz. Ele é encarregado de viver sob os cuidados de um amigo de sua mãe, e mais tarde descobre que também vai morar com as três irmãs de sua escola que possuem beleza e talento. Embora Yuu pensasse que um entendimento seria impossível de alcançar entre uma pessoa comum e aqueles abençoados com talento, as três irmãs são surpreendentemente...?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95801a6e-1e69-4876-b7ed-41d92c9853e3",
    "title": {
      "en": "Mob kara Hajimaru Tansaku Eiyuutan"
    },
    "updatedAt": "2024-12-13T22:27:16+00:00",
    "coverArt": "https://mangadex.org/covers/95801a6e-1e69-4876-b7ed-41d92c9853e3/ac76daaf-3095-4ed0-9ee2-82d0fde9de89.jpg",
    "altTitles": [
      {
        "ja": "モブから始まる探索英雄譚"
      },
      {
        "zh-hk": "從路人開始的探索英雄譚"
      },
      {
        "zh": "从路人开始的探索英雄谭"
      },
      {
        "en": "The Story of an Exploration Hero Who Has Worked His Way up From Common People"
      }
    ],
    "description": {
      "en": "Takagi Kaito, a low status high schooler, your typical mob character so to say, was just a normal everyday explorer who hunted slimes every day in the dungeons that appeared in Japan, earning pocket money while admiring his childhood friend, the class queen, from afar. \n\nOne day, a golden slime he had never seen appears before him. After he defeats it, he obtains an extremely rare item worth hundreds of millions as a drop, a servant card that can summon mythical beings!! After he makes up his mind and summons it, a warrior maiden with unparalleled beauty appears. \n\nRise above being just a mob explorer Kaito! A modern battle fantasy story has begun!\n\n---\n**Links:**\n- [Web Novel (JP)](https://ncode.syosetu.com/n8930fk/) \n- Alternative Official Raw - [Niconico](https://seiga.nicovideo.jp/comic/55183)",
      "ja": "＜ダンジョン＞にソロで潜り、スライム狩りの毎日を送る男子高校生・高木海斗。そんなある日、変なスライムから時価10億の<サーバントカード>を手に入れる。悩み抜いた末に召喚を選択した海斗のもとに現れたのは神話の戦乙女ヴァルキリーの格好をした幼女シルフィーだった。一度は落胆したものの、シルフィーが最強クラスのスキルを持っている事が判明し…!? モブな探索者から成り上がれ!",
      "pt-br": "Takagi Kaito, um colegial de baixa estatura, o típico personagem Mob, era um explorador comum que caçava slimes todos os dias nas masmorras que surgiram no Japão, ganhando dinheiro extra enquanto admirava sua amiga de infância, a madona da classe. Um belo dia, um slime dourado que ele nunca tinha visto antes aparece para ele. Depois de derrotá-lo, ele obtém um item extremamente raro no valor de centenas de milhões, uma carta de Servo que pode convocar seres lendários!! Depois que ele se decide, ele a convoca, e uma donzela guerreira extremamente linda aparece. Supere sua posição como um simples Mob, Kaito! Uma nova fantasia moderna começa!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "824f2f28-deee-4ba3-8776-16737e79dbfb",
    "title": {
      "en": "Otogi Matsuri"
    },
    "updatedAt": "2023-03-09T21:05:37+00:00",
    "coverArt": "https://mangadex.org/covers/824f2f28-deee-4ba3-8776-16737e79dbfb/4c122339-bc24-4e37-9afb-fa8a5e523402.png",
    "altTitles": [
      {
        "en": "Otogi Matsuri: Dark Offering"
      },
      {
        "ja-ro": "Otogimatsuri"
      },
      {
        "ru": "Темное Подношение"
      },
      {
        "ja": "おとぎ奉り"
      },
      {
        "zh": "灵幻使者"
      },
      {
        "ko": "주작의 활"
      }
    ],
    "description": {
      "en": "The manga starts off with a very odd killing. Then, it jumps to a few days later where Yousuke ends up breaking a small shrine. It later gives him the guardian Suzaku - just in time too, for he must face the murderer that opened the manga.\n\nNote: Retail links are for the New Edition which has 8 volumes instead of 12."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "73"
  },
  {
    "mangaId": "56691e99-ca6d-4360-bae1-0a0dfb85866b",
    "title": {
      "en": "A Rogue Guard in a Medieval Fantasy"
    },
    "updatedAt": "2024-12-07T06:04:24+00:00",
    "coverArt": "https://mangadex.org/covers/56691e99-ca6d-4360-bae1-0a0dfb85866b/50a44a5e-be69-4b14-bb91-9bd2f31866b6.jpg",
    "altTitles": [
      {
        "ko": "중세 판타지 속 망나니 경비조장"
      },
      {
        "en": "Roguish Guard in a Medieval Fantasy"
      },
      {
        "en": "The Chaotic Guard Captain in a Fantasy World"
      },
      {
        "en": "The Rogue Captain of the Guards in a Medieval Fantasy World"
      }
    ],
    "description": {
      "en": "In a brutal, lawless medieval world where war and poverty reign, and twisted magic defies all reason, the captain of the guards grinds through another grueling day, pushing his battered body to the limit in a land where survival itself is a merciless test."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83644dad-1f46-47c7-8a75-484cf311a4c4",
    "title": {
      "en": "Hardcore Leveling Warrior: Earth Game"
    },
    "updatedAt": "2024-03-17T22:59:10+00:00",
    "coverArt": "https://mangadex.org/covers/83644dad-1f46-47c7-8a75-484cf311a4c4/b375956b-6a5c-4e0c-80bd-52b97889a926.jpg",
    "altTitles": [],
    "description": {
      "en": "\"I’m... back!\"\n\nAfter a comet collides on Earth, a gaming world filled with monsters and dungeons becomes a reality. Amidst the chaos, Gong Won-Ho wakes up as Hardcore Leveling Warrior, an almighty game character with exceptional luck and power.\n\nOnce again, he will embark on a journey to become the strongest... but this time, on Earth!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d1fc77e-706a-4fc5-bea8-486c9be0145d",
    "title": {
      "en": "Vinland Saga"
    },
    "updatedAt": "2025-02-01T17:50:20+00:00",
    "coverArt": "https://mangadex.org/covers/5d1fc77e-706a-4fc5-bea8-486c9be0145d/6c78781e-1c29-44cf-803a-8cfbc8a5f5c2.jpg",
    "altTitles": [
      {
        "pl": "Saga Winlandzka"
      },
      {
        "tr": "Vinland Destanı"
      },
      {
        "ru": "Сага о Винланде"
      },
      {
        "uk": "Сага про Вінланд"
      },
      {
        "ja": "ヴィンランド・サガ"
      },
      {
        "zh-hk": "海盜戰記"
      },
      {
        "zh": "海盗战记"
      },
      {
        "kk": "Винланд дастаны"
      },
      {
        "ar": "فينلاند ساغا"
      }
    ],
    "description": {
      "en": "As a child, Thorfinn sat at the feet of the great Leif Ericson and thrilled to wild tales of a land far to the west. But his youthful fantasies were shattered by a mercenary raid. Raised by the Vikings who murdered his family, Thorfinn became a terrifying warrior, forever seeking to kill the band's leader, Askeladd, and avenge his father. Sustaining Thorfinn through his ordeal are his pride in his family and his dreams of a fertile westward land, a land without war or slavery… the land Leif called Vinland.  \n\n---\n- **Won the Japan Media Arts Award Division Grand Prize in 2009**\n- **Won the 36th Kodansha Manga Award for General Manga in 2012**",
      "ru": "Эта история случилась в начале XI века, когда викинги, безраздельно господствовавшие в северных морях, грабили побережья Франции и Англии. В эпоху, где оружие значило больше, нежели слова, маленький мальчик невольно оказывается косвенной причиной гибели своего отца. Повзрослев и став на путь воина, он жаждет честного поединка с убийцей отца – легендарным главарём отряда викингов-наемников, но возраст и отсутствие опыта не позволяют ему сделать это. Чтобы не упускать своего врага из виду, юноша вступает в его отряд и в награду за выполнение тяжелого боевого задания требует поединка с ним, но терпит поражение. Юноша продолжает прилагать все усилия, чтобы осуществить свою месть. Внезапно он оказывается вовлечён в куда более кровавое столкновение…",
      "tr": "Çocukken Thorfinn, büyük Leif Ericson'un ayaklarının dibinde oturur ve batıdaki uzak diyarların vahşi masallarıyla heyecanlanırdı. Ama gençlik hayalleri bir paralı asker baskınıyla paramparça oldu. Ailesini öldüren Vikingler tarafından yetiştirilen Thorfinn, grubun lideri Askeladd'ı öldürmek ve babasının intikamını almak isteyen korkunç bir savaşçı oldu. Thorfinn'i çileli yaşamı boyunca ayakta tutan, ailesiyle olan gururu ve batıdaki bereketli topraklara, savaşın ve köleliğin olmadığı bir ülkeye, Leif'in Vinland adını verdiği topraklara dair hayalleridir.",
      "pt-br": "Thorfinn é filho de Thors, um lendário guerreiro viking, mas que após anos no campo de batalha, descobre uma coisa mais maravilhosa que matar seus iguais. Viver sua própria vida, em paz. Mas os ventos lhe trazem uma notícia que atrapalhará seus dias de paz, e Thorfinn, seu filho, pouco sabe desta vida passada de guerra de seu pai. Após descobrir o passado de seu pai, Thorfinn se revolta contra ele, e sai para a guerra junto de seu pai, mas quando reconhece o verdadeiro valor dele, já é tarde demais. Agora Thorfinn deverá seguir sua própria vida, seguindo valores que seu pai lhe ensinou, mas sem perder sua coragem. Este é só o começo desta grande saga de Thorfinn que acompanha os Vikings no século XI!"
    },
    "status": "ongoing",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48c98018-a6c5-484a-911b-87e7ee13bb30",
    "title": {
      "en": "High School Gangsters"
    },
    "updatedAt": "2025-01-21T02:40:42+00:00",
    "coverArt": "https://mangadex.org/covers/48c98018-a6c5-484a-911b-87e7ee13bb30/09a02b1e-64e6-471c-903b-1475bd13ba23.png",
    "altTitles": [
      {
        "en": "Mingwang"
      },
      {
        "en": "Myeongwang"
      },
      {
        "ko": "명왕"
      }
    ],
    "description": {
      "ar": "ميونغ وانغ اللقب الأعظم في مدينة تيانغ، من يحصده يحصل على القوة، الإحترام والمجد. بطل قصتنا الواعدة \"شين وو جاي\" الذي كان يعتبر أسطورة المدارس الإعدادية بالماضي في مهمة مستحيلة للإنتقام وحيدا من الأشخاص الذين غدروه و أهانوه.أعدائه ليسوا أي أشخاص،إنهم رفاقه السابقون الذين تدرجوا في سلم الجريمة ليصبحوا  بعدها سادة العالم السفلي بكوريا الجنوبية فهل سيكون \"شين وو جاي\" على قدر التحدي ليحقق انتقامه؟ أم سيكون قراره المتهور هذا غلطة عمره؟ أحداث نارية و حماسية تطرحها لنا مانهوا \"high school gangsters\" في الفصول المقبلة. تابعوا، ترقبوا واستمتعوا… بدأنا.",
      "en": "A high school turf war entangled with betrayal, revenge, and remnants of friendship!  \n\nThe fierce clash between Shin Woo-jae and Yang Seon-tae, former friends turned enemies, becomes an intense battle over revenge and truth.  \n\nAmidst the hierarchy of high school dominance, friendship and vengeance emerge.  \n\nWho will claim the throne in the end?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "440b1df4-1179-4727-a68e-8c888dd22f12",
    "title": {
      "en": "How to Survive Restructuring"
    },
    "updatedAt": "2024-12-01T02:07:44+00:00",
    "coverArt": "https://mangadex.org/covers/440b1df4-1179-4727-a68e-8c888dd22f12/401fdc45-44e5-402a-885d-f7cb5f5bd4c4.jpg",
    "altTitles": [
      {
        "ko": "구조 조정에서 살아남는 법"
      }
    ],
    "description": {
      "en": "The moment the company receives notice of a person subject to restructuring, With a roaring sound as if the sky had collapsed. And the world has changed. [The sale of this district has been decided.] [This will result in a workforce restructuring.] Restructuring for Lives Missions that you can capture to gain special powers If it's a miraculous prank, I'll do my best for it! \"I found it. A way to live together.\" Restructuring candidate Lee Eunho's super-fast promotion starts now!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e64b54c4-5ef4-44d3-85db-09fe0d3e513c",
    "title": {
      "en": "Necromancer Academy and the Genius Summoner"
    },
    "updatedAt": "2024-12-30T21:40:57+00:00",
    "coverArt": "https://mangadex.org/covers/e64b54c4-5ef4-44d3-85db-09fe0d3e513c/ca176324-2e24-4d37-aa13-21220cf743d9.png",
    "altTitles": [
      {
        "ko": "네크로맨서 학교의 소환천재"
      },
      {
        "ko-ro": "Necromancer Hakgyoui Sohwancheonjae"
      },
      {
        "en": "Necromancer Academy's Genius Summoner"
      },
      {
        "th": "ยอดอัจฉริยะแห่งโรงเรียนเนโครแมนเซอร์"
      },
      {
        "ja": "ネクロマンサー学園の天才召喚士"
      },
      {
        "zh-hk": "死靈術師學院的召喚天才"
      }
    ],
    "description": {
      "en": "Necromancers have built a name for themselves as fearsome practitioners of magic capable of dropping entire empires to their knees. Simon Follentia is a necromancer with incredible latent talent! After being scouted for the necromancer's academy, this genius is ready to be nurtured and taken to the next level. \n\nBut could Simon's insane talents attract some unforeseen consequences?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9484b1fd-0271-4c9b-b096-7e313823058e",
    "title": {
      "en": "Jitsu wa Ore, Saikyou Deshita?"
    },
    "updatedAt": "2025-01-17T10:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/9484b1fd-0271-4c9b-b096-7e313823058e/243c7c60-19dc-4438-b1eb-05f02c396242.jpg",
    "altTitles": [
      {
        "ja": "実は俺、最強でした？"
      },
      {
        "en": "Am I Actually the Strongest?"
      },
      {
        "ko": "실은 나, 최강이었다?"
      },
      {
        "zh": "其实，我乃最强？"
      },
      {
        "zh": "其实，我是最强的？"
      },
      {
        "zh-hk": "其實，我是最強的？"
      },
      {
        "fr": "Suis-je en fait le plus fort ?"
      },
      {
        "ka": "სინამდვილეში ყველაზე ძლიერი ვარ?"
      },
      {
        "id": "Apakah Aku Sebenarnya Yang Terkuat?"
      },
      {
        "pt-br": "Na Verdade, Eu Sou o Mais Forte?"
      },
      {
        "ru": "На самом деле, я самый сильный?"
      },
      {
        "es": "¿En realidad soy el más fuerte?"
      },
      {
        "th": "ผมเทพสุดจริงเหรอ?"
      },
      {
        "vi": "Tôi Có Thực Sự Là Người Mạnh Nhất Không?"
      }
    ],
    "description": {
      "en": "To be reincarnated into another world with the promise of a \"cheat\" power is one thing... but to be reborn as a baby, and then left for dead after your royal parents think you're powerless? That's another thing entirely!\n\nNow the newly-born Reinhart — or Hart to his new friends — must find his way through a dangerous world. But luckily, he's got magic that's quite literally off the charts!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10050/episode/322262) (U.S. Only), [Kodansha](https://kodansha.us/series/am-i-actually-the-strongest/)",
      "ja": "赤ちゃんに転生したのに捨てられた！チート魔法力で生き延びろ！",
      "pt": "Um NEET é renascido em outro mundo com a promessa de um avida pacifica. Apesar de ter nascido na realeza, devido a sua magica parecer fraca, seus pais o abandonaram sem pensar em uma floresta para ser devorado por monstros. Contudo sua magia é desumanamente poderosa. O que ele devera fazer para obter a vida pacifica que ele tanto deseja?\n\nHikikomori (引き篭り) é um termo que significa literalmente isolado em casa, ele é usado para referir-se a pessoas que apresentam graves níveis de isolamento, normalmente são jovens entre 13 e 39 anos que muitas vezes são sustentados pelos pais ou trabalham online. NEET é basicamente a mesma coisa mas tem suas diferenças.\"",
      "ru": "Парень перерождается в другой мир, чтобы иметь обещанную мирную жизнь. Ребенком его бросают в лесу за низкий уровень магии, который не может быть измерен современными радарами. Что ему нужно сделать, чтобы достичь мирной жизни, которую он так желает?",
      "es-la": "Un chico renace en otro mundo para tener una vida pacífica. Un bebé nacido de poder y realeza, abandonado en el bosque por tener un poder que no puede ser comparado ni por los radares modernos (no, no esta ni cerca de sobrepasar los 9000). ¿Qué hara para obtener la vida pacífica que él tanto desea?\"",
      "pt-br": "Reencarnar em outro mundo com a promessa de um poder de \"trapaça\" é uma coisa... mas renascer como um bebê e então ser deixado para morrer depois que seus pais reais acham que você é impotente? Isso é outra coisa completamente diferente!\n\nAgora, o recém-nascido Reinhart — ou Hart para seus novos amigos — deve encontrar seu caminho através de um mundo perigoso. Mas, felizmente, ele tem uma magia que está literalmente fora dos gráficos!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69b7aae1-f4e9-4276-a505-0a012c0ba97c",
    "title": {
      "en": "Summer's Gonna Tear Us Apart"
    },
    "updatedAt": "2024-11-23T19:02:02+00:00",
    "coverArt": "https://mangadex.org/covers/69b7aae1-f4e9-4276-a505-0a012c0ba97c/dc94af1e-5014-4ea7-b9fb-912b46615aaa.jpg",
    "altTitles": [
      {
        "ja": "ぼくらの夏が裂けていく"
      },
      {
        "ja-ro": "Bokura no Natsu ga Saketeiku"
      }
    ],
    "description": {
      "en": "A teenage boy returns to his remote home island from the mainland. While people stopped wearing masks there, on the island the rules to wear masks outside at all times are still surprisingly strict. Could the reason be something different than corona?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "789642f8-ca89-4e4e-8f7b-eee4d17ea08b",
    "title": {
      "en": "Kimetsu no Yaiba"
    },
    "updatedAt": "2024-10-26T23:41:59+00:00",
    "coverArt": "https://mangadex.org/covers/789642f8-ca89-4e4e-8f7b-eee4d17ea08b/60530e72-f76f-45d5-b6f9-f95e05058fc3.png",
    "altTitles": [
      {
        "en": "Demon Slayer"
      },
      {
        "es": "Guardianes De La Noche"
      },
      {
        "fr": "Les Rôdeurs de la Nuit"
      },
      {
        "ru": "Клинок, рассекающий демонов"
      },
      {
        "id": "ดาบพิฆาตอสูร เล่ม"
      },
      {
        "zh-hk": "滅鬼之刃"
      },
      {
        "zh": "灭鬼之刃"
      },
      {
        "ja": "鬼滅の刃"
      },
      {
        "zh-hk": "鬼滅之刃"
      },
      {
        "zh": "鬼灭之刃"
      },
      {
        "ko": "귀멸의 칼날"
      },
      {
        "en": "Blade of Demon Destruction"
      },
      {
        "ar": "قاتل الشياطين"
      },
      {
        "sq": "Shpata e shaktërrimit të demonit"
      },
      {
        "ka": "დემონების მკვეთი ხმალი"
      },
      {
        "vi": "Thanh Gươm Diệt Quỷ"
      },
      {
        "vi": "Lưỡi Gươm Diệt Quỷ"
      }
    ],
    "description": {
      "en": "Since ancient times, rumors have abounded of man-eating demons lurking in the woods. Because of this, the local townsfolk never venture outside at night. Legend has it that a demon slayer also roams the night, hunting down these bloodthirsty demons.  \r\nEver since the death of his father, Tanjirou has taken it upon himself to support his mother and five siblings. Although their lives may be hardened by tragedy, they've found happiness. But that ephemeral warmth is shattered one day when Tanjirou finds his family slaughtered and the lone survivor, his sister Nezuko, turned into a demon. Adding to this sorrow, a demon hunter named Tomioka Giyuu arrived and was about to finish Nezuko off, but to his surprise she and Tanjiro started to protect each other. Seeing this oddity and Tanjiro's promising fighting skills, Giyuu decides to send them to his old mentor to be trained.  \r\nSo begins Tanjiro's life as a demon hunter, bound on a quest to cure his sister and find the one who murdered his entire family.  \r\n  \r\nMangaPlus: <https://mangaplus.shueisha.co.jp/titles/100009>",
      "ru": "Танджиро - старший сын в семье, потерявшей кормильца. Однажды он уходит в другой город, чтобы продать древесный уголь, но в конце концов остаётся на ночь в чужом доме, вместо того, чтобы идти домой. А всё из-за слухов о демоне, который разгуливает в горах под покровом темноты. Утром парень вернётся домой живым и невредимым… Но его ждут ужасные известия.",
      "vi": "Thanh Gươm Diệt Quỷ còn có tên gọi khác là Lưỡi Gươm Diệt Quỷ hay Yaiba Kimetsu. Phim Thanh Gươm Diệt Quỷ: Kimetsu No Yaiba. Vào thời xa xưa, có một truyền thuyết về những con quỷ ăn thịt người luôn lãng vãng trong cánh rừng sâu. Vì điều này, người dân trong làng không bao giờ đi ra ngoài vào trời tối. Truyền thuyến cũng kể rằng có một Sát Quỷ Nhân luôn xuất hiện vào ban đêm để tiêu diệt những con quỷ khát máu này. Đối với chàng trai trẻ Tanjiro, câu chuyện dân gian ấy đã trở thành hiện thực cay đắng mà cậu phải hứng chịu...Sau khi cha cậu qua đời, Tanjiro luôn cố gắng hết sức để trở thành trụ cột trong gia đình. Dù cuộc sống vất vả, cực khổ, những gia đình của cậu vẫn luôn ngập tràn hạnh phúc. Nhưng niềm hạnh phúc ấy cũng không kéo dài lâu được. Một ngày nọ, khi Tanjiro trở về, cậu phát hiện gia đình mình đã bị sát hại dã man, và chỉ có một người duy nhất sống sót, đó là em gái Nezuko của cậu. Nhưng bi kịch thay, Nezuko đã trở thành con quỷ đáng sợ. Tuy nhiên, cô vẫn còn giữ một chút nhân tính. Đó là thời điểm bắt đầu cuộc chiến đơn độc của Tanjiro, tiêu diệt quỷ và tìm cách biến em gái mình trở lại làm người."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "23",
    "lastChapter": "205"
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2025-01-27T16:11:20+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/91a6fbb8-6d3b-41cd-9de4-daa2f4a4727e.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "en": "The weirdo one desk over keeps giving me THAT kind of look"
      },
      {
        "ur": "Sath ki kursi par beithne wali mujhe \"Un Ankhoñ\" se deikhti he"
      }
    ],
    "description": {
      "en": "While you were admiring the girl in the next seat, she might be eyeing you up, too…? A new kind of “neighborly” short-form pure love comedy!\n\n(Source: Sunday Webry, translated)",
      "ja": "主人公の池沢くんは、同じクラスの美少女・江口さんのことを「そういう目」で見ている。しかし実は、江口さんも「そういう目」で池沢くんのことを見ていて！？チラ見えする筋肉、汗ばむ肌、髪の香り…互いに興味津々な2人の「下心」から始まる純愛ラブコメ！好きな人のなら、臭いも汗も×××も…全部好き。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25e145f0-a74f-48b6-9d89-b715e28f6417",
    "title": {
      "en": "\"Omae Gotoki ga Maou ni Kateru to Omou na\" to Yuusha Party wo Tsuihou Sareta node, Outo de Kimama ni Kurashitai"
    },
    "updatedAt": "2024-11-03T00:09:46+00:00",
    "coverArt": "https://mangadex.org/covers/25e145f0-a74f-48b6-9d89-b715e28f6417/cca64c4c-24a8-4d9e-a6b7-55677fb91d7f.jpg",
    "altTitles": [
      {
        "ja": "「お前ごときが魔王に勝てると思うな」と勇者パーティを追放されたので、王都で気ままに暮らしたい THE COMIC"
      },
      {
        "en": "Do You Think Someone Like You Can Defeat the Demon King?"
      },
      {
        "zh": "「就凭你也想打败魔王吗」被勇者一行所驱逐的少女要如何才能在王都过上自由的生活"
      },
      {
        "zh-hk": "「憑妳也想討伐魔王？」被勇者小隊逐出隊伍，只好在王都自在過活"
      },
      {
        "zh-ro": "\"Jiù píng nǐ yě xiǎng dǎbài mówáng ma\" bèi yǒngzhě yīxíng suǒ qūzhú de shàonǚ yào rúhé cáinéng zài wáng dōuguò shàng zìyóu de shēnghuó"
      },
      {
        "en": "ROLL OVER AND DIE: I Will Fight for an Ordinary Life with My Love and Cursed Sword!"
      },
      {
        "vi": "Ngươi Nghĩ Một Kẻ Như Ngươi Có Thể Tiêu Diệt Quỷ Vương?"
      }
    ],
    "description": {
      "en": "According to the god Origin's prophecy, the girl Flum was chosen to be one of the members of the party that were foretold to defeat the Demon Lord. Everyone already had achievements to their name, as well as the strength to back them up. However, only Flum did not possess any combat prowess, and all of her stats were 0 due to her rare affinity. While being constantly berated, she continued to put great efforts to be useful to the heroes.     \n\nUntil one day, she was tricked by one of the party members who said that she “was not necessary anymore” and sold off to a slave trader. Flum was forced to live as a slave, locked away and barely fed. There she encountered a “cursed sword” and realized the true power of her rare affinity, “Reversal.”   The girl, who acquired the power to fight, was indifferent to the Demon Lord and decided to live peacefully as an adventurer alongside a slave girl she met.    \n\n——This is a story of one girl who continued to crawl up from the very bottom in order to regain her peaceful everyday life."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd13dad6-7cda-46cf-8d4f-13adfc6c37d6",
    "title": {
      "en": "Shihai Shoujo Kubaru-chan"
    },
    "updatedAt": "2024-11-02T11:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/dd13dad6-7cda-46cf-8d4f-13adfc6c37d6/a9fe0efb-d7d4-4ced-bd54-635969b096a9.jpg",
    "altTitles": [
      {
        "ja": "支配少女くばるちゃん"
      },
      {
        "en": "Ruling Girl Kubaru-chan"
      },
      {
        "en": "Controlling Girl Kubaru-chan"
      }
    ],
    "description": {
      "en": "After fierce bullying, Yuuto Kiba wanted to die. On the verge of committing suicide, his fate changes rapidly when a strange and funky beautiful girl, Kubaru, tells him, “Give me your life”.\n\nMake your life happy with love?! A slightly strange and psycho love drama.",
      "ja": "熾烈ないじめの末に、もう死にたいと思っていた少年・木場優人（きばゆうと）。自殺する寸前に、奇妙なファンキー美少女・くばるに「君の人生を頂戴」と言われたことで、運命が目まぐるしく変わっていく。\n\nラブで君の人生を幸せにする？！ちょっと奇妙でサイコなラブドラマ。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3de0128-f60b-4fd2-acc6-fa4735659a34",
    "title": {
      "en": "Reality Quest"
    },
    "updatedAt": "2023-05-28T20:30:29+00:00",
    "coverArt": "https://mangadex.org/covers/d3de0128-f60b-4fd2-acc6-fa4735659a34/63eaa70f-d8c8-4ead-8214-7a4d3f4a903c.png",
    "altTitles": [
      {
        "ko": "현실퀘스트"
      },
      {
        "en": "Real Life Quest"
      },
      {
        "en": "IRL Quest"
      },
      {
        "ko-ro": "Hyeonsil Quest"
      },
      {
        "ru": "Реалити Квест"
      },
      {
        "fr": "IRL Quest"
      }
    ],
    "description": {
      "en": "Due to the school bully's threat to get him game items, Ha Do-wan, the unlucky game shuttle, died after playing games all night long for a week. The moment he died, he got respawned to the classroom one week before he died... Everything is the same as that day. The only thing that has changed is the floating in front of him! What? Use the skills of the games I've played so far to beat the bully?!?!",
      "fr": "À cause de la menace des harceleurs de son école qui l'obligent à gagner des objets dans un jeu, Ha Do-Wan, le malheureux joueur à tout faire, est mort après avoir joué sans arrêt pendant une semaine. Au moment où il est mort, il s'est fait réincarner dans sa salle de classe une semaine avant sa mort... Tout est comme ce jour-là. La seule chose qui a changé est cette fenêtre volante devant lui ! Quoi ? Utiliser les skills que j'ai utilisé dans tous les jeux auxquels j'ai pu jouer jusqu'ici pour battre les harceleurs ?!?!",
      "ru": "После угроз и запугиваний школьного хулигана, который требовал добыть предметы, Ха До Ван всю неделю проводит ночи напролет за играми, умирает и перерождается в школьном кабинете за неделю до этого... Все было точно таким же, как в тот день. Изменилось только одно - это \"Оповещение о квесте\", которое всплыло перед глазами! Что? От меня требуется победить этого хулигана, используя все мои игровые навыки?",
      "pt-br": "Após ser forçado pelo valentão da escola a dropar um item lendário, Ha Dowan, o escravo gamer, morre depois de passar a sete dias seguidos jogando. No momento de sua morte, ele renasce na sala de aula, uma semana antes do dia em que morreu. Tudo está exatamente igual àquele dia. A única coisa diferente é que a <notificação de missão> está flutuando na frente dele! “O quê? tenho que usar as habilidades de todos os jogos que joguei até hoje pra descer o cacete nesse desgraçado?!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d2aac6a-2bb4-4571-8f1a-c90bac6624dd",
    "title": {
      "en": "Bakuten Shoot Beyblade"
    },
    "updatedAt": "2022-12-30T09:09:01+00:00",
    "coverArt": "https://mangadex.org/covers/1d2aac6a-2bb4-4571-8f1a-c90bac6624dd/dd41d5aa-5ed0-4fab-987b-30cbbac1b8a2.jpg",
    "altTitles": [
      {
        "en": "Bakuden Shoot Beyblade"
      },
      {
        "en": "Bakuten Shoot Beblade"
      },
      {
        "ja-ro": "Bakuten Shūto Beiburēdo"
      },
      {
        "ja-ro": "Beiburedo"
      },
      {
        "en": "BeyBlade"
      },
      {
        "th": "Beyblade - Con quay truyền thuyết -"
      },
      {
        "ja": "ベイブレード"
      },
      {
        "ja": "爆転SHOOTベイブレード"
      },
      {
        "ja": "爆転シュート ベイブレード"
      },
      {
        "ja": "爆転シュートベイブレード"
      }
    ],
    "description": {
      "en": "Tyson's on a mission to be the best Beyblader ever! But his enemies, the Blade Sharks, are super tough and they'll do anything to win! Tyson just ight have what it takes to win when he busts out with a new Beyblade given to him by a mysterious stranger. Now the Blade Sharks want his new Beyblade and they're prepared to use any dirty trick to get it! \n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media \n  \nThe following link is to AnimeNewsNetwork for all of the various manga, anime adaptions, sequels, and spinoffs:  \n[Beyblade](https://www.animenewsnetwork.com/encyclopedia/manga.php?id=4062) (manga)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "3.8"
  },
  {
    "mangaId": "6ad54367-4165-43ed-9a7d-71179c520180",
    "title": {
      "en": "Yani Neko"
    },
    "updatedAt": "2025-01-31T02:28:38+00:00",
    "coverArt": "https://mangadex.org/covers/6ad54367-4165-43ed-9a7d-71179c520180/81571a65-b1f0-4cff-bd6d-35f9f07b3d53.jpg",
    "altTitles": [
      {
        "ja": "ヤニねこ"
      },
      {
        "en": "Tar Cat"
      },
      {
        "vi": "Cô mèo nghiện thuốc"
      }
    ],
    "description": {
      "en": "A chain-smoking catgirl struggles with her cigarette addiction.",
      "ja": "マナーやモラルなんて関係ねえ！クズねこの送るヤニまみれでお下品な日常をご覧ください。一応、妹とか普通にかわいいキャラもでてくるから！単行本でしか見れない貴重な喫煙シーンとかたぶん描くんで、予約してくれたらありがてーにゃ(笑)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06d22615-4713-43dd-985d-377301758d69",
    "title": {
      "en": "Peerless Battle Spirit"
    },
    "updatedAt": "2022-02-01T21:58:53+00:00",
    "coverArt": "https://mangadex.org/covers/06d22615-4713-43dd-985d-377301758d69/a98a1a7b-9459-4057-8931-30083605c2a8.jpg",
    "altTitles": [
      {
        "en": "Berserk Peerless Battle Spirit"
      },
      {
        "en": "Berserk Sovereign of Battle"
      },
      {
        "zh": "绝世战魂"
      },
      {
        "zh-ro": "Jueshi Zhan Hun"
      }
    ],
    "description": {
      "en": "In the Canglan Continent, there existed a rule: only those who managed to awaken a Martial Spirit were able to pursue the path of cultivation, and a Martial Spirit's rank was determined when it was awakened. Born in Linshui City, Qin Nan was a peerless genius who possessed great talents and was highly anticipated to become a great cultivator in the future. However, things changed when he ended up awakening the lowest-grade Martial Spirit, resulting in him being considered trash.  \n  \nFortunately, when Qin Nan was struck by a ray of lightning at a young age, he coincidentally obtained the atavistic Divine Battle Spirit, which was capable of ranking up, breaking the ultimate rule of the Canglan Continent. Little did he know that his Martial Spirit possessed a great secret, which would continue to be unveiled as he learns more about the story of the Divine Battle Spirit.  \n  \nWhat is the secret behind the Divine Battle Spirit? What is the curse of the Canglan Continent? Who exactly is the Divine God of Battle?  \n  \nJoin Qin Nan and his companions along their journey, battling against various opponents, outsmarting their enemies, and seeking the answers to unveil mysteries!  \n  \n“Master, please bring me along on your journey battling against the Nine Heavens, will you?”  \n  \n*From gravitytales.com"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "819238d7-f4aa-4ba3-9a79-a695dc62200b",
    "title": {
      "en": "Special Civil Servant"
    },
    "updatedAt": "2025-01-12T23:11:49+00:00",
    "coverArt": "https://mangadex.org/covers/819238d7-f4aa-4ba3-9a79-a695dc62200b/96c84800-0434-4b56-ac5d-ac52ddbf66e8.png",
    "altTitles": [
      {
        "ko": "별정직 공무원"
      },
      {
        "pl": "Specjalny Urzędnik Państwowy"
      }
    ],
    "description": {
      "en": "Socially-awkward Maru Han bombs his fifth attempt at getting a dream job in the civil service. But after a strange creature attacks him in the mountains, he finds himself recruited into the Special Civil Service for the Ministry of Environment. This secret organization is dedicated to fighting nachal, human-devouring demons who appear in clouds of yellow dust. As Maru struggles in his new job fighting nachal, he must find out why they're mysteriously drawn to him before the prophesied end of the world arrives."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56504d3e-3ceb-44e5-811c-0293f1919042",
    "title": {
      "en": "Suterare Elf-san wa Sekai de Ichiban Tsuyokute Kawaii!"
    },
    "updatedAt": "2025-01-28T02:14:12+00:00",
    "coverArt": "https://mangadex.org/covers/56504d3e-3ceb-44e5-811c-0293f1919042/7c358a87-2b2c-4176-87ca-988ece1d3ab3.jpg",
    "altTitles": [
      {
        "ja": "捨てられエルフさん は世界で一番強くて可愛い！"
      },
      {
        "en": "The Abandoned Elf is the Strongest and Cutest in the World!"
      },
      {
        "hu": "A magára hagyott elf lány a világ legerősebb és legaranyosabbja!"
      }
    ],
    "description": {
      "en": "\"Dear top players, this game is a real parallel world. If you reincarnate and save the world, any wish you have will be granted.\"\n\nFormer popular voice actress Ayano responded to the proposal from the goddess. In order to shine as a voice actress once again. Reincarnated as the strongest species of high elf, she aims to \"clear the game\" in the parallel world with the strongest and cutest kemo-eared heroine using her gaming knowledge, but –!?",
      "hu": "**【Egykori toplistás játékos】+【Játékvilág】= Szuper verhetetlen!? Folytatom az életet a legerősebb énemmel!!**\n\n„Kedves top játékosok! Ez a játék egy valós párhuzamos világ. Ha újjászülettek és megmentitek a világot, bármilyen kívánságotokat teljesítjük.”\n\nErre az istennő ajánlatára válaszolt Ayano, egykori népszerű szinkronszínész. Azért, hogy ismét ragyoghasson szinkronszínészként, a legerősebb faj, a nemes elf egyikeként született újjá. Most, a legerősebb és legaranyosabb állatfüles hősnővel karöltve, játékbeli tudását felhasználva célja a párhuzamos világban a „játék végigjátszása” - de vajon sikerül-e neki!?",
      "ja": "「トッププレイヤーの皆様。このゲームは実在する異世界です。転生し、世界を救えばどんな願いも叶えてあげましょう」\n\n女神からの提案に、元人気声優のアヤノは応えた。炎上して干された今、もう一度声優として輝くために。炎上後にゲームをやり込みトップランカーとなったアヤノは、その知識を生かして、最強種【ハイエルフ】に転生! 最強可愛いケモ耳ヒロイン・ホムラとともに異世界での“ゲームクリア”を目指すが、この世界はただの「ゲーム世界」ではないようで――!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "008eecb3-1d79-40c0-aa4a-463347d83397",
    "title": {
      "en": "Spacedrum"
    },
    "updatedAt": "2023-03-17T06:38:59+00:00",
    "coverArt": "https://mangadex.org/covers/008eecb3-1d79-40c0-aa4a-463347d83397/9c91340a-c69e-4e19-9384-170aa470b0a0.png",
    "altTitles": [],
    "description": {
      "en": "RENAISSANCE, LIFE, DEATH, ASTRAL DISINTEGRATION.\nRENAISSANCE, LIFE, DEATH, ASTRAL DISINTEGRATION.\nRENAISSANCE, LIFE, DEATH, ASTRAL DISINTEGRATION.\n\nAll beings in the firmament live locked in this infinite cycle. Or so it was until the day they came down from the heavens.\n\nHumanity ceased to be human. Death is no longer the end. Enlightenment came to save her children and defeat the most powerful feeling that consciousness had been able to create.\n\n___\n\nSpaceDrum shows us a society that has evolved to a state of full well-being, freed from wars and conflicts, in search of Nirvana, thanks to the spiritual guidance of an alien race.\nThe aryas are an elite group charged with the external security of the planet and the protection of the high priestess.\n\nThey are chosen because, thanks to their control over their Virya, they are able to control mysterious fragments, the shards. Reda is a student at one of the most distinctive military academies, but he has difficulty controlling his special shard due to constant visions of a strange young woman. And this will not be the biggest of your problems..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "707a112b-55cb-41a5-afe1-601d3e52e9a8",
    "title": {
      "en": "The Legendary Spearman Returns"
    },
    "updatedAt": "2024-06-29T00:48:20+00:00",
    "coverArt": "https://mangadex.org/covers/707a112b-55cb-41a5-afe1-601d3e52e9a8/01a1ab5b-985e-402f-9e44-0b5ec9eae1f9.png",
    "altTitles": [
      {
        "ko": "역대급 창기사의 회귀"
      },
      {
        "zh-hk": "史詩級槍騎士再臨"
      },
      {
        "ko-ro": "Yeokdaegeup Changgisaui Hoegwi"
      },
      {
        "en": "Return of the Unrivaled Spear Knight"
      },
      {
        "en": "Return of the Legendary Spear Knight"
      },
      {
        "en": "Return of the Greatest Lancer"
      },
      {
        "fr": "Le retour du lancier légendaire"
      },
      {
        "pt": "Retorno do lendário cavaleiro da lança"
      },
      {
        "es": "El retorno del legendario caballero de la lanza"
      },
      {
        "ru": "Возмездие величайшего копейщика"
      },
      {
        "ru": "Возвращение величайшего лансера всех времен"
      },
      {
        "th": "การกลับมาของอัศวินผู้ใช้หอกแห่งยุค"
      },
      {
        "ja": "歴代級槍騎士の回帰"
      },
      {
        "vi": "Sự Trở Lại Của Hiệp Sĩ Giáo"
      },
      {
        "zh": "史诗级枪骑士再临"
      },
      {
        "zh-hk": "英雄槍騎士的復仇"
      },
      {
        "id": "Kembalinya Kesatria Tombak Legendaris"
      },
      {
        "es-la": "El Regreso del Inigualable Caballero de la Lanza"
      }
    ],
    "description": {
      "en": "Joshua Sanders, the legendary spearman who ended the brutal civil war, shattered the belief that one must wield a sword to be a master knight.\n\nHe fought in the service of his friend, Emperor Caesar van Briton, but it is all for naught when his fearful comrades try to kill him. He’s on the brink of death when his trusty weapon, Lugia, shines and propels him back to the stables of his childhood.\n\nWith his mighty spear in hand, Joshua is dead set on revenge in this life!",
      "es": "El invicto caballero lanza. Una estrella brillante de una casa del Ducado que rompió por completo la lógica común de que un caballero debe usar una espada. El gran héroe que puso fin a la larga guerra civil del imperio. Su nombre era \"Joshua Sanders\". El hombre conocido como la Lanza Legendaria del Emperador tosía sangre. De las manos de nada menos que su señor, el emperador César... \"César, ¡¡no creas que este será el final !!\" Mirando a la muerte a la cara con un círculo mágico de explosión frente a él, la lanza \"Lukia\" que ha estado con él durante décadas comenzó a brillar... Este lugar familiar... ¿Es el establo en el que solía vivir cuando era niño? ¡Incluso me volví más joven! Lukia, ¿qué eres? ¡Joshua ha vuelto a su infancia! ¡Y ahora comienza la historia de su épica venganza!",
      "ko": "무패의 창기사.\n기사는 검을 써야만 한다는 고정관념을 철저히 깨부순 \n공작 가문의 빛나는 별. 제국의 오랜 내전을 일시에 종식시킨 대영웅. \n그 이름은 바로 '조슈아 샌더스'.\n\n황제의 역대 최강의 창이라고도 불리는 그가 명성에 어울리지 않는     \n검붉은 피를 울컥거리고 있었다. 다른 누구도 아닌 자신의 주군, \n카이사르 황제의 손에 의해...\n\"카이사르, 이렇게 끝날 거라 생각하지 마라!!\"\n폭발 마법진에 의해 죽음을 앞둔 그 순간, 수십 년을 함께 해온 창 \n'루기아'가 엄청난 기운을 내뿜기 시작하는데...\n낯이 익은 이곳은 설마... 어렸을 때 살던 마구간?\n몸도 어려졌잖아?! 루기아 너 대체 정체가 뭐야?\n\n다시 유년시절로 돌아온 조슈아! 그의 사이다 복수극이 시작된다!",
      "ru": "Непревзойденный копейщик.\n\nСтереотип о необходимости владения мечом разрушает ярчайшая звезда из герцогской семьи. Герой, что положил конец войне империи, и имя ему - Джошуа Сандерс.\n\nНесмотря на его величие и репутацию, теперь он полумертвый истекает багрового цвета кровью. Ранен он не кем иным, как рукой собственного императора, - Кайзера...\n\n\"Кайзер!.. Не мечтай, что всё закончится так легко!!!\".\n\nПоследние мгновения смерти сопроводили излияния огромного количества энергии от его соратника - копья, что носило имя \"Ругия\"...\n\nЯ... Помолодел?.. Ругия, что ты, черт возьми, такое?!\n\nДжошуа вернул себе молодое тело, и его месть начнется с этого момента!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30f3ac69-21b6-45ad-a110-d011b7aaadaa",
    "title": {
      "en": "Tonikaku Kawaii"
    },
    "updatedAt": "2024-12-21T00:52:58+00:00",
    "coverArt": "https://mangadex.org/covers/30f3ac69-21b6-45ad-a110-d011b7aaadaa/f7e5002d-3f09-4266-ad72-0a35bef8ee89.jpg",
    "altTitles": [
      {
        "en": "Fly Me to The Moon"
      },
      {
        "ja-ro": "Tonikaku Cawaii"
      },
      {
        "en": "TONIKAWA: Over The Moon For You"
      },
      {
        "ru": "Унеси меня на Луну"
      },
      {
        "ja": "トニカクカワイイ"
      },
      {
        "zh": "总之就是非常可爱"
      },
      {
        "ko": "어쩄든 귀여워"
      },
      {
        "en": "Cute Anyways"
      }
    ],
    "description": {
      "en": "Described as a story full of \"love\" and \"dreams\", Tonikaku Kawaii follows a protagonist whose name is written with the characters for \"Hoshizora\" (\"Starry Sky\" in Japanese), but whose name is pronounced as \"Nasa\". On the day of his high school entrance exams, Nasa encounters a beautiful girl. For Nasa, it feels like destiny is finally calling out to him that he will have a girl friend, but…\n\nNote: Volume 15 and 16's numberings are correct, as this is how they are in the original.",
      "ru": "Тяжело жить, если родители дали тебе имя НАСА - да, как NASA, и каждый второй спрашивает, пойдешь ли ты в астронавты. Еще тяжелее, если в один день тебя собьет грузовик, ты встретишь любовь всей своей жизни и тут же ее потеряешь, согласившись жениться на ней. Мужик сказал, что женится - значит женись. И заверьте… Веселая комедия положений без особой логики, но с неожиданными поворотами сюжета. Ведь жена и правда с Луны?..   \r\n  \r\n**Tonikaku Cawaii is the official romanization.**",
      "pt-br": "Aceito sair com você se você se casar comigo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f92852b-92a0-49b6-b26c-9526d287bd71",
    "title": {
      "en": "Yumenashi-sensei no Shinroshidou"
    },
    "updatedAt": "2025-01-22T12:37:42+00:00",
    "coverArt": "https://mangadex.org/covers/7f92852b-92a0-49b6-b26c-9526d287bd71/c3bee5a0-4dc4-41ee-9b97-21b7dbcb43ec.jpg",
    "altTitles": [
      {
        "ja": "夢なし先生の進路指導"
      },
      {
        "en": "Yumenashi-sensei's Guidance Counseling"
      },
      {
        "en": "Dreamless-sensei's Guidance Counseling"
      }
    ],
    "description": {
      "en": "A former career consultant, Takanashi now works for a school as a Guidance Counselor. During career guidance meetings, he gives headstrong students data and tells them the realities of the world around them, hoping that they rethink their dreams. Because of that, students call him “Yumenashi-sensei” (“Dreamless-sensei”/“Dream Crusher–sensei”).",
      "ja": "元キャリアコンサルタントの高校教師・高梨（たかなし）は、生徒から「夢なし先生」と呼ばれている。彼は進路指導時、生徒の「夢」に対し現実的なデータや世の中の実情を突きつけ、否定し、覚悟を問う。それでも夢を追い、のちに夢破れ、どん底の中でも諦めきれない生徒がいれば、卒業後でも手を差し伸べ、「諦めるための授業」を行うのだった。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f7b4a77-31ca-4ba6-a4a1-ecaa6a66ee1e",
    "title": {
      "en": "Yuiitsu Muni No Saikyou Tamer"
    },
    "updatedAt": "2024-11-03T23:23:04+00:00",
    "coverArt": "https://mangadex.org/covers/6f7b4a77-31ca-4ba6-a4a1-ecaa6a66ee1e/671a8557-ca5d-4017-ae24-e59e83693fcb.jpg",
    "altTitles": [
      {
        "ja": "唯一無二の最強テイマー 〜国の全てのギルドで門前払いされたから、他国に行ってスローライフします〜"
      },
      {
        "ja-ro": "Yuiitsu Muni No Saikyou Tamer: Koku No Subete No Guild De Monzenbarai Sareta Kara, Takoku Ni Itte Slow Life Shimasu"
      }
    ],
    "description": {
      "en": "Kohaku, is a tamer but doesn't have monster followers.\nTreated as incompetent, he was actually the only human who could tame a \"phantom beast\" that ordinary people could not see.\n\nA Tamer's adventure with the strongest monsters begins!",
      "pt-br": "Amber que é domador, mas não doma monstros normais. Tratado como incompetente, ele era na verdade o único ser humano a domar uma \"espécie de besta fantasma\" que era invisível para as pessoas comuns. Uma aventura de um domador de monstro mais forte!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7263b06-d816-499e-aa3a-54a3ea48e6b5",
    "title": {
      "en": "Chijou 100-kai"
    },
    "updatedAt": "2025-02-01T05:47:01+00:00",
    "coverArt": "https://mangadex.org/covers/d7263b06-d816-499e-aa3a-54a3ea48e6b5/8f57c69c-199e-4737-aca7-767a8cd470ce.png",
    "altTitles": [
      {
        "en": "100 Floor Tower ~0.0001% Escape Probability~"
      },
      {
        "en": "100 Storey Tower"
      },
      {
        "ja-ro": "Chijou 100-kai ~Dasshutsu Kakuritsu 0.0001%~"
      },
      {
        "ja-ro": "Chijou Hyakkai"
      },
      {
        "ja": "地上100階"
      },
      {
        "ja": "地上100階〜脱出確率0.0001%〜"
      },
      {
        "ko": "지상 100층"
      },
      {
        "en": "One Hundred Storey Tower"
      },
      {
        "vi": "100 tầng trên mặt đất ~ Xác suất thoát 0,0001%"
      }
    ],
    "description": {
      "en": "21st Century, Tokyo. People called “challengers” are gambling their life trying to escape from the state-owned \n100 Story Tower to win 10 billion yen. \nBut what will happen when Tatsuki Kuroumi awakes at this tower without remembering anything about his prior life, \nincluding entering the tower as challenger?",
      "vi": "Ở Tokyo, có một tháp đánh bạc thuộc sở hữu nhà nước mọc lên giữa trung tâm thủ đô .20 nam nữ tụ tập trong tòa tháp 100 tầng với 1 mục tiêu: thoát ra bằng mọi giá. Và phẩn thưởng sẽ là nhận được 10 tỷ yên,nhưng cơ hội thoát ra gần như bằng 0."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-09-24T18:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/870c4713-e353-4a0b-9c94-4072aa037ec9.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3e43453-5b24-4bb3-97f7-73060a8fd0e8",
    "title": {
      "en": "The Genius Wants to be Ordinary!"
    },
    "updatedAt": "2025-01-21T02:04:16+00:00",
    "coverArt": "https://mangadex.org/covers/b3e43453-5b24-4bb3-97f7-73060a8fd0e8/3ee1625d-00b0-4b22-84bc-0b59354b6c47.jpg",
    "altTitles": [
      {
        "ko": "천재는 평범하게 살기로 했더"
      }
    ],
    "description": {
      "en": "The protagonist of a successful life recognized by the public, 'Son Jinhyuk.'\nHowever, Jinhyuk just wanted to live a normal life with his beloved family, and he couldn't hide his lonely heart because he couldn't.\nOne day, I woke up in an accident and was back to the time I was 9 years old before I lost my parents, whom I wanted so much!\nWill Jinhyuk be able to save his parents and live a normal life?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6cf34aaa-0799-48b6-a392-dcc5b1c9b8fc",
    "title": {
      "en": "The Legendary Hero is an Academy Honors Student"
    },
    "updatedAt": "2024-12-29T00:58:39+00:00",
    "coverArt": "https://mangadex.org/covers/6cf34aaa-0799-48b6-a392-dcc5b1c9b8fc/21e58f56-b39f-4d56-a5fc-de1bdc789805.png",
    "altTitles": [
      {
        "ko": "전설급 영웅은 아카데미 우등생"
      }
    ],
    "description": {
      "en": "Back in the Age of Despair, Kyle defeated Erebos, the genesis of evil.  Then 5000 years later, he reincarnated as Leo with the memories of his past life intact.\n\nHis comrades — the Brave Arron, the Divine Blacksmitsh Dweno, the Poet of the Stars Luna, and the Wise King Lysinas — were all heralded as great heroes.\n\nBut the 'Hero Record', a gift from the heavens that records the achievements of heroes through the ages, had no record of Kyle whatsoever, and the people of the present treat him like a fictional character.\n\nAngry about the reality he's found himself in, Leo enrolls at Lumene Academy, the hero academy which houses the Hero Record.\n\n\"Fine. I guess I'll become an honors student to figure out why I was written out of history.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c048386a-591e-4fea-9b6f-2aca55716f31",
    "title": {
      "en": "Cute Baby Arrives: Mommy is Super Fierce"
    },
    "updatedAt": "2024-08-01T14:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/c048386a-591e-4fea-9b6f-2aca55716f31/1d83031b-80c1-45be-b474-0cd84b383927.jpg",
    "altTitles": [
      {
        "zh": "萌宝驾临：爹地妈咪超凶的"
      },
      {
        "en": "Adorable Baby Arrives: Daddy and Mommy Are Super Fierce"
      },
      {
        "en": "Cute Baby Is Coming: Daddy and Mommy Are Super Fierce"
      },
      {
        "zh-ro": "Meng Bao Jia Lin: Die Di Ma Mi Chao Xiong De"
      },
      {
        "en": "The Adorable Treasure Has Arrived: Daddy and Mommy Are Super Fierce"
      },
      {
        "en": "My Baby Is My Talent Agent"
      }
    ],
    "description": {
      "en": "When the not-so-famous actress Jane wakes up in the morning, her cute-but-nagging son Ian already had her day plan out for her – go on a blind date and find a father for the household. However, her date turns out to be Mark Quinn, the biological father of her son. The sullen business man obviously doesn't have the best impression of Jane and would not have expected that they will enter marriage soon with the help of Mark's father and Ian..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "93"
  },
  {
    "mangaId": "5d595216-04f9-42f9-86c8-cbd960fa0ea0",
    "title": {
      "en": "Bunny Girl and the Cult"
    },
    "updatedAt": "2024-01-28T19:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/5d595216-04f9-42f9-86c8-cbd960fa0ea0/8781e397-9ef7-4a5d-86f1-53de845c410a.jpg",
    "altTitles": [],
    "description": {
      "en": "Strange bunny girls have been appearing all over the city, attempting to recruit people into a mysterious cult known as \"The Warren Divine\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40aafcb8-2649-4f9c-94fe-a7b4ce9ebd9a",
    "title": {
      "en": "Clinic of Horrors"
    },
    "updatedAt": "2024-01-28T19:24:23+00:00",
    "coverArt": "https://mangadex.org/covers/40aafcb8-2649-4f9c-94fe-a7b4ce9ebd9a/118b83f0-59db-4bbb-a5d7-bbfdb8933de9.jpg",
    "altTitles": [],
    "description": {
      "en": "In a strange city, there is a clinic that will treat the victims of horrific diseases. For a price."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]