[
  {
    "mangaId": "23666ee3-fe24-4728-b52d-dc808dfe19b0",
    "title": {
      "en": "Ping"
    },
    "updatedAt": "2023-08-17T13:49:01+00:00",
    "coverArt": "https://mangadex.org/covers/23666ee3-fe24-4728-b52d-dc808dfe19b0/843b1f57-4e89-44ac-bd87-89c4ffe13519.png",
    "altTitles": [
      {
        "ru": "Удар"
      },
      {
        "ko": "핑"
      }
    ],
    "description": {
      "en": "In the modern age, there remains martial arts clans from long ago, all vying for power. Amidst a fight, the son of a security man meets a mysterious girl who kisses him out of the blue…",
      "it": "100 anni dopo l'abbandono della Cina, allora detta il Regno di Mezzo, quella terra viene ora chiamata Murim. Rimangono però tuttora alcuni clan, esperti di arti marziali, e tutti bramano il potere. Nel bel mezzo di un combattimento, Kang Gi-Mu, il figlio di un addetto alla sicurezza, incontra una misteriosa ragazza che lo bacia improvvisamente. Ma qualcosa va storto. Quel ragazzo è speciale."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "30"
  },
  {
    "mangaId": "d5208b9d-5233-4672-bf5c-6e7d23767e37",
    "title": {
      "en": "J<->M"
    },
    "updatedAt": "2024-07-12T10:03:31+00:00",
    "coverArt": "https://mangadex.org/covers/d5208b9d-5233-4672-bf5c-6e7d23767e37/cc9ca0cb-2201-4e45-b164-24723c30ff37.jpg",
    "altTitles": [
      {
        "en": "J and M"
      },
      {
        "uk": "J⇔M ДжЕм"
      },
      {
        "ja": "J⇔M　ジェイエム"
      },
      {
        "ja-ro": "J⇔M　jeiemu"
      }
    ],
    "description": {
      "en": "J is a lone assassin feared as \"untouchable\" in the underworld.\nMegumi is a lonely girl who has no place at home or school.\nWhen the two meet, an unexpected story begins.",
      "uk": "Джей - самотній найманий вбивця, якого у злочинному світі вважають \"невразливим\". Меґумі - самотня дівчинка, якій немає місця ні вдома, ні в школі. Коли вони познайомилися, розпочалася несподівана історія, Джей та Меґумі обмінялися тілами. Тепер, Джей змушений взятися за завдання по вбивству у своєму новому тілі."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7b5dec0-d875-4d44-b06c-8b45af865a32",
    "title": {
      "en": "The Art of Reincarnation"
    },
    "updatedAt": "2024-08-11T15:56:40+00:00",
    "coverArt": "https://mangadex.org/covers/e7b5dec0-d875-4d44-b06c-8b45af865a32/cd84190a-c7d6-4ca1-8d3d-0f83aa25bea3.jpg",
    "altTitles": [
      {
        "ko": "환생의 정석"
      },
      {
        "en": "The Essence of Reincarnation"
      },
      {
        "ru": "Реинкарнация по плану"
      },
      {
        "en": "Standard of Reincarnation"
      },
      {
        "es-la": "Estándar de la Reencarnación"
      }
    ],
    "description": {
      "en": "Despite having only one arm, Daven had finally proven his worth after defeating his cousin Kazin in honorable combat. But Kazin took advantage of Daven’s mercy, stabbing him in the back and imprisoning him for life.\n\n500 years later, the minor god Yulian is reborn and unknowingly summons Daven’s soul into the body of a young boy named Vincent Adenka.\n\nAs the pair work to reveal the truth of Daven and Kazin, Vincent must relearn the art of combat while Yulian discovers the art of reincarnation.",
      "ko": "최강의 무가 사미온에서 외팔이 방계로 태어난 데이븐.\n반쪽짜리 무인이라며 갖은 조롱과 멸시를 딛고 사미온의 직계 천재마저 넘어섰으나,\n결국 가문과 부모에게 버림받아 가장 초라한 최후를 맞이하게 되는 줄 알았는데...\n500년 뒤 새로운 몸에서 눈을 떴다!\n\n‘내게도 오른팔이 있다?’\n\n새로운 가문의 적통.\n천부적인 재능의 육체.\n전생의 경험.\n그리고 그와 함께하는 신까지.\n\n환생을 했더니, 모든 것이 달라져 있었다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68112dc1-2b80-4f20-beb8-2f2a8716a430",
    "title": {
      "en": "Dandadan"
    },
    "updatedAt": "2024-10-11T19:59:01+00:00",
    "coverArt": "https://mangadex.org/covers/68112dc1-2b80-4f20-beb8-2f2a8716a430/8abb8476-b6a7-4eb0-b3a6-b479cba583e5.jpg",
    "altTitles": [
      {
        "ja": "ダンダダン"
      },
      {
        "zh": "膽大黨"
      },
      {
        "ru": "Дандадан"
      },
      {
        "fa": "دان‌دادان"
      },
      {
        "fr": "Dandadan"
      },
      {
        "uk": "Дандадан"
      },
      {
        "vi": "Vũ Trang Siêu Nhiên"
      }
    ],
    "description": {
      "en": "After being aggressively rejected, Momo Ayase finds herself sulking when she stumbles across a boy being bullied. Saved by her rash kindness, the occult-obsessed boy attempts to speak to her about supernatural interests he believes they share. Rejecting his claims, Ayase proclaimed that she is instead a believer in ghosts, starting an argument between the two over which is real.\r\n\r\nIn a bet to determine who's correct, the two decide to separately visit locations associated with both the occult and the supernatural—Ayase visiting the former and the boy visiting the latter. When the two reach their respective places, it turns out that neither of them was wrong and that both the occult and ghosts do exist.\r\n\r\nThis marks the beginning of Ayase and the boy's adventure, who shares a name with Ayase's favorite idol—Ken Takakura, as they attempt to fix the surreal supernatural and sci-fi elements around them to return to a normal life.",
      "fr": "Momo Ayase et Ken Takakura sont tous deux lycéens. Tandis que la première croit aux fantômes, le second est fasciné par les extraterrestres. Évidemment, chacun se moque des croyances de l’autre. Incapables de se convaincre, ils se lancent un défi pour savoir lequel des deux a raison. Momo se retrouve dans un hôpital où des créatures de l’espace sont censées se trouver et Ken dans un tunnel hanté. C’est le début d’une romance survoltée où l’occulte, le paranormal et le surnaturel se bousculent dans un chaos haletant !\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**",
      "ja": "幽霊肯定派の女子校生・綾瀬桃と、同級生の怪奇現象オタク・オカルト君。互いに否定するUFOと怪異を信じさせるため、桃はUFOスポットの病院廃墟へ、オカルト君は心霊スポットのトンネルへ行くのだが…。運命の恋が始まる!?",
      "ru": "Призраки, монстры, инопланетяне, подростковая романтика, сражения!.. В этой серии есть все! Такакура, одержимый оккультизмом, не верящий в призраков, и Аясэ, девушка, не верящая в пришельцев, пытаются преодолеть свои разногласия, когда сталкиваются с паранормальными явлениями! Эта манга - не от мира сего!",
      "uk": "Чорти, чудовиська, позаземці, підлітковий роман, махачі та дідько б їх узяв… раковини! У цій манзі ви знайдете все!\n\nОкультний фанбой Такакура, його подруга Аясе та їх надприродні пригоди у новій психоломній манзі!",
      "pt-br": "Takakura, um rapaz que é um fanático do ocultismo que não acredita em fantasmas, e Ayase, uma garota que não acredita em alienígenas, encontram uma estranheza esmagadora que transcende sua compreensão mútua…! Uma história de vinda oculta da idade!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78d896fd-6d9a-4667-b2f5-c44bc149d1d2",
    "title": {
      "en": "Karada Sagashi"
    },
    "updatedAt": "2024-07-03T14:08:28+00:00",
    "coverArt": "https://mangadex.org/covers/78d896fd-6d9a-4667-b2f5-c44bc149d1d2/feff15c9-57a0-4071-b95c-08f269fe9132.jpg",
    "altTitles": [
      {
        "en": "Body Search"
      },
      {
        "ja-ro": "Karadasagashi"
      },
      {
        "en": "Looking for the body"
      },
      {
        "de": "re:member (German)"
      },
      {
        "fr": "Re/member (FR)"
      },
      {
        "ja": "カラダ探し"
      },
      {
        "zh": "寻找身体"
      },
      {
        "ko": "신체 찾기"
      }
    ],
    "description": {
      "en": "Look forwards to the ghost story of the red person. \"Hey, Asuka… search for my body\". At school in the middle of the night, Asuka and her friends search for the scattered body-parts. If they don't find the entire body, the 9th November is repeated and the red person will continue to kill them. Who is the red person? Why is Haruka asking them to search for the body-parts?"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "150"
  },
  {
    "mangaId": "f9d854ea-6787-40f5-a30c-5d72eef9e0cb",
    "title": {
      "en": "Junket Bank"
    },
    "updatedAt": "2024-10-13T09:41:32+00:00",
    "coverArt": "https://mangadex.org/covers/f9d854ea-6787-40f5-a30c-5d72eef9e0cb/da28bdb7-ff7b-4118-b83b-2d9f99af5e0d.jpg",
    "altTitles": [
      {
        "ja": "ジャンケットバンク"
      }
    ],
    "description": {
      "en": "\"Junket Bank\" is a manga of a gambling place operated by a bank. Mitarai, a bank clerk bored with his every day duties. One day, Mitarai went to the basement of the bank while thinking that something was wrong with his new boss Usami, but witnessed gambling there..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e348a18e-6cc7-4418-8838-de4ea90c99ac",
    "title": {
      "en": "Harukanaru Ring"
    },
    "updatedAt": "2024-11-04T12:44:29+00:00",
    "coverArt": "https://mangadex.org/covers/e348a18e-6cc7-4418-8838-de4ea90c99ac/c01fb6e4-76ba-4c9a-a4b6-7bd1a77e354a.png",
    "altTitles": [
      {
        "ja": "遥かなるリング"
      },
      {
        "ja": "格闘少女伝説遥かなるリング"
      },
      {
        "ja-ro": "Kakutou Shoujo Densetsu Harukanaru Ring"
      }
    ],
    "description": {
      "en": "(from [wikipedia.ja](https://ja.wikipedia.org/wiki/%E9%81%99%E3%81%8B%E3%81%AA%E3%82%8B%E3%83%AA%E3%83%B3%E3%82%B0)):\n\nYu Takamine was fascinated by the female pro-wrestlers she saw as a child, and overcoming her parents' opposition, she auditioned for and passed the Tokyo Women's Pro Wrestling Association Match to become a pro-wrestler. \n\nHowever, this was only the first step to becoming a wrestler. \n\nThis is the story of Yu, an amateur wrestler who is not particularly strong, and her growth as an apprentice, rookie, heel, idol, and senior wrestler as she explores various fighting styles."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "9478665e-412b-4e08-9844-5c07a732a71b",
    "title": {
      "en": "Eiyuu to Kenja no Tensei Kon: Katsute no Koutekishu to Kon'yakushite Saikyou Fuufu ni Narimashita"
    },
    "updatedAt": "2024-10-25T06:30:52+00:00",
    "coverArt": "https://mangadex.org/covers/9478665e-412b-4e08-9844-5c07a732a71b/8c853f93-0327-41b5-a56f-072aed8d308d.jpg",
    "altTitles": [
      {
        "ja": "英雄と賢者の転生婚　～かつての好敵手と婚約して最強夫婦になりました～"
      },
      {
        "en": "The Hero and the Sage, Reincarnated and Engaged"
      },
      {
        "en": "The Reincarnated Marriage of a Hero and Sage: After Becoming Engaged to a Former Rival, We Became the Strongest Couple"
      },
      {
        "pt-br": "Reencarnado • O herói se casa com o sábio ~Depois de ficar noivo de um ex-rival, nos tornamos o casal mais forte~"
      }
    ],
    "description": {
      "en": "In a world ravaged by war and conflict, Hero Raid Freeden and Sage Eluria Caldwin clashed time and time again over fifty long years as the strongest soldiers of their respective nations. However, their long-standing rivalry came to an inevitable yet bitter end with Eluria’s sudden death. A thousand years later, Raid finds he has been reincarnated—and so has Eluria! The world may now be at peace, but the two have an unsettled rivalry between them and the mystery of their reincarnation looms ominously over their heads. There’s so much that needs to be done, so they decide to...get engaged and attend the Royal Institute of Magic together?!\n\n---\n**Links** \n\n* [Official English Light Novel](https://j-novel.club/series/the-hero-and-the-sage-reincarnated-and-engaged)\n* [NovelUpdates](https://www.novelupdates.com/series/reincarnated-%e2%80%a2-the-hero-marries-the-sage-after-becoming-engaged-to-a-former-rival-we-became-the-strongest-couple/) (Temporary, Bug cuts this url when saved in the NU field)",
      "ja": "英雄・レイドと賢者・エルリアは長きに渡り戦っていたが、賢者の死により戦いは唐突に終わる。レイドは敵国に乗り込みエルリアの遺体の前で壮絶な死を遂げた…と、思ったら自分は赤子で世界は千年後に!?",
      "pt-br": "Reid, um jovem herói com a maior força física, e Elria, uma bela sábia com a maior habilidade mágica.\n\nEles continuaram a lutar como rivais em nações inimigas opostas, mas seu relacionamento chegou ao fim com a morte repentina de Elria... Então, mil anos depois,\n\nReencarnou em um mundo onde a magia reina suprema, mas aquele que manteve a força física mais forte de sua vida anterior, Reid, se reuniu com Elria, que também reencarnou—\n\n\"Ei, Reid, quero que você se case comigo.\"\n\n\"…Huh?\"\n\nOs dois, que se tornaram o casal amoroso inconsciente mais forte em mil anos, matricularam-se na Royal Magic Academy para decidir quem é mais forte!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d60ff6e0-b0c4-4929-b6f4-27798744917e",
    "title": {
      "en": "You Were Sent by God"
    },
    "updatedAt": "2024-08-14T01:35:20+00:00",
    "coverArt": "https://mangadex.org/covers/d60ff6e0-b0c4-4929-b6f4-27798744917e/3c105db3-f047-4722-b272-d2ecf41232c3.jpg",
    "altTitles": [
      {
        "ko": "너의 신이 너를 보냈구나"
      },
      {
        "ko-ro": "Neoui Sini Neoreul Bonaetguna"
      },
      {
        "en": "She Was Sent by God"
      },
      {
        "en": "Your God Sent You"
      }
    ],
    "description": {
      "en": "She believed he was a heartless husband and treated him badly. \n\nUntil he was hunted down as a traitor in order to protect her.\n\n‘My dear wife. Please stay safe.’ \nHer heart was torn to pieces as she knelt before his severed arm. But this time, she could see that his body was clearly intact. \n\n“Your highness? Why are you crying all of a sudden?” \n\nShe had returned after losing hope, to the first night of their wedding three years ago. \n“You must be nervous about your first night. Don’t worry. I didn’t plan to spend the night with the princess anyway.” \n\n“Why? Aren't I your wife? Forget it, let’s undress and head to bed.” \n\n“…Your highness?” She tugged at his arm with force. \n\n'This time, I will certainly protect you. Even if I die trying, I would rather die with you. Not as Nirszeg’s princess, but your wife, Agnes Arpad,' she pledged with determination."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "819238d7-f4aa-4ba3-9a79-a695dc62200b",
    "title": {
      "en": "Special Civil Servant"
    },
    "updatedAt": "2024-11-07T15:46:07+00:00",
    "coverArt": "https://mangadex.org/covers/819238d7-f4aa-4ba3-9a79-a695dc62200b/0167bf88-a7c0-4788-b676-5a6081fe82ab.jpg",
    "altTitles": [
      {
        "ko": "별정직 공무원"
      }
    ],
    "description": {
      "en": "After failing the Grade Nine civil service exam four times and many twists and turns, Han Maru finally succeeded in becoming a special civil servant under the Ministry of Environment. Goodbye, gosiwon! Goodbye, convenience store lunchboxes! But the joy of passing was short-lived. It turned out to be a life-threatening national secret job?! Along with the yellow dust came the demons, creatures that kill and eat humans. The Grade 9 special civil servant job involved waging war against these demons! Han Maru’s life-threatening civil service career begins."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c00dcb59-bb29-4f68-b600-40954366ca1a",
    "title": {
      "en": "To Not Die"
    },
    "updatedAt": "2024-10-08T01:19:10+00:00",
    "coverArt": "https://mangadex.org/covers/c00dcb59-bb29-4f68-b600-40954366ca1a/cf20d1b0-662f-44e5-978e-dfafadd76402.jpg",
    "altTitles": [
      {
        "ko": "죽지 않으려면"
      },
      {
        "zh": "街头生存手册"
      },
      {
        "zh-hk": "如果不想死"
      },
      {
        "ja": "死にたくなければ"
      },
      {
        "pt-br": "Para não Morrer"
      }
    ],
    "description": {
      "en": "Im Dajun is a high school student who gets bullied at school every day. He came across an interview on TV just when he was on the verge of giving up on life. It was with a murderer who killed the classmates that bullied him. Dajun becomes inspired by what he saw and decides to take revenge as well.\n\nHis revenge was successful. However, his life steered into an undesired direction. Im Dajun, leaving school, ends up joining a strange Runaway Fam.\n\nThe young runaway, Im Dajun, no longer suffers from the bullies at his school. Instead, he now must survive against even more vicious thugs on the streets.\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/to-not-die/list?title_no=2978)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/jietoushegncunshouce/list?title_no=1720)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001592)",
      "ja": "これは生存を賭けた命がけの闘い！\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/to-not-die/list?title_no=2978)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/jietoushegncunshouce/list?title_no=1720)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001592)",
      "ko": "고등학생 임다준은 학교에서 늘상 괴롭힘을 당하는 게 일상이었다. 삶을 포기하기 직전 우연히 본 티비 속 동급생 살해범의 인터뷰에 감명을 받고 복수를 결심하게 된다.\n복수는 성공했지만 삶은 원치않는 방향으로 흘러가게 되고.. 학교에서 나온 임다준은 범상치않은 가출팸에 들어가게 된다.\n가출청소년 임다준은 더이상 학교 안 일진들에게 시달리지 않게 되었지만 그보다 잔혹한 길거리의 양아치들을 상대로 살아남아야만 한다.\n\n삶의 끝자락에 내몰린 고등학생 임다준의 길거리 생존기!\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/to-not-die/list?title_no=2978)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/jietoushegncunshouce/list?title_no=1720)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001592)",
      "zh": "懦弱少年复仇后无家可归，\n残酷的街头生存挑战开始！\n男主任多骏经常被欺负。在他想要寻短见的那一刻，偶然看到电视里的一段采访，感触颇深，决定报仇。而后虽然复仇成功，但他的人生却也朝着无法预测的方向发展。被父亲赶出家门的他开始街头流浪，必须要面对更残酷的街头混混生活。被逼上绝路的他能否生存下来呢？\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/to-not-die/list?title_no=2978)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/jietoushegncunshouce/list?title_no=1720)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001592)",
      "pt-br": "Um estudante do ensino médio, Im Da-Joon está acostumado a ser intimidado na escola. Pouco antes de acabar com a própria vida, ele viu por acaso a entrevista de um amigo assassino na TV. Ele ficou impressionado com a entrevista e decidiu se vingar. Sua vingança foi bem-sucedida, mas sua vida foi na direção errada… Im Da-Joon abandonou a escola e se juntou ao grupo de adolescentes que fugiram de suas casas. Da-Joon agora está livre dos valentões da escola, mas agora ele tem que sobreviver contra as gangues de rua que são muito mais duras do que os valentões da escola.",
      "zh-hk": "高中生林多俊每天在學校遭受以李道允為首的不良學生們的霸凌，在他想結束自己的生命以解脫的前一晚，偶然在電視上看到殺害多名霸凌者的高中生的訪問，而萌生報仇的念頭。某次又受到李道允的霸凌時，他將道允推向衝來的貨車。在看似成功的復仇之後，席捲而來的是....？\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/to-not-die/list?title_no=2978)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/jietoushegncunshouce/list?title_no=1720)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001592)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ad8613b-1987-4d6f-ac0e-3d28a9b2b6f2",
    "title": {
      "en": "Franken Fran Frantic"
    },
    "updatedAt": "2024-10-26T12:55:12+00:00",
    "coverArt": "https://mangadex.org/covers/4ad8613b-1987-4d6f-ac0e-3d28a9b2b6f2/c17143af-af95-45bc-af7d-e02fb1531f46.jpg",
    "altTitles": [
      {
        "ja-ro": "Franken Furan Frantic"
      },
      {
        "ru": "Безумная Франкен Фран"
      },
      {
        "ja": "フランケン・ふらん Frantic"
      },
      {
        "ja": "フランケン・ふらん フランティック"
      }
    ],
    "description": {
      "en": "The wacky adventures of Fran, Veronica and the other strange creatures continue.  \n  \nMore experiments, more medical miracles and more wondrous surprises."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a43c227-b201-4fb7-b796-924c51797d50",
    "title": {
      "en": "Level Up with the Gods"
    },
    "updatedAt": "2024-10-24T13:54:05+00:00",
    "coverArt": "https://mangadex.org/covers/4a43c227-b201-4fb7-b796-924c51797d50/be722985-4d6e-442f-8338-0f3c1ac95cc9.jpg",
    "altTitles": [
      {
        "ko": "신과 함께 레벨업"
      },
      {
        "en": "Leveling Up With the Gods"
      },
      {
        "ko-ro": "Singwa Hamkke Level Up"
      },
      {
        "en": "Leveling With the Gods"
      },
      {
        "th": "เลเวลอัปไปกับเทพเจ้า"
      },
      {
        "ja": "神と共にレベルアップ"
      },
      {
        "zh": "与神一同升级"
      },
      {
        "ru": "Поднятие уровня с богами"
      },
      {
        "uk": "Підняття рівня з богами"
      }
    ],
    "description": {
      "en": "“Maybe Inner Gods can never defeat Outer Gods…” so thought Yuwon Kim, a plucky, high-ranking warrior, after a bitter defeat.\n\nBut Yuwon is too tenacious to give up. His loss becomes the dawn of a new journey as a returnee. With renewed determination, Yuwon starts back from where he began, smashing monster after monster and relearning his skills before taking on the Tower once again.\n\nBut can he fight his way through the tutorials and level up once more, or will his conquest crumble before him?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ja": "異界の神、アウターゴッドと呼ばれる存在が支配する世界。一番最後に塔へ入り一番最後までインナーゴッドたちと共に戦った人間、神野 流星。 そんな彼も結局はアウターゴッドに破れてしまう。 越えられない壁に絶望を感じていた最後の瞬間、時間を司る神であるクロノスから新たにチャンスが与えられる。 そうして彼は、前世の記憶を持ったまま過去へ回帰することに――。 再び塔を登り、力と仲間を手に入れた神野は、今度こそアウターゴッドに勝つことができるだろうか？不滅の神話に挑む人間の物語が今始まる！\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ko": "이계의 신, 아우터 갓(Outer God).\n\n하늘을 닫는 절망과 늪에 빠진 좌절, 탄생하지 못한 자, 어리석은 혼돈.\n평범한 사람들은 그저 바라보는 것만으로 목숨을 잃어 버릴 그 존재들이 세상을 휘젓는 지금…\n수 년간의 싸움 끝에, 최후의 생존자들이 낸 결론.\n\n\"이너(Inner)는 아우터(Outer)를 이길 수 없다.\"\n\n그 순간, 시간을 다루는 신격을 지닌 존재 크로노스는 자신을 희생시켜 시계태엽을 되돌린다.\n\n\"이길 수 없겠지. 지금은 말이야.\"\n\n\"옛 세계선으로 돌아가라. 그리고 다시 시작해.\"\n\n모든 신들에게 지목을 받아 과거로 돌아간 최후의 1인.\n가장 뒤늦게 탑을 올라, 가장 마지막까지 신들과 함께 싸운 인간, 김유원.\n\n\"이너(Inner)는 아우터(Outer)를 이길 수 없다. 그렇다면…\"\n\n\"이기는 건 나야.\"\n\n그는 마지막 순간을 함께하던 동료들을 다시 모아,\n아우터와의 싸움을 승리로 끝낼 수 있을까?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ru": "Он был храбрейшим и сильнейшим из всех, но даже его в самом конце ожидало лишь отчаяние. В последние мгновения ему был дан еще один шанс. Благодаря жертве бога времени «Хроноса» его судьба еще не была предрешена. Вернувшись в прошлое, он снова попытается взобраться на «Башню» со своим непревзойденным талантом, чтобы побороть древнее зло, которое грозит уничтожить этот мир.\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "th": "\"อินเนอร์อย่างพวกเราไม่สามารถเอาชนะเอาเตอร์ได้\"\n\nเมื่อแรงเกอร์ในหอคอยลงความเห็นเป็นเสียงเดียวกัน\n'คิมยูวอน' มนุษย์ผู้แกร่งกล้าเพียงหนึ่งเดียวในหมู่เทพเจ้า\nจึงถูกเลือกให้ย้อนกลับมายังอดีตเพื่อเริ่มต้นทุกอย่างใหม่อีกครั้ง\n\nเขาจะสามารถทำตามแผนที่ทุกคนช่วยกันวางไว้\nและแกร่งขึ้นกว่าเดิมจนกลับไปเอาชนะ 'เอาเตอร์ก็อด'\nทวยเทพที่ลุกล้ำเข้ามาจากนอกหอคอยได้หรือไม่?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "zh": "外界之神来袭，人间陷入了排山倒海般的绝望之中，生灵涂炭……而当内界众神在经过了数年的苦苦战斗后，也最终以战败收场。 在战死前的最后时刻，希腊神克洛诺斯牺牲了自己，重新开启了时间之门。 而众神最后选择了金幽元，这个队伍中唯一的人类，让他回到过去，重新将众神凝聚。\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6670ee28-f26d-4b61-b49c-d71149cd5a6e",
    "title": {
      "en": "Mieruko-chan"
    },
    "updatedAt": "2024-11-02T17:57:27+00:00",
    "coverArt": "https://mangadex.org/covers/6670ee28-f26d-4b61-b49c-d71149cd5a6e/8a0bcde7-6105-4ed9-8e38-a94269c4c6a0.jpg",
    "altTitles": [
      {
        "ja": "見える子ちゃん"
      },
      {
        "ko": "보이는 여고생"
      },
      {
        "zh": "看得见的女孩"
      },
      {
        "zh-hk": "陰陽眼見子"
      },
      {
        "ar": "مييروكو تشان"
      },
      {
        "fr": "Mieruko-chan : Slice of Horror"
      },
      {
        "de": "Mieruko-chan - Die Geister, die mich riefen"
      },
      {
        "ne": "मिएरुको-चान"
      },
      {
        "ru": "Девочка, которая видит это"
      },
      {
        "th": "มิเอรุโกะจัง ใครว่าหนูเห็นผี"
      },
      {
        "uk": "Дівчина, що бачить це"
      }
    ],
    "description": {
      "en": "All of a sudden, Miko is able to see grotesque monsters all around her; but no one else can. Rather than trying to run away or face them, she instead musters all of her courage and… ignores them. Join in on her day-to-day life as she keeps up her best poker face despite the supernatural goings-on.\n___\n[Alt Raw (niconico Manga)](http://seiga.nicovideo.jp/comic/37662)",
      "fr": "**Officially Published:**  \n- In French by [Ototo Manga](http://www.ototo.fr/Serie-94-Mieruko-chanSliceofHorror)",
      "ja": "ある日突然、普通の人には見えない異形な存在が見えるようになってしまった「みこ」。彼女は彼らから逃げるでもなく、立ち向かうでもなく…精一杯シカトしつづける事に。",
      "ru": "Мико — старшеклассница, проклятая шестым чувством; у нее есть способность видеть призраков- Она пытается жить обычной жизнью, но трудно, когда призраки продолжают преследовать ее- Она также может видеть души людей, и она понимает, что люди — настоящие монстры.В один «прекрасный» день старшеклассница внезапно начала видеть призраков! Она не может от этого избавиться, но изо всех сил старается вести себя так, будто вообще их не видит. История девушки с шестым чувством начинается!",
      "uk": "В один “прекрасний” день старшокласниця раптово почала бачити привидів! Вона не може від цього позбутися, але з усіх сил намагається поводитися так, ніби взагалі їх не бачить."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "484ce390-f74b-46d1-9840-3b285d2b372e",
    "title": {
      "en": "Koisuru Asteroid"
    },
    "updatedAt": "2024-08-31T15:11:59+00:00",
    "coverArt": "https://mangadex.org/covers/484ce390-f74b-46d1-9840-3b285d2b372e/fa1e4047-70f5-4ae2-b7b8-30970576b7ed.jpg",
    "altTitles": [
      {
        "ja": "恋する小惑星 (アステロイド)"
      },
      {
        "en": "Asteroid in Love"
      },
      {
        "id": "Cinta Asteroid"
      }
    ],
    "description": {
      "en": "Astronomy and geology are fun…!\n\nMira, who promised to “find an asteroid” with the boy she found at the campsite as a child. She tried to join the astronomy club, but from this year the “astronomy club” and the “geology research society” merged into the “earth sciences club”!? Let’s go search for the asteroid that we promised to look for that day.",
      "ja": "あの日約束した、小惑星を探しに行こう！幼い頃キャンプ場で出会った男の子と“小惑星を見つける”という約束をしたみら。高校では天文部へ入部しようとしたが、今年から「天文部」と「地質研究会」が合併して「地学部」に!?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8a7bb0f-a6ae-4060-9b0e-8ad5f5d13cc9",
    "title": {
      "en": "Isekai Craft Gurashi ~Jiyuu Kimama na Seisan Shoku no Honobono Slow Life~"
    },
    "updatedAt": "2024-10-29T23:23:10+00:00",
    "coverArt": "https://mangadex.org/covers/c8a7bb0f-a6ae-4060-9b0e-8ad5f5d13cc9/31ac618f-f575-49e2-8f77-e096c4ff85a5.jpg",
    "altTitles": [
      {
        "ja": "異世界クラフトぐらし～自由気ままな生産職のほのぼのスローライフ～"
      },
      {
        "en": "Another World Craft Life: The Heartwarming Slow Life of a Free-spirited Production Worker"
      }
    ],
    "description": {
      "en": "Miyabi always had dreams of being an architect, creating buildings that would inspire awe in others. And in the MMORPG Yume Sekai, he was finally able to achieve that dream - even if his constructions were used entirely to house marriage proposals. \n\nOne day, Miyabi received a message from the admins of the game - as his architecture was so good for couples, they are gifting him with a once-in-a-lifetime opportunity to go to a new world. Assuming they mean a private server, Miyabi accepts - and quickly gets transported to another world.\n\nAfter confirming that he was spirited away, Miyabi discovers that all of his crafting skills from the game are intact here. No longer tethered to his job in the real world, Miyabi now has a real goal: to build his own house and family.",
      "ja": "VRMMOの世界で【クラフター】として、理想の建築物を造っていたミヤビは、ひょんなことからゲームスキルを引き継いだ状態で異世界に転移してしまう。広大な自然を有する異世界で夢のスローライフを送る決意をしたミヤビは、冒険者のリズとともに素材採取に奔走！　規格外のクラフトスキルで旅先でもぬくぬく快適生活──！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77e12106-cd14-41eb-8fcf-eb3ba7a69d92",
    "title": {
      "en": "Spider-Man: Octopus-Girl"
    },
    "updatedAt": "2024-10-29T20:00:59+00:00",
    "coverArt": "https://mangadex.org/covers/77e12106-cd14-41eb-8fcf-eb3ba7a69d92/4883a782-310e-4280-aba0-65816ca418f9.jpg",
    "altTitles": [
      {
        "ja": "スパイダーマン：オクトパスガール"
      },
      {
        "en": "Spider-Man: Octo-Girl"
      }
    ],
    "description": {
      "en": "Doctor Octopus falls into a coma; when he awakens, he finds himself inhabiting the body of Japanese middle schooler Otoha Okutamiya.",
      "pt-br": "Doutor Ictopus entrou em coma. Quando ele acorda, ele se encontra vivendo no corpo de uma japonesa do Fundamental, Otoha Okutamiya."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91fef20b-00f6-4802-827b-a48c0248d4b9",
    "title": {
      "en": "GO ANd GO"
    },
    "updatedAt": "2023-05-31T12:24:58+00:00",
    "coverArt": "https://mangadex.org/covers/91fef20b-00f6-4802-827b-a48c0248d4b9/fb045c5c-a1f7-4b29-a8b0-c106e67721a5.jpg",
    "altTitles": [
      {
        "ja": "ゴーアンゴー"
      }
    ],
    "description": {
      "en": "Eigo Nitta, new student in Hoyo high school, is enrolled in the baseball team. Talented as fast pitcher but lacking in term of technique, Eigo Nitta aims to be the new pitcher of the team. He has to face many opponents, which creates an atmosphere of competition in the baseball team. However he and his teammates will have to find a way to solve the rivalry among the baseball team in order to go to Koshien tournament."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "30",
    "lastChapter": "132"
  },
  {
    "mangaId": "df9be021-ff37-419e-ba6e-dda3e28eb763",
    "title": {
      "en": "Kono Oto Tomare!"
    },
    "updatedAt": "2024-04-16T02:10:55+00:00",
    "coverArt": "https://mangadex.org/covers/df9be021-ff37-419e-ba6e-dda3e28eb763/f8e0e780-71ec-41b7-90d0-27b999601ecd.jpg",
    "altTitles": [
      {
        "fr": "Arrête-toi au son !"
      },
      {
        "tr": "Bu Ses Durdursun!"
      },
      {
        "en": "Stop at This Sound!"
      },
      {
        "ru": "Задержите этот звук!"
      },
      {
        "ja": "この音とまれ！"
      },
      {
        "zh": "一弦定音!"
      },
      {
        "ja-ro": "Kono Oto Tomare! Sounds of Life"
      },
      {
        "ne": "यो ध्वनि रोक!"
      }
    ],
    "description": {
      "en": "Since the graduation of the senior members of the club, Takezou ends up being the sole member of the \"Koto\" (traditional Japanese string instrument) club. Now that the new school year has begun, Takezou will have to seek out new members for the club, or the club will be terminated. Out of nowhere, a new member barges into the near-abandoned club room, demanding to join the club. How will Takezou be able to keep his club alive and deal with this rascal of a new member?"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "863f0309-0708-456f-b808-f7ac5d85ace9",
    "title": {
      "en": "Girls und Panzer Phase Erika - Anecdotes and other side stories"
    },
    "updatedAt": "2024-10-07T05:21:10+00:00",
    "coverArt": "https://mangadex.org/covers/863f0309-0708-456f-b808-f7ac5d85ace9/67bfcfc4-f5ef-48db-9d86-799dcbeb8b51.png",
    "altTitles": [
      {
        "ja": "ガールズ＆パンツァー　フェイズエリカのこぼれ話・まとめ本"
      }
    ],
    "description": {
      "en": "A collection of side stories and anecdotes from Saitaniya Spin-off manga \"GIRLS und PANZER - phase.ERIKA\""
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "7f92852b-92a0-49b6-b26c-9526d287bd71",
    "title": {
      "en": "Yumenashi-sensei no Shinroshidou"
    },
    "updatedAt": "2024-11-02T20:53:13+00:00",
    "coverArt": "https://mangadex.org/covers/7f92852b-92a0-49b6-b26c-9526d287bd71/c3bee5a0-4dc4-41ee-9b97-21b7dbcb43ec.jpg",
    "altTitles": [
      {
        "ja": "夢なし先生の進路指導"
      },
      {
        "en": "Yumenashi-sensei's Guidance Counseling"
      },
      {
        "en": "Dreamless-sensei's Guidance Counseling"
      }
    ],
    "description": {
      "en": "A former career consultant, Takanashi now works for a school as a Guidance Counselor. During career guidance meetings, he gives headstrong students data and tells them the realities of the world around them, hoping that they rethink their dreams. Because of that, students call him \"Yumenashi-sensei\" (\"Dreamless-sensei\"/\"Dream Crusher–sensei\").",
      "ja": "元キャリアコンサルタントの高校教師・高梨（たかなし）は、生徒から「夢なし先生」と呼ばれている。彼は進路指導時、生徒の「夢」に対し現実的なデータや世の中の実情を突きつけ、否定し、覚悟を問う。それでも夢を追い、のちに夢破れ、どん底の中でも諦めきれない生徒がいれば、卒業後でも手を差し伸べ、「諦めるための授業」を行うのだった。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c185ef1c-6fec-44f1-8c79-a8e74399cdba",
    "title": {
      "en": "Eroge Sekai ni Tensei Shita Ore ga, Oshi e no Ai de Netorare Heroine o Shiawase ni Suru."
    },
    "updatedAt": "2024-11-02T14:44:03+00:00",
    "coverArt": "https://mangadex.org/covers/c185ef1c-6fec-44f1-8c79-a8e74399cdba/101a65ec-b714-47b2-95f3-d10066a1aaff.jpg",
    "altTitles": [
      {
        "ja": "エロゲ世界に転生した俺が、推しへの愛で寝取られヒロインを幸せにする。"
      },
      {
        "ja-ro": "Eroge Sekai ni Tensei Shita Ore ga, Oshi he no Ai de Netorare Heroine wo Shiawase ni Suru."
      },
      {
        "en": "I, Who Was Reincarnated into the World of Eroge, Will Make the NTR Heroine Happy with My Love."
      },
      {
        "en": "I, Who Was Reincarnated Into An Eroge World, With My Love For My Fave, Will Make The Netorare Heroine Happy."
      },
      {
        "vi": "Chuyển sinh vào thế giới eroge, tôi sẽ dùng tình yêu waifu của mình để khiến nữ chính NTR hạnh phúc"
      }
    ],
    "description": {
      "en": "\"Suck it nicely, you weakling!\"\n\nThe one servicing that bastard's thing was my beloved girlfriend. There was nothing I could do before that scene...\n\nAfter starting to play an erotic game recommended by a friend, Mitsuki falls head over heels in love with the game's main heroine, Kotoha. But this game is a NTR game in which the heroine is seduced by the player's best friend, Ryou?! While searching for a happy ending with Kotoha, Mitsuki accidentally falls onto the train platform. When he wakes up, he finds himself faced with none other than… Kotoha!? To his surprise, Mitsuki has been reincarnated as the player character of \"that\" game…!\n\nWith his vast knowledge and love of games, Mitsuki is determined to change fate this time.\nIn order to protect Kotoha and the others from Ryou, he must achieve a perfect happy ending!\n___\n**Additional Official Raws:**\n- Individual Chapters: [comipo](https://comipo.app/series/web/20610/), [Amazon](https://www.amazon.co.jp/dp/B0CTHPS4K3), [ebookjapan](https://ebookjapan.yahoo.co.jp/books/811406/)\n- Volumes: [DLsite](https://www.dlsite.com/comic/work/=/product_id/BJ01208710.html)",
      "ja": "「上手にしゃぶれよザコ×××！」\n\nクソ野郎のアレに奉仕するのは俺の大好きな彼女。その光景を前に俺は何もできず…。\n\n友人の薦めでとあるエロゲーを始めた光希は、作品のメインキャラ・古都葉にガチ恋をする。だがこのゲーム、ヒロインがプレイヤーの親友キャラ・凌に堕とされる寝取られゲーで！？古都葉との幸せな結末を探し求める中、誤って駅のホームに転落してしまう光希。目覚めた彼の眼前にいたのは、他でもない…古都葉！？なんと光希は「あの」ゲームのプレイヤーキャラに転生したのだった…！\n\n膨大なゲーム知識と愛で、今度こそ運命を変えようと決意する光希。凌から古都葉たちを守り抜き、完全無欠のハッピーエンドを迎えるために――！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2024-08-03T01:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/b812926d-24da-472d-8c81-be1e632d616e.png",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3583a62-1184-4a61-b18e-9497a81b1673",
    "title": {
      "en": "Onna no Sono no Hoshi"
    },
    "updatedAt": "2024-10-23T13:26:31+00:00",
    "coverArt": "https://mangadex.org/covers/b3583a62-1184-4a61-b18e-9497a81b1673/8d2c29a7-b667-4a74-89af-fc01e95ca826.jpg",
    "altTitles": [
      {
        "ja": "女の園の星"
      },
      {
        "zh": "女校之星"
      },
      {
        "en": "Hoshi of Girls' Garden"
      },
      {
        "en": "Hoshi of the Garden of Girls"
      },
      {
        "en": "The Star of Girls' Garden"
      }
    ],
    "description": {
      "en": "The story starts when Kagawa, a student, delivers the class journal to Hoshi-sensei. As the students play word chain game \"Shiritori\" in the form of drawings in the remarks column of the journal, Hoshi-sensei becomes troubled...\n\n---\n- **Won the 25th Japan Media Arts Festival Social Impact Award for Manga in 2022**",
      "ja": "ある女子校、２年４組担任・星先生。生徒たちが学級日誌で繰り広げる絵しりとりに翻弄され、教室で犬のお世話をし、漫画家志望の生徒にアドバイス。時には同僚と飲みに行く…。な～んてことない日常が、なぜこんなにも笑えて愛おしいんでしょう!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc5e9694-09fe-4986-8af4-95ddd241b82a",
    "title": {
      "en": "S-Rank Party wo Munou da to Tsuihousareta kedo, \"Kantei\" to \"Chiyu Mahou\" de Nariagari Musou"
    },
    "updatedAt": "2024-10-30T15:03:16+00:00",
    "coverArt": "https://mangadex.org/covers/dc5e9694-09fe-4986-8af4-95ddd241b82a/b183adce-ccc1-4fbf-b260-357721b492da.jpg",
    "altTitles": [
      {
        "ja": "Sランクパーティーを無能だと追放されたけど、【鑑定】と【治癒魔法】で成り上がり無双"
      },
      {
        "en": "I Was Kicked out of an S-Rank Party for Being Incompetent, but I Became a Warrior With \"Appraisal\" and \"Healing Magic\""
      }
    ],
    "description": {
      "en": "Nigris, an adventurer who has a rare \"appraisal\" skill and specializes in \"healing magic.\" He supported the S-rank party behind the scenes, but was deemed incompetent and exiled. Nigris begins his career as a solo adventurer with a fresh start, but his destiny begins to change when he meets the elf slave girl Fels and the thunder master Alisa. \"Wha, what is this power...!\" Nigris' talent blooms, and they demonstrate incredible power! Together with his trusted companions, Nigris will make a name for himself as an adventurer. Nigris and his friends, who are unrivaled with unstoppable momentum that surpasses even S-rank parties, eventually get involved in a riot that threatens the country!\n\n---\n[Original Web Novel](https://ncode.syosetu.com/n2881ha/)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0550851a-961b-4b34-9684-4b2901e62079",
    "title": {
      "en": "Moto Azadarake no Kanojo ga Shinpai de"
    },
    "updatedAt": "2024-06-27T14:47:24+00:00",
    "coverArt": "https://mangadex.org/covers/0550851a-961b-4b34-9684-4b2901e62079/edb2619b-9e7c-4c4d-af04-68cf2960f99b.jpg",
    "altTitles": [
      {
        "ja": "元 痣だらけの彼女が心配で"
      },
      {
        "en": "I'm Worried About My Girlfriend, Who Used to be Covered in Bruises"
      },
      {
        "pl": "Martwię Się o Moją Dziewczynę, Która Była Kiedyś Pokryta w Bliznach"
      },
      {
        "ru": "Я беспокоюсь о своей девушке, которая раньше была вся в синяках"
      },
      {
        "tr": "Eskiden Bandajlarla Kaplanmış Olan Kız Arkadaşım Hakkında Endileşeniyorum"
      },
      {
        "ro": "Sunt Îngrijorat Pentru Iubita Mea, Care Obișnuia să Fie Acoperită de Vânătăi"
      },
      {
        "es-la": "Estoy preocupado por mi novia que solía estar cubierta de moretones"
      }
    ],
    "description": {
      "en": "Continuation of [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de).",
      "es-la": "Continuación de [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3d88382-a2c4-4958-8311-f8bd9a3f1e21",
    "title": {
      "en": "Konjiki no Word Master: Yuusha Yonin ni Makikomareta Unique Cheat"
    },
    "updatedAt": "2024-08-22T01:08:25+00:00",
    "coverArt": "https://mangadex.org/covers/e3d88382-a2c4-4958-8311-f8bd9a3f1e21/adcccdbb-52d2-42ac-b1f3-bdb60d984c9b.jpg",
    "altTitles": [
      {
        "en": "The Golden Word Master: The Four Heroes and the Innocent Bystander with the Unique Cheat"
      },
      {
        "ja-ro": "Konjiki no Moji Tsukai: Yuusha Yonin ni Makikomareta Unique Cheat"
      },
      {
        "fr": "L'utilisateur des mots d'or"
      },
      {
        "ru": "Мастер золотых слов: Четыре героя и Наблюдатель с Уникальным читом"
      },
      {
        "ja": "金色の文字使い　―勇者四人に巻き込まれたユニークチート―"
      },
      {
        "ko": "금색의 문자술사: 워드 마스터 유니크 치트"
      },
      {
        "zh-hk": "金色的文字使"
      }
    ],
    "description": {
      "en": "In an RPG-like fantasy world consumed by warring nations and racial discrimination, the human kingdom summons five high school students from 21st-century Japan for assistance in their conflict with the demonkin. Now those students, with their experience of MMORPGs at their disposal, will hone their skills to protect the human kingdom of Edea.  \n  \nHowever, this isn't their story.  \n  \nOut of the five students, four of them were given the title of Hero and the fifth one the title of Innocent Bystander. He had been summoned by accident since he sat near the other four students. His name is Hiiro Okamura, an aloof bookworm with traveling and reading as his raison d'etre. Hiiro sees no reason to help the human kingdom in their offensive war with the demonkin, seeing that he isn't a Hero and that he has no real obligation to help them, and decides to leave the kingdom to go on his own adventure.  \n  \nSoon, Hiiro finds out that he has the very unique skill of Word Magic: magic that can materialize the definition of a word. As he travels more and more, he finds many uses for his Word Magic and many opportunities to find books, level up, and gain some of his own companions. Even with the outbreak of war on the horizon, Hiiro stays true to his desire to travel the new world he's in.",
      "pt-br": "Okamura Hiiro é introvertido e adora livros. Para ele, os livros são a sua razão de ser. Sua história começa com costume de invocar heróis de outro mundo. Cinco pessoas convocados, mas um deles é apenas um estranho arrastado acidentalmente, essa pessoa é Hiiro. Os outros quatro são seus colegas de classe, mas não é como se eles fossem amigos. Ao contrário dele, eles são riajuus (Pessoas normais na sociedade contrário de Otaku). Hiiro decidiu não para ajudar o país, a sua razão? \"Eu não acredito em você. Eu não sou amigo deles. Não é da minha conta, e eu sou uma pessoa comum que se importa com a minha própria vida, então bye\", e ele estabelece a sua própria jornada. Pouco sabem os outros heróis, que esta pessoa comum, Hiiro, na verdade esconde um poder que poderá mudar o mundo!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2f2921c-07df-4f17-94f7-c4344ad7ab44",
    "title": {
      "en": "Gomi Ika da to Tsuihousareta Shounin, Jitsu wa Zensei Kenja Desu ~Shijou Saikyou no Kenja, Sekai Saikou Hou no Gakuen ni Kayou~"
    },
    "updatedAt": "2024-10-09T03:30:48+00:00",
    "coverArt": "https://mangadex.org/covers/f2f2921c-07df-4f17-94f7-c4344ad7ab44/0e5a655a-9af9-4619-888b-38c008c40f59.jpg",
    "altTitles": [
      {
        "ja": "ゴミ以下だと追放された使用人、実は前世賢者です　～史上最強の賢者、世界最高峰の学園に通う～"
      },
      {
        "en": "The Servant Who Was Banished for Being Less Than Trash Is Actually a Sage in a Previous Life: The Most Powerful Sage in History Attends the World's Most Prestigious Academy"
      }
    ],
    "description": {
      "en": "One day, Gard, a servant of a count's family, was framed for a crime he did not commit and was fired from his job.\n\n\"You're worse than trash! Get out of this house immediately!\"\n\nExpelled from the Count's family and with nowhere to go, Gard saw a flyer recruiting students for Remillion Magic Academy and decided to take the entrance exam in the royal capital. It was said to be the most difficult exam to enter a magic academy, but Gard passed it with ease. How could this happen to Gard, who was just a servant?! Yes, in his previous life, Gard was actually the \"strongest sage\"! The strongest sage is unrivaled!",
      "ja": "ある日、伯爵家の使用人だったガルドは、身に覚えのない罪を着せられ、「お前はゴミ以下だ！ すぐに家から出ていけ！」と、使用人を解雇されてしまう。伯爵家から追放され、行く当てのないガルドは、レミリオン魔法学園の生徒募集チラシを目にし、王都で入学試験を受けることに。最難関と言われる魔法学園の試験だったが、ガルドはその試験を次々にパスしてしまう。なぜ、単なる使用人だったガルドに、そんなことが！？　そう、ガルドの前世は、なんと“最強の賢者”だったのだ！最強賢者が無双する！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc332d04-d3b0-413c-a767-70f5e451b031",
    "title": {
      "en": "Kuro no Shoukanshi"
    },
    "updatedAt": "2024-09-29T15:27:26+00:00",
    "coverArt": "https://mangadex.org/covers/dc332d04-d3b0-413c-a767-70f5e451b031/ede43eb5-f228-47c3-a5d2-d3e888baf0c7.jpg",
    "altTitles": [
      {
        "ja": "黒の召喚士"
      },
      {
        "ja": "The Berserker Rises to Greatness."
      },
      {
        "ja-ro": "Kuro no Shoukanshi"
      },
      {
        "en": "The Black Summoner"
      },
      {
        "ru": "Черный призыватель"
      },
      {
        "zh": "黑之召唤士"
      },
      {
        "ko": "흑의 소환사"
      },
      {
        "en": "Black Summoner"
      }
    ],
    "description": {
      "en": "“If you truly want to get stronger, you have to challenge and defeat those stronger than yourself.”\n\nWhile being transmigrated to another world, Kelvin bartered away his memories for a collection of powerful new abilities. Setting out on the ultimate adventure as the world’s strongest Summoner — with his first Follower being the very goddess who brought him over! — he soon discovers his true nature as a battle junkie.\n\nSomeone wants to pick a fight? Sure, bring it on! Facing off against one formidable foe after another, Kelvin can hardly contain his delight as he revels in the absolute exhilaration of a good fight!\n\nThe curtain rises on the start of an epic saga as this black-clad warrior and his allies carve their way into the annals of history!\n\nSee the colorful characters and the thrilling battles come to life in this visual retelling of the light novel series by Doufu Mayoi.\n___\n**Character Designer:** [Kurogin (DIGS)](https://mangadex.org/author/ad469135-32c7-4fcc-b490-d0ebc07eea16)\n\n**Additional Links:**  \n- [Official Raw Web Novel](https://ncode.syosetu.com/n1222ci/)\n- [Official English Light Novel](https://j-novel.club/series/black-summoner)",
      "ru": "Он очнулся в мире ничего не помня о себе, даже имени. Зато это мир меча и магии, а он призыватель. Ну, вперед, осваиваться в новом мире!",
      "pt-br": "As cortinas dessa história se abrem quando nosso protagonista troca suas memórias por um poder imensurável em um novo mundo. Agora, com o nome de Kelvin, ele precisa evoluir, dominar novos subordinados e se tornar o maior invocador de todos os tempos. Mas e então, até onde essa jornada vai nos levar?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e182b09f-09ab-4201-8f37-0ced6822eb39",
    "title": {
      "en": "WataMote: No Matter How I Look at It, It's You Guys' Fault I'm Not Popular!"
    },
    "updatedAt": "2024-07-24T00:32:57+00:00",
    "coverArt": "https://mangadex.org/covers/e182b09f-09ab-4201-8f37-0ced6822eb39/91ce95cf-c86c-4303-bd15-e58b07025a9f.jpg",
    "altTitles": [
      {
        "en": "It's Not My Fault That I'm Not Popular"
      },
      {
        "ja-ro": "WataMote"
      },
      {
        "ja": "わたモテ"
      },
      {
        "ja": "私がモテないのはどう考えてもお前らが悪い!"
      },
      {
        "ko": "내가 인기 없는 건 아무리 생각해도 너희들 탓이야!"
      },
      {
        "th": "สาวมืดมนอลวนหารัก"
      },
      {
        "es-la": "No importa como lo vea, ¡Es culpa suya que yo no sea popular!"
      },
      {
        "ja-ro": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!"
      },
      {
        "pt-br": "Não É Minha Culpa Não Ser Popular!"
      }
    ],
    "description": {
      "en": "Tomoko Kuroki naturally assumed she'd be popular when she got to high school... but then cold, hard reality swooped in for the attack! Turns out all the popularity points she's racked up in her video game dating sims are worth squat in real life, and Tomoko's far from prepared to navigate high school! \n\nHow can she possibly hope to impress her classmates when she can't even talk to them?! A new high-school heroine is born (maybe?)!",
      "pl": "Główna bohaterka serii – Kuroki Tomoko – jest ultra-popularną uczennicą liceum, która umówiła się już z ponad setką chłopaków… W grach Otome. W realnym świecie jest socjopatką, która zupełnie nie radzi sobie z komunikacją z innymi ludźmi, a w szczególności z płcią przeciwną. Manga opowiada o jej kuriozalnych próbach (z reguły niezbyt udanych) usocjalnienia się i zmienienia się w osobę bardziej popularną.",
      "es-la": "Kuroki Tomoko, una chica que tiene \"50 años de experiencia\" en citas y que ha salido con más de un centenar de chicos… en juegos otome. En la vida real acaba de cumplir 15 años y va a dar comienzo su época en el instituto, está convencida de que con sus conocimientos será la más de popular. Una vez comienza el instituto, comienzan a pasar los días y se da cuenta de que no habla con nadie. ¿Cómo es posible? Un simple vistazo al espejo le hace darse cuenta de la realidad: no es precisamente una belleza y parece que hasta puede ser antipática. Poco a poco intentará cambiar para ser popular, pero claro, entre lo que le cuesta y lo que tiene una idea bastante distorsionada de la realidad, no será tan sencillo.",
      "pt-br": "Tomoko Kuroki naturalmente presumiu que ela seria popular quando chegasse ao ensino médio... mas então a realidade fria e dura se abateu para o ataque! Acontece que todos os pontos de popularidade que ela acumulou em seus simuladores de namoro de videogame valem a pena na vida real, e Tomoko está longe de estar preparada para passar pelo ensino médio!\n\nComo ela pode esperar impressionar seus colegas quando ela nem consegue falar com eles?! Nasce uma nova heroína do ensino médio (talvez?)!"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d829ed3-2489-4327-8efa-5b55a46afbbd",
    "title": {
      "en": "There's 49 Left, Master!"
    },
    "updatedAt": "2024-11-10T12:03:56+00:00",
    "coverArt": "https://mangadex.org/covers/9d829ed3-2489-4327-8efa-5b55a46afbbd/4a093820-481e-4da8-8770-5821e348c6fd.jpg",
    "altTitles": [
      {
        "ko": "49번 남았습니다, 스승님!"
      },
      {
        "ja": "師匠、あと49回死んでください"
      }
    ],
    "description": {
      "en": "When the powerless thirteenth prince became emperor, he gave his tutor, Yo Yohwa, poison. His reason being his death at the hands of his own master in countless previous lives. The poisoned Yo Yohwa then regresses to an earlier time together with the prince and is determined to get on his good side this time in order to escape. However, the prince already discovered the truth…\n\n“This is crazy. You killed me in the previous lives, and you neglected me in another. Now you’re acting all nice. Are you trying to get away?”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efbd7593-c29f-45ec-aacb-497029978136",
    "title": {
      "en": "Sensitive Boy"
    },
    "updatedAt": "2024-11-06T21:05:33+00:00",
    "coverArt": "https://mangadex.org/covers/efbd7593-c29f-45ec-aacb-497029978136/0feb8900-56c9-40a6-84ac-553627484ec2.jpg",
    "altTitles": [
      {
        "ja": "センシティブ・ボーイ"
      }
    ],
    "description": {
      "en": "Kaede, a victim of past sexual abuse, is obsessed with becoming \"normal\"...",
      "ja": "過去に性被害を受けた少年・楓は『普通』になることに執着し…。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73962987-7e02-4126-8405-4d75c2188d7f",
    "title": {
      "en": "Tada de wa Dakaremasen"
    },
    "updatedAt": "2024-11-02T14:31:40+00:00",
    "coverArt": "https://mangadex.org/covers/73962987-7e02-4126-8405-4d75c2188d7f/199cc261-9cbe-4725-859b-9f4083b95d17.jpg",
    "altTitles": [
      {
        "ja": "タダでは抱かれません"
      },
      {
        "en": "I Won't Sleep with You for Free"
      },
      {
        "id": "Aku Gak Nidurin Kamu Secara Cuma-cuma"
      },
      {
        "th": "ชีวิตพลิกผัน ฉันขายตัวให้เพื่อน"
      },
      {
        "zh": "无法白“嫖”"
      }
    ],
    "description": {
      "en": "Miyako Kirishima, a university student and aspiring teacher, is a poor girl who enjoys being frugal. One day, she has a meal with Yui Nakano, her friend whom she occasionally tutors. On the way home, Yui invites her to a love hotel. Miyako is reluctant, unwilling to have sex with a friend. However, Yui cuts her off, offering her 30000 yen for sex! Subsequently, Miyako ends up in more \"transactions\" with her other friends at her women's university!? The curtain rises on a tale of yuri, friendship, money, and sex♡.",
      "id": "Kirishima Miyako, mahasiswa di sebuah universitas khusus wanita dan calon guru, adalah seorang gadis miskin yang menjalani hidup serba hemat. Suatu hari, setelah ditraktir oleh teman gadisnya Nakano Yui, dia diajak untuk mengunjungi ke love hotel. Namun, dia menolaknya karena enggan untuk berhubungan seks dengan temannya. Sampai kemudian, Yui menawarkannya 30.000 yen jika Miyako menerima ajakannya. Sejak saat itu, Miyako melakukan lebih banyak \"transaksi\" dengan teman-temannya yang lain dari universitasnya!? Kisahpun Yuri tentang persahabatan, uang dan seks pun dimulai.",
      "th": "คิริชิมะ มิยาโกะ สาวมหาลัยยาจกที่ใฝ่ฝันอยากเป็นครู ได้จับพลัดจับผลูไปเข้าโรงแรมม่านรูดกับเพื่อนซี้นามว่า นากาโนะ ยุย โดยเธอขอมีเซ็กส์ด้วยโดยแลกกับเงิน 30000 เยน! แบบนี้มีหรือมิยาโกะจะไม่เอา!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "10",
    "lastChapter": "88"
  },
  {
    "mangaId": "ad004a13-f46a-4392-b786-97a6cab09fc2",
    "title": {
      "en": "My Wife Is Actually the Empress?"
    },
    "updatedAt": "2023-12-25T05:25:14+00:00",
    "coverArt": "https://mangadex.org/covers/ad004a13-f46a-4392-b786-97a6cab09fc2/28cd180e-e519-4a12-a367-28336c8cb0a5.jpg",
    "altTitles": [
      {
        "zh": "我家娘子竟然是女帝?"
      },
      {
        "zh-ro": "Wǒ Jiā Niángzǐ Jìngrán Shì Nǚ Dì?"
      },
      {
        "zh-ro": "Wo Jia Niangzi Jingran Shi Nv Di?"
      },
      {
        "vi": "Nương Tử Nhà Ta Là Nữ Đế"
      }
    ],
    "description": {
      "en": "With my wife's breathtaking beauty, not even the newly enthroned empress can match her! With my wife's marvelous culinary skills, not even the empress's royal chefs can match her! My wife loves me and cares about me very very much, and I wouldn't trade her for even the empress! Wait, what? My wife is the empress?!",
      "zh": "我家老婆貌美如花，哪怕是新登基的女帝都比不上！ 我家老婆厨艺高超，哪怕是女帝的御膳房都比不上！ 我家老婆很爱我，很关心我，就算是给个女帝我都不换！ 什么？我家老婆竟然就是女帝！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Mayonaka Heart Tune"
    },
    "updatedAt": "2024-10-18T19:10:08+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/439e6c0f-c99f-4056-aa80-ab1619f4080f.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "en": "Tune In to the Midnight Heart"
      },
      {
        "en": "Midnight Heart Tune"
      },
      {
        "ru": "Полуночный мотив сердца"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      },
      {
        "fr": "Au Chœur de la Nuit"
      },
      {
        "nl": "Middernachtshart Tune"
      },
      {
        "en": "Finding the girl behind the voice."
      }
    ],
    "description": {
      "en": "***\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"***\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people? A cute yet hard-working success romantic comedy begins here!!\n\n---\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "***「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。***\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!!アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "ru": "«Пока я лежал на кровати посреди ночи в полном одиночестве, твой голос был моим единственным утешением. Я хочу поговорить с тобой ещё раз. И должен кое-что тебе сказать».\n\nЯмабуки Арису, ученик второго класса старшей школы, ищет бывшую ведущую радио-стримов «Аполло», не зная ни её лица, ни имени. Однако, однажды он понимает, что Аполло скрывается среди участниц клуба радиовещания в его школе. Четыре красавицы оттуда мечтают получить работу, связанную с голосом. Но которая из них — Аполло? И что станет с их мечтами? Милый ромком о тяжёлом труде и успехе начинается!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6202f5c6-5b94-49a5-80dd-c328cf58cbb8",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Douran no Joshou-hen"
    },
    "updatedAt": "2024-10-13T12:24:24+00:00",
    "coverArt": "https://mangadex.org/covers/6202f5c6-5b94-49a5-80dd-c328cf58cbb8/1bf06e4e-b7bd-4964-b28f-665021562fce.jpg",
    "altTitles": [
      {
        "en": "The Irregular at Magic High - Upheaval Prologue Arc"
      },
      {
        "ja": "魔法科高校の劣等生 動乱の序章編"
      },
      {
        "en": "The Irregular at Magic High - Prologue of Disturbance Arc"
      }
    ],
    "description": {
      "en": "March 2097—Brazil deploys the strategic-class spell Synchroliner Fusion in South America, starting a wave of unrest that will reach as far as Japan, where the new school year is just beginning. Tatsuya and Miyuki have entered their third year at First High, but anti-magician sentiment has been steadily rising. As many young scions of the twenty-eight families gather to discuss what to do about the concerning political climate, a much more immediate threat sits just beyond the shores of Sado Island…\n\nAdaption of Light Novel 21-22."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6371d3a6-3663-4fb3-ad0f-e927c627d8ba",
    "title": {
      "en": "Past Life Destiny"
    },
    "updatedAt": "2022-04-17T11:40:26+00:00",
    "coverArt": "https://mangadex.org/covers/6371d3a6-3663-4fb3-ad0f-e927c627d8ba/3c0558a5-1818-42c4-81de-0ffbbd4badb6.jpg",
    "altTitles": [
      {
        "ko": "전생연분"
      },
      {
        "en": "Past Life Relationship"
      }
    ],
    "description": {
      "en": "\"I was a Queen from the Joseon Dynasty who was murdered by the royal consort?!\"\n\nKim Minju, who suddenly remembered her past life while taking an exam. \n\nShe was very confused when she remembered but tried to calm down because the most important thing was her college entrance examination and not her previous \nlife. But the Consort, who was her enemy in the past life came to find Minju. \nAnd soon after, even the King who was her husband in the past life appears in front of her and puts her student life into a crisis. \n\n\"I don't care about the past life or whatever, just please let me study!\"",
      "ko": "'내가 후궁에게 살해당한 조선의 왕비?!'\n시험을 보다가 갑자기 전생을 떠올리게 된 민주.\n크게 당황하지만, 전생보다 중요한 것은 대입이었기에 애써 마음을 추스른다.\n하지만 전생의 철천지 원수였던 후궁이 민주를 찾아오고\n뒤이어 전생에 남편이었던 왕까지 나타나면서 민주의 수험생활은 위기를 맞는데....\n'전생이고 나발이고 제발 공부 좀 하자!!'"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-11-07T22:04:56+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      },
      {
        "pl": "SZKIELET"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29ca9de0-b633-4756-b4f3-c3bef1ee4f9e",
    "title": {
      "en": "Seasons of Lovesome"
    },
    "updatedAt": "2024-10-26T22:45:21+00:00",
    "coverArt": "https://mangadex.org/covers/29ca9de0-b633-4756-b4f3-c3bef1ee4f9e/3edef2b4-d047-44b4-855f-2036e1ad8f93.jpg",
    "altTitles": [
      {
        "en": "Lovesome Youth"
      },
      {
        "en": "Youth Lovesome"
      },
      {
        "ko": "청춘 러브썸"
      }
    ],
    "description": {
      "en": "\"It may be hazy blue, but that's alright\"\n\nTaking place a year after the epilogue of Seasons of Blossom, this story focuses on the new opening of “Cafe Blossom and NEMONE Atelier” as well as Bomi’s new classmate “Pureum” as they explore a new found youth. \n\nCampus romance, after school romance, office romance, it has it all.  \n\nThe heartwarming series is back with another youthful story!",
      "fr": "« Ça peut être d'un bleu brumeux, mais c'est pas grave. »\n\nSe déroulant un an après l'épilogue de \"Seasons of Blossom\", cette histoire se concentre sur la nouvelle ouverture du « Café Blossom and NEMONE Atelier », ainsi que sur la nouvelle camarade de classe de Bomi, « Pureum », alors qu'ils explorent une nouvelle jeunesse. Romance sur le campus, amours après l'école, romance au bureau, il y a de tout. La série réconfortante revient avec une nouvelle histoire pleine de jeunesse !"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62642f72-ed18-46f9-a8dd-4add20b752fc",
    "title": {
      "en": "Kuma to Usagi wa Tomodachi dewa Irarenai"
    },
    "updatedAt": "2024-10-19T12:50:08+00:00",
    "coverArt": "https://mangadex.org/covers/62642f72-ed18-46f9-a8dd-4add20b752fc/99331896-febc-4091-8afb-163ed86694a7.jpg",
    "altTitles": [
      {
        "ja": "クマとウサギは友達ではいられない"
      },
      {
        "ja-ro": "Kuma to Usagi wa Tomodachi de wa Irarenai"
      },
      {
        "en": "Bear and Bunny Cannot Be Friends"
      },
      {
        "ja": "チャラ男くんと清楚ちゃん"
      },
      {
        "ja-ro": "Charao-kun to Seiso-chan"
      },
      {
        "en": "Playboy-kun & Neat-chan"
      },
      {
        "en": "NotNTR (Notorare): Seiso-chan and Charaoh-kun."
      }
    ],
    "description": {
      "en": "A playboy goes after an innocent-seeming girl, having no idea what he's getting into.\n___\n**Note:** Not to be confused with [NoTR](https://mangadex.org/title/03346265-8076-4b14-8c80-78c2f04511be), another series from this same artist."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95d3a4dc-e888-4761-91e2-abf3a5a823f6",
    "title": {
      "en": "Even Though I Transmigrated as a Villainess, I'd Rather Raise a Cat"
    },
    "updatedAt": "2024-08-23T07:06:17+00:00",
    "coverArt": "https://mangadex.org/covers/95d3a4dc-e888-4761-91e2-abf3a5a823f6/75a12285-2134-42e2-8927-d26219d1dc55.png",
    "altTitles": [
      {
        "ko": "악역에 빙의했지만, 고양이나 키울래요"
      },
      {
        "en": "I Reincarnated as a Villainess, but Why Did I Become a Cat Butler Instead?"
      },
      {
        "en": "Even Though I Possessed a Villain, I Still Want to Raise a Cat"
      },
      {
        "ru": "Мной завладел злодей, но я всё ещё хочу вырастить кота"
      }
    ],
    "description": {
      "en": "I transmigrated as Rowaine, the villainess who was executed for abusing a werebeast. In order to escape death, I decided to replace my sister Linier in her arranged marriage.\n\nThe problem is that Duke Blois, the groom, is a cat werebeast who is known as a bloodthirsty battlefield monster…\n\n“My dear, I heard your hobbies include abusing werebeasts like myself.”\n\n“I haven’t heard of such a condition stating that women who abused werebeasts could not be Your Grace’s wife, though.”\n\nHis emerald eyes flashed dangerously at me, I quickly kept speaking before he could say anything.\n\n“If my hobby is a problem, then I promise that I will never abuse you, Your Grace.”\n\n“Ha– what?”\n\nThis is the story of a ten-year contractual marriage between a cat lover and a prickly cat werebeast."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d351a80-5037-4334-a020-6985899f5b1f",
    "title": {
      "en": "Maou ni Natta node, Dungeon Tsukutte Jingai Musume to Honobono suru"
    },
    "updatedAt": "2024-11-11T14:41:00+00:00",
    "coverArt": "https://mangadex.org/covers/9d351a80-5037-4334-a020-6985899f5b1f/e43e444a-bf74-413e-9faa-46acad88e962.jpg",
    "altTitles": [
      {
        "ja-ro": "Maou ni Natte-Node, Dungeon Tsukutte Jingai-Musume to Hono-bono suru"
      },
      {
        "ru": "Я стал Повелителем Демонов и создал подземелье, чтобы проводить время с девушками-монстрами"
      },
      {
        "ja": "魔王になったので、ダンジョン造って人外娘とほのぼのする"
      },
      {
        "zh": "魔王建造地下城转生到异世界建造人外娘"
      },
      {
        "ko": "마왕이 됐으므로 던전을 만들고 인외아가씨와 훈훈해진다"
      },
      {
        "ja-ro": "Maō ni Nattanode, Dungeon Zōtte Jingaimusume to Honobono suru"
      },
      {
        "zh-hk": "魔王建造地下城轉生到異世界建造人外娘"
      },
      {
        "en": "Now I'm a Demon Lord! Happily Ever After with Monster Girls in My Dungeon"
      },
      {
        "en": "I Became the Demon Lord so I Created a Dungeon and Spend Heartwarming Time There with Non-Human Girls"
      },
      {
        "ja-ro": "Maou ni Natta node, Dungeon Tsukutte Jingai Musume to Honobono suru"
      },
      {
        "vi": "Sau Khi Tôi Là 1 Ma Vương, Tôi Sẽ Xây Dựng Hầm Ngục Cùng Với Các Nô Lệ!"
      }
    ],
    "description": {
      "en": "Before I realized, I had become the guardian of a dungeon, a Demon Lord. I was suddenly in a dangerous world with giant monsters loitering around, fighting for their existence. So I thought to go about developing the dungeon in order to not die, but for some reason I was having quite the good time…. How did it turn out like this?  \n  \nThe protagonist, Yuki, having to live in that world now, uses his bold and sharp senses and spends time with a supreme dragon girl and a vampire girl, sometimes laughing, sometimes being angry, passing days doing what he likes.",
      "ja": "異世界転生したユキは、気付くとダンジョンの魔王になっていた!? チートな強さで人外娘達を助けたり、超便利なカタログ通販（？）でダンジョンに凶悪な罠を仕掛けたりとやりたい放題。自由と平和を守るため、快適＆最凶ダンジョン造りを目指せ！ 人気WEB小説コミカライズ!!",
      "vi": "Trước khi nhận ra, tôi đã trở thành người bảo vệ của một ngục tối, một Chúa Quỷ. Tôi bỗng nhiên bị cuốn vào một thế giới nguy hiểm với những con quái vật khổng lồ lang thang quanh đó, chiến đấu để tồn tại. Vì vậy, tôi quyết định phát triển ngục tối để không bị chết, nhưng không hiểu sao tôi lại cảm thấy khá thích thú với việc này... Làm sao mà lại trở thành như vậy? Nhân vật chính, Yuki, buộc phải sống trong thế giới này, sử dụng khả năng nhạy bén và tinh tế của mình, cùng thời gian bên một cô gái rồng tối thượng và một cô gái ma cà rồng, đôi khi cười, đôi khi tức giận, trải qua những ngày tháng làm những gì mình thích",
      "es-la": "Antes de darme cuenta, me había convertido en el guardián de una mazmorra, un Señor Demonio. De repente, estaba en un mundo peligroso con monstruos gigantes holgazaneando, luchando por la existencia de la mazmorra para no morir, pero por alguna razón estaba pasando un buen momento ... ¿Cómo resultó esto? El protagonista, Yuki, usa sus sentidos audaces y agudos y pasa el tiempo con una niña dragón suprema y una niña vampiro; A veces riendo, a veces enojándose, pasando días haciendo lo que le gusta.",
      "pt-br": "Antes que eu percebesse, eu havia me tornado o guardião de uma masmorra, um Lorde Demônio.  De repente, eu estava em um mundo perigoso com monstros gigantes vagando por aí, lutando por sua existência, então pensei em desenvolver a masmorra para não morrer, mas – por algum motivo eu estava me divertindo bastante….  Como ficou assim?\n\n O protagonista, Yuki, tendo que viver naquele mundo agora, usa seus sentidos ousados ​​e afiados e passa o tempo com uma suprema garota dragão e uma garota vampira;  Às vezes rindo, às vezes com raiva, passando dias fazendo o que gosta."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cb9c0f0-f7ee-402f-90bf-7b7945134242",
    "title": {
      "en": "Dancing With Uninvited Guests"
    },
    "updatedAt": "2024-06-24T07:57:45+00:00",
    "coverArt": "https://mangadex.org/covers/8cb9c0f0-f7ee-402f-90bf-7b7945134242/a38edf05-2840-42cb-a7a7-5ac1da98fe6b.png",
    "altTitles": [
      {
        "ko": "불청객과 춤을"
      }
    ],
    "description": {
      "en": "In the new semester of her second year of high school, Ji Haero finds herself in the same class as her ex-boyfriend, whom she dated in secret and subsequently broke up with.\n\nBut uh-oh!\n\"I wanted to die when I saw that my ex-boyfriend was in the same class as me, but this jerk had someone he liked in our class!\"\n\nWhat's more surprising is that someone turns out to be Choi Jinyoung!\nJi Haero and Choi Jinyoung share a secret that must remain concealed.\nWill Haero safely navigate through this phase of puberty, surrounded by these uninvited guests?",
      "ko": "중학교 2학년 새 학기,\n지해로는 남몰래 사귀다 차였던 \n전 남친과 같은 반이 된다.\n\n그런데 얼라리요?\n나를 찬 전 남친과 같은 반이 된 것도 서러워 죽겠는데,\n이 녀석이 같은 반에 좋아하는 사람이 있다고?\n\n그런데 그 상대가 하필… 최진영이라고?!\n\n지해로와 최진영 사이엔 \n남들이 알아선 안 되는 비밀 한 가지가 있는데…\n사방엔 온통 불청객뿐인 해로는 \n무사히 사춘기를 돌파할 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1dc3ebf9-c86c-431c-bcca-5e35ac124f28",
    "title": {
      "en": "Lout of Count's Family"
    },
    "updatedAt": "2024-07-31T23:45:38+00:00",
    "coverArt": "https://mangadex.org/covers/1dc3ebf9-c86c-431c-bcca-5e35ac124f28/90882d33-10a7-41ff-8f46-c3943ae4e9ec.png",
    "altTitles": [
      {
        "ko": "백작가의 망나니가 되었다"
      },
      {
        "ko-ro": "Baekjakgaui Mangnaniga Doeeotda"
      },
      {
        "ko-ro": "Baegjaggaui Mangnaniga Doeeossda"
      },
      {
        "en": "Trash Count"
      },
      {
        "it": "I Became the Countess Fool"
      },
      {
        "fr": "Je suis devenu le voyou de la famille du comte"
      },
      {
        "id": "Pembuat Onar Di Keluarga Count"
      },
      {
        "pl": "Śmieć z rodziny hrabiego"
      },
      {
        "ru": "Я стал графским ублюдком"
      },
      {
        "ru": "Ничтожество из графского семейства"
      },
      {
        "ru": "Отброс графской семьи"
      },
      {
        "uk": "Покидьок графської сім’ї"
      },
      {
        "th": "อันธพาลแห่งตระกูลเคานต์"
      },
      {
        "th": "คุณชายไม่เอาไหนแห่งตระกูลเคานต์"
      },
      {
        "fa": "بچه‌ی به‌دردنخور کنت"
      },
      {
        "ja": "伯爵家の暴れん坊になった"
      },
      {
        "zh": "成为伯爵家的废物"
      },
      {
        "zh": "成为伯爵家的混混"
      },
      {
        "zh-hk": "變成伯爵家的混混"
      },
      {
        "pt-br": "O Lixo da Família do Conde"
      },
      {
        "en": "Trash of the Count's Family"
      },
      {
        "fr": "Je suis devenu la honte de la Maison du Comte"
      }
    ],
    "description": {
      "en": "Kim Roksu has one life motto: “Let’s not get beat up.”\n\nBut after dozing off somewhere midway through the novel “Birth of a Hero,” he wakes up as Cale Henituse - one of the minor villains in the novel who gets the beating of a lifetime from soon-to-be hero Choi Han.\n\nOnly time will tell how much longer he has before that dreadful encounter. Can Kim Roksu change the course of this story so he can enjoy a long and lavish life free of the soon-to-be hero?",
      "fr": "Réincarné dans un roman, c’est le rêve non? Pas tout à fait, surtout quand on est devenu une ordure qui se fait tabasser par le héros au début de l’histoire… Vu qu’il sait ce qui va se passer, pas question de se faire taper dessus! Et puis, si au passage il peut en profiter pour se la couler douce…",
      "id": "Saat membuka mata, aku sudah berada di dalam dunia novel.\nTidak hanya itu, aku masuk ke dalam tubuh seorang tuan muda dari keluarga Count yang terkenal sebagai pembuat onar.\nTetapi, aku tidak bisa menjadi seorang pembuat onar begitu saja kan?",
      "it": "Quando Kim aprì gli occhi non poteva credere a ciò che stava vedendo. Si era ritrovato inspiegabilmente all’interno di un libro che stava leggendo. Ora lui è Cale Henituse, un antagonista del racconto. Il problema più grande però, è che lui non aveva finito di leggere il libro. Quindi ora lui vive il suo personaggio e gli eventi della storia per come se li ricorda. Ma cosa dovrà fare Cale Henituse una volta superato il punto dove Kim si era fermato?",
      "ja": "目を開けると、そこは小説の中だった。 暴君として名高い伯爵家の令息の体に憑依してしまい…!?\n\n---\n- [Webtoon Teaser](https://www.youtube.com/watch?v=sh35YE4VgXE)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B0%B1%EC%9E%91%EA%B0%80%EC%9D%98-%EB%A7%9D%EB%82%98%EB%8B%88%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2414)\n\n---\n- [Official English <Tappytoon> Translation](https://www.tappytoon.com/en/comics/lout-of-counts-family)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%AE%8A%E6%88%90%E4%BC%AF%E7%88%B5%E5%AE%B6%E7%9A%84%E6%B7%B7%E6%B7%B7/98)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/8142/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Pembuat-Onar-di-Keluarga-Count/3395)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/54067)\n\n- [Official French Translation](https://delitoon.com/webtoon/je-suis-devenu-le-voyou-de-la-famille-du-comte)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B8%9E%E0%B8%B2%E0%B8%A5%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%95%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%B9%E0%B8%A5%E0%B9%80%E0%B8%84%E0%B8%B2%E0%B8%99%E0%B8%95%E0%B9%8C/14)",
      "ko": "눈을 떠보니 소설 속이었다.\n그컷도 망나니로 유명한 백작가의 도련님 몸으로.......\n그리고, 소설 속에서 나를 박살 냈던 \n막강한 주인공 최한이 곧 여기로 온다.",
      "pl": "Gdy otworzyłem oczy, znalazłem się w świecie z powieści „Narodziny bohatera”.\n\nKsiążka ta opisuje przygody Choi Hana - licealisty, który przeniósł się z Ziemi do innego świata - oraz wielu innych bohaterów. Ja znalazłem się w ciele śmiecia z hrabskiej rodziny, na której to terytorium położona jest wioska, w której mieszka Choi Han.\n\nPo tym, jak wioska zostaje zaatakowana przez tajemniczych napastników, główny bohater powiadamia o zdarzeniu syna hrabiego, lecz ten go zbywa.\nNastępnie ów syn zostaje zbity na kwaśne jabłko.\n\n„To… dość problematyczne.”",
      "ru": "Я очнулся в романе, в теле молодого наследника графства, прославленного не без помощи его жестокого выродка.  \nНо я не собираюсь быть таким же ублюдком.",
      "th": "เมื่อ 'คิมรกซู' ต้องไปอยู่ในร่างอันธพาลตัวร้ายในเรื่องอย่าง 'เคล'\nเขาจึงตั้งปณิธานกับตัวเองว่าจะต้องมีชีวิตรอด ไม่ถูก 'ชเวฮัน' ตัวเอกของเรื่อง อัดจนเละเหมือนในนิยาย\nและเคลยังตัองร่วมเดินทางผจญภัยไปกับตัวละครในเรื่อง 'กำเนิดวีรชน'\nเขาจะมีชีวิตรอด ไม่เจ็บป่วย และใช้ชีวิตได้สงบสุขอย่างที่ต้องการหรือไม่\n\n---\n- [Webtoon Teaser](https://www.youtube.com/watch?v=sh35YE4VgXE)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B0%B1%EC%9E%91%EA%B0%80%EC%9D%98-%EB%A7%9D%EB%82%98%EB%8B%88%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2414)\n\n---\n- [Official English <Tappytoon> Translation](https://www.tappytoon.com/en/comics/lout-of-counts-family)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%AE%8A%E6%88%90%E4%BC%AF%E7%88%B5%E5%AE%B6%E7%9A%84%E6%B7%B7%E6%B7%B7/98)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/8142/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Pembuat-Onar-di-Keluarga-Count/3395)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/54067)\n\n- [Official French Translation](https://delitoon.com/webtoon/je-suis-devenu-le-voyou-de-la-famille-du-comte)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B8%9E%E0%B8%B2%E0%B8%A5%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%95%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%B9%E0%B8%A5%E0%B9%80%E0%B8%84%E0%B8%B2%E0%B8%99%E0%B8%95%E0%B9%8C/14)",
      "uk": "Коли я відкрив очі, я опинився в новелі.\n\n[Народження героя] - новела, присвячений пригодам головного героя Чхве Хана, хлопчика старшої школи, якого перенесли в інший вимір із Землі, і який народжений як один з численних героїв континенту .\nЯ став частиною цього роману як старший син графа, сім'я, якого контролювала територію, де знаходиться перше село, яке відвідує Чхве Хань.\n\nЧхве Хан змінюєть після того села, а після — всі її мешканці буди вбиті таємною організацією.\n\nБільшою проблемою є той факт, що цей нікчемний покидьок, яким я став, не знає про те, що трапилося в селі, і насміхається над Чхве Ханом, лише щоб його побили.\n\n\"... Це стане проблемою\"\n\nЯ відчуваю, що зі мною станеться щось серйозне.\n\nАле варто спробувати зробити своє нове життя кращим.",
      "zh": "一个出场5秒就下线的贵族混混，一个高冷霸气的英雄男主，穿成前者还马上要被高冷男主暴揍怎么办？呵，作为一个美貌废物，当然只能靠骚操作，抱大腿抢机遇努力在这个充斥着魔法，龙，狼族的大陆求生存！",
      "pt-br": "“Não posso continuar sendo um lixo pra sempre.” Após ler os 5 primeiros volumes da novel [O Nascimento de um Herói], Kim Rok-Soo dorme e acorda em outro mundo. Ele havia sido transportado para o mundo da novel no corpo de Cale Henituse, o lixo da família do conde Henituse e um nobre mimado que tinha sido espancado pelo protagonista no começo da história. Neste novo mundo cheio de perigo e magia, Cale Henituse (Kim Rok-Soo) deseja apenas viver uma vida tranquila e livre de problemas, mas as coisas nem sempre vão de acordo com o planejado…",
      "zh-hk": "睜開眼就發現自己到了小說世界，\n而且我還變成了赫赫有名的伯爵家混混少爺...\n另外，小說裡那個\n把我當成沙包揍的強大主角——崔漢，\n很快就要抵達這裡了。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8a959f7-648e-4c8d-8f23-f1f3f8e129f3",
    "title": {
      "en": "One-Punch Man"
    },
    "updatedAt": "2024-11-01T16:52:10+00:00",
    "coverArt": "https://mangadex.org/covers/d8a959f7-648e-4c8d-8f23-f1f3f8e129f3/ca1052ff-4fcf-44d2-8020-f66e07cc28ce.jpg",
    "altTitles": [
      {
        "es": "El hombre de un solo golpe"
      },
      {
        "en": "One Punch-Man"
      },
      {
        "en": "One Punch Man"
      },
      {
        "en": "OPM"
      },
      {
        "tr": "Tek Yumruk"
      },
      {
        "ja-ro": "Wanpanman"
      },
      {
        "ru": "Ванпанчмен"
      },
      {
        "fa": "مرد تک‌مشتی"
      },
      {
        "fa": "وان‌پانچ‌من"
      },
      {
        "ja": "ワンパンマン"
      },
      {
        "zh": "一拳超人"
      },
      {
        "ko": "원펀맨"
      },
      {
        "zh": "一击男"
      },
      {
        "ne": "वान्-पन्च् म्यान्"
      },
      {
        "ar": "ون بنش مان"
      },
      {
        "ar": "رجل اللكمة الواحدة"
      },
      {
        "th": "วันพันช์แมน"
      },
      {
        "he": "איש האגרוף הבודד"
      },
      {
        "he": "וואן פאנץ' מן"
      },
      {
        "kk": "Бірұрман"
      },
      {
        "kk": "Уанпанчмен"
      },
      {
        "de": "ONE-PUNCH MAN"
      },
      {
        "pt-br": "One-Punch Man"
      },
      {
        "uk": "Ванпанчмен"
      }
    ],
    "description": {
      "en": "After rigorously training for three years, the ordinary Saitama has gained immense strength which allows him to take out anyone and anything with just one punch. He decides to put his new skill to good use by becoming a hero. However, he quickly becomes bored with easily defeating monsters, and wants someone to give him a challenge to bring back the spark of being a hero.  \n  \nUpon bearing witness to Saitama's amazing power, Genos, a cyborg, is determined to become Saitama's apprentice. During this time, Saitama realizes he is neither getting the recognition that he deserves nor known by the people due to him not being a part of the Hero Association. Wanting to boost his reputation, Saitama decides to have Genos register with him, in exchange for taking him in as a pupil. Together, the two begin working their way up toward becoming true heroes, hoping to find strong enemies and earn respect in the process.  \n  \n\n\n\n---\n\n**Notes:**  \n- Because some groups use the web version of the manga while others use the magazine version, the numbering won't match between different languages.  \n- **Because a takedown notice was sent to MangaDex from the owners of this series, fan translations of One Punch Man are currently unavailable to be uploaded. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-punch-man) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US).**",
      "fa": "در جهان اَبَر قهرمان ها قهرمانی بسیار قدرتمند و شکست ناپذیر وجود داره که به (مرد تک مشتی) معروفه چون اون تمامی دشمنان و رقیب هاشو فقط با یک مشت از میدان به در میکنه. بعد از مدتی سایتاما  دیگه از مبارزاتش لذت نمیبره و احساساتی مثل هیجان و ترس رو در خودش فراموش میکنه! و همراه تنها شاگردش که یک سایبورگ هست به انتظار رقیبی خوب ، ماجراهایی رو دنبال میکنن و……",
      "ru": "Манга повествует о молодом человеке по имени Сайтама. Он — герой, обычный герой. Основная его проблема в том, что он вышибает дух из злодеев одним ударом. А это очень скучно…",
      "tr": "Üç yıllık sıkı bir eğitimden sonra, Saitama, tek bir yumrukla herkesi ve her şeyi alt etmesine izin veren muazzam bir güç kazandı. Bir kahraman olarak yeni becerisini iyi bir şekilde kullanmaya karar verir. Bununla birlikte, canavarları kolayca yenmekten çabucak sıkılır ve kahraman olma kıvılcımını geri getirmek için birinin ona meydan okumasını ister.\n  Bir cyborg olan Genos, Saitama'nın inanılmaz gücüne tanık olduktan sonra, Saitama'nın çırağı olmaya kararlıdır. Bu süre zarfında Saitama, Kahraman Derneği'nin bir parçası olmadığı için ne hak ettiği takdiri görmediğini ne de insanlar tarafından tanınmadığını fark eder. İtibarını artırmak isteyen Saitama, Genos'u öğrenci olarak alması karşılığında kendisine kaydettirmeye karar verir. İkisi birlikte, güçlü düşmanlar bulmayı ve bu süreçte saygı kazanmayı umarak gerçek kahramanlar olma yolunda ilerlemeye başlar.",
      "pt-br": "One-Punch Man conta a história de Saitama, um super-herói extremamente poderoso, que se entediou com a ausência dos desafios nas suas lutas contra o mau e procura encontrar um oponente digno para lutar."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b347d551-52eb-40cb-a11a-bfb9959d6495",
    "title": {
      "en": "Sekai Saikyou no Kouei: Meikyuukoku no Shinjin Tansakusha"
    },
    "updatedAt": "2024-08-19T02:18:15+00:00",
    "coverArt": "https://mangadex.org/covers/b347d551-52eb-40cb-a11a-bfb9959d6495/53dec05f-f377-47c3-93c1-84cd9771908d.jpg",
    "altTitles": [
      {
        "fr": "L'arrière-garde la plus forte du monde - L'explorateur novice du pays du labyrinthe"
      },
      {
        "en": "World Strongest Rearguard: Labyrinth Country and Dungeon Seekers"
      },
      {
        "en": "World's Strongest Rearguard - The Novice Seeker of Labyrinth Country"
      },
      {
        "en": "WSR"
      },
      {
        "ru": "Самый сильный в мире Заступник – Страна лабиринта и искатели приключений"
      },
      {
        "ja": "世界最強の後衛"
      },
      {
        "ja": "世界最強の後衛 ～迷宮国の新人探索者～"
      },
      {
        "zh-hk": "世界最強後衛～迷宮國的新人探索者～"
      },
      {
        "ko": "세계최강의 후위 ~미궁나라의 신인탐색가~"
      },
      {
        "en": "The World's Strongest Rearguard: Labyrinth Country's Novice Seeker"
      },
      {
        "zh": "世界最强后卫~迷宫国的新人探索者~"
      }
    ],
    "description": {
      "en": "Workaholic assistant Atobe Arihito fell asleep in his company's bus that was traveling for a vacation. When he awoke he learned he had died due to the bus getting into an accident, and that he had reincarnated into a world of reincarnators - to the Labyrinth Country. To his surprise he was discovered by his slave driving manager, Igarashi Kyouka, who further explains their role in this world. \n\n\nIn Labyrinth Country, Reincarnators are expected to choose a job and form parties to fight against monsters in Labyrinths. \"Valkyrie\" Kyouka had expected Arihito to work with her once again, but he declines due to his knowledge of her demanding nature. As they depart she vows to make him regret not choosing her. \n\nAnd thus starts Arihito's adventure as a \"Rear Guard\".",
      "ru": "Главный герой — трудоголик с большим стажем, он и его босс попадают в аварию, после чего они обнаруживают, что переместились в другой мир. Главный герой не хочет оставаться с начальницей, решая отправиться на приключения в одиночестве. Куда же его приведут эти странствия и встретятся ли они вновь?..   \n\n\n---\n\n**Links:** [Alternate Raw](https://comic-walker.com/contents/detail/KDCW_MF00000068010000_68/)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1beb63f-63f4-4f60-8ee9-2021cf4911c8",
    "title": {
      "en": "Dorobou ni Haittara Kai Inu ni Mitsukatta"
    },
    "updatedAt": "2024-10-16T01:56:35+00:00",
    "coverArt": "https://mangadex.org/covers/a1beb63f-63f4-4f60-8ee9-2021cf4911c8/1fa6fa11-856f-4343-97dd-337b8f15d1e9.jpg",
    "altTitles": [
      {
        "ja": "泥棒に入ったら飼い犬に見つかった"
      },
      {
        "en": "When the Burglar got Caught by the Family Dog"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af38f328-8df1-4b4c-a272-e737625c3ddc",
    "title": {
      "en": "Senpai ga Uzai Kouhai no Hanashi"
    },
    "updatedAt": "2024-10-09T02:24:42+00:00",
    "coverArt": "https://mangadex.org/covers/af38f328-8df1-4b4c-a272-e737625c3ddc/1e4d90bc-3fae-4e8b-9ce3-ec2fdb1db8ae.jpg",
    "altTitles": [
      {
        "en": "A Story About a Senior Who Annoys His Junior"
      },
      {
        "en": "A Story About a Senpai Who Annoys His Kouhai"
      },
      {
        "en": "My Senpai Is Annoying"
      },
      {
        "ja-ro": "Senpai ga Urusai Kouhai no Hanashi"
      },
      {
        "ro": "Senpai-ul meu este enervant"
      },
      {
        "tr": "Senpai'si Uyuz Kouhai'nin Hikayesi"
      },
      {
        "ja": "先輩がうざい後輩の話"
      },
      {
        "pt-br": "Meu Senpai é Irritante"
      },
      {
        "uk": "Мій семпай дратує"
      },
      {
        "el": "Ο Senpai Μου Είναι Ενοχλητικός"
      },
      {
        "vi": "Lão Senpai phiền phức của tôi"
      }
    ],
    "description": {
      "en": "Futaba Igarashi is a diminutive office lady who finds that her towering and boisterous work senpai Harumi Takeda always gets in her hair, but he always has her back, he always keeps her company, and she starts noticing that her heart is slowly veering towards him…  \n  \n1st place of Tsugi Manga Awards, Category Webmanga (2018)\n\n---\n\n+++ Difference to volumes\nPixiv/Twitter (Web) to volume mapping:\n| Web Ch. | Volume Ch. | Change | Difference \n| :--- | :--- | :--- | :--- |\n| 64 | v.4 64 | | 0 |\n| 65 | v.4 64.5 | - | 1 |\n| 66 | v.4 65 |  | 1 |\n| 79 | v.4 77.5 | - | 2 |\n| 146.5 | v. 5. 145 | + | 1 |\n| 149.5 | v. 8 149 | + | 0 |\n| 150.5 | v. 8 151 | + | 1 |\n| 153.5 | v. 8 155 | + | 2 |\n| 154.5 | v. 8 157 | + | 3 |\n+++",
      "ja": "ちょっぴりガサツだけど面倒見のいい先輩・武田と、そんな彼に素直になれない（？）後輩・五十嵐。\n\n今日も五十嵐は武田をうざいと思いつつ、本当はまんざらでもなかったりやっぱり本当にうざいときもあったりと自覚のない二人の微妙な距離感にもだえちゃうことまちがいなし！",
      "uk": "Іґараші - працьовита молода офісна жінка. Такеда - семпай з роботи, нервує її постійно - і все ж вона стає все ближче до нього. Кожен день наповнений комічними невдачами та романтичними моментами, коли Іґараші намагається збалансувати роботу, життя та кохання.",
      "pt-br": "Igarashi é uma jovem esforçada que trabalha em um escritório. Takeda, o senpai acima dela no trabalho, a irrita constantemente - e ainda assim ela se encontra cada vez mais próxima dele. Todos os dias são repletos de contratempos cômicos e momentos românticos enquanto Igarashi tenta equilibrar trabalho, vida e amor."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "236"
  },
  {
    "mangaId": "23a84f79-368c-44ca-8a8f-57103b9a5628",
    "title": {
      "en": "Tou no Kanri o Shite Miyou"
    },
    "updatedAt": "2024-10-18T07:17:45+00:00",
    "coverArt": "https://mangadex.org/covers/23a84f79-368c-44ca-8a8f-57103b9a5628/f7c3794c-d9fc-4e56-b4a4-392cbc7ca13c.jpg",
    "altTitles": [
      {
        "ja": "塔の管理をしてみよう"
      },
      {
        "ja-ro": "Tou no Kanri wo Shite Miyou"
      },
      {
        "en": "Let's Manage the Tower"
      },
      {
        "zh-hk": "成為塔的管理者吧！"
      },
      {
        "zh": "成为塔的管理者吧！"
      },
      {
        "ko": "탑의 관리를 해보자!"
      },
      {
        "ru": "Получается, я теперь в ответе за башню"
      },
      {
        "vi": "Isekai làm người quản lý tháp"
      }
    ],
    "description": {
      "en": "Kosuke is killed by a truck, his soul is lost in a garden with two beautiful girls. The owner of the place will let him choose whether he will be reborn or summoned to another world, and he maintains the summons. In this new world, the main two girls who were created by the owner of the garden to help him find the mystery behind the world - a Dungeon tower. Will he be able to become the owner of this tower and manage it?",
      "ja": "仕事帰りに交通事故に遭ったことから魂が別世界に飛ばされてしまった考助。彼は保護してくれた女神の助力により、これまでの記憶を持ったまま新しい世界で生きていくことに。さらに女神が創造してくれたという、チートな能力と天使のような羽を持つ最強美女ふたりをお供に、新たな生を送ることになったのですが――。",
      "es-la": "Kosuke es atropellado por un camión mientras regresaba del trabajo. En ese momento, mientras su vida terminaba, su alma fue transferida al \"Jardín de la eterna primavera\" donde lo esperaba una hermosa mujer. Ella inmediatamente lo lleva con la diosa suprema, encargada de dicho mundo. La diosa suprema le permitirá elegir entre poder entrar al ciclo de la encarnación y renacer para empezar una nueva vida o ser invocado a otro mundo, de lo cual él elige ser invocado. La diosa suprema antes de transferirlo a este nuevo mundo le otorga una habilidad divina y dos bellas y poderosas sirvientes. En este nuevo mundo, las dos chicas principales que fueron creadas por la diosa del jardín le ayudarán a encontrar el misterio detrás del mundo: una torre de mazmorra. ¿Podrá convertirse en el dueño de esta torre y administrarla?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e4805a6-75ab-462d-883c-4ddedb8e4df6",
    "title": {
      "en": "Nano Machine"
    },
    "updatedAt": "2024-11-10T21:50:08+00:00",
    "coverArt": "https://mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/664dfc87-4464-486e-bc87-74156805fd18.jpg",
    "altTitles": [
      {
        "ko": "나노마신"
      },
      {
        "zh": "某天成为魔神"
      },
      {
        "zh-hk": "奈米魔神"
      },
      {
        "zh-hk": "喇勞 魔神"
      },
      {
        "id": "Nano Mashin"
      },
      {
        "ru": "Наномашины"
      },
      {
        "ja": "ナノ魔神"
      },
      {
        "th": "นาโนมาชิน"
      },
      {
        "pl": "Nanoroboty"
      },
      {
        "pl": "Maluska Maszynka"
      }
    ],
    "description": {
      "en": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "fr": "La vie remplit d'infortune et d'épreuve de Cheo Yeo-Woon, bâtard et dernier dans l'ordre de succession, prit un tournant après qu'un de ses « descendant » venant du futur ait injecté des Nano Machines dans son corps.",
      "id": "Setelah mengalami cobaan berat pada hidupnya, Tiba tiba Chun yeowun mendapatkan pertolongan tidak terduga dari keturunannya di masa depan yang memasukkan teknologi nano ke dalam tubuhnya! Mampukah Chun Yeowun menjadi master bela diri dengan menggunakan kekuatan nano mashin!?\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ja": "「未来の力を手に入れ、邪悪な魔教に立ち向かう！」 魔教の私生児として生まれた主人公・天黎雲。 幼い頃から卑しまれ、後継者争いで命を狙われる。 死に物狂いの抵抗もむなしく、危うく命を落としかねない絶体絶命のピンチに･･･！ その瞬間、突如現れた謎の男から「ナノマシン」と呼ばれる未来の力を注入され、 目覚めるととてつもない力を手に入れていた。 魔教を超え、最強の武人を目指す天黎雲の物語が幕を開ける！\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ko": "갖은 멸시와 목숨의 위협을 받던 마교의 사생아 천여운, \n미래에서 나타난 후손이 천여운의 몸에 나노 머신을 주입한 후 그의 인생이 송두리째 바뀐다.\n마교를 넘어 무림 최고의 자리에 오르기 위한 천여운의 거침없는 이야기가 시작된다!\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ru": "Чен Еун — незаконнорожденный принц, появившийся на свет без единой частички Нейгуна. С самого раннего детства он находился под гнетом всеобщего отвращения. Весь забитый, с отсутствием какой-либо мотивации, год за годом Еун влачил свое жалкое существование. Ни на что не рассчитывая... и не претендуя.\n\nБудучи изгоем, исконно презираемым шестью великими кланами, в один прекрасный день он оказался в окружении десятка подосланных убийц. Когда глаза практически застлала пелена белого света... и казалось, он уже начал теряться, проваливаясь в пучину... безграничного отчаяния, на горизонте возникла еле заметная фигура.\n\nНеизвестный \"потомок\", снизошедший из будущего, в мгновение ока уничтожил всех врагов. Прошептав нечто невнятное, он подсадил в тело нашего героя какой-то странный предмет... наномашину. С этого момента все кардинально переменилось. Поселившийся где-то внутри искусственный интеллект дал его жизни невероятный толчок.\n\nБольше не будет как прежде. Это... новая ветвь истории. Истории о парне, который бросил вызов небесам.",
      "th": "เรื่องราวของชอนยออุนลูกนอกสมรสภายในพรรคมารที่ได้เป็นเทวบุตรมารรุ่นที่ 2 และอยู่เหนือประมุขพรรคมาร\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "zh": "无名小卒却有了神秘机器，\n或许我也能挑战一下魔神？\n魔教私生子天如运饱受蔑视和生命威胁，某天来自未来的后人突然出现，给天如运的身体注入了纳米机器，从此他的人生发生了翻天覆地的变化。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "pt-br": "Depois de ser desdenhado e ter sua vida em perigo, Cheon Yeo-Woon, um órfão do culto demoníaco, recebeu uma visita inesperada de seu descendente do futuro, que inseriu nele uma micro máquina, que mudou drasticamente a vida de Cheon Yeo-Woon após sua ativação. A história da jornada de Cheon Yeo-Woon no culto demoníaco e sua subida para se tornar o melhor nas artes marciais acabou de começar.",
      "zh-hk": "在魔教少教主候選人中排名最後的天如運，是個運氣極差的人。 某天，來自未來的後代突然穿越時空出現，並且將奈米機器注入他的身體，徹底翻轉了他的人生。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]