[
  {
    "mangaId": "39426737-0b65-4d7e-810d-9cf84caf0666",
    "title": {
      "en": "Kaji Ryuusuke's Agenda"
    },
    "updatedAt": "2022-03-23T23:49:34+00:00",
    "coverArt": "https://mangadex.org/covers/39426737-0b65-4d7e-810d-9cf84caf0666/76402c80-4e94-4125-af2c-86d9286ab90d.jpg",
    "altTitles": [
      {
        "ja": "加治隆介の議"
      },
      {
        "ja-ro": "Kaji Ryuusuke no Gi"
      }
    ],
    "description": {
      "en": "Kaji Ryusuke is a second son of a great politician. However, his father and brother both pass away from a car accident. Now, those who supported Ryusuke's father want Ryusuke to carry on the family business as a politician. At first, Ryusuke tries to get out of the responsibility, but he eventually enters an election to become a politician.  \nThe manga chronicles Ryusuke's rise in the world of Japanese politics."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": ""
  },
  {
    "mangaId": "324ef6bc-ff6b-4f8e-97c6-eca51413e39e",
    "title": {
      "en": "More Than Lovers, Less Than Friends"
    },
    "updatedAt": "2024-11-03T12:58:05+00:00",
    "coverArt": "https://mangadex.org/covers/324ef6bc-ff6b-4f8e-97c6-eca51413e39e/93a09f0b-2341-42fc-984f-600e68ba8673.jpg",
    "altTitles": [
      {
        "ja": "恋人以上友人未満"
      },
      {
        "en": "More Than Lovers, Less Than Friends"
      },
      {
        "pt-br": "Mais Que Amantes, Menos Que Amigos"
      },
      {
        "ru": "Больше чем любовники, меньше чем друзья"
      },
      {
        "ja-ro": "Koibito Ijou Yuujin Miman"
      }
    ],
    "description": {
      "en": "Ex-AV star Miyako unexpectedly runs into a former coworker at a marriage interview...?! The secretly connected pair are bursting with more pure energy than you can imagine! This cute adult love comedy hits different and will heal your soul.",
      "ja": "東京から地元へ戻った宮子のお見合い相手は互いの秘密を握る元お仕事相手だった！　清楚な文学少女を演じていた元AV女優とオラオラ系男を演じていた元AV男優が素の自分に戻って再会した時、この上もなくピュアなラブが始まる…！カラダは恋人以上、ココロは友人未満!?",
      "ru": "Мияко, уволившаяся с работы и вернувшаяся в родительский дом, затеяла сватовство. Однако второй стороной оказался бывший коллега, знавший разные секреты.",
      "pt-br": "A ex-estrela de AV(Adult Videos) Miyako inesperadamente encontra um ex-colega de trabalho em uma entrevista de casamento...?! O par secretamente conectado está repleto de energia mais pura do que você pode imaginar! \n\nEsta comédia de amor adulto é diferente e vai curar sua alma."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d14354de-6af5-4b92-825d-47686d3fa145",
    "title": {
      "en": "Fate/Grand Order -Epic of Remnant- Pseudo-Singularity IV: The Forbidden Advent Garden, Salem - Heretical Salem"
    },
    "updatedAt": "2024-10-30T11:00:42+00:00",
    "coverArt": "https://mangadex.org/covers/d14354de-6af5-4b92-825d-47686d3fa145/34ea3245-f758-4aaa-ac5c-c824732cd99e.jpg",
    "altTitles": [
      {
        "ja": "フェイト／グランドオーダー　エピック　オブ　レムナント　亜種特異点Ⅳ 禁忌降臨庭園 セイレム 異端なるセイレム"
      },
      {
        "ja-ro": "Fate/Grand Order -Epic of Remnant- Ashu Tokuiten IV: Kinki Kourin Teien, Salem - Itan naru Salem"
      },
      {
        "ru": "Судьба/Великий приказ: Эпопея Остатка-Псевдосингулярность IV: Запретный сад Адвента, Салем-Салем Ереси"
      },
      {
        "vi": "Dị Điểm Á Chủng IV - Khu Vườn Giáng Lâm Cấm Kỵ Salem - Salem Dị Giáo"
      }
    ],
    "description": {
      "en": "As a result of the efforts of the people of Chaldea, the human incineration plan of those who called themselves the Magic King was bitterly stopped at the water's edge, and the destiny of the world seemed to be breathing again. However, suddenly, the singularity of the same level as the singularity so far is observed in modern times. A master who has opened up the future once again puts himself into a layershift to calm down the \"subspecies singularities\" that appeared in the cursed land \"Salem.\"",
      "ru": "Халдея во главе с Рицука Фуджимару, мастером, проникшим на проклятую землю «Салем», чтобы ответить на новую «особенность». \"Я встретила двух девушек Эбигейл и Лавинию\"."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "436e7b0e-de82-45b7-8a3d-9a140157a891",
    "title": {
      "en": "Duke, Please Screw Yourself Over!"
    },
    "updatedAt": "2024-04-06T17:47:50+00:00",
    "coverArt": "https://mangadex.org/covers/436e7b0e-de82-45b7-8a3d-9a140157a891/48c8260d-3335-46dc-bd61-3c850f7c1c07.jpg",
    "altTitles": [
      {
        "en": "Duke, Please Fail!"
      },
      {
        "ko": "공작님, 제발 좀 망하세요!"
      }
    ],
    "description": {
      "en": "I really died after working to death under the Duke of Alterwood.\nWhen I opened my eyes, it was the past, and I vowed to take revenge on the death of overwork.\nAs long as I'm the caretaker, the duke will die and I'll ruin the unlivable estate!\nI spent a lot of money on the wrong budget.\n\nI was going to leave the field to a famous boomer to ruin the farming...\n\n\"This is the first time we've had such an amazing harvest, right?\"\"\n\"Thank you. You saved us!\"\"\n\nStrangely, things keep going well!\nAnd this time, I took revenge on the duke directly.\n\n“Once you touch it, you have to take responsibility.\nI need you, Nelly.”\n\nIs this counterproductive? No, I still have to get revenge.\nDuke, please screw up!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/ad2471d3-64b3-4310-94f9-0a11b6dfda73.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c3d17f95-f24e-4b28-a8b9-c58901051506",
    "title": {
      "en": "I Went on a Strike Because My Time Was Limited"
    },
    "updatedAt": "2024-11-28T23:33:56+00:00",
    "coverArt": "https://mangadex.org/covers/c3d17f95-f24e-4b28-a8b9-c58901051506/3764d8f4-44c2-46ed-8446-c3b8123f260d.jpg",
    "altTitles": [
      {
        "ko": "시한부라서 파업했는데"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69378a10-ebcb-40fa-ad70-52b6f0a6658a",
    "title": {
      "en": "Ghost Story Club (Remake)"
    },
    "updatedAt": "2024-11-24T00:00:58+00:00",
    "coverArt": "https://mangadex.org/covers/69378a10-ebcb-40fa-ad70-52b6f0a6658a/31f46ed4-4b3d-4f71-a0fc-574f311d78f7.jpg",
    "altTitles": [
      {
        "ko": "괴담 동아리 (2024)"
      }
    ],
    "description": {
      "en": "Lee Joon was an ordinary high school student.\n\nDuring the entrance ceremony, he was caught up in a strange phenomenon and died.\n\n[You have died.] [Restarting from checkpoint.] [Loading…]\n\nBut then, a message appeared before his eyes.\n\n『Congratulations on your acceptance at Nakseong Highschool, the school of secrets and mysteries. Uncover the shady secrets hidden within the school, or fight against the legends and ghost stories of the campus in order to earn points to unlock special abilities. Additionally, you must gather comrades to prevent the resurrection of the Demon King before graduation. The world is in your hands.』"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "HUNTER x HUNTER"
    },
    "updatedAt": "2024-10-22T01:30:32+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "kk": "Аңшы × Аңшы"
      },
      {
        "kk": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      },
      {
        "es-la": "Cazador X"
      },
      {
        "vi": "HUNTER×HUNTER"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "vi": "Thợ Săn là những người đi chu du thế giới, đối mặt với hiểm nguy. Từ bắt giữ tội phạm cho đến nhưng cuộc thám hiểm trên các hòn đảo để tìm kho báu. Câu chuyện bắt đầu khi người cha của một cậu bé tên Gon mất tích đã khá lâu, nên cậu bé quyết định trở thành Thợ Săn với hy vọng tìm được cha mình. Khi được 12 tuổi Gon bắt đầu cuộc hành trình của mình để được tham gia vào \"Cuộc thi Thợ Săn Kỳ Tài\", ai cũng biết tỉ lệ thành công rất thấp, có khi chết lúc nào không hay. Trong cuộc thi cậu đã kết bạn với Kurapica, Leorio và Killua. Với tình bạn, họ đã trải qua biết bao nhiêu là thử thách, hiểm nguy trên cuộc hành trình của một người Thợ Săn... Còn về phần họ trải qua những thử thách gì và như thế nào thì mời các bạn theo dõi...",
      "es-la": "Sigue la historia de Gon Freecss, un joven que descubre que su padre, a quien creía muerto, es un legendario Cazador, un miembro de una élite que se especializa en localizar tesoros, bestias raras o personas peligrosas. Decidido a encontrar a su padre, Gon emprende un viaje para convertirse en Cazador. En su camino, se enfrenta a desafíos mortales y forma fuertes lazos con amigos como Killua, Leorio y Kurapika. A medida que avanza en su viaje, Gon descubre que el mundo de los Cazadores es mucho más peligroso y complejo de lo que imaginaba.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\n\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\n\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "ongoing",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b8f51c27-7717-44aa-b8cb-563f6c1de0c9",
    "title": {
      "en": "Amemiya-san"
    },
    "updatedAt": "2024-10-25T18:44:42+00:00",
    "coverArt": "https://mangadex.org/covers/b8f51c27-7717-44aa-b8cb-563f6c1de0c9/2d6359ab-18eb-4148-b5cc-7b96cbbeeca4.jpg",
    "altTitles": [
      {
        "ja": "雨宮さん"
      },
      {
        "ja-ro": "Amamiya-san"
      }
    ],
    "description": {
      "en": "From Arawi Keiichi, author of Nichijou and CITY, comes another bizarre slice of life! The protagonist's name is Amemiya-san. The everyday happenings of this girl are never within anyone's guess, and neither are her numerous likes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4904da8-2250-461b-bb29-3ec177c40bb9",
    "title": {
      "en": "Splatoon"
    },
    "updatedAt": "2024-10-11T18:07:18+00:00",
    "coverArt": "https://mangadex.org/covers/f4904da8-2250-461b-bb29-3ec177c40bb9/ccfd14b4-7eb6-42d4-a71a-18cded8181ea.jpg",
    "altTitles": [
      {
        "ja": "スプラトゥーン"
      },
      {
        "ru": "CoroIka"
      },
      {
        "ja-ro": "Supurato~ūn"
      }
    ],
    "description": {
      "en": "A serialization for the hit game Splatoon with manga-original characters featuring Team Blue's, and more specifically Goggles', antics."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a43c227-b201-4fb7-b796-924c51797d50",
    "title": {
      "en": "Level Up with the Gods"
    },
    "updatedAt": "2024-11-13T18:33:45+00:00",
    "coverArt": "https://mangadex.org/covers/4a43c227-b201-4fb7-b796-924c51797d50/813e10ac-a4d9-42ee-a0a6-ba8ef0d19340.jpg",
    "altTitles": [
      {
        "ko": "신과 함께 레벨업"
      },
      {
        "en": "Leveling Up With the Gods"
      },
      {
        "ko-ro": "Singwa Hamkke Level Up"
      },
      {
        "en": "Leveling With the Gods"
      },
      {
        "th": "เลเวลอัปไปกับเทพเจ้า"
      },
      {
        "ja": "神と共にレベルアップ"
      },
      {
        "zh": "与神一同升级"
      },
      {
        "ru": "Поднятие уровня с богами"
      },
      {
        "uk": "Підняття рівня з богами"
      }
    ],
    "description": {
      "en": "“Maybe Inner Gods can never defeat Outer Gods…” so thought Yuwon Kim, a plucky, high-ranking warrior, after a bitter defeat.\n\nBut Yuwon is too tenacious to give up. His loss becomes the dawn of a new journey as a returnee. With renewed determination, Yuwon starts back from where he began, smashing monster after monster and relearning his skills before taking on the Tower once again.\n\nBut can he fight his way through the tutorials and level up once more, or will his conquest crumble before him?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ja": "異界の神、アウターゴッドと呼ばれる存在が支配する世界。一番最後に塔へ入り一番最後までインナーゴッドたちと共に戦った人間、神野 流星。 そんな彼も結局はアウターゴッドに破れてしまう。 越えられない壁に絶望を感じていた最後の瞬間、時間を司る神であるクロノスから新たにチャンスが与えられる。 そうして彼は、前世の記憶を持ったまま過去へ回帰することに――。 再び塔を登り、力と仲間を手に入れた神野は、今度こそアウターゴッドに勝つことができるだろうか？不滅の神話に挑む人間の物語が今始まる！\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ko": "이계의 신, 아우터 갓(Outer God).\n\n하늘을 닫는 절망과 늪에 빠진 좌절, 탄생하지 못한 자, 어리석은 혼돈.\n평범한 사람들은 그저 바라보는 것만으로 목숨을 잃어 버릴 그 존재들이 세상을 휘젓는 지금…\n수 년간의 싸움 끝에, 최후의 생존자들이 낸 결론.\n\n\"이너(Inner)는 아우터(Outer)를 이길 수 없다.\"\n\n그 순간, 시간을 다루는 신격을 지닌 존재 크로노스는 자신을 희생시켜 시계태엽을 되돌린다.\n\n\"이길 수 없겠지. 지금은 말이야.\"\n\n\"옛 세계선으로 돌아가라. 그리고 다시 시작해.\"\n\n모든 신들에게 지목을 받아 과거로 돌아간 최후의 1인.\n가장 뒤늦게 탑을 올라, 가장 마지막까지 신들과 함께 싸운 인간, 김유원.\n\n\"이너(Inner)는 아우터(Outer)를 이길 수 없다. 그렇다면…\"\n\n\"이기는 건 나야.\"\n\n그는 마지막 순간을 함께하던 동료들을 다시 모아,\n아우터와의 싸움을 승리로 끝낼 수 있을까?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ru": "Он был храбрейшим и сильнейшим из всех, но даже его в самом конце ожидало лишь отчаяние. В последние мгновения ему был дан еще один шанс. Благодаря жертве бога времени «Хроноса» его судьба еще не была предрешена. Вернувшись в прошлое, он снова попытается взобраться на «Башню» со своим непревзойденным талантом, чтобы побороть древнее зло, которое грозит уничтожить этот мир.\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "th": "\"อินเนอร์อย่างพวกเราไม่สามารถเอาชนะเอาเตอร์ได้\"\n\nเมื่อแรงเกอร์ในหอคอยลงความเห็นเป็นเสียงเดียวกัน\n'คิมยูวอน' มนุษย์ผู้แกร่งกล้าเพียงหนึ่งเดียวในหมู่เทพเจ้า\nจึงถูกเลือกให้ย้อนกลับมายังอดีตเพื่อเริ่มต้นทุกอย่างใหม่อีกครั้ง\n\nเขาจะสามารถทำตามแผนที่ทุกคนช่วยกันวางไว้\nและแกร่งขึ้นกว่าเดิมจนกลับไปเอาชนะ 'เอาเตอร์ก็อด'\nทวยเทพที่ลุกล้ำเข้ามาจากนอกหอคอยได้หรือไม่?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "zh": "外界之神来袭，人间陷入了排山倒海般的绝望之中，生灵涂炭……而当内界众神在经过了数年的苦苦战斗后，也最终以战败收场。 在战死前的最后时刻，希腊神克洛诺斯牺牲了自己，重新开启了时间之门。 而众神最后选择了金幽元，这个队伍中唯一的人类，让他回到过去，重新将众神凝聚。\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f786502e-38ef-4d2a-92e2-cb324022ddae",
    "title": {
      "en": "Tapris Sugar Step"
    },
    "updatedAt": "2024-10-29T17:45:02+00:00",
    "coverArt": "https://mangadex.org/covers/f786502e-38ef-4d2a-92e2-cb324022ddae/ac3556e6-4381-4323-9f55-4b46a26fda48.jpg",
    "altTitles": [
      {
        "ru": "Сахарная походка Таприс"
      },
      {
        "ja": "タプリスシュガーステップ"
      },
      {
        "zh-hk": "塔普利斯 Sugar Step"
      }
    ],
    "description": {
      "en": "A heartwarming everyday comedy about the trio of first-year students: Tapris, an earnest and pure angel who doesn't seem to be Gabriel's junior, Shinohara-san, a human who loves cute things, and Mei, a demon whose thinking is hard to understand.  \r\nWhether it's the excitement of a first time experience, the excitement of a new friend, or playing with the Gabriel whom she looks up to, Tapris is busy every day!​  \r\n\r\n\r\n---",
      "ru": "Трогательная повседневная комедия о трех первогодках старшей школы: Таприс, искреннем и чистом ангеле, который, кажется, не младше Габриэль, Синохаре-сан, человеке, который любит милые вещи, и Мэй, демоне, чье мышление трудно понять.  \r\nБудь то волнение от первого опыта, волнение от нового друга или игра с Габриэль, на которую она смотрит снизу вверх, Таприс занята каждый день!​"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "26"
  },
  {
    "mangaId": "0201302a-9982-4047-8ce9-dae040b18718",
    "title": {
      "en": "Gambler's Parade"
    },
    "updatedAt": "2024-02-23T14:46:13+00:00",
    "coverArt": "https://mangadex.org/covers/0201302a-9982-4047-8ce9-dae040b18718/230826e7-c97a-4e00-af1b-8ed3205aff99.jpg",
    "altTitles": [
      {
        "en": "Gamblers Parade"
      },
      {
        "ru": "Шествие игроков"
      },
      {
        "ja": "ギャンブラーズパレード"
      },
      {
        "zh-hk": "賭徒遊行"
      },
      {
        "zh": "赌徒游行"
      }
    ],
    "description": {
      "en": "Shinonome Karin is a very unlucky girl. Very. After a terrible morning she is late to her first day at a new school but everything ends with a very strange gamble… When all seemed lost she is saved by her history teacher… That also hates gambling!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "733fc3ac-deca-444e-bb79-14186e00ccf1",
    "title": {
      "en": "Shadows House (Official Colored)"
    },
    "updatedAt": "2024-11-03T12:51:17+00:00",
    "coverArt": "https://mangadex.org/covers/733fc3ac-deca-444e-bb79-14186e00ccf1/50b0dc58-1c4f-4e6e-ada8-1fa748eee096.jpg",
    "altTitles": [
      {
        "en": "Shadows House - Digital Colored Comics"
      },
      {
        "ja-ro": "Shadōhausu"
      },
      {
        "id": "Keluarga Shadow"
      },
      {
        "ru": "Дом теней"
      },
      {
        "ru": "Мрачный дом"
      },
      {
        "ja": "シャドーハウス"
      },
      {
        "zh": "影宅"
      },
      {
        "pt-br": "Casa das Sombras"
      },
      {
        "ja": "シャドーハウス カラー版"
      },
      {
        "id": "Rumah Shadow"
      },
      {
        "es": "Casa de Sombras"
      }
    ],
    "description": {
      "en": "Faceless shadow nobles living in a vast mansion, attended by living dolls who spend much of their time cleaning up the soot endlessly emitted by their mysterious masters.  \r\n  \r\nFollow the story of Emilyko, a young and cheerful living doll, as she learns her duties serving as the attendant for Kate Shadow-sama. What dangers and dark secrets will she and Kate encounter, as they become more deeply involved in the inner workings of the shadows' society?",
      "es": "Nobles sombras sin rostro que viven en una vasta mansión, atendidos por muñecos vivientes que pasan gran parte de su tiempo limpiando el hollín emitido por sus misteriosos maestros.  \n  \nSigue la historia de Emilyko, una joven y alegre muñeca viviente, mientras aprende sus deberes como asistente de Kate Shadow-sama.",
      "ja": "不思議な洋館に住む、 顔のないシャドー一族と、 世話係の“生き人形”たち。 彼らが織りなす、 摩訶不思議な日常とは…？",
      "ru": "Безликие теневые дворяне, живущие в огромном особняке, сопровождаемые живыми куклами, которые проводят большую часть своего времени, очищая сажу, бесконечно испускаемую их таинственными хозяевами.",
      "es-la": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama.",
      "pt-br": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45e51495-ec90-4199-a0e2-e3d478d9a8f8",
    "title": {
      "en": "Busou Renkin"
    },
    "updatedAt": "2024-10-09T12:44:51+00:00",
    "coverArt": "https://mangadex.org/covers/45e51495-ec90-4199-a0e2-e3d478d9a8f8/e176169a-8461-4326-a889-734ed3392d5b.jpg",
    "altTitles": [
      {
        "en": "Armored Alchemist"
      },
      {
        "en": "Arms Alchemy"
      },
      {
        "ja-ro": "Buso Renkin"
      },
      {
        "ja": "ブソウレンキン"
      },
      {
        "zh-hk": "武装炼金"
      },
      {
        "ja": "武装錬金"
      }
    ],
    "description": {
      "en": "Talk about being at the wrong place at the wrong time! High school student Kazuki Muto had no clue what he was in for when he rescued damsel in distress Tokiko from a monster known as a \"homunculus.\" Disguised as humans–who actually eat humans–homunculi are malevolent creatures that affix themselves to people's brains, and once fully grown, the only thing that can annihilate them is a weapon called Buso Renkin! Follow the adventures of Kazuki after he discovers that it was actually Tokiko who saved his life by implanting a kakugane–an alchemical device that transforms into a buso renkin–to replace his heart!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "83"
  },
  {
    "mangaId": "176d2f85-167b-4514-8909-32060da68922",
    "title": {
      "en": "Vignette Witch! ~Joshi-ka no Mahou to Isekai Seikatsu~"
    },
    "updatedAt": "2024-09-26T00:17:25+00:00",
    "coverArt": "https://mangadex.org/covers/176d2f85-167b-4514-8909-32060da68922/908e08b8-4c72-40fb-930e-99c7022eb45d.jpg",
    "altTitles": [
      {
        "ja": "ヴィネット・ウィッチ！～女子化の魔法と異世界生活～"
      },
      {
        "en": "Vignette Witch! - Isekai Life with Feminization Magic"
      }
    ],
    "description": {
      "en": "Recently, Hama Konpachi has been having nightmares about a ribbon growing out of his chest. That's not to mention all the strangers who mistake him for a girl, and the nickname \"princess\" that his classmates use. His childhood friend Shintarou says he worries too much about his femininity, but Konpachi just can't abandon his wish.  \"I need to become a big, strong boy as soon as possible!\"\n\nBut then one day, he's pulled into a strange book in the library and meets Marianne, the self proclaimed \"strongest witch in history.\" She makes him an offer. \"Will you become my pupil?\" Magic is something that can only be used by \"maidens,\" but somehow the male Konpachi has the potential?\n\nBut before Marianne can finish speaking, that ribbon from his dream begins growing and wraps Konpachi up! And when the ribbon comes undone, Konpachi has become... a girl?\n\nCan Konpachi use his feminization magic to escape from the Vignette in this gender-bending fantasy story?",
      "ja": "羽間コンパチは最近、胸にリボンが生えた夢を見る。それでなくても周りからは女の子に見られ、同級生からは「姫」なんて呼び名もつけられる乙女な見た目。幼なじみの慎太郎は気にしすぎだと言って取り合わない。コンパチは「一日も早くごっつい男子になりたい」という願いを持っている。そんなある日、図書館で見つけた不思議な本に引き込まれ、自称「史上最強の魔女」だというマリアンヌに出会う。彼女はコンパチに「弟子にならない？」と言ってきた。本来魔法の資質は「乙女」にしかないと言われているが、なぜか男のコンパチにはあるという。そんなマリアンヌの言葉も終わらないうちに、夢で見たリボンが胸から生えてコンパチを包む。そのリボンが解けると、そこには女体化したコンパチが…！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4536960e-a1a4-46c9-bb76-7604523f79fa",
    "title": {
      "en": "Corrupting the Heroine's First Love"
    },
    "updatedAt": "2024-07-20T19:19:08+00:00",
    "coverArt": "https://mangadex.org/covers/4536960e-a1a4-46c9-bb76-7604523f79fa/f1e561d0-1fd2-47b7-ae2d-30f68eee655b.jpg",
    "altTitles": [
      {
        "ko": "여주인공의 첫사랑을 타락시켜 버리면"
      },
      {
        "en": "If You Corrupt the Heroine's First Love"
      },
      {
        "en": "Corrupting Your Heroine's First Love Will Result With This"
      },
      {
        "es-la": "Robé al primer amor de la heroína"
      }
    ],
    "description": {
      "en": "“I am a knight of Latem. We’re not destined to stand under the same sky.”\n\nShe had become Karina Apocalita, the personification of evil and a member of the heterogeneous race that ruled the world with malevolence. The plot began to twist and turn when Karina unknowingly saved the life of Reneiger, a justful knight and the heroine’s first love.\n\nReneiger became doubtful of his faith, eventually losing his glow and radiant platinum blond. Soon the sacred knight fell from grace and aligned himself to Karina’s fate.\n\n“There’s no turning back now. Dear God, please forgive me.”\n\nHe knew he would never be able to escape from her hands.\n\n---\n\"I am a knight of Latem, and that means I cannot coexist under the same sky as you.\"\n\nAfter entering the book *A Trapped Bird Cannot Escape*, I realized that I had taken over the body of Karina Apocalypta, a member of a species that reigns as the evil of the world. However, the novel's plot begins to twist after I saved the life of Reneiger, the first love of the female protagonist, who happens to be a holy knight. Reneiger begins to doubt his faith, ultimately losing his brilliant platinum hair. Thus, the once sacred holy knight turns corrupt and eventually sympathizes with Karina's fate...\n\n\"Now we have each other's desires,\" Karina said while caressing his cheek. It was a feeling of being pulled in by each fascinating tendril of thorny vines.\n\nReneiger couldn't bear it, \"It can't be undone.\"\n\n---\nIn a land overshadowed by darkness, Karina Apocalita rises as a formidable figure, her being a tapestry of power from a diverse race. Her destiny intertwines with Reneiger, a knight from the virtuous Latem order, known for justice and as the former love of a legendary heroine. Their paths take an unforeseen turn when Karina, unaware of her impact, saves Reneiger's life. This act, challenging his convictions, triggers a crisis within him, tarnishing his once radiant aura and precipitating a fall from grace.\n\nFaced with his altered fate, Reneiger prays for forgiveness, realizing his escape from Karina's shadow is but a dream. This pivotal moment raises a haunting question: will Reneiger rediscover the light, or be consumed by the darkness emanating from Karina?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b2f204a6-6dd0-497e-a09c-09bc0b348c05",
    "title": {
      "en": "Fly over the sea"
    },
    "updatedAt": "2024-11-15T18:29:21+00:00",
    "coverArt": "https://mangadex.org/covers/b2f204a6-6dd0-497e-a09c-09bc0b348c05/1938e712-ee81-4356-a20d-a8620e4ac2a8.png",
    "altTitles": [
      {
        "zh": "精卫"
      },
      {
        "zh-ro": "Jīng wèi"
      }
    ],
    "description": {
      "en": "Ji Chi, the young master of a gang, was betrayed and murdered by his fiancé. He was then transmigrated 30 years in the past into the body of a 19-year-old. Here, the Alpha was saved by a kindhearted and gentle Beta during a time of desperation. However, the person who he thought was an angelic savior, had the exact same face as the murderer who killed him in his previous life...\n\nMerciless, younger, bad boy Alpha X Intelligent, soft boy, older, doctor Beta"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "100cd9ed-6557-4002-94fb-4c422af9b1d4",
    "title": {
      "en": "Bakushin Ojou-sama Dou!"
    },
    "updatedAt": "2024-10-28T14:19:27+00:00",
    "coverArt": "https://mangadex.org/covers/100cd9ed-6557-4002-94fb-4c422af9b1d4/aa3b67d9-ba62-4b1d-b136-ce3322487fd2.png",
    "altTitles": [
      {
        "ja": "バクシンお嬢様道！"
      }
    ],
    "description": {
      "en": "Sakuraba Sakurako is at the entrance ceremony of Neo Mogitori Academy, a school for training young ladies. She tries to enter the school with a dog as her companion, but the teacher stops her and she ends up fighting the dog. Sakurako narrowly wins the battle and meets the boys and girls who will work hard together to become the ultimate ojou-sama."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f51628bb-e1a0-4ebc-a55a-4c85d475a49f",
    "title": {
      "en": "I Am the Youngest Daughter of Murim’s Strongest, the Namgung Clan"
    },
    "updatedAt": "2024-11-16T16:49:34+00:00",
    "coverArt": "https://mangadex.org/covers/f51628bb-e1a0-4ebc-a55a-4c85d475a49f/d50d032d-0a36-4e8a-a8a7-947c2115c597.jpg",
    "altTitles": [
      {
        "ko": "무림최강 남궁세가 막내딸입니다"
      }
    ],
    "description": {
      "en": "\"B-baa, baaah?! (Did I become a baby?! What about my revenge?!)\nEveryone in the Namgung family despised me. My life was one where even my siblings turned their backs on me.\nBut at the moment when the family was annihilated, the choice my siblings made… was not the family, but me.\n\n‘I never once thought of you as anything but family.’\n‘Live. Even if it’s disgraceful and filthy, live, Ahee.’\n\nWhy did they save me?\nA question I held in my heart my entire life as I carried out my revenge.\nI thought I could finally close my eyes at the end of it all.\n\n‘Baaah?’\n\nI’ve returned to the past!\nCould this be some black magic from the Blood Cult?\nMy… my revenge? My peaceful rest?!\nAnd why are the Namgung siblings clinging to me again?!\n\nWhat on earth is going on?!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-11-27T07:51:32+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9aaa96b-36fc-41c5-a427-6e39c26b7720",
    "title": {
      "en": "Fuku wo Kiru nara Konna Fuu ni"
    },
    "updatedAt": "2024-10-26T16:36:35+00:00",
    "coverArt": "https://mangadex.org/covers/c9aaa96b-36fc-41c5-a427-6e39c26b7720/a2a2dadd-1d03-4dd4-a457-62afb8ab42ed.jpg",
    "altTitles": [
      {
        "ja": "服を着るならこんなふうに"
      },
      {
        "en": "Do It This Way If You Wear the Clothes"
      },
      {
        "en": "If You're Gonna Dress up, Do It Like This"
      },
      {
        "zh": "衣服要这么穿"
      },
      {
        "vi": "Đã ăn diện thì phải ăn diện sao cho đúng."
      }
    ],
    "description": {
      "en": "Yuusuke, an average office worker meets with his friend at a reunion, only to find out that the fashion world has left him behind. Now, with the help of his sister Tamaki, Yuusuke must take his step into the world of trends and charisma.",
      "pt-br": "Yuusuke, um trabalhador de escritório comum encontra-se com seu amigo em uma reunião, apenas para descobrir que o mundo da moda o deixou para trás. Agora, com a ajuda de sua irmã Tamaki, Yuusuke deve entrar no mundo das tendências e do carisma"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48de1b3e-ce0f-47a9-acf3-f6a7001301bf",
    "title": {
      "en": "T・P Bon"
    },
    "updatedAt": "2024-11-28T19:19:30+00:00",
    "coverArt": "https://mangadex.org/covers/48de1b3e-ce0f-47a9-acf3-f6a7001301bf/54177223-ac60-4daa-abe2-c65726c80a7a.png",
    "altTitles": [
      {
        "ja": "T・Pぼん"
      },
      {
        "en": "Time Patrol Bon"
      },
      {
        "ja-ro": "TP Bon"
      }
    ],
    "description": {
      "en": "There exists a secret organization that has members traveling across time to save people from their wrongful deaths. Bon Namihira accidentally learn about the Time Patrol, and is recruited as an apprentice member. Together with Ream, the patroller in charge of mentoring him , Bon goes to various historical periods to rescue innocent people, trying not to alter history in the process."
    },
    "status": "completed",
    "releaseDate": 1978,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "35"
  },
  {
    "mangaId": "274a8e39-71a8-4bd2-af19-4572518fe44f",
    "title": {
      "en": "Leviathan"
    },
    "updatedAt": "2024-10-29T13:39:15+00:00",
    "coverArt": "https://mangadex.org/covers/274a8e39-71a8-4bd2-af19-4572518fe44f/5af88f19-e21c-450c-9401-82826543c966.jpg",
    "altTitles": [
      {
        "en": "DeepWater"
      },
      {
        "ko": "심해수"
      },
      {
        "pt-br": "Leviatã"
      },
      {
        "vi": "Biển Sâu"
      },
      {
        "vi": "Đứa Con Thần Chết"
      }
    ],
    "description": {
      "en": "In the world where the sea level has risen, the sea has already covered the continent.   \nIn the world where the land can not be found anymore, the family of the boy, 'Bota', lives in a small boat and wanders around.   \n  \nI am looking for another 'man' somewhere and I am safe in the rules that my father has set.",
      "vi": "Trong một thế giới nơi mực nước biển đã dâng cao và đại dương đã bao phủ toàn bộ lục địa, đất liền không còn tồn tại nữa. Gia đình của cậu bé tên Bota sống trên một con thuyền nhỏ và lang thang khắp nơi. Tôi đang tìm kiếm một \"người\" nào đó ở đâu đó và an toàn trong những quy tắc mà cha tôi đã đặt ra.",
      "pt-br": "O mundo foi submerso e monstros marinhos governam a terra. Será que Bota e sua família irão conseguir escapar desse inferno marítimo? E quem diabos é Kana...?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "214"
  },
  {
    "mangaId": "b201bd84-c689-4301-a8ab-ef80bf120992",
    "title": {
      "en": "Male Lead Likes My Support!"
    },
    "updatedAt": "2024-10-28T02:43:47+00:00",
    "coverArt": "https://mangadex.org/covers/b201bd84-c689-4301-a8ab-ef80bf120992/0b68edff-09e3-4555-99c9-4ff9c475f91e.jpg",
    "altTitles": [
      {
        "es-la": "¡Al Protagonista le gusta mi Patrocinio!"
      },
      {
        "ko": "남주가 내 후원을 좋아해!"
      }
    ],
    "description": {
      "en": "Chae Yu-ra is an ordinary girl who likes to watch online game broadcasts. She becomes the sole sponsor of an unknown streamer, Choi Ji-hyuk, who plays a virtual reality game called Constellation. But one day, she wakes up inside the game and discovers that she is Choi Ji-hyuk's constellation, which means she can grant him wishes and powers.\n\nChoi Ji-hyuk, on the other hand, is an elite hunter who is determined to take revenge on the constellation that abandoned him in the past. He is unaware that his constellation is actually Chae Yu-ra, the girl he despises for her lack of skill at the game. How will they relate to each other in this dangerous world full of mysteries?",
      "es-la": "El único error que he cometido hasta ahora es ver una transmisión sin espectadores de un juego online.\nMi único crimen fue patrocinar a alguien duramente.\nㅤ\nPero ahora lo entiendo.\n¡Hacerme pasar por esta terrible experiencia es demasiado duro!\nㅤ\n\"¡No podemos perder más tiempo\"\n\"¡Espera un minuto, déjame comprar esta armadura\"\nㅤ\n\"¿Qué es esto?\"\nMe pregunté mientras veía esa transmisión antes de que eso pasara.\n\n___________________________________________________\nㅤ\nChoi Ji-hyuk miró fijamente el artículo que venía como recompensa de una Mazmorra de Clase S.\nEra un objeto obtenido que había arrebatado a los otros Cazadores que intentaban obtenerllo.\nㅤ\n\"No importa cuanto impida este objeto la destrucción del mundo\"\n\"No importa si es un objeto por el que arriesgué mi vida\"\n\"Incluso si muero, seré miserable, por eso, si es he de morir, al menos quiero ver la cara de esa maldita Constelación\"\nㅤ\nPero, ¿quién hubiera pensado que esa Constelación era una chica que parecía tener poco más de 20 años?\nㅤ\n\"Chae Yu-ra\"\nㅤ\nÉl lo lamentó por ella, quien había vivido una vida normal y pacífica toda su vida, desafortunadamente, nunca tuvo la intención de abandonar a su Constelación.\nㅤ\n\"Dime que soy lo más importante para ti\"\nㅤ\nAl menos así será hasta que llegue el fin del mundo\nㅤ\n\"Dímelo\""
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ab830a0-0f99-4340-b80a-c6f2c3b0c7d7",
    "title": {
      "en": "The Gothic World of Nyanpire"
    },
    "updatedAt": "2024-11-06T19:54:38+00:00",
    "coverArt": "https://mangadex.org/covers/3ab830a0-0f99-4340-b80a-c6f2c3b0c7d7/e2d4cfe7-4ebc-40e8-b572-ab373742beba.jpg",
    "altTitles": [
      {
        "en": "Nyanpire"
      },
      {
        "ja": "にゃんぱいあ"
      }
    ],
    "description": {
      "en": "Once upon a time, an abandoned kitten was on the brink of death. Thankfully, a vampire came up to him and offered him in own blood, thus Nyanpire was born! Follow his comical adventures with his wacky cast of friends such as a cat-samurai, or a fallen angel!"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": ""
  },
  {
    "mangaId": "5ab3d3ea-ae45-4910-8f15-6ca544c8d8e5",
    "title": {
      "en": "Radia"
    },
    "updatedAt": "2024-08-26T21:22:28+00:00",
    "coverArt": "https://mangadex.org/covers/5ab3d3ea-ae45-4910-8f15-6ca544c8d8e5/db4febcf-71d3-41be-a231-e54ebb3b2b4f.png",
    "altTitles": [
      {
        "ko": "라디아"
      },
      {
        "ja": "ラディア〜神殺しの私が神の恋人!?〜"
      },
      {
        "es-la": "La Venganza de la Santa"
      }
    ],
    "description": {
      "es-la": "La búsqueda de venganza de Radia contra su traicionera amiga da un giro inesperado cuando Julius, un hombre misteriosamente poderoso, la salva de una experiencia cercana a la muerte.\n¿El giro? Julius es un fantasma, visible solo para Radia.\nㅤ\nCuando se convierte en su compañero constante, Radia se ve envuelta en una red de contratiempos sobrenaturales que revelan cuán poderoso es realmente Julius.\nY aunque ni siquiera Julius conoce su verdadera identidad todavía, su casi omnipotencia podría ser la clave para que Radia se vengue.\nSin embargo, este poder también podría ocultar un peligro acechante que amenaza con reconfigurar su búsqueda de formas inesperadas y peligrosas..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b232c191-6e14-4522-a1a2-c4b0f688f00d",
    "title": {
      "en": "Shi ni Modori Oujo wa Ikinobiru Tameni Yuri Harem wo Tsukuru Koto ni Shita"
    },
    "updatedAt": "2024-09-29T14:25:50+00:00",
    "coverArt": "https://mangadex.org/covers/b232c191-6e14-4522-a1a2-c4b0f688f00d/716ff5fa-4191-4e18-b5a1-6915c59ee576.jpg",
    "altTitles": [
      {
        "ja": "死に戻り王女は生き延びるために百合ハーレムを作ることにした"
      },
      {
        "en": "The Death Defying Princess Creates a Yuri Harem to Survive"
      },
      {
        "ja-ro": "Shinimodori Oujo wa Ikinobiru Tame ni Yuri Harem wo Tsukuru Koto ni Shita"
      },
      {
        "en": "No Lily, No Life!!"
      }
    ],
    "description": {
      "en": "Marie, a domineering and selfish princess, faced her end under the guillotine's blade after her subjects had enough of her. But instead of staying dead, Marie finds herself back a year in the past, though no matter what she does she can never escape the fate that awaits her in a year. \n\nEventually, after Marie learns that the only way to escape her own execution is to conquer a large swathe of 'romantically troubled' women, she decides to use her own 'royal charisma' to build a yuri harem!\n\nA survival yuri fantasy about a princess who defies death is about to begin!",
      "ja": "独裁ワガママ王女のマリーは、国民の反感を買い、ギロチンで処刑されてしまう！かと思いきや、一年前に戻っていて、何度やっても死んでは戻るを繰り返すマリー。\n\n処刑エンドを回避するためには、「女難」となる無数の女を攻略しなければならないと知ったマリーは、持ち前の”カリスマ性”を駆使し、百合ハーレムを築き上げることを決意する!\n\n死に戻り王女によるサバイバル百合ファンタジー、開幕!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58b30222-4077-47cd-a888-4f112d629f2f",
    "title": {
      "en": "The Regressor Protects Only Me"
    },
    "updatedAt": "2024-11-28T22:37:09+00:00",
    "coverArt": "https://mangadex.org/covers/58b30222-4077-47cd-a888-4f112d629f2f/7b5b924a-c1ef-4bc7-a3ea-ce2df2d2b81c.jpg",
    "altTitles": [
      {
        "ko": "회귀자는 나만 지킨다"
      }
    ],
    "description": {
      "en": "Humanity was designated as a disruptive species of the Cosmic Ecosystem. To reduce humanity's numbers, the universe's administrators initiate a survival game.\n\nJin Jaehee, having returned from the final stage of the game, reaches one clear conclusion.\n\n\"Kang Shion - only he can lead us to victory in this game.\"\n\nKang Shion, a genius with an unparalleled mind. Jin Jaehee, a regressor who lost in the survival game and returned to the past.\n\nWith the regressor as his ally, Kang Shion begins to unravel the death game with unprecedented skill.",
      "ko": "우주생태교란종으로 선정된 인류. 우주의 관리자에 의해 인간의 개체수를 줄이기 위한 생존 게임이 시작된다.\n\n그 최종 단계에서 회귀한 진재희는 한가지 결론을 내린다.\n\n“강시온, 오직 그만이 이 게임을 승리로 이끌 수 있어.”\n\n천재적인 두뇌의 소유자, 강시온. 생존 게임에서 패배해 과거로 돌아온 회귀자, 진재희.\n\n회귀자를 조력자로 얻게 된 강시온은 역대급 능력으로 데스 게임을 풀어나간다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41fbd08c-e2da-4f62-ae84-5ce55503e116",
    "title": {
      "en": "My Fake Girlfriend's Defending Against Their Attacks"
    },
    "updatedAt": "2024-09-24T19:39:07+00:00",
    "coverArt": "https://mangadex.org/covers/41fbd08c-e2da-4f62-ae84-5ce55503e116/8ecbd1a8-a8f9-4c86-8151-04238c3f6d73.png",
    "altTitles": [
      {
        "zh": "我的假女友正全力防御她们的进攻"
      },
      {
        "en": "My Fake Girlfriend's Defending Against Their Attack"
      },
      {
        "en": "My Fake Girlfriends are using me as a Shield"
      },
      {
        "zh-ro": "Wo De Jia Nüyou Zheng Quanli Fangyu Tamen De Jingong"
      },
      {
        "de": "Meine falschen Freundinnen benutzen mich als Schutzschild"
      }
    ],
    "description": {
      "en": "One day, I was suddenly confessed to by a girl, and in order to reject her, I had to find a fake girlfriend! I didn’t expect that my plan to avoid trouble… would lead to even bigger trouble?! The tsundere \"Vicious Princess\" from the Archery Club, the \"White Fox\" who is adept at teasing, the \"Flower of the Highlands\" with straight black hair, and…a sister with a severe case of brocon! Could my youth romantic comedy be wrong as well too?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9185681-0e7f-4e17-af63-cce7b3410445",
    "title": {
      "en": "Jisatsushitai Onna Yuusha ni Maou ga Komarasareteimasu!"
    },
    "updatedAt": "2024-03-30T01:52:46+00:00",
    "coverArt": "https://mangadex.org/covers/d9185681-0e7f-4e17-af63-cce7b3410445/846a94be-3d4a-433e-a937-1e345efba96d.png",
    "altTitles": [
      {
        "en": "The Maou Is Troubled by the Suicidal Heroine"
      },
      {
        "ru": "Демон, обеспокоенный Героиней-самоубийцей!"
      },
      {
        "ja": "自殺したい女勇者に魔王が困らされています！"
      }
    ],
    "description": {
      "en": "High school girl Mana, who despairing at life committed suicide, is reluctantly revived in another world. As an immortal female hero…  \nIn desperation Mana travels to the Devil's castle to be rid of her immortality. As even the devil can't kill Mana for good, she threatens him \"If you can't kill me, I'll kill you.\"  \n  \nNew sensation, suicide desire comedy series!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "18"
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-11-28T06:34:54+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/e123fa5c-dcdb-43a0-a054-61f54d7748a3.jpg",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\n---\n\nAlternative version: [A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "449f58e2-3a33-4df5-9d9b-62e867e7f918",
    "title": {
      "en": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
    },
    "updatedAt": "2024-11-16T03:02:37+00:00",
    "coverArt": "https://mangadex.org/covers/449f58e2-3a33-4df5-9d9b-62e867e7f918/44020242-0f01-49a8-89c6-07a182eb21ba.jpg",
    "altTitles": [
      {
        "ja": "与えられたスキルを使って稼いで異世界美女達とイチャイチャしたい"
      },
      {
        "id": "Aku Ingin Menggunakan Keterampilan Yang Diberikan Untuk Mendapatkan Uang Dan Menggoda Wanita Cantik Dari Dunia Lain"
      },
      {
        "ja-ro": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
      },
      {
        "en": "I Want to Use the Skills Given to Earn Money and Flirt With Beauties From Other Worlds"
      }
    ],
    "description": {
      "en": "That day, Ishida Yamada was working part-time as usual. When he opened the back door after finishing his part-time job, he found a blank space and a person who called himself God. It was by chance that he was chosen by God to go to another world. He was perplexed, but decided to live anyway. Thinking about how to survive in this other world using the skills he received from God, he tries his best to have a physical relationship with a beautiful woman in this other world.",
      "ja": "その日も山田一太はいつもと変わらずバイトをしていた。バイトが終わり裏口の扉を開けると、そこには真っ白な空間が広がっていて、神と名乗る者がいた。 一太は偶然神によって選ばれ、異世界に行くことになった。一太は戸惑いながらも、取り合えず生きていこうと決めた。 神からもらったスキルを使って如何にこの異世界を生き抜くか考えながら、一太はこの異世界にいる美女と肉体関係を持つために色々と頑張っていく。",
      "es-la": "Ese día, Ichita Yamada estaba trabajando medio tiempo como de costumbre. Cuando abrió la puerta trasera después de terminar su trabajo de medio tiempo, encontró un espacio en blanco y una persona que se hacía llamar Dios. Fue por casualidad que Dios lo eligió para ir a otro mundo. Estaba perplejo, pero decidió vivir de todos modos. Pensando en cómo sobrevivir en este otro mundo usando las habilidades que recibió de Dios, hace todo lo posible por tener una relación física con una mujer hermosa en este otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23c0e89e-3a9c-421e-9e46-c800f84a657f",
    "title": {
      "en": "The Heroine Wants Me as Her Sister-in-Law"
    },
    "updatedAt": "2024-10-06T13:38:31+00:00",
    "coverArt": "https://mangadex.org/covers/23c0e89e-3a9c-421e-9e46-c800f84a657f/9d798c23-607a-4b66-b930-6593ac5ff98c.jpg",
    "altTitles": [
      {
        "ko": "여주인공이 나를 새언니로 점찍었다"
      },
      {
        "ko-ro": "Yeojuingongi Nareul Saeeonniro Jeomjjigeotda"
      },
      {
        "en": "Frozen Wolf, Fire Dragon"
      },
      {
        "en": "The Heroine Has Her Eyes on Me as Her Brother's Wife"
      },
      {
        "en": "The Female Lead Turns Me Into Her New Sister"
      },
      {
        "fr": "De feu et de glace"
      },
      {
        "ru": "Волчица и Красная шапочка"
      },
      {
        "th": "นางเอกนิยายปักตำแหน่งพี่สะใภ้ให้ฉัน"
      },
      {
        "ja": "ヒロインが私を兄嫁にしたがっています"
      },
      {
        "zh": "暗黑小红帽认我做嫂嫂"
      },
      {
        "zh": "女主把我当成姐姐"
      },
      {
        "zh-hk": "女主角認我當嫂嫂"
      }
    ],
    "description": {
      "en": "I am in the world of a R19 novel based on a Little Red Riding Hood who preys on wolves. The problem is that my younger brother is a wolf. I hid us deep in the forest where Red Riding Hood wouldn't find us, and we're going to escape to the human world safely! But one day, I found a child collapsed in the snow and brought her home in order to treat her. But the girl happened to be the female lead: Little Red Riding Hood! \"I don't remember anything.\" She lost her memories from the accident!\n\n---\nEve was once a human woman who loved to read romance novels. But after being reincarnated as an ice magic-wielding wolf hybreed in one of her favorite stories, Eve runs into a dragon hybreed named Rahel who will kill her in the future and fall in love with her little brother, Sion. Now, Eve thinks her only hope of survival is to save enough money to move to the human world. But as Rahel grows more attached to her, Eve has no idea if she'll cool Rahel's fiery nature or burn in a blazing inferno!\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26474&contentId=474&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A5%B3%E4%B8%BB%E8%A7%92%E8%AA%8D%E6%88%91%E7%95%B6%E5%AB%82%E5%AB%82/491)\n* [French / Français](https://fr.piccoma.com/fr/product/1073)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Frozen-Wolf-Fire-Dragon/702)\n* [Japanese / 日本語](https://piccoma.com/web/product/136168)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2%E0%B8%9B%E0%B8%B1%E0%B8%81%E0%B8%95%E0%B8%B3%E0%B9%81%E0%B8%AB%E0%B8%99%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%B0%E0%B9%83%E0%B8%A0%E0%B9%89%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%89%E0%B8%B1%E0%B8%99/556)",
      "fr": "C'est le monde du roman de 19 ans basé sur la princesse du Petit Chaperon Rouge qui mange un loup. Le problème, c'est que ce loup est mon petit frère. Je me suis cachée dans la forêt pour que le chaperon rouge ne nous trouve pas. Le but est de s'échapper vers le monde des humains en toute sécurité! Et puis, un jour. J'ai trouvé un enfant qui s'était effondré dans la forêt enneigée. On ne peut pas passer à côté d'un enfant malade. Je l'ai ramenée à la maison en pensant pouvoir la soigner.\n\nC'était le personnage principal féminin, et elle a dit , «Je ne me souviens de rien.»\n\nPour aggraver les choses, elle a perdu la mémoire dans un accident!\n\n«Je t'aime le mieux du monde!»\n\nJ'avais peur de la mort, mais je ne pouvais pas chasser froidement l'enfant malade, alors j'ai pris soin de lui. N'oublie pas ta gratitude même si tu as retrouvé la mémoire plus tard. Mais cet enfant…\n\n«Quel est vôtre type idéal?»\n\n«J'aime les hommes grands et larges d'épaules.»\n\n«Un bel homme? Combien?»\n\nJe pense que tu te poses beaucoup de questions sur moi. C'est mon erreur si vos yeux brillent quand je parle de mon type idéal, non?\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26474&contentId=474&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A5%B3%E4%B8%BB%E8%A7%92%E8%AA%8D%E6%88%91%E7%95%B6%E5%AB%82%E5%AB%82/491)\n* [French / Français](https://fr.piccoma.com/fr/product/1073)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Frozen-Wolf-Fire-Dragon/702)\n* [Japanese / 日本語](https://piccoma.com/web/product/136168)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2%E0%B8%9B%E0%B8%B1%E0%B8%81%E0%B8%95%E0%B8%B3%E0%B9%81%E0%B8%AB%E0%B8%99%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%B0%E0%B9%83%E0%B8%A0%E0%B9%89%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%89%E0%B8%B1%E0%B8%99/556)",
      "id": "Aku masuk ke dalam novel suram dengan rating dewasa tentang Si Jubah Merah yang berburu serigala. Masalahnya, serigala itu adalah adik laki-lakiku sendiri! Ketika aku berencana untuk bersembunyi ke dalam hutan yang lebat agar nantinya bisa melarikan diri ke dunia manusia bersama adikku, aku menemukan seorang anak yang sedang pingsan di padang bersalju. Karena tidak bisa meninggalkan anak ini sendirian, aku pun merawat anak ini. Tapi, ternyata anak ini adalah Si Jubah Merah yang jahat! Bisakah aku menyelamatkan adikku dari Si Jubah Merah?\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26474&contentId=474&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A5%B3%E4%B8%BB%E8%A7%92%E8%AA%8D%E6%88%91%E7%95%B6%E5%AB%82%E5%AB%82/491)\n* [French / Français](https://fr.piccoma.com/fr/product/1073)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Frozen-Wolf-Fire-Dragon/702)\n* [Japanese / 日本語](https://piccoma.com/web/product/136168)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2%E0%B8%9B%E0%B8%B1%E0%B8%81%E0%B8%95%E0%B8%B3%E0%B9%81%E0%B8%AB%E0%B8%99%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%B0%E0%B9%83%E0%B8%A0%E0%B9%89%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%89%E0%B8%B1%E0%B8%99/556)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "546826d6-d9ae-4e17-9c2f-25c27c4ec3b1",
    "title": {
      "en": "Karate Shoukoushi Kohinata Minoru"
    },
    "updatedAt": "2023-02-13T02:57:29+00:00",
    "coverArt": "https://mangadex.org/covers/546826d6-d9ae-4e17-9c2f-25c27c4ec3b1/4f473022-7409-4c86-bf11-db07d0d68e8d.jpg",
    "altTitles": [
      {
        "ja-ro": "Karate Shôkôshi Kohinata Minoru"
      },
      {
        "ja-ro": "KSKM"
      },
      {
        "en": "Little Lord of Karate"
      },
      {
        "ja-ro": "Minoru"
      },
      {
        "ja": "空手小公子こひなたみのる"
      },
      {
        "ja": "空手小公子小日向海流"
      },
      {
        "zh": "空手小霸王"
      }
    ],
    "description": {
      "en": "Kohinata Minoru is a college student at a college that is popular for its sports rather than academic orientation. He starts out as a gymnast alongside his friend, Nana, but is bullied by his gymnast seniors. One evening, a karate student at the college, Mutou Ryuuji, witnesses Minoru being bullied and comes to his rescue and drags him into the world of karate. Minoru makes new friends and learns some of their dark pasts, including a shocking death that reveals motives for revenge. (from Baka-Updates)"
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "50",
    "lastChapter": "500"
  },
  {
    "mangaId": "7b589e6b-5dd2-4776-8331-9d97a861df9d",
    "title": {
      "en": "The Story About Time"
    },
    "updatedAt": "2024-04-27T00:02:38+00:00",
    "coverArt": "https://mangadex.org/covers/7b589e6b-5dd2-4776-8331-9d97a861df9d/40ed031c-909e-42e3-9770-c701fa0aa454.png",
    "altTitles": [
      {
        "zh": "拾时诗"
      },
      {
        "zh-ro": "Shí Shí Shī"
      }
    ],
    "description": {
      "en": "A young girl named Fu, travels into the past to make sure that her parents don't get together..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "31"
  },
  {
    "mangaId": "9f2a7896-36b2-4ed9-bb4e-e4b448d91522",
    "title": {
      "en": "Shindou Yuusha to Maid Onee-san"
    },
    "updatedAt": "2024-09-17T18:29:33+00:00",
    "coverArt": "https://mangadex.org/covers/9f2a7896-36b2-4ed9-bb4e-e4b448d91522/8ed89425-fc40-4bc9-8912-33e78cf074cc.jpg",
    "altTitles": [
      {
        "en": "The Prodigy Hero and Older Sister Maids"
      },
      {
        "ja": "神童勇者とメイドおねえさん"
      },
      {
        "tr": "Dahi Kahraman ve Hizmetçileri"
      }
    ],
    "description": {
      "en": "After defeating the Demon King and saving the world, Shion was exiled to the border. Here, the strongest Hero enjoyed his slow life with 4 capable onee-san maids.",
      "tr": "İblis kralı yenip dünyayı kurtardıktan sonra Shion, sınıra sürgün edilmişti. Burada, en güçlü kahraman, 4 yetenekli hizmetçi onee-san ile monoton hayatının keyfini çıkarıyordu."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "41"
  },
  {
    "mangaId": "a4e2eede-c3b6-42f9-bc63-4ea3cd734181",
    "title": {
      "en": "A Merman I Imprisoned in My Lake"
    },
    "updatedAt": "2024-11-29T19:41:22+00:00",
    "coverArt": "https://mangadex.org/covers/a4e2eede-c3b6-42f9-bc63-4ea3cd734181/ddc372b5-dbbd-4cf2-9b11-30ff7c53289f.jpg",
    "altTitles": [
      {
        "ko": "내 호수에 가둔 인어"
      },
      {
        "en": "The Merman Trapped in My Lake"
      }
    ],
    "description": {
      "en": "“Servane, why didn’t you come see me?” A person, no, a mermaid, calling out to my great-grandfather’s granddaughter who resembled me. My ancestors, who loved mermaids so much, are said to have locked her in a lake. What was the mermaid thinking all this time, waiting for someone who had been dead for over a hundred years? Enduring terrible pain, day after day, every single day. That was probably, “I wanted to see you.” … It was clearly revenge."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63b2dc67-f55c-4f4a-899f-cedd77721bcf",
    "title": {
      "en": "Ore wa Seikan Kokka no Akutoku Ryoshu"
    },
    "updatedAt": "2024-11-09T06:52:29+00:00",
    "coverArt": "https://mangadex.org/covers/63b2dc67-f55c-4f4a-899f-cedd77721bcf/440ab614-5825-4699-afb7-3e18e58d857a.jpg",
    "altTitles": [
      {
        "ja": "俺は星間国家の悪徳領主"
      },
      {
        "en": "I'm the Evil Lord of an Intergalactic Empire!"
      },
      {
        "pt-br": "Eu sou o Lorde Vilão da Nação Interestelar"
      },
      {
        "id": "Aku adalah Penguasa Jahat dari Kekaisaran Antargalaksi!"
      },
      {
        "ja-ro": "Ore wa Seikan Kokka no Akutoku Ryoshu"
      },
      {
        "vi": "Ta Là Chúa Tể Của Đế Chế Liên Ngân Hà"
      }
    ],
    "description": {
      "en": "In his past life, Liam was hardworking and honest. This got him nothing but debt and betrayal. Now he’s been reborn as the ruling noble of a planet.\n\nTime for some payback.\n\nThis life he’ll grind the world under his heel! He’s only looking out for himself. All his underlings will suffer! But try as he might, his tyranny only seems to make his subjects happier.",
      "id": "Liam sera banfield adalah reincarnator. dia bereinkarnasi di dunia fantasy pedang dan sihir. Tapi pada saat peradaban sudah siap membuat kemajuan ke luar angkasa, ceritanya terjadi di sebuah kerajaan antar galaksi, sebuah universitas seperti opera ruang angkasa di mana senjata humanoid dan pesawat ruang angkasa saling melengkapi. Liam, yang telah menjelma menjadi keluarga bangsawan dalam masyarakat monarki. memiliki ambisi untuk suatu hari menjadi raja jahat di kehidupan sebelumnya. sayangnya Liam telah kehilangan segalanya dan mati dalam keputusasaan. \r\n\r\n\"sangat bodoh hidup untuk orang lain.\"\r\n \"Aku akan hidup untuk diriku sendiri\"\r\n\r\n ia mulai menuju kehidupan keduanya, tetapi malah disembah sebagai penguasa yang berbudi luhur karena perbedaan nilainya. Akankah Liam dapat dengan aman menjadi tuan yang jahat?",
      "ja": "星間国家アルグランド帝国の辺境惑星を治める伯爵家に転生し、幼くして領主となったリアム・セラ・バンフィールド。持ち前の善良さ故に、妻や会社に裏切られた前世の反省から今世では“奪う側”として生きると決意する――\n\n「悪徳領主になって、悪の限りを尽くす！」\n\nだが、受け継いだ領地は虐げるまでもない寂れっぷりで……止む無くリアムは自領の建て直しから着手することに。人工知能を重用！ 宇宙艦隊を縮小！ 不正貴族を一刀両断！常識など無視して思うがまま傍若無人に振る舞うのだが、結果的に領民は豊かになり、好感度がうなぎ登りで……!?",
      "vi": "Đến từ tác giả của Sevens và Otomob Liam Sera Banfield là một người chuyển sinh. Cậu được tái sinh vào một vũ trụ giả tưởng mà ở đó cả khoa học lẫn ma thuật đều phát triển. Ở kiếp trước, cậu đã mất tất cả để rồi chêt trong tuyệt vọng: -Nếu đó là những gì nhận được khi sống tử tế, tôi thà sống buông thả. -Ta sẽ trở thành một chúa tể độc ác! Liệu con đường trở thành chúa tể độc ác của cậu có được như ý muốn?",
      "pt-br": "Liam Sera Canfield é um reincarnator. Ele reencarnou em um universo fantasioso de espada e feitiçaria, onde a civilização já avançou para o espaço sideral. A história se passa em um império intergaláctico, assim como uma space opera, com armas humanoides e batalhas de naves espaciais. Liam, que incarnou em uma família de aristocratas em uma sociedade monárquica, tem a ambição de se tornar um lorde maligno. Em sua vida anterior, liam infelizmente acabou perdendo tudo e morrendo em desespero. “ É tolice viver pelos outros.” “ Eu irei viver por mim mesmo” Com esses sentimentos no peito ele começa sua segunda vida, só que ao invés disso ele é idolatrado como um virtuoso líder por causa da diferença de valores. Será que Liam conseguirá se tornar um lorde maligno?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a80c6284-5a1f-4a53-99ea-e4e7fd3b87e5",
    "title": {
      "en": "Creepy Cat"
    },
    "updatedAt": "2024-11-03T00:17:29+00:00",
    "coverArt": "https://mangadex.org/covers/a80c6284-5a1f-4a53-99ea-e4e7fd3b87e5/03987fda-7394-4239-bc8d-189266e4b513.jpg",
    "altTitles": [
      {
        "en": "Creepy Cat ~ My Strange Daily Life with a Cat ~"
      },
      {
        "ja": "CreepyCat 猫と私の奇妙な生活"
      },
      {
        "ms": "Kucing Seram - Kehidupan seharian yang pelik bersama kucing."
      },
      {
        "uk": "Моторошний кіт - Моє дивне життя з котиком"
      },
      {
        "ro": "Pisica Ciudată - Viața Mea Zilnică cu o Pisică Ciudată"
      }
    ],
    "description": {
      "en": "Flora just moved to an old house, but there's already a creepy cat living there. That's when their mysterious cohabitation began.",
      "uk": "Флора тільки-но переїхала до старого будинку, але тут вже живе моторошний котик. Відтоді й почалось їхнє таємниче співіснування."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "431"
  },
  {
    "mangaId": "fa933825-c0cb-41f4-94e5-38c042810dab",
    "title": {
      "en": "Zekkyou Gakkyuu"
    },
    "updatedAt": "2024-10-17T18:17:21+00:00",
    "coverArt": "https://mangadex.org/covers/fa933825-c0cb-41f4-94e5-38c042810dab/44bdcbe2-0b71-4854-ac5d-6c24f327f89f.jpg",
    "altTitles": [
      {
        "en": "Scary Lessons"
      },
      {
        "en": "Screaming Lessons"
      },
      {
        "ja-ro": "Zekkyou Gakkyuu"
      },
      {
        "ja": "絶叫学級"
      },
      {
        "zh-hk": "绝叫学级"
      },
      {
        "vi": "Lớp học rùng rợn"
      }
    ],
    "description": {
      "en": "Welcome to the classes of horror! I will be your guide to a world that lurks under everyday life. For these lessons, you don't need text books or notebooks.  \nIf you're prepared for the worst…"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "81"
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "bc06172f-8e62-4e92-84ec-2bfbd9dab255",
    "title": {
      "en": "Ueki no Housoku"
    },
    "updatedAt": "2024-07-30T00:13:38+00:00",
    "coverArt": "https://mangadex.org/covers/bc06172f-8e62-4e92-84ec-2bfbd9dab255/1c4d3f86-4325-48f1-b6ee-77678e1fef25.jpg",
    "altTitles": [
      {
        "it": "La Legge di Ueki"
      },
      {
        "fr": "La Loi d'Ueki"
      },
      {
        "vi": "Luật của Ueki"
      },
      {
        "ms": "Peraturan Ueki"
      },
      {
        "en": "The Law of Ueki"
      },
      {
        "ja": "Ueki no Housoku"
      },
      {
        "ja": "うえきの法則"
      },
      {
        "zh-hk": "植木的法則"
      }
    ],
    "description": {
      "en": "A group of powerful beings called tenkaijin are holding a special tournament. The rules of the game–each tenkaijin selects a kid in junior high to be his champion and grants him a special power. The kids take each other on in heated battle, but if they hurt innocent bystanders, then they lose one of their natural-given abilities. Every time they win a battle, they gain a new ability. The ultimate winner of the tournament is granted any power of his choosing, and the tenkajin who he represents succeeds in becoming the next god. Kosuke Ueki has been chosen to fight in the tournament. His special power–the ability to turn garbage into trees.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **The Law of Ueki** (2006)"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "154"
  },
  {
    "mangaId": "4b46fe6d-a616-407c-a696-6f562d338414",
    "title": {
      "en": "Nightmare Maker"
    },
    "updatedAt": "2024-10-25T22:04:01+00:00",
    "coverArt": "https://mangadex.org/covers/4b46fe6d-a616-407c-a696-6f562d338414/4e8e6c9e-e774-4e69-8b79-f7e54e077d11.jpg",
    "altTitles": [
      {
        "ja": "ナイトメア・メーカー"
      },
      {
        "ja-ro": "Sekai wa Subete Kimi no Mono"
      },
      {
        "zh": "淫梦制造者"
      },
      {
        "zh-hk": "夢魘製造機"
      },
      {
        "en": "Nightmare Maker"
      }
    ],
    "description": {
      "en": "Uchida is a high school student genius who created a device that is supposed to make people have good dreams but he always had bad dreams when he tried it on himself. One day, he caught the school doctor sleeping at the clinic and decided to try the device on her. It turned out that it works surprisingly well on her and that she wanted to buy the device from him. He then tries it on his classmates and it became quite popular with the rest of the class as people start lining up to borrow it. Meanwhile, there is growing concern that users of the device are starting to have difficulties differentiating dreams from reality…",
      "ja": "天才発明家高校生の内田は､夢に願望を投影できる夢見装置を開発｡誰もが装置の虜になっていく､レム催眠誘導型リアル体感システム始動!!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "48"
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko Oji: Salaryman reincarnated as a kitten!"
    },
    "updatedAt": "2024-11-21T11:18:56+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/6f87bf16-6b1e-4ed0-9e83-19f61239706f.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Ojisan"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat.\n___\n**Alt Official Raw:** [KADOComi](https://comic-walker.com/detail/KC_000231_S?episodeType=first)\n\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/neko-oji-salaryman-reincarnated-as-a-kitten/volumes)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e07475b3-5d4b-4f48-ba9d-4872ec0a980f",
    "title": {
      "en": "Retro Game"
    },
    "updatedAt": "2024-11-09T22:04:39+00:00",
    "coverArt": "https://mangadex.org/covers/e07475b3-5d4b-4f48-ba9d-4872ec0a980f/12526dbc-2ead-43b9-a98e-6ffd251403ca.jpg",
    "altTitles": [
      {
        "ja": "レトロゲ"
      },
      {
        "ja-ro": "Retoroge"
      }
    ],
    "description": {
      "en": "NES, PlayStation, Sega Saturn...High school girls today, fascinated by the retro games that once captivated the world, passionately discuss their passion for games! Will it be rivalry or friendship that develops between them?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69a0b369-ba71-41a7-9114-9b732d491a07",
    "title": {
      "en": "Fear: Reiwa Ghost Story"
    },
    "updatedAt": "2024-11-26T10:18:47+00:00",
    "coverArt": "https://mangadex.org/covers/69a0b369-ba71-41a7-9114-9b732d491a07/b3d1dc35-0fc1-479b-86b3-003e4483a5d2.jpg",
    "altTitles": [
      {
        "ja": "怖れ -令和怪談-"
      },
      {
        "ja-ro": "Osore: Reiwa Kaidan"
      },
      {
        "en": "Fear: Reiwa Kaidan"
      }
    ],
    "description": {
      "en": "An omnibus of horror stories that explores relatable, everyday fears experienced in the contemporary Reiwa era. Each story in the series reflects modern anxieties, focusing on the fears lurking within daily life, which continue to escalate.",
      "ja": "令和を象徴するテーマを扱った、極上の現代オムニバスホラー。あなたの身に起こるかもしれない“怖れ”。そんな日常で感じる恐怖や不安は、今日から更に増殖していく――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6e04bff-34be-432d-86ae-7d12eae32720",
    "title": {
      "en": "Darling, Why Do You Regret It？"
    },
    "updatedAt": "2024-10-26T09:55:56+00:00",
    "coverArt": "https://mangadex.org/covers/b6e04bff-34be-432d-86ae-7d12eae32720/bc324801-5958-4bb0-a525-3b62570f000c.png",
    "altTitles": [
      {
        "ko": "여보, 왜 당신이 후회해요?"
      }
    ],
    "description": {
      "en": "I secretly met my husband's mistress. Delicate, lovely, and sweet, her name was Saira. “I’ll never leave the Duke!” “Now, *that’s* the spirit.” “W-what?” I had reincarnated as Tareia—a noblewoman with a wealthy family, beauty, and nothing to feel inferior about in life. But there was just one obstacle in my perfect plan: “Keep seducing my husband.” I was ready to toss him aside and live a fabulous single life. ...Or so I thought. “I’m starting to find you fascinating.” “Can I call you... *Lea*?” “My lady, please, anything but divorce.” Why are these men suddenly acting like this?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e3604cc-97b5-43f0-ab2c-c144debcae87",
    "title": {
      "en": "Yu-Gi-Oh OCG STORIES"
    },
    "updatedAt": "2024-11-23T00:57:41+00:00",
    "coverArt": "https://mangadex.org/covers/3e3604cc-97b5-43f0-ab2c-c144debcae87/fb4b118c-fe3b-4536-930e-eea28e9641e9.jpg",
    "altTitles": [
      {
        "ja": "遊☆戯☆王 OCG STORIES"
      },
      {
        "en": "Yu☆Gi☆Oh OCG Stories"
      },
      {
        "pt-br": "Yu-Gi-Oh Histórias OCG"
      },
      {
        "vi": "Chuyện kể về Yu★Gi★Oh! OCG"
      }
    ],
    "description": {
      "en": "In the distant past, the prosperous nation of Karma waged war against the nation of Spectra, resulting in the creation of an AI that wiped out all humans. Centuries later, Raye, the last surviving human, lives amongst an android society on the outskirts of Karma. On the night of her 13th birthday, her peaceful life is upended when Spectra attacks, destroying her home and forcing her friends to the front lines. Desperate to save everything she loves, Raye calls upon humanity's last bastion: \"Sky Striker\", the Karma-developed secret technology made to turn humans into the ultimate living weapons.… Unexpected, right? In this newest adaptation of Yu-Gi-Oh, the focus of the plot is not on the card game, but instead the many storylines featured in the cards. The first arc surrounds the Sky Striker series, with more to come in the future.",
      "ja": "世界で唯一生存する人間・レイはAIたちと平和に暮らしていた。しかしある日、敵国の攻撃が街を襲う。AIたちを守るため、レイは「閃刀姫」へと覚醒する―…!!",
      "pt-br": "No passado distante, a próspera nação de Kama travou uma guerra contra a nação de Spectra, resultando na criação de uma IA que eliminou todos os humanos. Séculos depois, Raye, a última humana sobrevivente, vive entre uma sociedade de andróides nos arredores de Kama. Na noite de seu aniversário de 13 anos, sua vida pacífica é interrompida quando Spectra ataca, destruindo sua casa e forçando seus amigos a irem para a linha de frente. Desesperada para salvar tudo o que ama, Raye invoca o último bastião da humanidade: \"Força Celeste\", a tecnologia secreta desenvolvida por Kama feita para transformar humanos em armas vivas definitivas.\n\n... Inesperado, certo? Nesta mais nova adaptação de Yu-Gi-Oh, o foco do enredo não está no jogo de cartas, mas sim nas muitas histórias apresentadas nas cartas. O primeiro arco envolve a série Força Celeste, com mais por vir no futuro."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]