[
  {
    "mangaId": "0ee33627-9a1d-454d-bf11-25ee1fa0a136",
    "title": {
      "en": "Yeon Lok Heun"
    },
    "updatedAt": "2024-04-06T19:23:03+00:00",
    "coverArt": "https://mangadex.org/covers/0ee33627-9a1d-454d-bf11-25ee1fa0a136/1ce09e66-3f4c-4f9c-9753-5fcd9489f7bf.jpg",
    "altTitles": [
      {
        "ko-ro": "Yeon Lokheun"
      },
      {
        "ko": "연록흔"
      },
      {
        "en": "His Majesty's Secret Heroine"
      },
      {
        "ja": "蓮禄昕～宿命の華～"
      },
      {
        "zh-hk": "尹樂香"
      },
      {
        "fr": "Yeon Lokheun, l'héroïne secrète"
      },
      {
        "es-la": "La heroína oculta de su Majestad"
      }
    ],
    "description": {
      "en": "Yeon Lokheun is a girl who grows up living as a boy learning martial and spiritual arts. She heads for the palace in order to clear the name of her father, a wanted criminal, where she meets the young Emperor Garyun. He promises to save her father's life in exchange for her lifelong services. After gaining Garyun's trust, she travels the world solving supernatural-like problems that arise in place of the Emperor. But how long can she continue this life without the others finding out that she is actually a woman?\n\n---\nLokheun’s name means \"happy morning,\" but her life takes a tragic turn when her mother is murdered and her father becomes a fugitive after exacting revenge. To save him, Lokheun devotes her life to Garyun, the dashing emperor who’s committed to right the wrongs of his father. Believing Lokheun to be a boy, Garyun is determined to mold her into an unsurpassed martial artist, even if it means sending her to hell. Their strained relationship turns into something more as Lokheun searches for the one thing she’s never had: a life befitting her name.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%97%B0%EB%A1%9D%ED%9D%94/2621), [KakaoPage](https://page.kakao.com/home?seriesId=51793959)\n\n**Official Translations:**\n* [English](https://tapas.io/series/his-majestys-secret-heroine/info)\n* [Japanese / 日本語](https://piccoma.com/web/product/76054)",
      "es-la": "Yeon Lokheun es una niña que crece viviendo como un niño aprendiendo artes marciales y espirituales. Se dirige al palacio para limpiar el nombre de su padre, un criminal buscado, donde conoce al joven emperador Garyun. Él promete salvar la vida de su padre a cambio de sus servicios de por vida. Después de ganarse la confianza de Garyun, viaja por el mundo resolviendo problemas sobrenaturales que surgen en lugar del Emperador. ¿Pero cuánto tiempo puede continuar esta vida sin que los demás descubran que en realidad es una mujer?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ca81e9a-791e-4e03-b7b5-709673131772",
    "title": {
      "en": "Mai-HiME"
    },
    "updatedAt": "2023-07-31T19:29:05+00:00",
    "coverArt": "https://mangadex.org/covers/9ca81e9a-791e-4e03-b7b5-709673131772/3c48f7b1-5af8-4f10-812e-156140db4e73.jpg",
    "altTitles": [
      {
        "en": "Dancing Princess"
      },
      {
        "en": "Mai HiME"
      },
      {
        "en": "My HiME"
      },
      {
        "en": "My Princess"
      },
      {
        "en": "My-HiME"
      },
      {
        "en": "Princess Mai"
      },
      {
        "en": "舞-HiME"
      }
    ],
    "description": {
      "en": "Yuuichi Tate is overjoyed: He gets to go to a brand new high school. Of course, then he just happens to find out the school he choose is under frequent attack by strange creatures called ''Orphans'', and the school set up a special task force of female members called ''HiME''s, using various elements as their powers, to battle these invaders. That's not all, though. Each member of the HiME task force has their own, unique ''Key'', another person whom, upon being discovered, can team up with the HiME to create a ''Child'', a combative unit specifically needed to effectively battle these Orphans. And with Yuuichi's luck, he just happens to find out he's not just the ''Key'' for one of the HiMEs, but for two… Two highly competitive, rival schoolgirls. And that's only the start of the trouble."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "44"
  },
  {
    "mangaId": "8f542695-6d90-48a3-bee7-cc84175857ee",
    "title": {
      "en": "One Day Outing Foreman"
    },
    "updatedAt": "2023-12-12T01:57:36+00:00",
    "coverArt": "https://mangadex.org/covers/8f542695-6d90-48a3-bee7-cc84175857ee/a372da68-ca8c-4d39-872c-08dc220cbc3a.png",
    "altTitles": [
      {
        "ja": "１日外出録ハンチョウ"
      },
      {
        "en": "1 Day Outing Foreman"
      },
      {
        "ja-ro": "Ichinichi Gaishutsuroku Hanchou"
      }
    ],
    "description": {
      "en": "At a certain prison under the surface, the \"bottom of the bottom\" that is the Teiai Underground Labor Facility, there is a man who uses his \"one-day outing passes\" to go above ground and enjoy all the luxuries of life while living in the poor conditions of the underground. His name is Ootsuki, and he is the leader of Squad E and a master of enjoying himself all day long with eating, drinking, and having a great time."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "150e0dd9-f4f6-4d73-8ca9-c2f693252a56",
    "title": {
      "en": "Heavenly Blood Star"
    },
    "updatedAt": "2024-04-06T19:24:04+00:00",
    "coverArt": "https://mangadex.org/covers/150e0dd9-f4f6-4d73-8ca9-c2f693252a56/557d4474-33c1-414f-b72d-d086eed6a029.png",
    "altTitles": [
      {
        "en": "The Blood Star Damned by Heaven"
      },
      {
        "ko": "天死血星,천사혈성"
      },
      {
        "pt-br": "A Estrela de Sangue Amaldiçoada pelo Céu"
      }
    ],
    "description": {
      "en": "Cheon Yoo-ok, a young orphan who survives by begging, however, as he delves deeper into the mysteries of a sect, dark secrets and unknown threats begin to emerge, in a world where intrigues and conspiracies are everywhere, he will have You have to overcome unimaginable challenges to protect those you love and discover your true destiny.",
      "pt-br": "Cheon Yoo-ok, um jovem órfão que sobrevive pedindo esmolas, porém, à medida que ele se aprofunda nos mistérios de uma seita, segredos sombrios e ameaças desconhecidas começam a surgir, em um mundo onde intrigas e conspirações estão por toda parte, ele terá que superar desafios inimagináveis para proteger aqueles que ama e descobrir seu verdadeiro destino."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77ada8df-affa-4a37-84af-4e250b398599",
    "title": {
      "en": "I Became the Youngest Member of Top Idol"
    },
    "updatedAt": "2024-02-15T23:31:44+00:00",
    "coverArt": "https://mangadex.org/covers/77ada8df-affa-4a37-84af-4e250b398599/87476b67-6a6a-4735-97ea-b7e5d67af3aa.png",
    "altTitles": [
      {
        "ko": "탑아이돌의 막내 멤버가 되었다"
      },
      {
        "pt-br": "Meu Retorno Como O Membro Mais Jovem"
      }
    ],
    "description": {
      "en": "“25…that’s too old to become an idol.” Do Seohan, who got eliminated from the successful idol survival audition program ‘Stardust Project’. Giving up his dreams, he is trying to find his way working part-time jobs. When all of a sudden, he wakes up 8 years in the past after an accident. Right before the ‘Stardust Project’ started! As the youngest (but most experienced), can he make it to the final lineup this time?",
      "id": "Do Seohan, yang gagal dalam idol survival show terkenal “Stardust Project”, selalu dibayang-bayangi oleh mimpi masa lalunya. Tak pernah meraih kesuksesan, Seohan hanya bisa bekerja sambilan untuk melewati hari-harinya. Namun, akibat sebuah kejadian yang menimpanya, tiba-tiba ia terbangun dan kembali ke 8 tahun lalu, tepat sebelum “Stardust Project” dimulai! Jiwanya 8 tahun lebih tua dari kontestan lainnya, tapi sekarang ia yang termuda di antara mereka. Apakah kali ini Seohan akan berhasil debut sebagai idol?",
      "ko": "\"25살…그거 아이돌은 못하는 나이잖아요.\"\n유명 서바이벌 아이돌 오디션 '스타더스트 프로젝트'에서 탈락했던 도서한.\n꿈에 미련은 못버리고 현실과 타협한 채 알바를 전전하는데…눈을 떠보니 8년 전으로 돌아왔다.\n그것도 '스타더스트 프로젝트'를 시작하기 직전으로!\n막내가 된 (영혼만은) 최고 연장자, 이번에는 오디션에 합격해 아이돌 멤버가 될 수 있을까?",
      "pt-br": "Do Seohan, que fracassou no famoso programa de sobrevivência de idols \"Stardust Project\", é sempre assombrado por seus sonhos do passado. Sem nunca ter alcançado o sucesso, Seohan só consegue trabalhar em empregos de meio período para passar seus dias. No entanto, devido a um incidente que lhe aconteceu, ele acordou de repente e voltou a 8 anos atrás, logo antes do início do \"Stardust Project\"! Sua alma é 8 anos mais velha que a dos outros participantes, mas agora ele é o mais jovem entre eles. Será que Seohan conseguirá debutar como idol desta vez?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "096dc71a-fbd1-47ce-b65f-6e3c80ba9f12",
    "title": {
      "en": "Love Gym"
    },
    "updatedAt": "2024-03-07T17:42:42+00:00",
    "coverArt": "https://mangadex.org/covers/096dc71a-fbd1-47ce-b65f-6e3c80ba9f12/8a9e6ad4-9115-4910-abbc-4ce8fc0e66b7.png",
    "altTitles": [
      {
        "ko": "러브짐"
      },
      {
        "ja": "ラブフィットネス"
      },
      {
        "ja-ro": "Love Fitness"
      }
    ],
    "description": {
      "en": "\"I've started exercising, and experienced kissing for the first time, thanks to you, Mr. Trainer. So I want you to be my first in love as well.\"Who would've thought that such a chubby guy would acquire such marvelous muscles?!\"Mr. Trainer, please go out with me!\"Please enjoy the Love and Fitness that will unfold between these two hot and steamy men~!⚠️ This is an English translation of the official Japanese localization of this Manhwa (Korean)."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c3fc172-fab6-4477-9dfc-57dd95bad19c",
    "title": {
      "en": "Tensei Shita Akuyaku Reijou wa Fukushuu wo Nozomanai THE COMIC"
    },
    "updatedAt": "2023-05-03T06:00:09+00:00",
    "coverArt": "https://mangadex.org/covers/4c3fc172-fab6-4477-9dfc-57dd95bad19c/d434b350-37d9-4736-ad1f-680a964d25b0.jpg",
    "altTitles": [
      {
        "ja": "転生した悪役令嬢は復讐を望まない"
      },
      {
        "ja": "転生した悪役令嬢は復讐を望まない THE COMIC"
      },
      {
        "ja-ro": "Tensei Shita Akuyaku Reijou wa Fukushuu wo Nozomanai"
      },
      {
        "ja-ro": "Tensei Shita Akuyaku Reijou wa Fukushuu wo Nozomanai THE COMIC"
      },
      {
        "zh": "转生后的恶役千金并不期望报仇"
      },
      {
        "en": "The Reincarnated Villainess Doesn't Want Revenge"
      }
    ],
    "description": {
      "en": "“I’m not interested in revenge!” Rosemary was branded as a villainess and hanged for a crime she didn’t commit. She reincarnates as the commoner, “Marie,” while still retaining the memories of her previous life and hopes to live peacefully this time. However, contrary to Marie’s wishes, she ends up returning to the royal palace. \n\n“Sister, how do you want to punish the people who killed you?” Her brother, whom she doted on in her previous life, had changed completely and intended to take revenge on behalf of his sister. “Master, please tell me your desire.” The knight who swore allegiance in the previous life swears his allegiance this time as well. \n\nI’m not thinking of taking revenge on the person who killed me. However, the people around me will not allow that…",
      "ja": "王宮付きの侍女として招聘されたけど、自分の前世は処刑された悪役令嬢なんですが…！　転生悪役令嬢マリーの、巻き込まれ王宮大改造劇始まります！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Gushing over Magical Girls"
    },
    "updatedAt": "2024-03-31T22:18:42+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "ja-ro": "Mahou Shoujo ni Akogarete"
      },
      {
        "fr": "Looking up to Magical Girls"
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd51bb77-afa8-475a-b5b7-39caa200759b",
    "title": {
      "en": "Honzuki no Gekokujou - 30 Day Countdown Until the Final Volume (Doujinshi)"
    },
    "updatedAt": "2024-01-31T01:09:05+00:00",
    "coverArt": "https://mangadex.org/covers/cd51bb77-afa8-475a-b5b7-39caa200759b/96ab54af-3b3f-41ab-9705-2c5869f925e3.jpg",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "30"
  },
  {
    "mangaId": "aa9bf395-a3bf-42f9-acca-34b48c83e98b",
    "title": {
      "en": "Horizon Project"
    },
    "updatedAt": "2023-10-31T14:29:18+00:00",
    "coverArt": "https://mangadex.org/covers/aa9bf395-a3bf-42f9-acca-34b48c83e98b/9d8799f2-c29f-477f-bd4c-98e00caa02d0.png",
    "altTitles": [
      {
        "en": "Across The Horizon"
      },
      {
        "ja-ro": "Chiheisen"
      },
      {
        "en": "Horizon"
      },
      {
        "ja": "地平線"
      }
    ],
    "description": {
      "en": "Out of nowhere, A mysterious machine rose from the land. This grand machine divided and reshaped the world. Isolating each half. Soon Mankind began to change, evolving into mutants known as Deviants\n\nLong ago, the Earth we live on today was split into two Horizons and Humans developed uncanny abilities known as Deviants. Humans who developed these abilities were launched over The Horizon to the East. The Horizon Project, a system where deviants protected themselves and their side of the world, was launched in response. Almost as if the event was foreseen. This system developed and changed as time went on, resembling a Hero Agency, mitigating chaos all over the East Horizon.\n \nTaiga Stelios, the self-proclaimed \"Greatest\", strives to get his name known far and wide. His goal is to reach the stars he admires and outshine every single one of them.\n \n[Author's Twitter](https://twitter.com/seakerzx)    [Author's Ko-Fi](https://ko-fi.com/seakerzx)    [Author's Patreon](https://www.patreon.com/Seaker)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0854fa2a-aa41-4ba7-9946-23562f747718",
    "title": {
      "en": "Listen to My Voice!!"
    },
    "updatedAt": "2024-03-04T15:24:47+00:00",
    "coverArt": "https://mangadex.org/covers/0854fa2a-aa41-4ba7-9946-23562f747718/b2fb15db-8b4c-4f53-ace3-5501942c7308.jpg",
    "altTitles": [
      {
        "zh-hk": "請聽我的聲音!!"
      },
      {
        "zh-ro": "Qǐng Tīng Wǒ de Shēngyīn!!"
      },
      {
        "ja": "僕の声を聞いてほしい!!"
      },
      {
        "ja-ro": "Boku no Koe Okīte Hoshī!!"
      },
      {
        "en": "Please Listen to My Voice!!"
      },
      {
        "vi": "啷儀晬泥!! (Nom Script)"
      },
      {
        "vi": "Lắng Nghe Tôi Nè!!"
      },
      {
        "ru": "Услышь мой голос!!"
      }
    ],
    "description": {
      "en": "Ye QiaoWen, an older sister-childhood-neighbor of our protagonist whom he has always admired has just recently moved back.\n\nBut Deng XianHe, the protagonist, has just recently learned that she already has someone else in her heart — a fact that suffers Deng XianHe greatly.\n\nSuddenly seeing his usually bright and capable older sister turn into someone who is always hesitant and confused, Deng XianHe chose to suppress his years-long feelings of love, anguish, and longing.",
      "ja": "隣に住んでいた憧れのお姉さん・葉巧玟（イエチャオウェン）がこの町に戻ってきて、なし崩し的に高校生の僕・鄧賢和（ドンシアンホー）と同居することに。いつも颯爽としていてなんでもできる巧姉（チャオねえ）のはずが、僕の前では間抜けで優柔不断でダメダメな社会人だった!? さらに、バイト先で知りあったカッコいい先輩と、素直で明るい同級生。僕を囲む3人の女子はそれぞれが悩みを抱えていて……。楽しくもほろ苦い青春ドラマの幕が上がる!!\n\n---\n**Links:**\n- [Official Japanese 1](https://comic.webnewtype.com/contents/bokukoe)\n- [Official Japanese 2](https://comic-walker.com/contents/detail/KDCW_KS12204287010000_68)\n- [Official Japanese 3](https://web-ace.jp/comicnewtype/contents/693/)\n- [Official Japanese 4](https://seiga.nicovideo.jp/comic/64961)",
      "zh-hk": "從小憧憬的鄰居大姐姐葉巧玟最近搬回來了，但少年鄧賢和卻得知她心中另有所屬的消息，澆熄了鄧賢和多年來的思念。看見平常精明幹練的大姐姐，在自己面前卻變成迷糊、做事猶豫不決的迷茫社會人，少年隱忍着失戀的情緒，第一次想對她發出怒吼，卻還是同"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a69377ee-b842-45f8-983b-0b523b695880",
    "title": {
      "en": "Beat & Motion"
    },
    "updatedAt": "2024-03-08T15:56:32+00:00",
    "coverArt": "https://mangadex.org/covers/a69377ee-b842-45f8-983b-0b523b695880/710b79e1-5d21-430e-a01a-6db9097a5c7f.jpg",
    "altTitles": [
      {
        "ja": "ビートアンドモーション"
      },
      {
        "ja-ro": "BEAT＆MOTION"
      },
      {
        "en": "Beat and Motion"
      }
    ],
    "description": {
      "en": "The winner of the MILLION TAG manga competition! A new era of manga begins with this series about the struggle and joy of creating art. Anime and music collide in this new series about growing up and reaching for your dreams!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a6d36b6-6c34-4bfb-926c-625db320bb37",
    "title": {
      "en": "\"Shiryou Jutsushi nado Kegarawashii\" to Shokei Sareta node, Mazoku ni Tenshin Itashimasu"
    },
    "updatedAt": "2024-04-05T22:04:36+00:00",
    "coverArt": "https://mangadex.org/covers/6a6d36b6-6c34-4bfb-926c-625db320bb37/9bbf087a-90ac-411f-b8ff-c4b2b2636312.jpg",
    "altTitles": [
      {
        "ja": "「死霊術師など穢らわしい」と処刑されたので、魔族に転身致します"
      },
      {
        "en": "After Being Executed With the Words \"Necromancers Are Disgusting,\" I Will Start My New Life as a Demon"
      }
    ],
    "description": {
      "en": "A duke's daughter and the crown prince's fiancée... I, Rachel Sheringham, was both and wielded dark attribute magic, which allowed me to use necromancy. I was accused of colluding with demons due to it and was executed.\n\nWith regret as my source of power, I will return to life as a lich!!!",
      "ja": "公爵令嬢にして王太子の婚約者......\nだった私、レイチェル＝シェリンガムは、\n闇属性の魔力を持ち、死霊術を操るがゆえ\n魔族に通じたと言われ処刑された。\n\nその無念が力となり、\n私はリッチとして復活を果たす―――!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-03-30T19:17:45+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/6161a33c-eb29-4f4c-a70e-0de88c9e98eb.jpg",
    "altTitles": [
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Chained Soldier"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2448d740-72f0-47bd-beee-2c22e6381b8d",
    "title": {
      "en": "Satsuki Complex"
    },
    "updatedAt": "2023-01-09T22:04:44+00:00",
    "coverArt": "https://mangadex.org/covers/2448d740-72f0-47bd-beee-2c22e6381b8d/93a56194-bc10-4670-a652-fa2cee77ff51.jpg",
    "altTitles": [
      {
        "ru": "Комплекс Сатцуки"
      },
      {
        "ja": "さつきコンプレックス"
      },
      {
        "ko": "사츠키 콤플렉스"
      }
    ],
    "description": {
      "en": "Satsuki looks totally like a girl… but is actually a boy?!  \nThis story is about Satsuki, his little brother Kouta, and friends.  \nFull of embarassing but funny moments."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": ""
  },
  {
    "mangaId": "cc1b8669-82b2-4232-99c1-40d48fc2d988",
    "title": {
      "en": "Undead Unluck"
    },
    "updatedAt": "2024-01-21T15:27:56+00:00",
    "coverArt": "https://mangadex.org/covers/cc1b8669-82b2-4232-99c1-40d48fc2d988/05b9e70d-6cf0-4f4d-a78a-20758bb4a434.jpg",
    "altTitles": [
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ru": "Нежить и Неудача"
      },
      {
        "kk": "Өлімсіз бен Сәтсіздік"
      },
      {
        "th": "Undead Unluck"
      }
    ],
    "description": {
      "en": "As an UNLUCKY girl prepares to face her death, an UNDEAD who desperately wants to die appears before her! Vicious, violent and buck naked! An unprecedented picaresque hero appears in Shonen Jump!  \n  \n- Winner of the 2020 Tsugimanga award.",
      "th": "อันเดดที่ใฝ่หาความตายปรากฎตัวขึ้นต่อหน้าอันลัคที่ตั้งใจจะตาย...!? ฮีโร่วายร้ายที่ทั้งร้าย！โหด! โป๊! แบบที่คุณไม่เคยเห็นมาก่อน ตีพิมพ์แล้วในจัมป์วันนี้!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2a748cb-b2fc-467e-bfff-2c41cbe84a9d",
    "title": {
      "en": "Devilchi"
    },
    "updatedAt": "2023-06-21T00:00:25+00:00",
    "coverArt": "https://mangadex.org/covers/a2a748cb-b2fc-467e-bfff-2c41cbe84a9d/0a339092-f4ba-47c8-9105-ae6760c4f4ab.jpg",
    "altTitles": [
      {
        "ja-ro": "Devil-chi"
      },
      {
        "ja-ro": "Debiruchi"
      },
      {
        "ja": "でびるち"
      }
    ],
    "description": {
      "en": "Just another average day at your average high school. Fuyuki Hino is a typical student with an ordinary set of friends… except for Sakuba Yomina. Yomina is unbearably shy and can't talk to boys…or girls, for that matter. Even stranger, Fuyuki vaguely remembers some kind of vow he made to her when they were children. But when he accidentally walks into the girls' locker room, he makes a shocking discovery, Yomina is a devil, wings and all! However, this irregular girl still has regular high school problems, including dealing with bullies and just wanting to be liked by others.  \n\n\n---",
      "pt": "Hino é um aluno normal do ensino médio. Sakuba é uma estudante de honra talentosa e incrível. Porém, quando Hino descobre a identidade secreta da meio-demônio Sakuba, sua vida se torna algo fora do comum.  \n  \n- [Author's Twitter](https://twitter.com/musuaki0213)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e8cf40f-ba17-480a-b60b-a675db032ee2",
    "title": {
      "en": "Kono Kaisha ni Suki na Hito ga Imasu"
    },
    "updatedAt": "2024-03-02T10:57:37+00:00",
    "coverArt": "https://mangadex.org/covers/3e8cf40f-ba17-480a-b60b-a675db032ee2/0139b63e-3821-4152-ac74-da47c824868e.jpg",
    "altTitles": [
      {
        "ja": "この会社に好きな人がいます"
      },
      {
        "ja-ro": "Kono Kaisha ni Suki na Hito ga Imasu"
      },
      {
        "en": "I Have a Crush at Work"
      },
      {
        "en": "Can You Keep a Secret?"
      },
      {
        "en": "At This Company Is The Person I Like"
      },
      {
        "en": "The Person I Like Is At This Company"
      },
      {
        "en": "The Person I Like Works at the Same Company"
      },
      {
        "zh": "这公司有我喜欢的人"
      },
      {
        "zh-ro": "Zhè gōngsī yǒu wǒ xǐhuān de rén"
      },
      {
        "ar": "هل يمكنك الاحتفاظ بسر؟"
      },
      {
        "th": "บริษัทนี้มีความรัก"
      }
    ],
    "description": {
      "en": "_\"Why don't the two of us date? …In secret\"_\n \nTateishi, who works in accounting at a snack-making company, has a secret. That secret is the existence of his cute lover that he's had since yesterday. Why keep it a secret, you ask? Because his lover is his unyielding colleague from the planning department of the same company— Mitsuya!\n \nA pure office romance story about a couple who started their relationship in secret, and want to keep it that way!",
      "ja": "「俺たち、付き合わない？……内緒で」お菓子メーカーの経理部に勤めるアラサー男子・立石には、秘密があった。それは、昨日できたばかりの、かわいい恋人の存在。なぜなら相手は、同じ会社の企画部で働く勝気な同期女子・三ツ谷だから――！　してないひとも、あこがれてるひとも、迷惑してるひとも、きっと言いたいことがある。ちょっとは覗いてみたくなる。秘密厳守のピュア社内恋愛ストーリー！",
      "pt-br": "\"Por que nós dois não namoramos? ... Em segredo\"\n  \nTateishi, que trabalha na contabilidade de uma empresa que faz lanches, tem um segredo. Esse segredo é a existência de sua amante fofa que ele teve desde ontem. Por que manter isso em segredo, você pergunta? Porque sua amante é sua colega inflexível do departamento de planejamento da mesma empresa - Mitsuya!\n  \nUma história de puro romance de escritório sobre um casal que começou seu relacionamento em segredo e quer mantê-lo assim!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "15",
    "lastChapter": "147"
  },
  {
    "mangaId": "568e2624-cf7b-4c94-a6a3-803838a1836e",
    "title": {
      "en": "Inkya de Wotaku de Binbou Dakedo Bijin Ojou-sama ni Osaretemasu"
    },
    "updatedAt": "2024-01-17T01:25:53+00:00",
    "coverArt": "https://mangadex.org/covers/568e2624-cf7b-4c94-a6a3-803838a1836e/4e3168a3-0cea-49e1-9a62-a260284c2974.jpg",
    "altTitles": [
      {
        "ja": "陰キャでヲタクで貧乏だけど美人お嬢様に推されてます"
      },
      {
        "ja-ro": "Inkya de Wotaku de Binbou Dakedo Bijin Ojou-sama ni Osaretemasu"
      },
      {
        "pt-br": "Eu sou um otaku tímido e pobre, mas essa jovem linda e rica está obcecada por mim"
      },
      {
        "ru": "Я застенчивый и бедный отаку, но эта красивая богатая юная леди одержима мной."
      },
      {
        "en": "I'm a Shy and Poor Otaku, but This Beautiful Rich Young Lady Is Obsessed With Me"
      }
    ],
    "description": {
      "en": "Eiji is a high school student who lives with his father, an unsuccessful novelist. He is a shy, otaku, and poor boy, but he is an honest boy who never forgets the compassion for others that his late mother taught him. Even he yearns for Aoi, the daughter of the president of a large company. However, Eiji is unable to look Aoi in the eye because of the huge disparity between her and himself. One day after school, Aoi greets Eiji when he comes home. Aoi says one surprising thing to the surprised Eiji...",
      "ja": "YouTube動画で550万再生！　運命に導かれたベタ甘ラブコメ！\nエイジは陰キャでヲタクで貧乏だけど他人に対する思いやりの気持ちを忘れない素直な少年。そんなエイジも憧れる社長令嬢アオイさんがある日、エイジの自宅を訪れ、突如としてエイジとの婚約を告げるが…。\n\nYūchūbu dōga de 550 man saisei! Unmei ni michibika reta beta ama rabu kome! Eiji wa in kya de wotaku de binbōdakedo tanin ni taisuru omoiyari no kimochi o wasurenai sunaona shōnen. Son'na eiji mo akogareru shachō reijō aoi-san ga aru hi, eiji no jitaku o otozure, totsujotoshite eiji to no kon'yaku o tsugeruga….",
      "ru": "Эйдзи — старшеклассник, живущий со своим отцом, неудачливым писателем. Он застенчивый, отаку, бедный, но честный мальчик, который никогда не забывает о сострадании к другим, как его научила покойная мать. Он тоскует по Аой, дочери президента крупной компании. Однако, Эйдзи не может смотреть Аой в глаза из-за огромного несоответствия между ней и им самим. Однажды после школы Аой приветствует Эйдзи, когда тот приходит домой. Аой говорит удивленному Эйдзи одну удивительную вещь...",
      "pt-br": "Eiji é um estudante do ensino médio que vive com seu pai, um romancista malsucedido. Ele é um baita nerd, e mesmo sendo pobre é um menino obediente que não esquece a compaixão alheia que sua falecida mãe lhe ensinou. Aoi, filha do presidente de uma grande empresa, admira essa idade. No entanto, Eiji não conseguia nem olhar para a enorme disparidade consigo mesmo. Depois da escola um dia, Aoi cumprimenta Eiji quando ela chega em casa. Eiji fica surpreso quando Aoi lhe diz uma palavra de surpresa..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd3f1a3f-306d-4956-bd1c-7a127eae9790",
    "title": {
      "en": "Batuque"
    },
    "updatedAt": "2024-02-19T14:55:09+00:00",
    "coverArt": "https://mangadex.org/covers/bd3f1a3f-306d-4956-bd1c-7a127eae9790/5e75ca39-582d-4e54-adad-63164d9d1254.png",
    "altTitles": [
      {
        "ja": "バトゥーキ"
      },
      {
        "zh": "巴突克战舞"
      },
      {
        "zh-hk": "巴突克戰舞"
      },
      {
        "ko": "바투키"
      },
      {
        "en": "Drumming"
      },
      {
        "ne": "बातुकी: ढोल बजाउनु"
      },
      {
        "fr": "Le Batuque - Capoeira"
      }
    ],
    "description": {
      "en": "The story of a middle school girl trying to find herself in the confusion of adolescence. Skateboard-loving Ichiri Sanjou, nicknamed \"Icchi,\" may look like a normal energetic kid, but whenever she sees the full moon she is hit with a wave of emotions she cannot comprehend.\n\nThe series revolves around her learning the Brazilian martial art of Capoeira.  \n\nFrom the mind of [Usogui](https://mangadex.org/title/a07320a4-afcd-413a-a451-d69a448d0c28/usogui), Sako Toshio.",
      "pt-br": "A história de uma garota do ensino médio tentando se encontrar na confusão da adolescência.Ichiri Sanjou, que gosta de skate, apelidada de \"Icchi\", pode parecer uma criança normal, mas sempre que vê a lua cheia, é atingida por uma onda de emoção que não consegue compreender.A história anda conforme ela aprende a arte-marcial Afro-brasileira, a Capoeira."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "157"
  },
  {
    "mangaId": "bc86a871-ddc5-4e42-812a-ccd38101d82e",
    "title": {
      "ja": "Hana ni Arashi"
    },
    "updatedAt": "2024-03-05T21:33:42+00:00",
    "coverArt": "https://mangadex.org/covers/bc86a871-ddc5-4e42-812a-ccd38101d82e/43fc00ab-79d8-4539-8893-dd5f9dee59ca.jpg",
    "altTitles": [
      {
        "en": "Rainbows After Storms"
      },
      {
        "ja-ro": "Nanoha to Chidori"
      },
      {
        "es": "Tormenta de Flores"
      },
      {
        "ru": "Наноха и Чидори"
      },
      {
        "ja": "はなにあらし"
      },
      {
        "id": "Badai di antara Bunga"
      },
      {
        "zh": "好事多磨"
      },
      {
        "zh-hk": "好事多磨"
      },
      {
        "fr": "Une fleur dans la tempête"
      },
      {
        "en": "Rainbows After Storms"
      }
    ],
    "description": {
      "en": "Unbeknownst to their friends and classmates, Nanoha and Chidori are dating. Watch as they try to keep their relationship secret!",
      "es": "A las espaldas de sus amigas y compañeras the salón, Nanoha y Chidori están saliendo juntas. ¡Velas tratando de mantener su relación en secreto!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "162"
  },
  {
    "mangaId": "84b933cb-a99a-4737-98bb-b38295087700",
    "title": {
      "en": "Minamoto-kun Monogatari"
    },
    "updatedAt": "2022-02-17T04:23:28+00:00",
    "coverArt": "https://mangadex.org/covers/84b933cb-a99a-4737-98bb-b38295087700/a14c2bd6-6a21-4c77-88de-a7ad21a4d1e6.jpg",
    "altTitles": [
      {
        "fr": "L'histoire de Minamoto-kun"
      },
      {
        "es-la": "La historia de Minamoto"
      },
      {
        "pt": "O Conto de Minamoto-kun"
      },
      {
        "ru": "История Минамото-куна"
      },
      {
        "en": "Minamoto's Story"
      },
      {
        "ja": "源君物語"
      },
      {
        "ko": "미나모토군 이야기"
      },
      {
        "en": "Minamoto-kun's Story"
      }
    ],
    "description": {
      "en": "Minamoto-kun has a face pretty enough to make people think he's a girl. Because of his face, he was bullied by the girls in middle school who were jealous of his face. He developed a fear of women due to the trauma and ended up attending a high school for boys. Just as he enters college and makes a promise to himself to overcome the trauma of his past, his father remarries and asks him to move out of the house. His father arranges him to live with his aunt (Minamoto-kun's father's younger sister) for the time being. She is an extremely beautiful woman who is also a non-tenured professor at his college. When he arrives at her apartment, she shows him her breasts and tells him that he will be her \"guinea pig\" in her reverse Hikaru Genji project.",
      "pt": "Minamoto-kun tem um rosto bonito o suficiente para fazer as pessoas pensarem que ele é uma menina. Por causa de seu rosto, ele foi intimidado pelas meninas no ensino médio que estavam com ciúmes de seu rosto. Ele desenvolveu um medo de mulheres devido ao trauma e acabou frequentando uma escola para meninos. Justo quando ele entrar na faculdade e faz uma promessa a si mesmo de superar o trauma de seu passado, seu pai se casa novamente e pede para ele sair da casa. Seu pai arranja-lhe para viver com sua tia no momento. (irmã mais nova do pai do Minamoto-kun). Ela é uma mulher extremamente bonita, que também é professora adjunto em sua faculdade. Quando ele chega em seu apartamento, ela lhe mostra os seios e diz que ele será a sua \"cobaia\" em seu projeto Genji Hikari.",
      "ru": "Лицо Минамото-куна настолько прекрасно, что его легко спутать с девушкой. Из-за этого девушки в средней школе над ним часто издевались и дразнили. Тогда же он и получил серьёзную психологическую травму: боязнь представительниц противоположного пола. В результате всё закончилось переводом в школу для мальчиков. Сразу после поступления в колледж, он решает раз и навсегда избавится от детской травмы. Но тут его отец снова женится и просит сына съехать из дома и пожить с его младшей сестрой – тётей Минамото. Тётушка оказывается очаровательной женщиной, которая, к тому же, преподаёт в колледже Минамото-куна. Переехав к ней он узнаёт, что будет объектом её исследований. По мотивам классического японского романа «Повесть о Гэндзи»."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "erotica",
    "lastVolume": "16",
    "lastChapter": "358.5"
  },
  {
    "mangaId": "5c06fd2d-a1ec-4405-8970-31db47b7ea52",
    "title": {
      "en": "Apocalypse no Toride"
    },
    "updatedAt": "2023-03-08T17:33:27+00:00",
    "coverArt": "https://mangadex.org/covers/5c06fd2d-a1ec-4405-8970-31db47b7ea52/9c01b4d4-a2de-43ee-b225-c2ba06f95190.jpg",
    "altTitles": [
      {
        "de": "Festung der Apokalypse"
      },
      {
        "en": "Fort of Apocalypse"
      },
      {
        "vi": "Pháo đài của Sách Khải Huyền"
      },
      {
        "ru": "Крепость Апокалипсиса"
      },
      {
        "fa": "دژ آخرالزمان"
      },
      {
        "th": "ผีดิบล้างโลก"
      },
      {
        "ja": "アポカリプスの砦"
      },
      {
        "zh": "默示录之城"
      },
      {
        "zh-hk": "默示錄之城"
      },
      {
        "ko": "아포칼립스의 요새"
      },
      {
        "kk": "Ақырзаман Қорғаны"
      }
    ],
    "description": {
      "en": "What can you do when you're mistakenly accused for murder? Nothing. You just go to prison. Lucky you; your inmates are some of the biggest cutthroats in the prison. Seriously, you are lucky. Especially when zombies attack.  \n  \n  \n [Official Thai](https://www.vibulkijshop.com/category/103/%E0%B9%81%E0%B8%AD%E0%B9%87%E0%B8%84%E0%B8%8A%E0%B8%B1%E0%B9%88%E0%B8%99-action/%E0%B8%AD%E0%B8%B0%E0%B8%9E%E0%B8%AD%E0%B8%84%E0%B8%84%E0%B8%B2%E0%B8%A5%E0%B8%B4%E0%B8%9B%E0%B8%AA%E0%B9%8C-%E0%B8%9C%E0%B8%B5%E0%B8%94%E0%B8%B4%E0%B8%9A%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%87%E0%B9%82%E0%B8%A5%E0%B8%81)   \n [Official Korean](http://book.interpark.com/amway/product/BookDisplay.do?_method=detail&sc.shopNo=0000400000&sc.prdNo=255646966)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "46"
  },
  {
    "mangaId": "e1fe1f35-1144-4aac-910f-9e2ce92dccf4",
    "title": {
      "en": "Trinity Wonder"
    },
    "updatedAt": "2023-03-27T00:33:23+00:00",
    "coverArt": "https://mangadex.org/covers/e1fe1f35-1144-4aac-910f-9e2ce92dccf4/84da2647-8ea4-4cf1-b975-a6a1bf45b10b.jpg",
    "altTitles": [
      {
        "tr": "Üçlü Mucize"
      },
      {
        "es": "La Maravilla de la Trinidad"
      },
      {
        "ru": "Невероятное Трио"
      },
      {
        "ko": "트리니티 원더"
      },
      {
        "ko-ro": "Teuriniti Wondeo"
      },
      {
        "fr": "La Trinité Merveilleuse"
      },
      {
        "en": "Trinity Wonder"
      }
    ],
    "description": {
      "en": "What happens when the greatest martial artist of the Murim world meets a genius magician from a fantasy world?",
      "fr": "Que se passe-t-il quand le plus grand artiste martial du monde du Murim rencontre une magicienne de génie d'un monde fantastique ?  \n  \n**Links:**  \n- [Naver blog de l'auteur](https://blog.naver.com/tdstudio)  \n- [Webtoon Original ](http://page.kakao.com/home/48455145) (Raw) (KakaoPage)",
      "ko": "- [Original Webtoon](http://page.kakao.com/home/48455145) (Raw) (KakaoPage)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "102"
  },
  {
    "mangaId": "cd850675-5881-4a4f-9b09-7ef424edc270",
    "title": {
      "en": "Home (Ep)"
    },
    "updatedAt": "2023-12-01T19:53:55+00:00",
    "coverArt": "https://mangadex.org/covers/cd850675-5881-4a4f-9b09-7ef424edc270/bc8702c6-415e-4738-ac64-3540ee872c72.jpg",
    "altTitles": [
      {
        "ko": "홈"
      }
    ],
    "description": {
      "en": "Lee Yoonsung and Park Dokyung grew up together in the countryside since they were young. Yoonsung became an actor by chance, but whenever he has time, he travels back and forth between Seoul and his hometown to see Dokyung, his first and unrequited love.\n\nDokyung cared for Yoonsung, who had cried a lot since he was young.\nYoonsung finds himself developing stronger feelings for Dokyung, and his body's responses are becoming more noticeable.\nFearing that his feelings would be exposed, Yoonsung tries not to show and resolves to remain at least a friend... -Madeleine Scans-"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5fa5a797-c4fa-46e2-abc4-261b24ca335e",
    "title": {
      "en": "Tenchi Mission [remake]"
    },
    "updatedAt": "2023-08-14T02:44:09+00:00",
    "coverArt": "https://mangadex.org/covers/5fa5a797-c4fa-46e2-abc4-261b24ca335e/958cfb67-f756-42bf-ba16-d9a01c551d68.jpg",
    "altTitles": [
      {
        "ja": "天地ミッション"
      }
    ],
    "description": {
      "en": "Earth, an agent of a secret intelligence agency, is so quiet that no one even notices him. Unlike himself, Uranus, a busty dark-skinned masochist masked girl who has become a hall-of-famer agent, suddenly appoints him as her partner and invites him to \"save the world together?!\"",
      "ja": "地味すぎて誰にも気づかれない秘密情報局エージェント・アース。同期ではあるものの自分とは違い殿堂入りエージェントとなった褐色巨乳のドＭマスク・ウラヌスから突如相棒に任命され「一緒に世界を救おう」と誘われ!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5118f4e-5c22-4c6c-bc8a-987977b6d453",
    "title": {
      "en": "Hide-And-Seek On The Sofa"
    },
    "updatedAt": "2024-04-06T18:26:57+00:00",
    "coverArt": "https://mangadex.org/covers/e5118f4e-5c22-4c6c-bc8a-987977b6d453/880bfe33-f037-46e8-977d-01b9a7d8b627.png",
    "altTitles": [
      {
        "ko": "소파 위의 숨바꼭질"
      }
    ],
    "description": {
      "en": "Are we playing hide and seek? Who's hiding this time? Am I the seeker? Follow this topsy-turvy journey, with mind-bending plot points, and places where you'll scream \"Found you!\"",
      "fr": "Allons-nous jouer à cache-cache ? Qui se cache, cette fois-ci ? Suis-je le chercheur ?\nSuivez ce voyage sens dessus dessous, avec des rebondissements hallucinants et des lieux où vous pourrez crier \"Trouvé !\""
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "5"
  },
  {
    "mangaId": "ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 9 - The JOJOLands"
    },
    "updatedAt": "2023-11-24T09:51:06+00:00",
    "coverArt": "https://mangadex.org/covers/ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c/4a718922-5a05-4ec1-a87a-11cca074520d.jpg",
    "altTitles": [
      {
        "ja-ro": "JoJo no Kimyou na Bouken Part 9 -  The JoJoLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 Part9 The JOJOLands"
      },
      {
        "es-la": "JoJo's Bizarre Adventure Parte 9 - Las JOJOLandias"
      },
      {
        "pl": "JoJo's Bizarre Adventure Część 9 - The JoJoLands"
      },
      {
        "fr": "JoJo's Bizarre Adventure Partie 9 - The JOJOLands"
      },
      {
        "pt-br": "A Estranha Aventura de JoJo, Parte 9: As JoJoLândias"
      },
      {
        "uk": "Неймовірні пригоди ДжоДжо: ДжоДжоЛендс"
      },
      {
        "kk": "ЖоЖоның Шытырман Хикаясы: ЖоЖоландс"
      },
      {
        "ru": "Невероятные приключения ДжоДжо"
      },
      {
        "it": "Le Bizzarre Avventure di JoJo: Le JOJOLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第9部 ザ・ジョジョランズ"
      }
    ],
    "description": {
      "en": "The ninth story arc of Jojo’s Bizarre Adventure. \n\nO’ahu, present day. Dua Lipa is the trending musician, and COVID is still a major concern. On this island lives a 15-year-old boy named Jodio Joestar. Living with his brother and mother, he acts as a dealer for certain illegal substances. One day, his employer comes and shows him an excellent find: a Japanese person has landed in Hawaii with a diamond worth over six million dollars. Normally it would be impossible to steal, but for someone with a stand…\n\nThis is a story of a young boy and his quest to become rich.",
      "hu": "Ez a Jojo's Bizarre Adventure kilencedik történetíve.\n\nO'ahu, napjainkban. Dua Lipa a trendi előadó és a COVID még mindig a fő gond. Ezen a szigeten él egy 15 éves srác, Jodio Joestar. Bátyával és édesanyjával él, dílerként dolgozik és bizonyos illegális anyagokat árul. Egy nap, a főnöke mutat neki egy kiválló fogást: egy japán személy Hawaiira érkezett egy hat millió dollárt érő gyémánttal. Normális esetben lehetetlen lenne ellopni, de akinek standje van...\n\nEz egy fiatal fiú és az ő küldetésének a története, hogy gazdag legyen.",
      "it": "O'ahu, oggi. Dua Lipa è la musicista di tendenza e il COVID è ancora una delle principali preoccupazioni. Su quest'isola vive un ragazzo di 15 anni di nome Jodio Joestar. Vive con il fratello e la madre e fa lo spacciatore di alcune sostanze illegali. Un giorno, il suo datore di lavoro arriva e gli mostra un'eccellente scoperta: un giapponese è sbarcato alle Hawaii con un diamante del valore di oltre sei milioni di dollari. Normalmente sarebbe impossibile da rubare, ma per qualcuno con una posizione... Questa è la storia di un ragazzo e della sua ricerca della ricchezza.",
      "uk": "Дев’ята сюжетна арка «Неймовірних пригод Джоджо». Оаху, теперішній час. Дуа Ліпа – популярна музикантка, а COVID-19 досі викликає серйозне занепокоєння. На цьому острові мешкає 15-річний хлопчик на ім'я Джодіо Джостар. Живе з братом і матір'ю, торгує певними забороненими речовинами. Одного разу його бос прийшов до нього і показав неймовірну знахідку: японець висадився на Гаваях з діамантом вартістю понад шість мільйонів доларів! Зазвичай, вкрасти таку коштовність було б неможливо, але для того, хто має стенд… \nЦе історія про молодого хлопця та його прагнення розбагатіти.",
      "es-la": "Cierto japonés ingresó a la isla de Hawái con un diamante de valor de 6 millones de dólares. En la isla de Oahu vive un chico llamado Jodio Joestar, cuya meta es arrebatar el diamante de las manos de esa persona. Junto a sus asociados, irán a la quinta de esa persona. Sin embargo, ¿Qué misterios les esperan?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b16f2554-9525-4f2a-bbe4-5b75b6605176",
    "title": {
      "ja": "Clevatess - Majuu no Ou to Akago to Shikabane no Yuusha"
    },
    "updatedAt": "2024-03-17T16:56:12+00:00",
    "coverArt": "https://mangadex.org/covers/b16f2554-9525-4f2a-bbe4-5b75b6605176/583c307e-3626-4e49-87aa-42410113d6b6.jpg",
    "altTitles": [
      {
        "en": "Clevatess - The King of Devil Beasts, the Baby, and the Brave of the Undead"
      },
      {
        "ja": "Clevatess"
      },
      {
        "ja": "クレバテス−魔獣の王と赤子と屍の勇者−"
      },
      {
        "pt-br": "Clevatess - O Rei das Feras Diabólicas, O bebê e a Valente Heróina Morta-Viva"
      }
    ],
    "description": {
      "en": "It killed the heroes, killed the king, the devil beast then found the “baby of fate”…\r\nHaving both superior intellect and destructive power, such is Clevatess, the king of the devil beasts.\r\nAngered by the 13 heroes tasked to take his life, he decided to bring ruin on mankind but get entrusted with an unexpected nuisance: a newborn human baby.\r\nIs it the tale of a near-ending world close to the apocalypse or the diary of new era childcare?",
      "pt-br": "Ele matou os heróis, matou o rei, a fera demoníaca então encontrou o “bebê do destino”… Tendo intelecto superior e poder destrutivo, tal é Clevatess, o rei das feras demoníacas. Irritado com os 13 heróis encarregados de tirar sua vida, ele decidiu arruinar a humanidade, mas foi encarregado de um incômodo inesperado: um bebê humano recém-nascido. É a história de um mundo próximo do fim, perto do apocalipse, ou o diário dos cuidados infantis da nova era?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae5fafde-016a-4a0e-ad31-0dc2e6de8dca",
    "title": {
      "en": "Hawk Master, It's Hunting Time!"
    },
    "updatedAt": "2023-03-12T22:06:18+00:00",
    "coverArt": "https://mangadex.org/covers/ae5fafde-016a-4a0e-ad31-0dc2e6de8dca/e0787442-c976-4a9a-b455-f72dd18124ff.jpg",
    "altTitles": [
      {
        "ja": "鷹の師匠、狩りのお時間です！"
      },
      {
        "ja-ro": "Taka no Shishou, Kari no Ojikan desu!"
      }
    ],
    "description": {
      "en": "Aiming for unity of man and hawk! Living with a goshawk \"master\", hunting and tasting the prey. A four-panel essay on falconry that teaches the traditions of falconry and nature.\n\nIts partner falcon \"Donko\", his hound Mira and a variety of wild birds! Meet lots of animals!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43ba30ce-8cdb-4f68-863a-04e6ce7501ef",
    "title": {
      "en": "Heeran Love Song"
    },
    "updatedAt": "2024-03-08T14:49:03+00:00",
    "coverArt": "https://mangadex.org/covers/43ba30ce-8cdb-4f68-863a-04e6ce7501ef/43b995ba-0b8c-4790-ba27-2bd90b9fcf5d.jpg",
    "altTitles": [
      {
        "ko": "희란국연가"
      },
      {
        "en": "Twilight Poem"
      },
      {
        "en": "Heeran's National Sonata"
      },
      {
        "tr": "Heeran'ın Aşk Şarkısı"
      },
      {
        "uk": "Спів кохання долини Хіран"
      },
      {
        "uk": "Сутінкова поема"
      }
    ],
    "description": {
      "en": "A hidden love story of a ghost princess who never loved anyone. General Jahyeon of Heeran Nation marries Soru, a ‘princess who sees ghosts’ by the king’s order. Jahyeon is cold to Soru, but he has the power to ward off ghosts, hence Soru wants to stay by his side. Soru is willing to sacrifice everything for Jahyeon, who is her only safe haven. Jahyeon is getting more and more concerned about Soru, but…",
      "uk": "Таємнича історія кохання принцеси-привида, яка ніколи нікого не любила. Генерал Джа Хьон з нації Хіран одружується із Со Ру, «принцесою, яка бачить привидів», за наказом короля. Джа Хьон холодно ставиться до Со Ру, але якимсь чином він відлякує привидів, тому вона хоче залишитися з ним. Со Ру готова пожертвувати всім заради Джа Хьона, який здатен дати їй відчуття безпеки. Він дедалі більше непокоїться за принцесу, але..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "69"
  },
  {
    "mangaId": "da0f5e67-843b-420c-af19-6655dd338812",
    "title": {
      "en": "Yumemiru Maid no Tea Time"
    },
    "updatedAt": "2024-03-17T20:56:54+00:00",
    "coverArt": "https://mangadex.org/covers/da0f5e67-843b-420c-af19-6655dd338812/3b039978-de42-494a-baf2-e917f2f234bf.jpg",
    "altTitles": [
      {
        "en": "Tea Time For Dreaming Maids"
      },
      {
        "en": "Dreaming Maid's Tea Time"
      },
      {
        "ja": "夢見るメイドのティータイム"
      }
    ],
    "description": {
      "en": "In the spring of her second year of high school, Fuyuka Yukinoshita starts working part-time at a maid cafe. She dreams of becoming someone who can make people smile, like the manager she admired, but she is always getting flustered by her idiosyncratic co-workers!\n\nIt is the magic that makes you smile. A fluffy and sweet moment.",
      "es": "En la primavera de su segundo año de instituto, Fuyuka Yukinoshita empieza a trabajar a tiempo parcial en una cafetería. Sueña con convertirse en alguien capaz de hacer sonreír a la gente, como la encargada a la que admiraba, pero sus idiosincrásicas compañeras de trabajo siempre la ponen nerviosa.\n\nEs la magia que te hace sonreír. Un momento esponjoso y dulce.",
      "ja": "高校二年の春。メイド喫茶でアルバイトを始めた雪ノ下冬花。\n憧れの店長のように誰かを笑顔にできる人になりたいという夢を抱くが、個性的な同僚たちに振り回されて!?\nそれはあなたを笑顔にする魔法☆ ふわふわで甘々なひと時を♪",
      "es-la": "En la primavera de su segundo año de instituto, Fuyuka Yukinoshita empieza a trabajar a tiempo parcial en una cafetería. Sueña con convertirse en alguien capaz de hacer sonreír a la gente, como la encargada a la que admiraba, pero sus idiosincrásicas compañeras de trabajo siempre la ponen nerviosa.\n\nEs la magia que te hace sonreír. Un momento esponjoso y dulce."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "857a4d6b-7228-42e1-b49c-bbb50a8befdd",
    "title": {
      "en": "Shonan Pure Love Gang!"
    },
    "updatedAt": "2024-02-01T23:43:16+00:00",
    "coverArt": "https://mangadex.org/covers/857a4d6b-7228-42e1-b49c-bbb50a8befdd/4a933502-a591-4e44-971d-67872d51486e.jpg",
    "altTitles": [
      {
        "es": "¡La Pandilla del Amor Puro de Shonan!"
      },
      {
        "en": "GTO The Early Years"
      },
      {
        "ja-ro": "Shonan Junai-gumi!"
      },
      {
        "en": "Young GTO"
      },
      {
        "ru": "Крутой учитель Онидзука: Ранние годы"
      },
      {
        "th": "คู่คนลุยเลอะ!"
      },
      {
        "ja": "しょうなん じゅんあいぐみ!"
      },
      {
        "ja": "湘南純愛組!"
      },
      {
        "zh": "湘南纯爱组!"
      },
      {
        "ko": "상남 2인조"
      },
      {
        "ja-ro": "Shounan Junaigumi!"
      },
      {
        "tr": "Shonan Saf Aşk Çetesi!"
      },
      {
        "tr": "Genç GTO"
      },
      {
        "tr": "GTO Gençlik Yılları"
      }
    ],
    "description": {
      "en": "Eikichi Onizuka and Ryuji Danma are members of infamous biker gang, Oni Baku. When not out riding around, they can be found in school, trying to pick up young women. This is the story of the young Onizuka, who would later become the greatest teacher in Japan.",
      "pt": "Antes de Eikichi Onizuka se tornar \"Great Teacher Onizuka\", ele e Ryuji Danma eram membros da infame gangue de motoqueiros, OniBaku. Quando eles não saem andando por aí se metendo em confusões, esta dupla pode ser encontrada na escola, tentando pegar garotas, claro. Essa é a história de como surgiu a lenda do OniBaku e como era a vida de Onizuka e Ryuji em seu tempo de colegiais."
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "31",
    "lastChapter": "267"
  },
  {
    "mangaId": "9398d1bb-825c-4aeb-bf14-6fb6a2424721",
    "title": {
      "en": "The Journey of the Hero and the Wolf"
    },
    "updatedAt": "2022-01-30T20:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/9398d1bb-825c-4aeb-bf14-6fb6a2424721/f93aa83e-3dde-4623-9bdb-bc93443e4f7a.png",
    "altTitles": [
      {
        "ja-ro": "Yuusha to Ookami no Tabi"
      },
      {
        "hi": "एक हीरो और एक भेड़िये की यात्रा"
      },
      {
        "ja": "勇者とオオカミの旅"
      }
    ],
    "description": {
      "en": "Together with his faithful wolf, the hero goes on a journey to defeat the Demon King and rescue the Princess. But hardly does he knows…"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12c7c916-8ba4-4f30-b80b-4f5295f28c1d",
    "title": {
      "en": "Love Letter Lyrics"
    },
    "updatedAt": "2024-01-17T11:01:15+00:00",
    "coverArt": "https://mangadex.org/covers/12c7c916-8ba4-4f30-b80b-4f5295f28c1d/af4012af-f9d6-4049-879a-14614f6c1b4b.jpg",
    "altTitles": [
      {
        "ko": "러브 레터 리릭스"
      }
    ],
    "description": {
      "en": "Novice lyricist Baek Jiseok enters A&R Co. through a recommendation from his college senior and is assigned to compose the lyrics of a new song for renowned singer Cha Doyoon. However, his lyrics are stolen, and he finds himself on the brink of a lawsuit. \nThe person who extends a helping hand in this situation to the desperate Jiseok is none other than Cha Doyoon?!\n\"Why are you helping me?\"\nWill Jiseok be able to pen his lyrics successfully even as he cohabitates with the unfathomable Doyoon?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "e3da26d8-f20f-4336-b5c6-faf4f342cb91",
    "title": {
      "en": "Daytime Star"
    },
    "updatedAt": "2024-03-21T20:50:35+00:00",
    "coverArt": "https://mangadex.org/covers/e3da26d8-f20f-4336-b5c6-faf4f342cb91/d4bbb87a-b0f3-42c6-8830-104210dc265b.jpg",
    "altTitles": [
      {
        "ko": "낮에 뜨는 별"
      },
      {
        "en": "Star in the daytime / Star in daytime"
      },
      {
        "en": "Star Rising"
      },
      {
        "en": "Star's Rise Day"
      },
      {
        "en": "The Star that Rises in the Day"
      },
      {
        "ja": "昼間に輝く星"
      },
      {
        "zh": "白昼之星"
      },
      {
        "zh": "白晝之星"
      },
      {
        "en": "Starlight (Chae-eun)"
      },
      {
        "pl": "Gwiazda Dnia"
      }
    ],
    "description": {
      "en": "Yura Hwang is an actress who only gets to act as an extra for all seven years since she started her career. She got betrayed by her boyfriend that got married to another person. But in all that mess, she met again with the famous senior actor for the second time in her newest movie! Will her path to becoming a star come true?\n\nOriginal webtoon:\n[Official Korean version - Kakao](https://page.kakao.com/home?seriesId=55452896)\n[Official Korean version - Lezhin](https://www.lezhin.com/ko/comic/stars_rise_day)\n[Official Korean version - Naver](https://series.naver.com/comic/detail.series?productNo=8041646)\n[Official Korean version - Comico](https://www.comico.kr/comic/7817)\n[Official Korean version - Ridibooks](https://ridibooks.com/books/1483022760)\n[Official Korean version - Onestory](https://onestory.co.kr/detail/H041999469)\n[Official Korean version - Bomtoon](https://www.bomtoon.com/comic/ep_list/Star_noon)\n[Official Korean version - MrBlue](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000051414)\n[Official Korean version - Toptoon](https://toptoon.com/comic/ep_list/Daytime_Star)\n[Official Korean version - Peanutoon](https://www.peanutoon.com/ko/comic/detail/6683)\n\nOfficial Translations: \n[Official English Version](https://www.webtoons.com/en/drama/daytime-star/list?title_no=3908)\n[Official French Version](https://www.webtoons.com/fr/romance/daytime-star/list?title_no=3717)\n[Official German Version](https://www.webtoons.com/de/romance/daytime-star/list?title_no=4371)\n[Official Indonesian Version](https://www.webtoons.com/id/romance/daytime-star/list?title_no=3503)\n[Official Japanese Version](https://manga.line.me/product/periodic?id=Z0001766&t=1656696267720)\n[Official Spanish Version](https://www.webtoons.com/es/romance/daytime-star/list?title_no=4042)\n[Official S.Chinese Version](https://www.podoteng.com)\n[Official T.Chinese Version](https://www.webtoons.com/zh-hant/romance/daytime-star/list?title_no=3962)\n[Official Thai Version](https://www.webtoons.com/th/romance/daytime-star/list?title_no=4349)",
      "pl": "Yura Hwang, aktorka, która przez siedem lat, odkąd rozpoczęła karierę, występuje tylko jako statystka. Została zdradzona przez swojego chłopaka, który wziął ślub z inną dziewczyną. W całym tym chaosie, udało jej się spotkać ze słynnym aktorem w swoim najnowszym filmie! Czy jej droga do zostania gwiazdą się spełni?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "72"
  },
  {
    "mangaId": "7853368f-d58f-4281-8c29-1bb4eae7dfed",
    "title": {
      "en": "Too Cute to Handle"
    },
    "updatedAt": "2024-02-17T15:11:22+00:00",
    "coverArt": "https://mangadex.org/covers/7853368f-d58f-4281-8c29-1bb4eae7dfed/f6706c72-a8a4-47ca-9bc6-642892102490.png",
    "altTitles": [
      {
        "ko": "귀여운 걸 어떡해"
      },
      {
        "en": "You’re So Cute What Should I Do"
      },
      {
        "en": "You are so cute"
      }
    ],
    "description": {
      "en": "Forget \"saving face,\" this is \"saved by face!\"\nRoseny has been masquerading as a boy for years at the orphanage. But when the duke chooses her to be a playmate for his son, it isn't long before her secret is revealed. Instead of being sent back, her adorable complexion results in Roseny being adopted! What will this new future hold for her?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4a10d24-149f-4f7b-8fc1-2784d377fb08",
    "title": {
      "en": "Outcast Adventurer's Second Chance ~Training in the Fairy World to Forge a Place to Belong~"
    },
    "updatedAt": "2024-04-05T17:50:21+00:00",
    "coverArt": "https://mangadex.org/covers/a4a10d24-149f-4f7b-8fc1-2784d377fb08/d6d503ce-20ff-4318-994e-97c2d3042320.jpg",
    "altTitles": [
      {
        "ja": "追放冒険者のやりなおし　～妖精界で鍛えなおして自分の居場所をつくる～"
      },
      {
        "ja": "Tsuihou Bokensha no Yarinaoshi ~Yousei-kai de Kitae Naoshite Jibun no Ibasho wo Tsukuru~"
      },
      {
        "en": "Exile Adventurer Redo"
      }
    ],
    "description": {
      "en": "\"Glen, your bad reputation is dragging the party down. We're kicking you out today.\" A party of adventurers formed from childhood friends. The day after a promotion exam, Glen was summoned to the guild and expelled by the party leader. The reason given was the \"bad rumours\" that followed Glen. The rumours had no basis, but Glen was already considering leaving the party, so he accepted the outcome and left the party. Alone, he returned to his hometown for the first time in a long while to catch up. \"Glen, leave this place.\" What awaited him there were the people who raised him believing in the bad rumours. \"If you think I'm like that, then I'll be like that\" he shouted as he disappeared into the forest. This is a story about an adventurer trying to regain the things he has lost. Those who abandoned him will wallow in grief, while he moves forward with his new companions."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f1e2a72-fa0c-4830-b6fb-af86192d4ce3",
    "title": {
      "en": "Revenge Guide"
    },
    "updatedAt": "2023-10-05T06:35:17+00:00",
    "coverArt": "https://mangadex.org/covers/1f1e2a72-fa0c-4830-b6fb-af86192d4ce3/7201c41f-3b63-4806-a062-89940c077e0c.jpg",
    "altTitles": [
      {
        "ko": "리벤지 가이드"
      }
    ],
    "description": {
      "en": "Although he never wanted to see him again, S Class Esper Seo Leehyeon ends up meeting Jin Taewoo during his Guide matching test. \nIn the past, they were each other's closest friend but their relationship fractured and broke due to a peculiar event. \nIn an unexpected and unpleasant reunion, Jin Taewoo becomes Seo Leehyeon's exclusive Guide, due to their high compatibility. This guy, who's acting like he's taking revenge for the past, often gets on his nerves, and an aggressive guiding begins...\n<< No matter how many times you reject me, you were meant to end up falling into my clutches. >>\nCan the Esper really escape from the Guide's revenge?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "806f2774-d31c-4850-a1ec-656be7579e40",
    "title": {
      "en": "I'm a Loser, Baby"
    },
    "updatedAt": "2023-09-06T21:46:39+00:00",
    "coverArt": "https://mangadex.org/covers/806f2774-d31c-4850-a1ec-656be7579e40/d1421387-333c-41a6-b67b-5ebaf2008c6d.jpg",
    "altTitles": [
      {
        "ru": "Я был ничтожеством"
      },
      {
        "zh": "我本废柴"
      },
      {
        "en": "I Was Trash"
      },
      {
        "en": "I Was Trash, I Am Trash, I Will Be Trash"
      },
      {
        "en": "I am a formal trash"
      },
      {
        "en": "I Formerly Trash"
      },
      {
        "zh-ro": "Won Bei Fei Chai"
      },
      {
        "en": "The Loser Takes It All"
      }
    ],
    "description": {
      "ar": "كان يُنظر اليه نظرة استصغار, اجبر على إلغاء خطوبته وتم قتله, ربما هذه هي الحياة التي ينبغي على القمامة عيشها…. ولكن جسده اٌخذ من قبلي, الممارس الاقوى كانغ كون زي. والان بما انني هنا, ساجعل منه الافضل! راقبني بينما استخدم هذا الجسد القمامة الذي املكه لادعس عليهم كالنمل",
      "en": "He was looked down on, forced to break off his engagement, he was murdered, maybe this is the life that trash should have… But he was taken over by me, the strongest cultivator, Cang Kun Zi, as I reborned. Now that I'm here, I'll make the best of it! Watch as I use this trash body of mine to trample upon you mere ants!",
      "fr": "Il a été regardé de haut, forcé de rompre ses fiançailles, il a été assassiné, c’est peut-être la vie que les ordures devraient avoir… Mais il a été repris par moi, le cultivateur le plus fort, Cang Kun Zi, quand je suis né à nouveau. Maintenant que je suis là, je vais faire de mon mieux ! Regardez comme j’utilise mon corps pour piétiner de simples fourmis !",
      "pt": "Ele era subestimado, foi forçado a terminar seu noivado e foi assassinado. Talvez, esta seja a vida que um inútil mereça…  \nNo entanto, ele foi tomado por mim, o cultivador mais poderoso, Cang Kun Zi, quando renasci. E agora que estou aqui, superarei as adversidades! Testemunhe enquanto eu uso este meu corpo inócuo para pisar em vocês meras formigas!",
      "ru": "На него смотрели свысока, заставили разорвать помолвку, а затем убили. Возможно, такая жизнь и должна быть у неудачника… Но его тело стало моим, когда я возродился. Я сильнейший культиватор Цан Куньцзы, и теперь, когда я здесь, я сделаю всё возможное! Вы увидите, как я использую это тело, чтобы топтать вас, муравьи!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "221"
  },
  {
    "mangaId": "d0679776-4143-43bf-8e09-b2aa8a0746f2",
    "title": {
      "en": "Hidden Persona"
    },
    "updatedAt": "2024-03-05T20:33:33+00:00",
    "coverArt": "https://mangadex.org/covers/d0679776-4143-43bf-8e09-b2aa8a0746f2/617e2955-7458-459a-9340-f0811beaa2d9.png",
    "altTitles": [
      {
        "zh": "隐藏属性"
      },
      {
        "zh-ro": "Yincang Shuxing"
      },
      {
        "zh-ro": "Yǐncáng Shǔxìng"
      }
    ],
    "description": {
      "en": "Chen Cheng had an unexpected encounter in Nandu University. She discovered the secret of Wen Jiaqin, a popular actor. It turns out that his persona of a \"good little brother\" was fake! He is simply a naive and childish person! But, does she now know too much? Is she going to be silenced?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a96676e5-8ae2-425e-b549-7f15dd34a6d8",
    "title": {
      "en": "Komi-san wa Komyushou Desu."
    },
    "updatedAt": "2024-01-03T18:40:27+00:00",
    "coverArt": "https://mangadex.org/covers/a96676e5-8ae2-425e-b549-7f15dd34a6d8/ef3ce0e5-19ff-4623-95fc-acf41afe1075.jpg",
    "altTitles": [
      {
        "ja-ro": "Comi-san ha Comyusho Desu."
      },
      {
        "en": "Komi Can't Communicate"
      },
      {
        "en": "Komi-san Can't Communicate."
      },
      {
        "en": "Komi-san Has a Communication Disorder."
      },
      {
        "ja-ro": "Komi-san wa, Communication Shougai desu."
      },
      {
        "en": "Miss Komi Is Bad at Communication."
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "ja": "古見さんは、コミュ症です。"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      },
      {
        "ar": "كومي سان لا يمكنها التواصل"
      },
      {
        "ja-ro": "Furumi-san wa, Komyu-shōdesu."
      },
      {
        "vi": "Komi - Nữ thần sợ giao tiếp"
      },
      {
        "fr": "Komi cherche ses mots"
      },
      {
        "tr": "Komi Konuşmaktan Korkuyor"
      },
      {
        "pt": "Komi não consegue se comunicar"
      },
      {
        "id": "Komi Sulit Berkomunikasi"
      },
      {
        "ms": "Komi Tidak Boleh Berkomunikasi"
      },
      {
        "hu": "Komi-san Kommunikációs Zavarral Küzd"
      },
      {
        "cs": "Komi-san nemůže komunikovat"
      },
      {
        "pl": "Komi-san nie móc komunikuje"
      },
      {
        "pl": "Komi-san nie móc porozumiewa"
      },
      {
        "es": "Komi-san no puede comunicarse"
      },
      {
        "pt": "Senhora Komi não consegue se comunicar"
      },
      {
        "pt-br": "Senhorita Komi não consegue se comunicar"
      },
      {
        "ru": "Коми-сан ва, комюсё: дэсу"
      },
      {
        "mn": "Коми-сан харилцаж чаддаггүй"
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "uk": "У Комі-сан проблеми зі спілкуванням"
      },
      {
        "ar": "كومي لا تستطيع التواصل"
      },
      {
        "fa": "کومی نمیتواند صحبت کند"
      },
      {
        "ne": "कोमी सञ्चार गर्न सक्दैन।"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "zh-hk": "古見同學是溝通魯蛇。"
      },
      {
        "zh-hk": "古見同學有交流障礙症"
      },
      {
        "zh": "古见同学有交流障碍症"
      },
      {
        "ko": "코미 양은 커뮤증입니다"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      }
    ],
    "description": {
      "en": "Komi-san is a beautiful and admirable girl that no one can take their eyes off of. Almost the whole school sees her as the cold beauty that's out of their league, but Tadano Hitohito knows the truth: she's just really bad at communicating with others.\n\nKomi-san, who wishes to fix this bad habit of hers, tries to improve it with the help of Tadano-kun by achieving her goal of having 100 friends.",
      "pl": "Komi-san jest piękną i godną podziwu dziewczyną, od której nikt nie może oderwać oczu. Prawie cała szkoła postrzega ją jako zimne piękno, które jest poza ich zasięgiem, ale Tadano Hitohito zna prawdę: młoda piękność po prostu źle komunikuje się z innymi. Komi-san, chce to zmienić, a ma jej w tym pomóc Tadano.",
      "pt-br": "Komi-san é uma bela e admirável garota que ninguém consegue tirar os olhos. Quase todos da escola a veem como alguém fora do alcance, mas Tadano Shigeo sabe a verdade: **ela apenas não sabe como se comunicar com os outras pessoas**. Komi-san, que deseja corrigir este mau hábito dela, tenta melhorar com a ajuda do Tadano-kun..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba8767ca-a8c6-4e80-a371-b220a7813bd0",
    "title": {
      "en": "Satanophany"
    },
    "updatedAt": "2023-12-06T22:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/ba8767ca-a8c6-4e80-a371-b220a7813bd0/384b6f66-74b9-4023-a5f8-d5afb35dc545.jpg",
    "altTitles": [
      {
        "es": "Satanofanía"
      },
      {
        "ja-ro": "Satanofani"
      },
      {
        "uk": "Демоническая одержимость"
      },
      {
        "ja": "サタノファニ"
      }
    ],
    "description": {
      "en": "A mysterious syndrome turns schoolgirls into homicidal monsters behind numerous atrocities in Japan. However, nothing is what it seems and when Chika Amagi is arrested for the brutal murder of five people, a journey into uncharted, troubled waters begins!",
      "es": "Un misterioso síndrome convierte a las colegialas en monstruos homicidas detrás de numerosas atrocidades en Japón. Sin embargo, nada es lo que parece y cuando Chika Amagi es arrestado por el brutal asesinato de cinco personas, ¡comienza un viaje a aguas desconocidas y turbulentas!",
      "fr": "Au Japon, un mystérieux syndrome transforme les écolières d'un établissement en monstres sanguinaires, capables de tuer leurs semblables avec un sang-froid incroyable. Dans cette période de trouble, Chika Amagi, étudiante sans histoire, est arrêtée pour le meurtre terrible de cinq personnes…   \n\n\n---",
      "pt-br": "Uma síndrome misteriosa torna jovens garotas em monstros homicidas por trás de diversas atrocidades no Japão. Entretanto, nada é o que parece quando Chika Amagai é presa pelo assassinato brutal de cinco pessoas e é levada a uma prisão em uma ilha para estas assassinas!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e514fa4-fc2d-46dd-8384-3b422ff22462",
    "title": {
      "en": "Sir, Don't Show Off"
    },
    "updatedAt": "2024-04-06T15:02:13+00:00",
    "coverArt": "https://mangadex.org/covers/8e514fa4-fc2d-46dd-8384-3b422ff22462/9258184e-16e2-40ca-a1fd-c86c0083943f.jpg",
    "altTitles": [
      {
        "zh": "公子别秀"
      },
      {
        "en": "Young Master, Please Don't Show Off"
      },
      {
        "en": "Prince Biexiu"
      },
      {
        "zh-ro": "Gong Zi Bie Xiu"
      },
      {
        "pt-br": "Jovem Mestre, por favor, não se exiba"
      },
      {
        "vi": "Công Tử Biệt Tú"
      }
    ],
    "description": {
      "en": "Lin Xiu, a playboy, was reborn in the body of someone in a different world. He could copy others' abilities when he touched them? That's cool! His road to intimate interactions with others started there... \"Wait! My sister-in-law, don't beat me! I didn't flirt with other girls. I was doing something serious!\"",
      "pt-br": "Lin Xiu, um playboy, renasceu no corpo de alguém em um mundo diferente. Ele podia copiar as habilidades dos outros quando os tocava? Isso é legal! Seu caminho para interações íntimas com os outros começou ali... \"Espere! Minha cunhada, não me bata! Eu não flertei com outras garotas. Eu estava fazendo algo sério!\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee7d837f-7665-40c3-869f-ea1102eb487a",
    "title": {
      "en": "Majin"
    },
    "updatedAt": "2022-01-29T23:58:25+00:00",
    "coverArt": "https://mangadex.org/covers/ee7d837f-7665-40c3-869f-ea1102eb487a/85e6d27f-31e2-45d3-9f81-750dedadd5c4.jpg",
    "altTitles": [
      {
        "en": "Devil (Oh! Great)"
      },
      {
        "ja-ro": "Majin -Devil-"
      },
      {
        "ja-ro": "Majin Devil"
      },
      {
        "ja": "魔人―DEVIL"
      },
      {
        "ko": "마인 (Oh! Great)"
      }
    ],
    "description": {
      "en": "The creature standing on top of the evolution system aren't human, but a creature named as Majin. Majin Devil is a story about a young nerd who fights against monsters of all sort, and eventually faces Majin who wants to take his body."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "12"
  },
  {
    "mangaId": "b5f23eb3-7ff7-4a80-ae74-2686e65ccd57",
    "title": {
      "en": "Darwin's Game"
    },
    "updatedAt": "2023-12-29T22:32:16+00:00",
    "coverArt": "https://mangadex.org/covers/b5f23eb3-7ff7-4a80-ae74-2686e65ccd57/7a30fba9-53a2-4bd1-a63f-f89bdc3a4fe1.jpg",
    "altTitles": [
      {
        "ja-ro": "Daauinzu Geemu"
      },
      {
        "ru": "Игра Дарвина"
      },
      {
        "ja": "ダーウィンズゲーム"
      },
      {
        "zh": "达尔文游戏"
      },
      {
        "zh-hk": "達爾文游戲"
      },
      {
        "ar": "لعبة داروين"
      },
      {
        "ru": "Давинзу Гэму"
      },
      {
        "es": "El juego de Darwin"
      },
      {
        "fr": "Le Jeu de Darwin"
      },
      {
        "it": "Il gioco di Darwin"
      },
      {
        "tr": "Darwin'in Oyunu"
      },
      {
        "ko": "다윈즈 게임"
      },
      {
        "th": "ดาร์วินส์ เกม"
      },
      {
        "vi": "Trò Chơi Của Darwin"
      },
      {
        "bg": "Играта на Дарвин"
      },
      {
        "ca": "El joc de Darwin"
      },
      {
        "hr": "Darwinova igra"
      },
      {
        "cs": "Darwinova hra"
      },
      {
        "eo": "La Ludo de Darwin"
      },
      {
        "et": "Darwini mäng"
      },
      {
        "fi": "Darwinin peli"
      },
      {
        "el": "Το παιχνίδι του Δαρβίνου"
      },
      {
        "he": "המשחק של דרווין"
      },
      {
        "hi": "डार्विन का खेल"
      },
      {
        "hu": "Darwin játéka"
      },
      {
        "id": "Permainan Darwin"
      },
      {
        "lt": "Darvino žaidimas"
      },
      {
        "ms": "Permainan Darwin"
      },
      {
        "mn": "Дарвины тоглоом"
      },
      {
        "fa": "بازی داروین"
      },
      {
        "pl": "Gra Darwina"
      },
      {
        "ro": "Jocul lui Darwin"
      },
      {
        "sr": "Дарвинова игра"
      },
      {
        "ta": "டார்வின் விளையாட்டு"
      },
      {
        "uk": "Гра Дарвіна"
      },
      {
        "pt-br": "O Jogo de Darwin"
      }
    ],
    "description": {
      "en": "High school student Kaname Sudou receives an invitation from a classmate to play Darwin’s Game, a mobile game he has never heard of. However, as soon as he opens the application, a green snake suddenly pops out from his phone screen and bites his neck, leaving him unconscious. Waking up in the infirmary without any signs of a snake bite, he is told by the school to take the rest of the day off. Although he is puzzled by what has happened, he dismisses the surreal experience as a hallucination and boards the train home.  \nUnfortunately, his curiosity gets the better of him and he uses the application once again. As the application appears to be just like any other battle game, Kaname breathes out a sigh of relief and decides to start his first match. However, the pleasant surprise is short-lived, as his in-game opponent unexpectedly appears right in front of him and attempts to hunt him down with a knife.  \nAs he desperately runs for his life, Kaname puts two and two together and realizes that Darwin’s Game is not an ordinary game, but rather, it’s a brutal fight for survival."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "30",
    "lastChapter": "121"
  },
  {
    "mangaId": "109cf150-2ec3-4e34-9ecf-ce928e484f43",
    "title": {
      "en": "Beni Tsubaki"
    },
    "updatedAt": "2024-04-06T17:26:56+00:00",
    "coverArt": "https://mangadex.org/covers/109cf150-2ec3-4e34-9ecf-ce928e484f43/c31958dd-4f42-4e8e-ac41-73277f14f845.jpg",
    "altTitles": [
      {
        "es": "Camelia Carmesí"
      },
      {
        "en": "Crimson Camellia"
      },
      {
        "ja": "紅椿妃"
      },
      {
        "ko": "베니츠바키"
      },
      {
        "zh-hk": "紅椿妃"
      },
      {
        "zh": "红椿妃"
      },
      {
        "ja-ro": "Benitsubaki"
      }
    ],
    "description": {
      "en": "Kisshouin Tsubaki aka the \"Crimson Camellia\" wants to satisfy her occultistic curiosity by having a hands-on experience with every Yokai she can find.  Let's follow her in her travels, accompanied by her trusted cameraman Yokomizo-kun.",
      "es": "Kisshouin Tsubaki alias la \"Camelia Carmesí\", una bella reportera de lo oculto, quiere satisfacer su curiosidad intelectual teniendo una experiencia práctica con cada Yokai que pueda encontrar.  \nSígala en sus viajes, acompañada por su confiable camarógrafo Yokomizo-kun."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e19c079-3a9d-4f61-88e7-b9c72eb69705",
    "title": {
      "en": "Demon Slayer - Kimetsu Academy"
    },
    "updatedAt": "2024-03-24T15:25:18+00:00",
    "coverArt": "https://mangadex.org/covers/7e19c079-3a9d-4f61-88e7-b9c72eb69705/66862363-b784-444e-90f9-98e9cd6fb83f.jpg",
    "altTitles": [
      {
        "en": "Kimetsu Gakuen Monogatari"
      },
      {
        "ja": "キメツ学園!"
      },
      {
        "vi": "Spin-off Học viện Kimetsu!"
      },
      {
        "th": "โรงเรียนดาบพิฆาตอสูร!"
      }
    ],
    "description": {
      "en": "This spin-off series initially started off as short comedic segments included at the end of Demon Slayer chapters. Illustrated by Gotoge, the modern “school life” parody features popular Demon Slayer characters as high school students and various Hashira as the academy’s teachers."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": ""
  },
  {
    "mangaId": "b24789af-2846-4e9c-822d-cca9efc40d31",
    "title": {
      "en": "Kimetsu No Yaiba Kimetsu Gakuen! Complete Focus Drill"
    },
    "updatedAt": "2024-01-21T17:29:09+00:00",
    "coverArt": "https://mangadex.org/covers/b24789af-2846-4e9c-822d-cca9efc40d31/08e217a1-aa16-4be3-b3af-1a08196908a1.jpg",
    "altTitles": [
      {
        "vi": "Kimetsu no Yaiba: Luyện tập tập trung toàn phần: Phiên bản của các Hơi thở – Manga Extra!"
      },
      {
        "ja": "鬼滅の刃 キメツ学園! 全集中ドリル"
      },
      {
        "en": "Kimetsu Gakuen! Zenshuchu Drill"
      }
    ],
    "description": {
      "en": "Specially drawn manga by Natsuki Hokami in Official study book of \"Demon Slayer: Kimetsu no Yaiba\" and \"Kimetsu Gakuen!\" \"Total Focus Drill\" is a learning book series in which nine of the highest-ranking swordsmen, the \"pillars\" of the Demon Slayer Corps, teach you about your own breathing!  By all means, you should get your hands on a book that you can enjoy learning with \"full concentration\" from children to adults!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac2088f9-624d-4e80-a244-95c1a33c90f5",
    "title": {
      "en": "Attouteki Gacha Un de Isekai wo Nariagaru!"
    },
    "updatedAt": "2024-03-30T23:24:36+00:00",
    "coverArt": "https://mangadex.org/covers/ac2088f9-624d-4e80-a244-95c1a33c90f5/2975bacc-4efc-4926-b139-f8f15aaf1718.jpg",
    "altTitles": [
      {
        "id": "Bangun di dunia yang berbeda dengan keberuntungan gacha yang luar biasa!"
      },
      {
        "en": "Creating a Better Life in Another World by Winning Gachas with my Overwhelming Luck!"
      },
      {
        "ja": "圧倒的ガチャ運で異世界を成り上がる！"
      },
      {
        "en": "I Rose Suddenly In The Alternate World By Overwhelming Gacha With Luck!"
      }
    ],
    "description": {
      "en": "Overworked Salaryman Jinta dies in a traffic accident and meets the Goddess Leafa. Due to Jinta's good karma he was supposed to be sent to Heaven, but during an argument the two of them were accidentally reincarnated to another world, much to Jinta's delight.\n\nDiscovering that his Luck stat has gone beyond the maximum of 99 to 999999, Jinta plans to live his life to fullest by taking advantage of the Gacha system that this world runs on."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]