[
  {
    "mangaId": "d60ff6e0-b0c4-4929-b6f4-27798744917e",
    "title": {
      "en": "You Were Sent By God"
    },
    "updatedAt": "2024-07-21T09:20:32+00:00",
    "coverArt": "https://mangadex.org/covers/d60ff6e0-b0c4-4929-b6f4-27798744917e/3c951b92-ac74-4417-acec-d0759a99080a.png",
    "altTitles": [
      {
        "ko": "너의 신이 너를 보냈구나"
      },
      {
        "en": "Your God Sent You"
      },
      {
        "en": "She Was Sent By God"
      }
    ],
    "description": {
      "en": "She believed he was a heartless husband and treated him badly. \n\nUntil he was hunted down as a traitor in order to protect her.\n\n‘My dear wife. Please stay safe.’ \nHer heart was torn to pieces as she knelt before his severed arm. But this time, she could see that his body was clearly intact. \n\n“Your highness? Why are you crying all of a sudden?” \n\nShe had returned after losing hope, to the first night of their wedding three years ago. \n“You must be nervous about your first night. Don’t worry. I didn’t plan to spend the night with the princess anyway.” \n\n“Why? Aren't I your wife? Forget it, let’s undress and head to bed.” \n\n“…Your highness?” She tugged at his arm with force. \n\n'This time, I will certainly protect you. Even if I die trying, I would rather die with you. Not as Nirszeg’s princess, but your wife, Agnes Arpad,' she pledged with determination."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "afa40bc8-34fa-4b03-a1e1-50f4eb79f9da",
    "title": {
      "en": "My Father Has Become a Beautiful Girl and It's a Lot of Pain"
    },
    "updatedAt": "2024-06-07T19:52:54+00:00",
    "coverArt": "https://mangadex.org/covers/afa40bc8-34fa-4b03-a1e1-50f4eb79f9da/1d2542c0-2f04-4198-8028-d7ac6b0ca375.jpg",
    "altTitles": [
      {
        "ja": "父親が美少女になってしまって色々つらい"
      },
      {
        "ja-ro": "Chichioya ga Bishoujo ni Natte Shimatte Iroiro Tsurai"
      },
      {
        "en": "My Father Turned into a Beautiful Girl and It's a Lot of Trouble."
      },
      {
        "ru": "Мой отец превратился в красивую девушку и это доставляет много хлопот."
      }
    ],
    "description": {
      "en": "A successful but annoying dad got gender-swapped and became a beautiful girl. Now he has lost his job and has to depend on his son while slowly starting anew.",
      "ru": "Однажды в комнату Тацуи заходит красивая девушка... и, к его удивлению оказывается его отцом, который полностью изменился из-за шока от увольнения с работы! !\nХотя он и растерян перед своим отцом, потерявшим все (?), меняются ли мало-помалу отношения между родителем и ребенком, которые раньше были далекими? ? ?\nОтец Тацуи потерял все. Тацуя с недоумением смотрит на отца, но расстояние между отцом и сыном постепенно сокращается...?\nОтец – это мать, а сын – это отец? Нет, мой лучший друг — мой отец, а мой отец — мой лучший друг...?\nНовая комедия TS, которая, несмотря на то, что в социальных сетях ее называют \"физиологически невозможной\", на самом деле является удивительной историей отца и сына, которая согреет ваше сердце!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b249a53c-bafa-486d-9b2f-bb290bf7fa36",
    "title": {
      "en": "Shadow Crown"
    },
    "updatedAt": "2022-11-04T23:45:45+00:00",
    "coverArt": "https://mangadex.org/covers/b249a53c-bafa-486d-9b2f-bb290bf7fa36/7dacce49-62a5-4f27-9017-dbe61b8071ae.jpg",
    "altTitles": [
      {
        "en": "그림자 왕관"
      }
    ],
    "description": {
      "en": "On a rainy day, Prince Daniel of Lorwyn takes in a stranger to become his replacement and names him Rael.  \nThen one day, Rael ends up meeting the Emperor, Leonhardt…"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "32"
  },
  {
    "mangaId": "c877bd33-ce57-4003-a18c-e1082aeed7bc",
    "title": {
      "en": "There Is No Forgiveness From the Regressed Lady"
    },
    "updatedAt": "2024-07-26T08:32:41+00:00",
    "coverArt": "https://mangadex.org/covers/c877bd33-ce57-4003-a18c-e1082aeed7bc/5e9657e0-acd6-4fad-a6b8-e7aede99c685.jpg",
    "altTitles": [
      {
        "ko": "회귀한 영애에게 용서란 없습니다"
      }
    ],
    "description": {
      "en": "Cassia, stripped of everything by her brother's lover and best friend, resolves to rewrite her twisted fate by traveling back in time. Her first objective: prevent her brother and the villainess from ever falling in love. Yet, she quickly discovers that altering human emotions, even with the ability to manipulate time, proves impossible.\nIn a moment of despair, a hero from the North emerges – Cain, the emperor's half-brother and a grand duke condemned to die for treason. Upon meeting him, Cassia instinctively understands: this man holds the key to reshaping her destiny, mirroring her own past struggles.\nNow, Cassia must navigate the intricate threads of fate and love, with Cain at her side, to reclaim what was taken from her and forge a new path forward against all odds.",
      "ko": "오빠의 연인이자 절친에게 모든 걸 빼앗긴 '카시아'.\n과거로 돌아가 잘못된 운명을 만회하고자 한다. \n\n그렇게 세운 첫 번째 목표는 바로\n오빠와 악녀의 연애를 막는 것!\n\n하지만 회귀자조차도 바꿀 수 없던 것이 사람의 감정이었으니…\n\n좌절의 순간,\n그녀 앞에 북방의 영웅이 나타난다.\n\n현 황제의 이복동생이자\n반역죄로 몰려 처형당할 대공 '카인'.\n\n과거에 자신과 같은 말로를 맞이한 요주의 인물을 보며,\n그녀는 본능적으로 직감한다.\n\n이 사람이 바로 운명을 바꿀 열쇠라는 것을."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9fc1e72f-ccd2-4674-83a5-7245c121f287",
    "title": {
      "en": "Yopparai Touzoku, Dorei no Shoujo wo Kau"
    },
    "updatedAt": "2024-04-17T13:48:05+00:00",
    "coverArt": "https://mangadex.org/covers/9fc1e72f-ccd2-4674-83a5-7245c121f287/c40158e6-0470-4d2b-ab16-ca300140122c.jpg",
    "altTitles": [
      {
        "ja": "酔っぱらい盗賊、奴隷の少女を買う"
      },
      {
        "en": "A Drunk Thief Bought a Slave Girl"
      },
      {
        "en": "Drunk Thief X Slave Girl"
      },
      {
        "id": "Thief Pemabuk yang Membeli Budak Gadis"
      }
    ],
    "description": {
      "en": "A hangover leads to a shared life between a thief and a slave girl.\n \nHarris is an adventurer who works as a thief and scout, a job that is often shunned due to poor reputation.\n \nOne day he gets drunk and buys a slave girl, Tiana. Tiana, who had been treated badly and not given enough food until then, comes to adore Harris, who treats her kindly, as her master. Harris, who had been hoping that Tiana would grow up to be a beautiful woman, is gradually drawn to her because of her innocence.\n \nHarris' life changes drastically when he begins living with Tiana: warm meals, freshly washed clothes, and interaction with the townspeople who had never come close to him before. On the other hand, he finds himself in more and more troublesome situations, will he manages to escape from them with his skill and tact...?\n \nThis is the story of the \"rebirth\" of a shabby thief, which begins with an encounter with a slave girl."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f542695-6d90-48a3-bee7-cc84175857ee",
    "title": {
      "en": "One Day Outing Foreman"
    },
    "updatedAt": "2024-04-19T20:52:22+00:00",
    "coverArt": "https://mangadex.org/covers/8f542695-6d90-48a3-bee7-cc84175857ee/fdf0fe48-2065-4544-8a24-3b95ef566519.jpg",
    "altTitles": [
      {
        "ja": "１日外出録ハンチョウ"
      },
      {
        "en": "1 Day Outing Foreman"
      },
      {
        "ja-ro": "Ichinichi Gaishutsuroku Hanchou"
      }
    ],
    "description": {
      "en": "At a certain prison under the surface, the \"bottom of the bottom\" that is the Teiai Underground Labor Facility, there is a man who uses his \"one-day outing passes\" to go above ground and enjoy all the luxuries of life while living in the poor conditions of the underground. His name is Ootsuki, and he is the leader of Squad E and a master of enjoying himself all day long with eating, drinking, and having a great time."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "003e7fbf-f047-4783-a7df-1533a2a653d4",
    "title": {
      "en": "Yowamushi Pedal"
    },
    "updatedAt": "2024-07-08T07:05:55+00:00",
    "coverArt": "https://mangadex.org/covers/003e7fbf-f047-4783-a7df-1533a2a653d4/b333e394-8997-4a6e-8315-a02b518af646.jpg",
    "altTitles": [
      {
        "fr": "En selle, Sakamichi!"
      },
      {
        "en": "Weakling Pedal"
      },
      {
        "th": "โอตาคุน่องเหล็ก"
      },
      {
        "ja": "弱虫ペダル"
      },
      {
        "zh": "飆速宅男"
      },
      {
        "ru": "Трусливый велосипедист"
      },
      {
        "fr": "Pédaleur né"
      }
    ],
    "description": {
      "en": "Otaku Sakamichi Onoda has just entered high school and plans to join the anime club. In middle school, Onoda didn’t have any friends with whom he could talk about anime, games, Akihabara and other otaku things, and he is hoping he can make such friends in the anime club, but he finds out it's been disbanded. In order to reestablish the club he tries to find 4 other people who would like to join.  \n  \nSince he was a little boy, Onoda has ridden his mamachari–a bulky bicycle with a step-through frame mainly used for short rides, such as for casual fun or to pick up groceries–to go to Akihabara every week to check out or buy otaku things. Fellow freshman Shunsuke Imaizumi and bicyclist, while training, notices a boy (Onoda) riding his mamachari up a steep road.  \n  \nFreshman and road racing cyclist, Shokichi Naruko visits Akihabara to get some Gundam plastic models for his younger brothers and meets Onoda who catches his attention because of the his cycling skill on the mamachari and later find out they go to the same school. Later on, both Naruko and Imaizumi try to convince him to join the bicycle racing club, but will he?\n\n\n---\nOfficial Release:\n- Indonesian release by m&c! Comics as **Yowamushi Pedal, Go!**\n\n---\n- **Won the Kodansha Manga Award for Shonen in 2015, which it shared with The Seven Deadly Sins**"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7895cbd9-2ce9-4826-823f-6811fef7179e",
    "title": {
      "en": "Though I May Be a Villainess, I'll Show You I Can Obtain Happiness!"
    },
    "updatedAt": "2024-07-18T05:44:03+00:00",
    "coverArt": "https://mangadex.org/covers/7895cbd9-2ce9-4826-823f-6811fef7179e/e1ba1271-d7d5-4972-9e1c-f64aad9662c0.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢ですが、幸せになってみせますわ！　アンソロジーコミック"
      },
      {
        "ja": "悪役令嬢ですが、幸せになってみせますわ！アンソロジーコミック"
      },
      {
        "ja": "悪役令嬢ですが、幸せになってみせますわ！"
      },
      {
        "ja-ro": "Akuyaku Reijou Desu ga, Shiawase ni Natte Mesemasu wa! - Anthology Comic"
      },
      {
        "ja-ro": "Akuyaku Reijou Desuga, Shiawase ni Natte Misemasu wa!"
      },
      {
        "en": "So What If I'm a Villainess, I'll Show You All I Can Become Happy!"
      },
      {
        "en": "Villainess Anthology"
      },
      {
        "en": "Villainess Week"
      },
      {
        "en": "Villain Lady's Anthology"
      },
      {
        "hu": "Gonosztevő hölgy antológia"
      },
      {
        "fa": "خب چی میشه که یک زن شرور باشم، بهت نشون میدم که میتونم خوش‌بخت باشم."
      },
      {
        "fa": "فکر کردی من یک زن شرورم، بهت نشون میدم که میتونم خوش‌بخت بشم."
      },
      {
        "zh-hk": "惡役千金也會得到幸福"
      },
      {
        "ko": "악역 영애지만, 행복해질 거예요!"
      },
      {
        "ko": "악역 영애지만, 행복해질 거예요! 앤솔로지 코믹스"
      },
      {
        "es": "Aunque pueda ser una villana, ¡te mostraré que puedo obtener la felicidad!"
      },
      {
        "es": "Antología de la dama villana"
      },
      {
        "ru": "Хоть я и злодейка, но я вам ещё покажу, что смогу обрести счастье!"
      },
      {
        "ru": "Даже злодейка может найти настоящую любовъ"
      },
      {
        "ru": "Сборник синглов про злодеек"
      },
      {
        "ru": "Сборник историй о злодейках"
      },
      {
        "ru": "Сборник «леди-злодеек»"
      },
      {
        "id": "Antologi wanita penjahat"
      },
      {
        "id": "Kumpulan Otome Villains"
      },
      {
        "th": "แม้ว่าฉันจะเป็นนางร้ายฉันก็จะแสดงให้ดูว่าฉันก็มีความสุขได้"
      },
      {
        "th": "แม้ว่าฉันจะเป็นนางร้ายฉันก็จะแสดงให้ดูว่าฉันก็มีความสุขได้ ตอนที่  ตอนที่"
      },
      {
        "vi": "Tuyển Tập Oneshot Nữ Phụ Phản Diện"
      },
      {
        "vi": "Tuyển Tập Oneshot Nữ Phụ"
      },
      {
        "vi": "Tuyển Tập Nữ Phụ Phẚn Diện"
      },
      {
        "uk": "Хоч я і лиходійка, але я вам ще покажу, що зможу здобути щастя!"
      }
    ],
    "description": {
      "en": "Broken engagements, \"serves you right\"s, condemnation events, doting, royalty, reincarnated heroines, banishment endings… it's fully loaded with all the charms of villainesses! The comic adaption of popular villainess stories that were published on *Shousetsuka ni Narou*! An anthology of oneshots with happy endings!!\n\nCover Art: Maro\n\n---\n**Volume 1 Contents:**\n1. \"The Villainess Will Obtain True Love\" (悪役令嬢は真実の愛を手にいれる). Art by Hoshino Soumei, Story by Nekomata Doremi. [Original Web Novel](https://ncode.syosetu.com/n1664fm/): A broken engagement at a graduation party?!\n2. \"The Tale of the Noble Girl Who Will Go to a Convent After Her Engagement's Breaking\" (婚約破棄されて修道院に行くお嬢様の話). Art by Sorakura Shikiji, Story by Yuuki Satoru. [Original Web Novel](https://ncode.syosetu.com/n7933fg/): Banishment after her younger sister steals her fiancé?!\n3. \"I Will Definitely Get My Engagement Broken! ~I Will Become a Villainess!\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Art by Kuroe Yui, Story by Reiga Utsuho. [Original Web Novel](https://ncode.syosetu.com/n1702fn/): To break off her engagement, she harasses the daughter of a baron?!\n4. \"Aku no Kadou wo Ikimashou\" (悪の華道を行きましょう; \"Shall We Walk Hand in Hand Down the Flowery Path of Evil?\"). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/n3244cr/): After her engagement is broken, she gets married to a fat old baldy?!\n5. \"The Villainess Trifles with the Second Prince's First Love\" (悪役令嬢は第二王子の初恋に翻弄される). Art by Ohitsuji Ei, Story by Mizuno Saaya. [Original Web Novel](https://ncode.syosetu.com/n2169fj/): After being condemned, the second prince appears before me...\n\n**Volume 2 Contents:**\n1. \"Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; \"It's Been 10 Years Since You Asked to Break off Our Engagement, If You Insist That Much, Let's Break It off!\"). By Yoshimura, Character design by Maro: She's been told multiple times since they were young to break off the engagement?!\n2. \"The Villainess Laughs Innocently\" (悪役令嬢は無邪気に笑う). Art by Ohitsuji Ei, Story by Yoruru. [Original Web Novel](https://ncode.syosetu.com/n1629cz/): A condemnation event after being called out to the rear garden?!\n3. \"The Art of Rebuilding a Nation Begins With a Broken Engagement!\" (婚約破棄から始まる国家建て直し術！). Art by Kawano Akiko, Story by Hazuki. [Original Web Novel](https://ncode.syosetu.com/n4551ft/)\n4. \"You Were Set up, You Know?\" (貴方は嵌められたのですよ？). Art by Koyuki Iroha, Story by Yuki Yukiko. [Original Web Novel](https://ncode.syosetu.com/n6502eu/): At the graduation party, my older sister's engagement was broken?!\n5. \"The Villainess Exploded\" (悪役令嬢は爆死しました). Art by Nanso, Story by bouro. [Original Web Novel](https://ncode.syosetu.com/n4564fw/): The villainess tells the second prince \"Serves you right”?!\n6. \"I Reincarnated as a Villainess. Come Quickly, My Engagement-Breaking Event\" (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い). Art by Mochida Moo, Story by Kyouka. [Original Web Novel](https://ncode.syosetu.com/n4699fn/) | [Serialization](https://ncode.syosetu.com/n2863gc/): The only ally the reincarnated villainess has is her valet?!\n\n**Volume 3 Contents:**\n1. \"One Day, I Was Able to Hear the Inner Voice of My Fiancée\" (ある日婚約者の心の声が聞こえるようになりました。). Art by Chuugyaku, Story by Enju Subaru. [Original Web Novel](https://ncode.syosetu.com/s6234f/)\n2. \"My Bethrothed's Personality Is Way Different From the Game!\" (婚約者の性格が原作と違うのですが). Art by Mochida Moo, Story by Kozuki. [Original Web Novel](https://ncode.syosetu.com/s5772f/)\n3. \"I Was Supposed to Marry to Someone Who Hated Me, but, Before I Knew It, I Was Being Doted on\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Art by Potagi, Story by Mikoto. [Original Web Novel](https://ncode.syosetu.com/n4692gb/)\n4. \"Shall We Continue Down the Flowery Path of Evil?\" (悪の華道を追いましょう). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/n5872cw/)\n5. \"I Shall Take You up on Your Offer With Pleasure\" (そのお言葉、喜んでお受けいたしますわ). Art by Oshitsuji Ei, Story by Kiraku Naohito. [Original Web Novel](https://ncode.syosetu.com/n5454gb/)\n\n**Volume 4 Contents:**\n1. \"I Was Told to Break off My Engagement. Trying to Find the Cause of the Fabricated Scandal Which Arose, Things Took an Unexpected Turn!\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). Art by Wamome, Story by Kazukata Jin. [Original Web Novel](https://ncode.syosetu.com/n8085gn/)\n2. \"Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu\" (騎士国最恐令嬢による剣と拳と恋愛術; \"The Kingdom's Most Feared Noble Lady Knight and a Tale Concerning Her Sword, Fist, and Social Skills\"). By Kanade Yumika\n3. \"I Love You So Much I Can't Help It\" (愛しているから仕方のない話). Art by Kida Yonoichi, Story by Sakaki Dora. [Original Web Novel](https://ncode.syosetu.com/n8011gg/)\n4. \"Reincarnated Ladies Want to be Wedded to Their Loved Ones\" (転生令嬢たちは愛する者と結ばれたい). By Chiaki Rie\n5. \"The Nightmarish Graduation Party\" (悪夢の卒業パーティー). Art by Yatsuhashi Hachi, Story by Funineko. [Original Web Novel](https://ncode.syosetu.com/n3653gl/)\n6. \"Akuyaku Reijou Sasenasai\" (悪役令嬢…させなさい!!; \"Make Me Into a Villainess\"). By Kawano Akiko\n\n**Volume 5 Contents:**\n1. \"The Turmoil Caused by the Misunderstanding His Highness and My Engagement Being Broken\" (私と王子の勘違い婚約破棄騒動). By Maro\n2. \"It Would Seem You've Broken off Your Engagement in Order to Marry Me, but I Have No Intention of Marrying You\" (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません). Art by Usui Tsukasa, Story by Tetsuhako. [Original Web Novel](https://ncode.syosetu.com/n9230cy/)\n3. \"The Melancholic Noble Girl Clad in a Jet-Black Dress\" (やさぐれ令嬢は漆黒のドレスを纏う). By Hizuki\n4. \"Now That My Engagement Is Broken, I Can Have My Fill of My Beloved Sweets\" (婚約破棄されたので愛するお菓子を満喫します). By Kagari Touya\n5. \"Shall We Lay Waste to the Flowery Path of Evil?\" (悪の華道を潰しましょう). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/n8188gz/)\n\n**Volume 6 Contents:**\n1. \"I'm a Survival Gamer Reincarnated Into an Otome Game Villainess With Godly Aim\" (サバイバルゲーマーですが乙女ゲームに転生してしまいました～悪役令嬢は神エイム～). By Aikawa Yuu\n2. \"The Greedy Villainess\" (強欲の悪役令嬢). Art by Mugicha Poyoko, Story by Ehito. [Original Web Novel](https://ncode.syosetu.com/n5715fn/)\n3. \"The Supporting Villainess Blooms After Her Engagement Was Broken\" (脇役令嬢は、婚約破棄されて優雅に花開く。). Art by Maaraa Natsu, Story by Sazanami. [Original Web Novel](https://ncode.syosetu.com/n2309hf/)\n4. \"I Was Abandoned for My Younger Sister, but She's a Ticking Time-Bomb\" (婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした). Art by Tachibana Edaka, Story by Sekimiya Amon. [Original Web Novel](https://ncode.syosetu.com/n6054gw/)\n5. \"The Villainess Got Dumped, Doesn't Care, and Lives Happily Ever After With Her Super Masochistic Childhood Friend\" (婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります). By Koyama Nayu\n6. \"Let's Burn the Flowery Path of Evil\" (悪の華道を燃やしましょう). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/s6442c/)\n\n**Volume 7 Contents:**\n1. \"The Villainess Will Happily Break Her Engagement for Her OTP\" (悪役令嬢は推しカプのために婚約破棄をご所望です). By Kashii Aoi.\n2. \"The Villainess Becomes a Bad Girl to Become Happy\" (悪役令嬢は幸せになるために悪い女になる). Art by Mimasaka, Story by Maa (まぁ). [Original Web Novel](https://ncode.syosetu.com/n0522gu/), [English Translation](https://www.novelupdates.com/series/the-villainess-becomes-evil-to-live/)\n3. \"The Jilted Villainess Becomes a Lady of Justice: Don't Look Down on Commoners\" (婚約破棄された悪役令嬢は正義の令嬢です〜貴方方は平民を馬鹿にしすぎです〜). Art by Sorakura Shikiji, Story by Koyuki. [Original Web Novel](https://ncode.syosetu.com/n6847hk/), [English Translation](https://www.novelupdates.com/series/the-villainess-whose-engagement-was-annulled-was-an-ally-of-justice/)\n4. \"The Fake Villainess Marries the Rumoured Demon Lord\" (偽りの悪役令嬢、冷酷と噂の魔王卿に嫁ぐ). By Michiyuki Aoi.\n5. \"The Villainess Slated for Execution Dreams of a Prince to Save Her\" (処刑される公爵令嬢は救いの王子の夢を見る). Art by Shirohito Rita, Story by Cyclamen. [Original Web Novel](https://ncode.syosetu.com/n2072hg/), [English Translation](https://www.novelupdates.com/series/the-dukes-daughter-slated-for-execution-dreams-of-a-prince-of-salvation/)\n\n**Volume 8 Contents:**\n1. 冷酷令嬢は従僕獣人と幸せになってみせます. By Odayaka.\n2. ヒロインの娘ですが、どうやら私は悪役令嬢のようです. Art by 黒助くい奈, Story by Ayato Yume. [Original Web Novel](https://ncode.syosetu.com/n9835hl/)\n3. 悪女に仕立てられた私を信じてくれたのは幼馴染だけでした. Art by Kuriyama Kogane, Story by mayan. [Original Web Novel](https://ncode.syosetu.com/n3939gy/)\n4. 幸せという罠. Art by ARATA, Story by Rittan. [Original Web Novel](https://ncode.syosetu.com/n6781hb/)\n5. 女神様がやっちまいなとの思し召しです. Art by うき太郎, Story by Mayuran. [Original Web Novel](https://ncode.syosetu.com/n0585hm/)\n\n**Volume 9 Contents:**\n1. 悪虐令嬢、触るな危険. Art by Kobako Hako, Story by 藍槌ゆず. [Original Web Novel](https://ncode.syosetu.com/n9117hs/)\n2. 婚約破棄されたら、知らなかった私狙いのお兄様が乗り込んで来て『氷の暴君』化してしまった。. Art by KATINO, Story by Mitsuki Beni. [Original Web Novel](https://ncode.syosetu.com/n0530hx/)\n3. 世界を滅ぼす伝説の邪竜が、前世で溺愛していた愛犬だった場合の悪役令嬢の末路. Art by 麻辣ナツ, Story by sasasa. [Original Web Novel](https://ncode.syosetu.com/n7996ht/)\n4. 悪役令嬢の担任. By Nowaki Nakasane.\n5. おっとり宝石姫のノーダメージ・婚約破棄騒動. Art by Hoshino Soumei, Story by Takatoo Subaru. [Original Web Novel](https://ncode.syosetu.com/n3812hg/)\n\n**Volume 10 Contents:**\n1. トゲトゲ令嬢とライバル令息のお騒がせ婚約. By Yoshimura.\n2. 婚約破棄されることがわかっていたので、先回りをしました。 Art by 化野そとば, Story by Arisawa Mihiru. [Original Web Novel](https://ncode.syosetu.com/n0878hu/)\n3. とばり姫は夜に微笑む　～婚約破棄を了承しました。もちろん取り消し不可ですわ！～　彼女が顔を隠していた本当の理由。 Art by Manata Mayumu, Story by Mikoto. [Original Web Novel](https://ncode.syosetu.com/n7058hw/)\n4. 妖精姫は辺境豚に推し活される. Art by Jicco, Story by Fuji Tomato.\n5. 悪役令嬢とヤンデレ王子の執着愛. Art by Kikuta Yui, Story by Kotoko (琴子).\n\n**Volume 11 Contents:**\n1. 深紅の令嬢は自己肯定感低め！ Art by Jou Kiiko, Story by Osanai Emu, Character design by Maro.\n2. 婚約破棄されたので元婚約者から婚約者奪ってやりました⁉ By Kuju Matsu.\n3. とある悪い令嬢の復讐. Art by Sotoba Kano, Story by Yuki Yasai. [Original Web Novel](https://ncode.syosetu.com/n5496ie/)\n4. 緋色の悪役令嬢は呂色の薔薇を染め上げる. Art by Ogino Sumi, Story by Hawan Megi. [Original Web Novel](https://ncode.syosetu.com/n6942gy/)\n5. 追放された私が、どうやら国宝のようです⁉ ～陰キャ令嬢の快適辺境ライフ～. By Yasaka Akio and Aikawa Yuu.",
      "es": "Compromisos anulados, Eventos de condena, Realeza, Héroes reencarnados, Destierros ... ¡Está completamente repleto con todos los encantos de Villana! ¡Una antología de 5 one shots con finales felices!\n\n**Volumen 1:**\n1. \"La villana obtendrá el verdadero amor\" (悪役令嬢は真実の愛を手にいれる). Arte: Hoshino Soumei, Historia: Nekomata Doremi. [Original](https://ncode.syosetu.com/n1664fm/): ¿Un compromiso anulado en una fiesta de graduación?\n2. \"El cuento de la niña noble que irá a un monasterio después de su anulación de compromiso\" (婚約破棄されて修道院に行くお嬢様の話). Arte: Sorakura Shikiji, Historia: Yuuki Satoru. [Original](https://ncode.syosetu.com/n7933fg/): ¿Destierro después de que su hermana menor le robe a su prometido?\n3. \"¡Definitivamente conseguiré que se anule mi compromiso! ¡Me convertiré en una villana!\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Arte: Kuroe Yui, Historia: Reiga Utsuho. [Original](https://ncode.syosetu.com/n1702fn/): ¿Para romper su compromiso, ella acosa a la hija de un barón?\n4. \"Aku no Kadou wo Ikimashou\" (悪の華道を行きましょう; \"¿Caminamos de la mano por el camino florido del mal?\"). Arte: Yamashiro Umeta, Historia: Mafuyubi. [Original](https://ncode.syosetu.com/n3244cr/): Después de que se anula su compromiso, ¿se casa con un viejo gordo y calvo?\n5. \"La villana juega con el primer amor del segundo príncipe\" (悪役令嬢は第二王子の初恋に翻弄される). Arte: Ohitsuji Ei, Historia: Mizuno Saaya. [Original](https://ncode.syosetu.com/n2169fj/): Después de ser condenado, el segundo príncipe aparece ante mí…\n\n**Volumen 2:**\n1. \"Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; \"Han pasado 10 años desde que solicitaste romper nuestro compromiso, si insistes tanto, ¡terminemos!\"). Por Yoshimura\n2. 悪役令嬢は無邪気に笑う. Arte: Ohitsuji Ei, Historia: Yoruru. [Original](https://ncode.syosetu.com/n1629cz/)\n3. \"¡El arte de reconstruir una nación empieza con un compromiso roto!\" (婚約破棄から始まる国家建て直し術！). Arte: Kawano Akiko, Historia: Hazuki. [Original](https://ncode.syosetu.com/n4551ft/)\n4. \"Fuiste creado, ¿sabes?\" (貴方は嵌められたのですよ？). Arte: Koyuki Iroha, Historia: Yuki Yukiko. [Original](https://ncode.syosetu.com/n6502eu/)\n5. 悪役令嬢は爆死しました. Arte: Nanso, Historia: bouro. [Original](https://ncode.syosetu.com/n4564fw/)\n6. 転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い. Arte: Mochida Moo, Historia: Kyouka. [Original](https://ncode.syosetu.com/n4699fn/)\n\n**Volumen 3:**\n1. ある日婚約者の心の声が聞こえるようになりました。 Arte: Chuugyaku, Historia: Enju Subaru. [Original](https://ncode.syosetu.com/s6234f/)\n2. \"¡La personalidad de mi prometido es muy diferente del juego!\" (婚約者の性格が原作と違うのですが). Arte: Mochida Moo, Historia: Kozuki. [Original](https://ncode.syosetu.com/s5772f/)\n3. \"Se suponía que me casaría con alguien que me odiaba, pero antes de que me diera cuenta me adoraban\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Arte: Potagi, Historia: Mikoto. [Original](https://ncode.syosetu.com/n4692gb/)\n4. 悪の華道を追いましょう. Arte: Yamashiro Umeta, Historia: Mafuyubi. [Original](https://ncode.syosetu.com/n5872cw/)\n5. \"Aceptaré tu oferta con todo gusto\" (そのお言葉、喜んでお受けいたしますわ). Arte: Oshitsuji Ei, Historia: Kiraku Naohito. [Original](https://ncode.syosetu.com/n5454gb/)\n\n**Volumen 4:**\n1. \"¿Romper el compromiso? No he hecho nada, ni directa ni indirectamente. Pero cuando investigué el asunto… ¿Quién hubiera pensado que terminaría así?\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). Arte: Wamome, Historia: Kazukata Jin. [Original](https://ncode.syosetu.com/n8085gn/)\n2. \"Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu\" (騎士国最恐令嬢による剣と拳と恋愛術; \"La noble dama caballero más temida del reino, y una historia que gira en torno a su espada, puño y habilidad para las relaciones\"). Por Kanade Yumika\n3. 愛しているから仕方のない話. Arte: Kida Yonoichi, Historia: Sakaki Dora. [Original](https://ncode.syosetu.com/n8011gg/)\n4. 転生令嬢たちは愛する者と結ばれたい. Por Chiaki Rie\n5. 悪夢の卒業パーティー. Arte: Yatsuhashi Hachi, Historia: Funineko. [Original](https://ncode.syosetu.com/n3653gl/)\n6. \"Akuyaku Reijou Sasenasai\" (悪役令嬢…させなさい!!). Por Kawano Akiko",
      "hu": "Felbontott eljegyzések, karma, kárhozatra juttató események, rajongások, királyi családtagok, reinkarnálódott főhősnők, és száműzetési végkifejletek... Az antológia fejezetei csordultig vannak telítve a gonosz hölgyek bájaival!\n\n**Kötet 1:**\n1. *A gonosztevő nő rátalál az igaz szerelemre* (悪役令嬢は真実の愛を手にいれる), Hoshino Osome, szerző: Nekomata Doremi. [Eredeti](https://ncode.syosetu.com/n1664fm/)\n2. *Egy nemes lány története, aki az eljegyzése érvénytelenítése után kolostroba megy* (婚約破棄されて修道院に行くお嬢様の話), Sorakura Shijiki, szerző: Yuuki Satoru. [Eredeti](https://ncode.syosetu.com/n7933fg/)\n3. *Semmissé fogom tenni az eljegyzésemet! ~Gonosztevővé válok!* (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！), Kuroe Yui, szerző: Reiga Utsuho. [Eredeti](https://ncode.syosetu.com/n1702fn/)\n4. *Aku no Kadou wo Ikimashou* (悪の華道を行きましょう; *Nem sétálunk le kézen fogva a gonoszság virágos útján?*), Yamashiro Umeta, szerző: Mafuyubi. [Eredeti](https://ncode.syosetu.com/n3244cr/)\n5. *A gonosztevő nő megtréfálja a második herceg első szerelmét* (悪役令嬢は第二王子の初恋に翻弄される), Ohitsuji Ei, szerző: Mizuno Saaya. [Eredeti](https://ncode.syosetu.com/n2169fj/)\n\n**Kötet 2:**\n1. *Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!* (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; *Már 10 éve kéred az eljegyzésünk felbontását, szóval ha ennyire akarod, akkor bontsuk fel!*), Yoshimura.\n2. *A gonosz hölgy ártatlanul nevet* (悪役令嬢は無邪気に笑う), Ohitsuji Ei, szerző: Yoruru [Eredeti](https://ncode.syosetu.com/n1629cz/)\n3. *A nemzet újjáépítésének művészete egy felbontott eljegyzéssel kezdődik!* (婚約破棄から始まる国家建て直し術！), Kawano Akiko, szerző: Hazuki. [Eredeti](https://ncode.syosetu.com/n4551ft/)\n4. *Hát nem tudod, hogy tőrbe csaltak?* (貴方は嵌められたのですよ？), Koyuki Iroha, szerző: Yuki Yukiko. [Eredeti](https://ncode.syosetu.com/n6502eu/)\n5. *A gonosz hölgy felrobbant* (悪役令嬢は爆死しました), Nanso, szerző: bouro. [Eredeti](https://ncode.syosetu.com/n4564fw/)\n6. *Gonosztevőként születtem újjá. Jöjj hamar, eljegyzés felbontó eseményem* (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い), Mochida Moo, szerző: Kyouka. [Eredeti](https://ncode.syosetu.com/n4699fn/)\n\n**Kötet 3:**\n1. *Egyik nap elkezdtem hallani a menyasszonyom gondolatait* (ある日婚約者の心の声が聞こえるようになりました。), Chuugyaku, szerző: Enju Subaru. [Eredeti](https://ncode.syosetu.com/s6234f/)\n2. 婚約者の性格が原作と違うのですが, Mochida Moo, szerző: Kozuki. [Eredeti](https://ncode.syosetu.com/s5772f/)\n3. 嫌われている相手に嫁いだはずがいつのまにか溺愛されていました, Potagi, szerző: Mikoto. [Eredeti](https://ncode.syosetu.com/n4692gb/)\n4. *Nem sétélunk le kézen fogva a gonoszág virágos útján?* (悪の華道を追いましょう), Yamashiro Umeta, szerző: Mafuyubi. [Eredeti](https://ncode.syosetu.com/n3244cr/)\n5. そのお言葉、喜んでお受けいたしますわ, Oshitsuji Ei, szerző: Kiraku Naohito. [Eredeti](https://ncode.syosetu.com/n5454gb/)\n\n**Kötet 4:**\n1. *Felbontani az eljegyzést? Én nem tettem se közvetlenül, se közvetettem semmitt. De mikor szemügyre vettem az ügyet… ki hitte volna, hogy ez történik?!* (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました), Wamome, szerző: Kazukata Jin. [Eredeti](https://ncode.syosetu.com/n8085gn/)\n2. *Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu* (騎士国最恐令嬢による剣と拳と恋愛術; *Egy történet a királyság legrettegettebb nemeshölgyéről, a kardjáról, erkölcseiről, és kapcsolatépítéséről*), Kanade Yumika\n3. *Egy história a tehetetlen szerelembe esésről* (愛しているから仕方のない話), Kida Yonoichi, szerző: Sakaki Dora. [Eredeti](https://ncode.syosetu.com/n8011gg/)\n4. *A reinkarnálódott nemeslányok hozzá akarnak menni a szívük választottjaihoz* (転生令嬢たちは愛する者と結ばれたい), Chiaki Rie\n5. *A rémálomba fajult ballagási ünnepség* (悪夢の卒業パーティー), Yatsuhashi Hachi, szerző: Funineko. [Eredeti](https://ncode.syosetu.com/n3653gl/)\n6. *Engedd meg, hogy… gonosz legyek!* (悪役令嬢…させなさい!!), Kawano Akiko",
      "id": "**Volume 1:**\n1. \"Sang antagonis akan mendapat cinta sejati\" (悪役令嬢は真実の愛を手にいれる; \"Sang antagonis akan menemukan cinta sejati\").\n2. \"Sebuah kisah dari sang gadis bangsawan yang akan pergi ke biara setelah pertunangannya dicabut\" (婚約破棄されて修道院に行くお嬢様の話; \"Kisah wanita bangsawan yang akan tinggal di biara setelah pembatalan pertunanggannya\").\n3. \"Aku pasti akan membuat pertunanganku dibatalkan! ~Aku kan menjadi tokoh antagonis!~\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！; \"Aku pasti akan membuat pertunanganku dibatalkan! ~Aku akan menjadi tokoh antagonis wanita!\").\n4. \"Aku no Kadou wo Ikimashou\" (悪の華道を行きましょう; \"Mari kita berjalan sembari bergandengan turun ke jalan kejahatan yang berbunga-bunga\"; \"Akankah kita berjalan begandengan tangan di jalan kejahatan yang berbunga?\").\n5. \"Hal-hal sepele sang antagonis dengan cinta pertama sang pangeran kedua\" (悪役令嬢は第二王子の初恋に翻弄される; \"Sang tokoh antagonis wanita kesusahan dengan cinta pertama pangeran kedua\").\n\n**Volume 2:**\n1. \"Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！;\"Sudah 10 tahun kamu meminta untuk membatalkan pertunangannya, kalau kamu bersikeras sekuat itu, yasudah batalkan saja!\").\n2. \"Sang tokoh antogonis perempuan tertawa dengan polos\" (悪役令嬢は無邪気に笑う).\n3. \"Seni membangun kembali sebuah bangsa dimulai dengan pertunangan yang dibatalkan!\" (婚約破棄から始まる国家建て直し術！).\n4. \"Kamu tahu? Kamu ini sudah dijebak\"\n5. \"Sang tokoh antagonis wanita meledak\"\n6. \"Aku reinkarnasi sebagai tokoh antagonis wanita. Cepatlah datang, pembatalan pertunanaganku\"\n\n**Volume 3:**\n1. \"Suatu hari, aku bisa mendengar suara hati tunanganku\"\n2. \"Kepribadian tunanganku jauh berbeda dari game!\"\n3. \"Aku seharusnya menikah dengan seseorang yang membenciku, tetapi sebelum aku sadar, mereka telah menyayangiku\"\n4. \"Apakah kita akan melanjutkan jalan kejahatan yang berbunga?\"\n5. \"Akan saya terima penawaran anda dengan senang hati\"\n\n**Volume 4:**\n1. \"Membatalkan pertunangan? Aku tidak melakukan apa-aps, secara langsung atau tidak langsung. Tetapi ketika aku melihat masalah ini… Siapa yang mengira akan berakhir seperti ini?!\"\n2. \"Ksatria wanita bangsawan kerajaan yang paling ditakuti, dan kisah seputar keterampilan pedang, tinju, dan hubungannya\"\n3. \"Sebuah kisah tentang tidak dapat membantu menoalani cinta\"\n4. \"Seorang wanita reinkarnasi yang ingin menikah dengan orang yang mereka cintai\"\n5. \"Mimpi buruk pesta kelulusan\"\n6. \"Biarkan Aku… yang menjadi penjahatnya!!!\"\n\n**Volume 5:**\n1. \"Kekacauan yang disebabkan oleh kesalahpahaman para pangeran dan pertunanganku dibatalkan\"\n2. \"Tampaknya anda telah memutuskan pertunangan anda untuk menikahi saya, tetapi saya tidak punya niat untuk menikahi anda\"\n3. \"Gadis banfsawan melankolis yang mengenakan gaun hitam legam\"\n4. \"Sekarang pertunangan saya dibatalkan, saya dapat mengisi hari-hari saya dengan apa yang menjadi kesayangan saya\"\n5. \"Haruskah kita menyia-nyiakan jalan kejahatan yang berbunga-bunga?\"",
      "ja": "突然の婚約破棄、そして迫りくる断罪イベント…!!\n王子に捨てられ、そしてこんな男と結婚…!?\n婚約者たちは可憐な妹に夢中!?\n婚約破棄された悪役令嬢に手を差し伸べるのは…!?\n危機的状況からはじまる悪役令嬢たちの物語の結末は…ALLハッピーエンドです♪\n『小説家になろう』の人気読み切り作品ば&#\n\nカバーイラスト：まろ\n\n**第1巻の内容：**\n1. 『悪役令嬢は真実の愛を手にいれる』　漫画：ほしの総明　[原作](https://ncode.syosetu.com/n1664fm/)：猫又どれみ\n卒業パーティーで婚約破棄!?\n2. 『婚約破棄されて修道院に行くお嬢様の話』　漫画：空倉シキジ　[原作](https://ncode.syosetu.com/n7933fg/)：結城暁\n妹に婚約者を奪われ追放!?\n3. 『絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！』　漫画：黒榮ゆい　[原作](https://ncode.syosetu.com/n1702fn/)：麗伽空\n婚約破棄の為に男爵令嬢をいじめ!?\n4. 『悪の華道を行きましょう』　漫画：やましろ梅太　[原作](https://ncode.syosetu.com/n3244cr/)：真冬日\n婚約破棄されハゲデブ親父と結婚!?\n5. 『悪役令嬢は第二王子の初恋に翻弄される』　漫画：尾羊英　[原作](https://ncode.syosetu.com/n2169fj/)：水野沙彰\n断罪された私の前に第二王子が現れ…。\n\n**第2巻の内容：**\n1. 『婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう!』　漫画：由村　キャラクター原案：まろ\n幼い時から何度も婚約破棄と言われ!?\n2. 『悪役令嬢は無邪気に笑う』　漫画：尾羊英　[原作](https://ncode.syosetu.com/n1629cz/)：夜流 \n裏庭に呼び出され断罪イベント!?\n3. 『婚約破棄から始まる国家建て直し術!』　漫画：かわのあきこ　[原作](https://ncode.syosetu.com/n4551ft/)：葉月\n王子が聖女と浮気して婚約破棄!?\n4. 『貴方は嵌められたのですよ?』　漫画：仲倉千景　[原作](https://ncode.syosetu.com/n6502eu/)：柚木ゆきこ\n卒業パーティーで姉が婚約破棄され!?\n5. 『悪役令嬢は爆死しました』　漫画：七十　[原作](https://ncode.syosetu.com/n4564fw/)：bouro\n悪役令嬢が第二王子に「ざまあ」!?\n6. 『転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い』　漫画：餅田むぅ　[原作](https://ncode.syosetu.com/n4699fn/)：和泉杏花\n転生した悪役令嬢の味方は執事だけ!?\n\n**第3巻の内容：**\n1. 『ある日婚約者の心の声が聞こえるようになりました。』　漫画：宙百　[原作](https://ncode.syosetu.com/s6234f/)：塩樹すばる\n男爵令嬢との浮気を疑われた王子は!?\n2. 『婚約者の性格が原作と違うのですが』　漫画：餅田むぅ　[原作](https://ncode.syosetu.com/s5772f/)：狐月\n断罪回避の為に王子と離れようとしたら!?\n3. 『嫌われている相手に嫁いだはずがいつのまにか溺愛されていました』　漫画：ぽたぎ　[原作](https://ncode.syosetu.com/n4692gb/)：みこと\n婚約破棄の上、隣国の王太子に嫌われ!?\n4. 『悪の華道を追いましょう』　漫画：やましろ梅太　[原作](https://ncode.syosetu.com/n5872cw/)：真冬日\n大人気作の続編です♪ 旦那様が浮気!? 相手の家に殴り込み!?\n5. 『そのお言葉、喜んでお受けいたしますわ』　漫画：尾羊英　[原作](https://ncode.syosetu.com/n5454gb/)：喜楽直人\n婚約破棄された令嬢を迎えにきたのは!?\n\n**第4巻の内容：**\n1. 『婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました!?』　漫画：わもめ　[原作](https://ncode.syosetu.com/n8085gn/)：仁司方\n婚約者の妹からいきなり婚約破棄してくれと突撃され!?\n2. 『騎士国最恐令嬢による剣と拳と恋愛術』　漫画：奏ユミカ\n勝者の願いを叶える約束で、婚約者の王子と戦う事に!?\n3. 『愛しているから仕方のない話』　漫画：紀田与乃市　[原作](https://ncode.syosetu.com/n8011gg/)：榊どら\n婚約破棄してきた王太子の態度が急変し、溺愛してきて!?\n4. 『転生令嬢たちは愛する者と結ばれたい』　漫画：千秋りえ\n自分は悪役令嬢、友人はヒロインに転生していて!?\n5. 『悪夢の卒業パーティー』　漫画：八橋はち　[原作](https://ncode.syosetu.com/n3653gl/)：ふにねこ\n第一王子は義妹と浮気した上に、婚約破棄だと騒ぎ!?\n6. 『悪役令嬢…させなさい!!』　漫画：かわのあきこ\n悪魔と契約した公爵令嬢は、聖女を追い出そうとして!?\n\n**第5巻の内容：**\n1. 『私と王子の勘違い婚約破棄騒動』　漫画：まろ\n結婚式目前に、第一王子から突然婚約破棄を告げられ!? カバーイラストを担当するまろが描く悪役令嬢ストーリー! \n2. 『私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません』　漫画：碓井ツカサ　[原作](https://ncode.syosetu.com/n9230cy/)：鉄箱\n侯爵家三男に付きまとわれたら、その婚約者から嫌がらせされ!?\n3. 『やさぐれ令嬢は漆黒のドレスを纏う』　漫画：希月\n王太子と両想いだと思っていたら、国王から婚約破棄を宣告されて!?\n4. 『婚約破棄されたので愛するお菓子を満喫します』　漫画：炬とうや\nパーティーで婚約者の王子に婚約破棄と国外追放を言い渡され!?\n5. 『悪の華道を潰しましょう』　漫画：やましろ梅太　[原作](https://ncode.syosetu.com/n8188gz/)：真冬日\n視察に行った孤児院で目つきの悪い少年に「傲慢貴族」と罵倒され!? 大人気シリーズ最新作!!\n\n**第6巻の内容：**\n1. 『サバイバルゲーマーですが乙女ゲームに転生してしまいました～悪役令嬢は神エイム～』　漫画：相川有\n乙女ゲームに転生したら、婚約者の王太子への暗殺容疑で婚約破棄!?\n2. 『強欲の悪役令嬢』　漫画：むぎちゃぽよこ　[原作](https://ncode.syosetu.com/n5715fn/)：えひと\n「強欲姫」と呼ばれ、婚約者の王子は平民の女性と仲良くしていて!?\n3. 『脇役令嬢は、婚約破棄されて優雅に花開く。』　漫画：麻辣ナツ　[原作](https://ncode.syosetu.com/n2309hf/)：細波\n婚約者に言われ地味にしていたのに、浮気されて婚約破棄され!?\n4. 『婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした』　漫画：橘歩空　[原作](https://ncode.syosetu.com/n6054gw/)：関宮亜門\n婚約破棄してきた伯爵令息は、妹と結婚すると言ってきて!?\n5. 『婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります』　漫画：コヤマナユ\n第一王子から婚約破棄された上に、学園では悪い噂を流されて!?\n6. 『悪の華道を燃やしましょう』　漫画：やましろ梅太　[原作](https://ncode.syosetu.com/s6442c/)：真冬日\n息抜きで出かけた街で、自分と義息子をモデルにした恋愛劇を観て!?\n\n**第7巻の内容：**\n1. 『悪役令嬢は推しカプのために婚約破棄をご所望です』　漫画：かしい葵\n2. 『悪役令嬢は幸せになるために悪い女になる。』　漫画：みまさか　[原作](https://ncode.syosetu.com/n0522gu/)：まぁ\n3. 『婚約破棄された悪役令嬢は正義の令嬢です〜貴方方は平民を馬鹿にしすぎです〜』　漫画：空倉シキジ　[原作](https://ncode.syosetu.com/n6847hk/)：小雪\n4. 『偽りの悪役令嬢、冷酷と噂の魔王卿に嫁ぐ』　漫画：道雪 葵\n5. 『処刑される公爵令嬢は救いの王子の夢を見る』　漫画：シロヒト梨太　[原作](https://ncode.syosetu.com/n2072hg/)：シクラメン\n\n**第8巻の内容：**\n1. 『冷酷令嬢は従僕獣人と幸せになってみせます』　漫画：おだやか\n…王太子から、野蛮な獣人を従者にしている事を理由に婚約破棄され!?\n2. 『ヒロインの娘ですが、どうやら私は悪役令嬢のようです』　漫画：黒助くい奈　[原作](https://ncode.syosetu.com/n9835hl/)：彩戸ゆめ\n…断罪された乙女ゲームのヒロインの娘は、婚約破棄される悪役令嬢で!?\n3. 『悪女に仕立てられた私を信じてくれたのは幼馴染だけでした』　漫画：栗山こがね　[原作](https://ncode.syosetu.com/n3939gy/)：mayan\n…婚約者の王子と仲が良い子爵令嬢を、体が勝手に動いて苛めてしまい!?\n4. 『幸せという罠』　漫画：ARATA　[原作](https://ncode.syosetu.com/n6781hb/)：りったん\n…婚約者を慕う令嬢達に悪評を広められ、世間から性悪な悪役令嬢と噂され!?\n5. 『女神様がやっちまいなとの思し召しです』　漫画：うき太郎　[原作](https://ncode.syosetu.com/n0585hm/)：まゆらん\n…追放された悪役令嬢が聖女となり、国を救う条件として出した質問とは!?\n\n**第9巻の内容：**\n1. 『悪虐令嬢、触るな危険』　漫画：小箱ハコ　[原作](https://ncode.syosetu.com/n9117hs/)：藍槌ゆず\n…気に入らない相手に容赦しない公爵令嬢は、婚約者に言い寄った令嬢に!?\n2. 『婚約破棄されたら、知らなかった私狙いのお兄様が乗り込んで来て『氷の暴君』化してしまった。』　漫画：KATINO　[原作](https://ncode.syosetu.com/n0530hx/)：三月べに\n…パーティーで婚約破棄されたら、『お兄様』が魔法で周りを凍らせながら登場して!?\n3. 『世界を滅ぼす伝説の邪竜が、前世で溺愛していた愛犬だった場合の悪役令嬢の末路』　漫画：麻辣ナツ　[原作](https://ncode.syosetu.com/n7996ht/)：sasasa\n…卒業パーティーで婚約破棄され国外追放されたら、伝説の邪竜に襲われて!?\n4. 『悪役令嬢の担任』　漫画：野分なか実\n…乙女ゲームの学校の教師に転生したので、断罪される悪役令嬢を救おうとし!?\n5. 『おっとり宝石姫のノーダメージ・婚約破棄騒動』　漫画：ほしの総明　[原作](https://ncode.syosetu.com/n3812hg/)：高遠すばる\n…第二王子から婚約破棄された公爵令嬢は、自分に苛められたという令嬢を抱きしめ!?\n\n**第10巻の内容：**\n1. 『トゲトゲ令嬢とライバル令息のお騒がせ婚約』　漫画：由村\n困窮する家を立て直すため幼い頃から奮闘していたら、言葉にトゲを纏わせる茨姫と言われ⁉\n2. 『婚約破棄されることがわかっていたので、先回りをしました。』　漫画：化野そとば　[原作](https://ncode.syosetu.com/n0878hu/)：有沢真尋\n婚約者の第二王子が浮気をしているので、婚約破棄される前に浮気相手と話してみたら⁉\n3. 『とばり姫は夜に微笑む　～婚約破棄を了承しました。もちろん取り消し不可ですわ！～　彼女が顔を隠していた本当の理由。』　漫画：マナタマユム　[原作](https://ncode.syosetu.com/n7058hw/)：みこと。\n黒髪で顔を隠していたら陰険な「とばり姫」と蔑まれ、夜宴で王太子から婚約破棄され⁉\n4. 『妖精姫は辺境豚に推し活される』　漫画：Jicco　原作：富士とまと\n舞踏会で皇太子から婚約破棄された上に、「辺境豚」と呼ばれる辺境伯嫡男と婚約させられ⁉\n5. 『悪役令嬢とヤンデレ王子の執着愛』　漫画：喜久田ゆい　原作：琴子\n子供の時に悪役令嬢に転生したことに気づき、断罪されないために王子と婚約解消したけれど⁉\n\n**第11巻の内容：**\n1. 『深紅の令嬢は自己肯定感低め！』　漫画：城キイコ　原作：小山内慧夢　キャラクター原案：まろ\n…婚約者の王太子に嫌われていると思い、彼の幸せのために完璧な悪役令嬢になろうとして⁉\n2. 『婚約破棄されたので元婚約者から婚約者奪ってやりました⁉』　漫画：九重マツ\n…夜会で暗くて可愛くないと婚約破棄され、落ち込んでいるところに公爵夫人から声を掛けられ⁉\n3. 『とある悪い令嬢の復讐』　漫画：化野そとば　[原作](https://ncode.syosetu.com/n5496ie/)：有機野菜\n…王子に男爵令嬢を虐げたと婚約破棄され、かなり年上の伯爵の後妻として嫁がされたけれど⁉\n4. 『緋色の悪役令嬢は呂色の薔薇を染め上げる』　漫画：荻野スミ　[原作](https://ncode.syosetu.com/n6942gy/)：葉椀メギ\n…第一王子から、彼の浮気相手の令嬢を迫害したと婚約破棄されたけれど、この時を待っていて⁉\n5. 『追放された私が、どうやら国宝のようです⁉ ～陰キャ令嬢の快適辺境ライフ～』　漫画：八坂アキヲ・相川有\n…社交界デビューの日に初めて会った婚約者の王太子に、妹に嫌がらせをしたからと婚約破棄され⁉",
      "ko": "급작스러운 약혼파기, 그리고 다가오는 단죄 이벤트…!\n\n기다리던 악역영애들이 왔다!\n급작스러운 상황 전개부터 시작하는 악역영애들의 이야기!\n그리고 매력만점 그녀들의 결말은…?!\n\n**1권목차**\n1. \"악역영애는 진실한 사랑을 손에 넣는다\" (悪役令嬢は真実の愛を手にいれる). 만화: Hoshino Soumei, 소설: Nekomata Doremi. [원본](https://ncode.syosetu.com/n1664fm/)\n2. \"파혼당해서 수도원에 가는 아가씨의 이야기\" (婚約破棄されて修道院に行くお嬢様の話). 만화: Sorakura Shikiji, 소설: Yuuki Satoru. [원본](https://ncode.syosetu.com/n7933fg/)\n3. \"꼭 약혼을 파기할 거예요! ~난 악역 영애가 된다!~\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). 만화: Kuroe Yui, 소설: Reiga Utsuho. [원본](https://ncode.syosetu.com/n1702fn/)\n4. \"악의 꽃길을 같이 걸어요\" (悪の華道を行きましょう). 만화: Yamashiro Umeta, 소설: Mafuyubi. [원본](https://ncode.syosetu.com/n3244cr/)\n5. \"악역 영애는 제2왕자의 첫사랑에게 농락당한다\" (悪役令嬢は第二王子の初恋に翻弄される). 만화: Ohitsuji Ei, 소설: Mizuno Saaya. [원본](https://ncode.syosetu.com/n2169fj/)\n\n**2권목차**\n1. \"약혼 파기하자고 한 지 십수 년, 그렇게까지 말한다면 파기해요!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！). 만화: Yoshimura\n2. \"악역 영애는 천진난만하게 웃는다\" (悪役令嬢は無邪気に笑う). 만화: Ohitsuji Ei, 소설: Yoruru. [원본](https://ncode.syosetu.com/n1629cz/)\n3. \"약혼 파기에서 시작하는 국가 재건술!\" (婚約破棄から始まる国家建て直し術！). 만화: Kawano Akiko, 소설: Hazuki. [원본](https://ncode.syosetu.com/n4551ft/)\n4. \"당신은 당한 거라고요\" (貴方は嵌められたのですよ？). 만화: Koyuki Iroha, 소설: Yuki Yukiko. [원본](https://ncode.syosetu.com/n6502eu/)\n5. \"악역 영애는 폭사했습니다\" (悪役令嬢は爆死しました). 만화: Nanso, 소설: bouro. [원본](https://ncode.syosetu.com/n4564fw/)\n6. \"환생했더니 악역 영애가 됐습니다. 약혼 파기의 이벤트, 어서 와라\" (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い). 만화: Mochida Moo, 소설: Kyouka. [원본](https://ncode.syosetu.com/n4699fn/)\n\n**3권목차**\n1. \"어느 날 약혼자의 마음의 소리가 들리게 됐습니다\" (ある日婚約者の心の声が聞こえるようになりました。). 만화: Chuugyaku, 소설: Enju Subaru. [원본](https://ncode.syosetu.com/s6234f/)\n2. \"약혼자의 성격이 원작이랑 다른데요\" (婚約者の性格が原作と違うのですが). 만화: Mochida Moo, 소설: Kozuki. [원본](https://ncode.syosetu.com/s5772f/)\n3. \"싫어하는 줄 알았던 상대에게 시집갔는데 어느샌가 익애박고 있었습니다.\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). 만화: Potagi, 소설: Mikoto. [원본](https://ncode.syosetu.com/n4692gb/)\n4. \"악의 꽃길을 좇읍시다\" (悪の華道を追いましょう). 만화: Yamashiro Umeta, 소설: Mafuyubi. [원본](https://ncode.syosetu.com/n5872cw/)\n5. \"그 말, 흔쾌히 받겠습니다\" (そのお言葉、喜んでお受けいたしますわ). 만화: Oshitsuji Ei, 소설: Kiraku Naohito. [원본](https://ncode.syosetu.com/n5454gb/)\n\n**4권목차**\n1. \"약혼 파기해달라고 하는데 짚이는 게 없을뿐더러 스캔들을 날조 당한 것도 아니라 원인 규명을 해봤더니 사태가 상상도 못 한 전개로 흘러갔습니다?!\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). 만화: Wamome, 소설: Jin Kazukata. [원본](https://ncode.syosetu.com/n8085gn/)\n2. \"기사 나라 최강 영애가 보여 주는 검과 주먹의 연애술\" (騎士国最恐令嬢による剣と拳と恋愛術). 만화: Kanade Yumika\n3. \"사랑하니까 어쩔 수 없는 이야기\" (愛しているから仕方のない話). 만화: Kida Yonoichi, 소설: Sakaki Dora. [원본](https://ncode.syosetu.com/n8011gg/)\n4. \"환생 영애들은 사랑하는 사람과 맺어지고 싶다\" (転生令嬢たちは愛する者と結ばれたい). 만화: Chiaki Rie\n5. \"악몽의 졸업 파티\" (悪夢の卒業パーティー). 만화: Yatsuhashi Hachi, 소설: Funineko. [원본](https://ncode.syosetu.com/n3653gl/)\n6. \"악역 영애… 못 하게 할 거야!!\" (悪役令嬢…させなさい!!). 만화: Kawano Akiko\n\n**5권목차**\n1. \"나와 왕자의 착각 약혼 파기 소동\" (私と王子の勘違い婚約破棄騒動). 만화: Maro\n2. \"나와 결혼하려 약혼을 파기한 것 같은데 난 당신과 결혼할 생각 없어요\" (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません) 만화: Usui Tsukasa, 소설: Tetsuhako. [원본](https://ncode.syosetu.com/n9230cy/)\n3. \"자포자기 영애는 칠흑의 드레스를 입는다\" (やさぐれ令嬢は漆黒のドレスを纏う). 만화: Hizuki\n4. \"약혼 파기당했으니까 사랑하는 과자를 만끽할게요\" (婚約破棄されたので愛するお菓子を満喫します). 만화: Kagari Touya\n5. \"악의 꽃길을 짓밟읍시다\" (悪の華道を潰しましょう). 만화: Yamashiro Umeta, 소설: Mafuyubi. [원본](https://ncode.syosetu.com/n8188gz/)\n\n**6권목차**\n1. \"서바이벌 게이머지만 여성향 게임으로 환생하고 말았습니다 ~악역 영애는 에임의 신~\" (サバイバルゲーマーですが乙女ゲームに転生してしまいました~悪役令嬢は神エイム~). 만화: Aikawa Yuu\n2. \"탐욕스러운 악역 영애\" (強欲の悪役令嬢). 만화: Mugicha Poyoko, 소설: Ehito. [원본](https://ncode.syosetu.com/n5715fn/)\n3. \"조연 영애는 약혼 파기당하고 우아하게 꽃길을 걷는다\" (脇役令嬢は、婚約破棄されて優雅に花開く。). 만화: Maaraa Natsu, 소설: Sazanami. [원본](https://ncode.syosetu.com/n2309hf/)\n4. \"약혼자는 날 버리고 여동생을 골랐지만 여동생은 시한폭탄이었습니다\" (婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした). 만화: Tachibana Edaka, 소설: Sekimiya Amon. [원본](https://ncode.syosetu.com/n6054gw/)\n5. \"약혼 파기당해서 자포자기한 영애는 소꿉친구인 극도의 마조 왕자랑 행복하게 살았답니다\" (婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります). 만화: Koyama Nayu\n6. \"악의 꽃길을 불태웁시다\" (悪の華道を燃やしましょう). Art by Yamashiro Umeta, 소설: Mafuyubi. [원본](https://ncode.syosetu.com/s6442c/)",
      "ru": "Расторжение или заключение помолвки, обвинения, предательство, королевские особы, перерождения главных героинь, изгнание… Здесь есть всё самое привлекательное в злодейках! Сборник из популярных историй о злодейках от Shousetsuka ni Narou! Антология из синглов со счастливыми концовками!\n\n**Том 1:**\n1. *Даже злодейка может найти свою настоящую любовь* (悪役令嬢は真実の愛を手にいれる). Мангака: Hoshino Soumei, Рассказ: Nekomata Doremi. [Оригинал](https://ncode.syosetu.com/n1664fm/)\n2. *Сказка о девушке, ушедшей в монастырь после разрыва помолвки* (婚約破棄されて修道院に行くお嬢様の話). Мангака: Sorakura Shikiji, Рассказ: Yuuki Satoru. [Оригинал](https://ncode.syosetu.com/n7933fg/)\n3. *Я разрываю нашу помолвку, потому что я злодейка!* (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Мангака: Kuroe Yui, Рассказ: Reiga Utsuho. [Оригинал](https://ncode.syosetu.com/n1702fn/)\n4. *Аку но кидоу во икимащоу* (悪の華道を行きましょう; *Мы пойдем рука об руку по цветущему пути зла?*). Мангака: Yamashiro Umeta, Рассказ: Mafuyubi. [Оригинал](https://ncode.syosetu.com/n3244cr/)\n5. *Любимая злодейка первого принца* (悪役令嬢は第二王子の初恋に翻弄される). Мангака: Ohitsuji Ei, Рассказ: Mizuno Saaya. [Оригинал](https://ncode.syosetu.com/n2169fj/)\n\n**Том 2:**\n1. *Коняку хаки во мочикакерарете джуусуунен, соко маде иу нара хаки щимащоу!* (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; *Вы уже 10 лет требуете расторжения помолвки, если вы так хотите этого, давайте аннулируем её!*). Мангака: Yoshimura, Дизайн персонажей: Maro.\n2. *Невинный смех злодейки* (悪役令嬢は無邪気に笑う). Мангака: Ohitsuji Ei, Рассказ: Yoruru. [Оригинал](https://ncode.syosetu.com/n1629cz/)\n3. *Восстановление нации начинается с разрыва помолвки!* (婚約破棄から始まる国家建て直し術！). Мангака: Kawano Akiko, Рассказ: Hazuki. [Оригинал](https://ncode.syosetu.com/n4551ft/)\n4. *Ты понимаешь, что тебя поствавили?* (貴方は嵌められたのですよ？). Мангака: Koyuki Iroha, Рассказ: Yuki Yukiko. [Оригинал](https://ncode.syosetu.com/n6502eu/)\n5. *Взорванная злодейка* (悪役令嬢は爆死しました). Мангака: Nanso, Рассказ: bouro. [Оригинал](https://ncode.syosetu.com/n4564fw/)\n6. *Я переродилась злодейкой. Наступай скореё, ивент разрыва моей помолвки* (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い). Мангака: Mochida Moo, Рассказ: Kyouka. [Оригинал](https://ncode.syosetu.com/n4699fn/)\n\n**Том 3:**\n1. *Однажды я смог прочитать мысли своей невесты* (ある日婚約者の心の声が聞こえるようになりました。). Мангака: Chuugyaku, Рассказ: Enju Subaru. [Оригинал](https://ncode.syosetu.com/s6234f/)\n2. *Характер моего жениха слишком отличается от того, что был в игре!* (婚約者の性格が原作と違うのですが). Мангака: Mochida Moo, Рассказ: Kozuki. [Оригинал](https://ncode.syosetu.com/s5772f/)\n3. *Я должна была выйти замуж за того, кто ненавидит меня, но не успела я опомниться, как меня уже полюбили* (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Мангака: Potagi, Рассказ: Mikoto. [Оригинал](https://ncode.syosetu.com/n4692gb/)\n4. *Пойдем ли мы дальше по цветущему пути зла?* (悪の華道を追いましょう). Мангака: Yamashiro Umeta, Рассказ: Mafuyubi. [Оригинал](https://ncode.syosetu.com/n5872cw/)\n5. *Я с удовольствием приму ваше предложение* (そのお言葉、喜んでお受けいたしますわ). Мангака: Ohitsuji Ei, Рассказ: Kiraku Naohito. [Оригинал](https://ncode.syosetu.com/n5454gb/)\n\n**Том 4:**\n1. *Разорвать помолвку? Я ничего не сделала, прямо или косвенно. Но когда я приглянулась… Кто бы мог подумать, что все так закончится?!* (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました; *Разорвать помолвку? Я ничего не сбелала, прямо или косвенно. Кто бы мог побумать, что все так закончится?!*). Мангака: Wamome, Рассказ: Kazukata Jin. [Оригинал](https://ncode.syosetu.com/n8085gn/)\n2. *Кищикоку саикьоу реиджоу ни ыору кен то кен то ренаи джуцу* (騎士国最恐令嬢による剣と拳と恋愛術; *Самая страшная аристократка страны, история о её мече, манерах и взаимоотношениях*; *Сказ о самой страшной леди-рыцаре королевства, о её мече, силе и взаимоотношениях*). Мангака: Kanade Yumika.\n3. *История о том, как невозможно не влюбиться* (愛しているから仕方のない話). Мангака: Kida Yonoichi, Рассказ: Sakaki Dora. [Оригинал](https://ncode.syosetu.com/n8011gg/)\n4. *Реинкатрированные благородные дамы, желают выйти замуж по любви!* (転生令嬢たちは愛する者と結ばれたい; *Переродившиеся аристократки хотят выйти замуж за возлюбленного*). Мангака: Chiaki Rie.\n5. *Кошмарныя выпускная вечеринка* (悪夢の卒業パーティー; *Кошмарный выпускной вечер*). Мангака: Yatsuhashi Hachi, Рассказ: Funineko. [Оригинал](https://ncode.syosetu.com/n3653gl/)\n6. *Акуяку реиджоу сасенасаи* (悪役令嬢…させなさい!!; *Позвольте мне… быть злодейкой!!!*, *Позвольте мне быть злодейкой!*).  Мангака: Kawano Akiko.\n\n**Том 5:**\n1. *Беспорядки, вызванные непониманием расторжения нашей с принцем помолвки* (私と王子の勘違い婚約破棄騒動). Мангака: Maro.\n2. *Похоже, ты разорвал свою помолвку, чтобы жениться на мне, но я не собираюсь выходить за тебя* (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません). Мангака: Usui Tsukasa, Рассказ: Tetsuhako. [Оригинал](https://ncode.syosetu.com/n9230cy/)\n3. *Ранимая дворянская девушка в черном платье* (やさぐれ令嬢は漆黒のドレスを纏う). Мангака: Hizuki.\n4. 婚約破棄されたので愛するお菓子を満喫します. Мангака: Kagari Touya.\n5. 悪の華道を潰しましょう. Мангака: Yamashiro Umeta, Рассказ: Mafuyubi. [Оригинал](https://ncode.syosetu.com/n8188gz/)\n\n**Том 6:**\n1. サバイバルゲーマーですが乙女ゲームに転生してしまいました~悪役令嬢は神エイム~. Мангака: Aikawa Yuu.\n2. 強欲の悪役令嬢. Мангака: Mugicha Poyoko, Рассказ: Ehito. [Оригинал](https://ncode.syosetu.com/n5715fn/)\n3. 脇役令嬢は、婚約破棄されて優雅に花開く。. Мангака: Maaraa Natsu, Рассказ: Sazanami. [Оригинал](https://ncode.syosetu.com/n2309hf/)\n4. 婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした. Мангака: Tachibana Edaka, Рассказ: Sekimiya Amon. [Оригинал](https://ncode.syosetu.com/n6054gw/)\n5. 婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります. Мангака: Koyama Nayu.\n6. 悪の華道を燃やしましょう. Мангака: Yamashiro Umeta, Рассказ: Mafuyubi. [Оригинал](https://ncode.syosetu.com/s6442c/)",
      "th": "**เล่ม 1:**\n1. นางร้ายจะค้นพบรักแท้\n2. เรื่องราวของหญิงสาวที่ต้องไปยังอารามเมื่อถูกยกเลิกงานหมั้น\n3. จะต้องเป็นนางร้ายให้ได้เลย !\n4. เส้นทางปีศาจที่งดงามนั่นน่ะ จะไปด้วยกันดีไหม?\n5. นางร้ายกับรักแรกขององค์ชายที่สอง\n\n**เล่ม 2:**\n1. ถามเรื่องถอนหมั้นมา 10 ปีแล้ว ถ้าจะเอาจริงก็เชิญเลยค่ะ !\n2. นางร้ายหัวเราะอย่างไร้เดียงสา\n3. ศิลปะในการสร้างชาติ เริ่มจากการถอนหมั้น !\n4. ถูกหลอกอยู่ค่ะ รู้ตัวบ้างมั้ยคะ ?\n5. นางร้ายระเบิดออก\n6. ฉันเกิดใหม่ในฐานะนางร้าย เจ้าการถอนหมั้นน่ะ มาเร็ว ๆ เข้าสิ\n\n**เล่ม 3:**\n1. วันหนึ่งฉันได้ยินเสียงในใจของคู่หมั้นตัวเอง\n2. นิสัยคู่หมั้นของเรามันต่างกับในเกมสุดๆไปเลย!\n3. เราน่าจะแต่งงานกับคนที่เกลียดเราแท้ๆ แต่เหมือนว่าเขาจะหลงรักเราแทนล่ะ \n4. จะไปด้วยกันไหม เส้นทางปีศาจที่สวยงามน่ะ ?\n5. ขอรับข้อเสนอนั้นไว้ด้วยความยินดี\n\n**เล่ม 4:**\n1. ถอนการหมั้นงั้นหรอ? เราไม่ได้ทำอะไรเลยนะ ทั้งทางตรงแล้วก็ทางอ้อมแต่พอดูดีๆแล้ว... ใครจะไปคิดกันล่ะว่าเรื่องมันจะจบแบบนี้น่ะ?!\n2. อัศวินขุนนางหญิงที่ถูกหวาดกลัวมากที่สุดใน อาณาจักรกับเรื่องราวที่เกี่ยวกับความสามารถ ด้านดาบของเธอ กำปั้น และความรัก\n3. เรื่องราวของการที่ช่วยไม่ได้ถ้าจะตกหลุมรัก\n4. สองขุนนางสาวผู้เกิดใหม่อยากจะแต่งงานกับคนที่ตัวเองรัก",
      "uk": "**Том 1:**\n1. 悪役令嬢は真実の愛を手にいれる. Манґака: Hoshino Soumei, Розповідь: Nekomata Doremi. [Оригінал](https://ncode.syosetu.com/n1664fm/)\n2. 婚約破棄されて修道院に行くお嬢様の話. Манґака: Sorakura Shikiji, Розповідь: Yuuki Satoru. [Оригінал](https://ncode.syosetu.com/n7933fg/)\n3. 絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！. Манґака: Kuroe Yui, Розповідь: Reiga Utsuho. [Оригінал](https://ncode.syosetu.com/n1702fn/)\n4. *Аку но кадоу во Ікімашоу* (悪の華道を行きましょう). Манґака: Yamashiro Umeta, Розповідь: Mafuyubi. [Оригінал](https://ncode.syosetu.com/n3244cr/)\n5. 悪役令嬢は第二王子の初恋に翻弄される. Манґака: Ohitsuji Ei, Розповідь: Mizuno Saaya. [Оригінал](https://ncode.syosetu.com/n2169fj/)\n\n**Том 2:**\n1. *Коняку гакі во мочікакерарете джуусуунен, соко маде іу нара гакі шімашоу!* (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！). Манґака: Yoshimura, Дизайн персонажів: Maro.\n2. 悪役令嬢は無邪気に笑う. Манґака: Ohitsuji Ei, Розповідь: Yoruru. [Оригінал](https://ncode.syosetu.com/n1629cz/)\n3. 婚約破棄から始まる国家建て直し術！. Манґака: Kawano Akiko, Розповідь: Hazuki. [Оригінал](https://ncode.syosetu.com/n4551ft/)\n4. 貴方は嵌められたのですよ？. Манґака: Koyuki Iroha, Розповідь: Yuki Yukiko. [Оригінал](https://ncode.syosetu.com/n6502eu/)\n5. 悪役令嬢は爆死しました. Манґака: Nanso, Розповідь: bouro. [Оригінал](https://ncode.syosetu.com/n4564fw/)\n6. 転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い. Манґака: Mochida Moo, Розповідь: Kyouka. [Оригінал](https://ncode.syosetu.com/n4699fn/)\n\n**Том 3:**\n1. ある日婚約者の心の声が聞こえるようになりました。. Манґака: Chuugyaku, Розповідь: Enju Subaru. [Оригінал](https://ncode.syosetu.com/s6234f/)\n2. 婚約者の性格が原作と違うのですが. Манґака: Mochida Moo, Розповідь: Kozuki. [Оригінал](https://ncode.syosetu.com/s5772f/)\n3. 嫌われている相手に嫁いだはずがいつのまにか溺愛されていました. Манґака: Potagi, Розповідь: Mikoto. [Оригінал](https://ncode.syosetu.com/n4692gb/)\n4. 悪の華道を追いましょう. Манґака: Yamashiro Umeta, Розповідь: Mafuyubi. [Оригінал](https://ncode.syosetu.com/n5872cw/)\n5. そのお言葉、喜んでお受けいたしますわ. Манґака: Ohitsuji Ei, Розповідь: Kiraku Naohito. [Оригінал](https://ncode.syosetu.com/n5454gb/)\n\n**Том 4:**\n1. 婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました. Манґака: Wamome, Розповідь: Kazukata Jin. [Оригінал](https://ncode.syosetu.com/n8085gn/)\n2. *Кішікоку саікьоу реіджоу ні йору кен то кен то ренаі джуцу* (騎士国最恐令嬢による剣と拳と恋愛術). Манґака: Kanade Yumika.\n3. 愛しているから仕方のない話. Манґака: Kida Yonoichi, Розповідь: Sakaki Dora. [Оригінал](https://ncode.syosetu.com/n8011gg/)\n4. 転生令嬢たちは愛する者と結ばれたい. Манґака: Chiaki Rie.\n5. 悪夢の卒業パーティー. Манґака: Yatsuhashi Hachi, Розповідь: Funineko. [Оригінал](https://ncode.syosetu.com/n3653gl/)\n6. *Акуяку реіджоу сасенасаі* (悪役令嬢…させなさい!!). Манґака: Kawano Akiko.\n\n**Том 5:**\n1. 私と王子の勘違い婚約破棄騒動. Манґака: Maro.\n2. 私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません. Манґака: Usui Tsukasa, Розповідь: Tetsuhako. [Оригінал](https://ncode.syosetu.com/n9230cy/)\n3. やさぐれ令嬢は漆黒のドレスを纏う. Манґака: Hizuki.\n4. 婚約破棄されたので愛するお菓子を満喫します. Манґака: Kagari Touya.\n5. 悪の華道を潰しましょう. Манґака: Yamashiro Umeta, Розповідь: Mafuyubi. [Оригінал](https://ncode.syosetu.com/n8188gz/)\n\n**Том 6:**\n1. サバイバルゲーマーですが乙女ゲームに転生してしまいました~悪役令嬢は神エイム~. Манґака: Aikawa Yuu.\n2. 強欲の悪役令嬢. Манґака: Mugicha Poyoko, Розповідь: Ehito. [Оригінал](https://ncode.syosetu.com/n5715fn/)\n3. 脇役令嬢は、婚約破棄されて優雅に花開く。. Манґака: Maaraa Natsu, Розповідь: Sazanami. [Оригінал](https://ncode.syosetu.com/n2309hf/)\n4. 婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした. Манґака: Tachibana Edaka, Розповідь: Sekimiya Amon. [Оригінал](https://ncode.syosetu.com/n6054gw/)\n5. 婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります. Манґака: Koyama Nayu.\n6. 悪の華道を燃やしましょう. Манґака: Yamashiro Umeta, Розповідь: Mafuyubi. [Оригінал](https://ncode.syosetu.com/s6442c/)",
      "vi": "Tuyển tập oneshot về các tiểu thư danh giá mà phải chịu phận nữ phụ phản diện và số phận của họ sẽ đi về đâu?!\n\n**Tập 1:**\n1. \"Nữ phụ phẚn diện sẽ tìm được tình yêu đich thực\" (悪役令嬢は真実の愛を手にいれる). Nghệ thuật: Hoshino Soumei, Chuyện: Nekomata Doremi. [Nguyên bản](https://ncode.syosetu.com/n1664fm/)\n2. \"Câu truyện về một quý cô bị gửi đến tu viện sau khi bị hủy bỏ hôn ước\" (婚約破棄されて修道院に行くお嬢様の話). Nghệ thuật: Sorakura Shikiji, Chuyện: Yuuki Satoru. [Nguyên bản](https://ncode.syosetu.com/n7933fg/)\n3. \"Mình chắc chắnn sẽ khiến hôn ước của mình bị hủy bỏ!\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Nghệ thuật: Kuroe Yui, Chuyện: Reiga Utsuho. [Nguyên bản](https://ncode.syosetu.com/n1702fn/)\n4. \"Thúng ta sẽ dắt tay nhau và đi vào con đường tà ác nhé?\" (悪の華道を行きましょう; \"Hãy cùng nhau bước đi trên con đường phản diện đầy hoa lệ\"). Nghệ thuật: Yamashiro Umeta, Chuyện: Mafuyubi. [Nguyên bản](https://ncode.syosetu.com/n3244cr/)\n5. \"Nữ phụ phẚn diện và mối tình đầu của nhị hoàng tử\" (悪役令嬢は第二王子の初恋に翻弄される). Nghệ thuật: Ohitsuji Ei, Chuyện: Mizuno Saaya. [Nguyên bản](https://ncode.syosetu.com/n2169fj/)\n\n**Tập 2:** \n1. \"Đã 10 năm kể từ khi hôn ước chúng ta bị hủy bỏ, nếu ngài cứ khăng khăng như vậy, hãy phá vỡ nó đi!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！). Của Yoshimura, thiết kế nhân vật: Maro.\n2. \"Nụ cười ngây thơ của nữ phụ phẚn diện\" (悪役令嬢は無邪気に笑う). Nghệ thuật: Ohitsuji Ei, Chuyện: Yoruru. [Nguyên bản](https://ncode.syosetu.com/n1629cz/)\n3. \"Nghệ thuật vực dậy một quṓc gia luôn bằt đầu bằng một hôn ửớc bị hủy bỏ!\" (婚約破棄から始まる国家建て直し術！). Nghệ thuật: Kawano Akiko, Chuyện: Hazuki. [Nguyên bản](https://ncode.syosetu.com/n4551ft/)\n4. \"Ngài đã bị sập bẫy rồi, ngài biết chú?\" (貴方は嵌められたのですよ？). Nghệ thuật: Koyuki Iroha, Chuyện: Yuki Yukiko. [Nguyên bản](https://ncode.syosetu.com/n6502eu/)\n5. \"Nhân vật phẚn diện bùng nổ\" (悪役令嬢は爆死しました). Nghệ thuật: Nanso, Chuyện: bouro. [Nguyên bản](https://ncode.syosetu.com/n4564fw/)\n6. 転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い. Nghệ thuật: Mochida Moo, Chuyện: Kyouka. [Nguyên bản](https://ncode.syosetu.com/n4699fn/)\n\n**Tập 3:**\n1. \"Bỗng dưng một ngày nọ ta nghe được suy nghĩ của vị hôn thê\" (ある日婚約者の心の声が聞こえるようになりました。). Nghệ thuật: Chuugyaku, Chuyện: Enju Subaru. [Nguyên bản](https://ncode.syosetu.com/s6234f/)\n2. \"Tính cách của vị hôn phu khác hẳn so với nguyên tác mà tôi biết\" (婚約者の性格が原作と違うのですが). Nghệ thuật: Mochida Moo, Chuyện: Kozuki. [Nguyên bản](https://ncode.syosetu.com/s5772f/)\n3. \"Mặc dù gẚ cho một tên đáng ghét nhưng không hiểu từ lúc nào ta đã đem lòng yêu hắn một cách điên cuồng\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Nghệ thuật: Potagi, Chuyện: Mikoto. [Nguyên bản](https://ncode.syosetu.com/n4692gb/)\n4. \"Thúng ta sẽ tiếp tục đi trên con đường tà ác nhé?\" (悪の華道を追いましょう). Nghệ thuật: Yamashiro Umeta, Chuyện: Mafuyubi. [Nguyên bản](https://ncode.syosetu.com/n5872cw/)\n5. \"Hãy vui vẻ đón nhận những lời nói đó nhé\" (そのお言葉、喜んでお受けいたしますわ; \"Ta rất sẵn lòng tiếp nhận mệnh lệnh của người\"). Nghệ thuật: Oshitsuji Ei, Chuyện: Kiraku Naohito. [Nguyên bản](https://ncode.syosetu.com/n5454gb/)\n\n**Tập 4:**\n1. \"Hủy bỏ hôn ước sao? Tôi không dính dáng gì đến việc đó cả, dù là trực tiếp hay gián tiếp. Nhưng mà nghĩ lại… Ai mà ngờ được mọi chuyện sẽ thành ra như thế này?!\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). Nghệ thuật: Wamome, Chuyện: Kazukata Jin. [Nguyên bản](https://ncode.syosetu.com/n8085gn/)\n2. \"Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu\" (騎士国最恐令嬢による剣と拳と恋愛術; \"Nữ kỵ sĩ cao quý được nể sợ nhất vương quốc, câu chyện zoay quanh thanh gươm, dang dự và khả năng xã giao của cô ấy\"; \"Nữ hiệp sĩ quý tộc đáng sợ nhất vương quốc và câu chuyện xoay quanh thanh gươm, nắm đấm và kỹ năng tạo dựng mối quan hệ xã hội của cô ấy\"). Của Kanade Yumika\n3. \"Câu chuyện về một tình yêu không cách nào cưỡng lại\" (愛しているから仕方のない話; \"Khi tình yêu là khônh thể tránh khỏi\"). Nghệ thuật: Kida Yonoichi, Chuyện: Sakaki Dora. [Nguyên bản](https://ncode.syosetu.com/n8011gg/)\n4. \"Những tiểu thư quý tộc chuyển sinh muốn được kết hôn vối mình yêu\" (転生令嬢たちは愛する者と結ばれたい). Của Chiaki Rie\n5. \"Lễ tốt nghiệp kinh hoàng\" (悪夢の卒業パーティー; \"Buổi lễ tốt nghiệp ác mộng\"). Nghệ thuật: Yatsuhashi Hachi, Chuyện: Funineko. [Nguyên bản](https://ncode.syosetu.com/n3653gl/)\n6. \"Akuyaku Reijou Sasenasai\" (悪役令嬢…させなさい!!, \"Xin mạn phép trở thành… Kẻ phản diện!\"; \"Để yên cho tôi làm ác nữ\"). Của Kawano Akiko\n\n**Tập 5:**\n1. \"Cuộc khủng hoẚng hủy hôn do hiểu lầm giữa ta và hoàng tử\" (私と王子の勘違い婚約破棄騒動). Của Maro\n2. \"Anh ta đã hủy hôn để có thể kết hôn với tôi nhưng tôi chẳng cô hứng kết hôn với anh ta\" (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません). Nghệ thuật: Usui Tsukasa, Chuyện: Tetsuhako. [Nguyên bản](https://ncode.syosetu.com/n9230cy/)\n3. \"Tiểu thư hờn dỗi diện bộ cánh đen tuyền\" (やさぐれ令嬢は漆黒のドレスを纏う). Của Hizuki\n4. \"Tận hưởng hương vị kẹo ngọt của tình yêu sau khi bị hủy hôn ước\" (婚約破棄されたので愛するお菓子を満喫します; \"Sau khi bị hủy hôn ước, tôi đi tận hưởng kẹo ngọt tình yêu trọn đời\"). Của Kagari Touya\n5. \"Chúng ta hãy cùng nhau dẫm bước trên con đường tà ác\" (悪の華道を潰しましょう). Nghệ thuật: Yamashiro Umeta, Chuyện: Mafuyubi. [Nguyên bản](https://ncode.syosetu.com/n8188gz/)\n\n**Tập 6:**\n1. \"Game thủ game sinh tồn nhưng lại chuyển sinh vào game thiếu nữ\" (サバイバルゲーマーですが乙女ゲームに転生してしまいました~悪役令嬢は神エイム~). Của Aikawa Yuu\n2. \"Quý cô phản diện của lòng tham không đáy\" (強欲の悪役令嬢). Nghệ thuật: Mugicha Poyoko, Chuyện: Ehito. [Nguyên bản](https://ncode.syosetu.com/n5715fn/)\n3. \"Nữ phụ phản diện nở rộ đầy kiêu sa sau khi bị hủy bỏ hôn ước\" (脇役令嬢は、婚約破棄されて優雅に花開く。). Nghệ thuật: Maaraa Natsu, Chuyện: Sazanami. [Nguyên bản](https://ncode.syosetu.com/n2309hf/)\n4. \"Vị hôn phu đã vứt bỏ tôi để chọn em gái nhưng em ấy là một quả bom hẹn giờ\" (婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした). Nghệ thuật: Tachibana Edaka, Chuyện: Sekimiya Amon. [Nguyên bản](https://ncode.syosetu.com/n6054gw/)\n5. \"Tiể thư lãnh đạm bị hủy bỏ hôn ước tận hưởng hạnh phúc với chàng hoàng tử thời thơ ấu máum\" (婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります). Của Koyama Nayu\n6. \"Hãy cùng nhau bước đi trên con đường phản diện đầy hoa lệ\" (悪の華道を燃やしましょう). Nghệ thuật: Yamashiro Umeta, Chuyện: Mafuyubi. [Nguyên bản](https://ncode.syosetu.com/s6442c/)",
      "pt-br": "Noivados anulados, \"Bem-feito para você\", eventos de condenação, amor, realeza, heroínas reencarnadas, finais de banimento… está repleto de todos os encantos das vilãs! A adaptação de 5 histórias populares de vilãs que foram publicadas na Shousetsuka ni Narou! Uma antologia de oneshots com finais felizes!!\n\n**Sumário de volume 1:**\n1. \"A vilã conseguirá um amor verdadeiro\" (悪役令嬢は真実の愛を手にいれる). Arte: Hoshino Soumei, Conto: Nekomata Doremi. [Original](https://ncode.syosetu.com/n1664fm/)\n2. \"O conto da garota nobre que irá para um mosteiro após a anulação de seu noivado\" (婚約破棄されて修道院に行くお嬢様の話). Arte: Sorakura Shikiji, Conto: Yuuki Satoru. [Original](https://ncode.syosetu.com/n7933fg/)\n3. \"Definitivamente terei meu noivado anulado! Me tornarei uma vilã!\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Arte: Kuroe Yui, Conto: Reiga Utsuho. [Original](https://ncode.syosetu.com/n1702fn/)\n4. \"Aku no Kadou wo Ikimashou\" (悪の華道を行きましょう; \"Vamos andar de mãos dadas pelo caminho florido para a maldade?\"). Arte: Yamashiro Umeta, Conto: Mafuyubi. [Original](https://ncode.syosetu.com/n3244cr/)\n5. \"A vilã brinca com o primeiro amor do segundo príncipe\" (悪役令嬢は第二王子の初恋に翻弄される). Arte: Ohitsuji Ei, Conto: Mizuno Saaya. [Original](https://ncode.syosetu.com/n2169fj/)\n\n**Sumário de volume 2:**\n1. \"Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; \"Já faz 10 anos que desde que você pediu para terminar nosso noivado, se você insiste tanto assim, vamos terminar!\"). Por Yoshimura\n2. \"A vilã ri inocentemente\" (悪役令嬢は無邪気に笑う). Arte: Ohitsuji Ei, Conto: Yoruru. [Original](https://ncode.syosetu.com/n1629cz/)\n3. \"A arte de reconstruir uma nação começa com o término de um noivado!\" (婚約破棄から始まる国家建て直し術！). Arte: Kawano Akiko, Conto: Hazuki. [Original](https://ncode.syosetu.com/n4551ft/)\n4. \"Armaram para você, sabia?\" (貴方は嵌められたのですよ？). Arte: Koyuki Iroha, Conto: Yuki Yukiko. [Original](https://ncode.syosetu.com/n6502eu/)\n5. \"A vilã explodiu\" (悪役令嬢は爆死しました). Arte: Nanso, Conto: bouro. [Original](https://ncode.syosetu.com/n4564fw/)\n6. \"Eu reencarnei como uma vilã. Venha rápido, ao meu evento de término de noivado\" (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い). Arte: Mochida Moo, Conto: Kyouka. [Original](https://ncode.syosetu.com/n4699fn/)\n\n**Sumário de volume 3:**\n1. \"Um dia, eu consegui ouvir a voz interior da minha noiva\" (ある日婚約者の心の声が聞こえるようになりました。). Arte: Chuugyaku, Conto: Enju Subaru. [Original](https://ncode.syosetu.com/s6234f/)\n2. \"A personalidade do meu noivo é bem diferente da do jogo!\" (婚約者の性格が原作と違うのですが). Arte: Mochida Moo, Conto: Kozuki. [Original](https://ncode.syosetu.com/s5772f/)\n3. \"Era para eu me casar com alguém que me odiava, mas quando menos percebi começaram a gostar de mim\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Arte: Potagi, Conto: Mikoto. [Original](https://ncode.syosetu.com/n4692gb/)\n4. \"Vamos continuar pelo caminho florido da maldade?\" (悪の華道を追いましょう). Arte: Yamashiro Umeta, Conto: Mafuyubi. [Original](https://ncode.syosetu.com/n5872cw/)\n5. \"Eu aceitarei sua oferta com prazer\" (そのお言葉、喜んでお受けいたしますわ). Arte: Oshitsuji Ei, Conto: Kiraku Naohito. [Original](https://ncode.syosetu.com/n5454gb/)\n\n**Sumário de volume 4:**\n1. \"Cancelar com o noivado? Eu não fiz nada, diretamente ou indiretamente. Mas quando fui averiguar... quem imaginaria que as coisas acabariam assim?!\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). Arte: Wamome, Conto: Kazukata Jin. [Original](https://ncode.syosetu.com/n8085gn/)\n2. \"Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu\" (騎士国最恐令嬢による剣と拳と恋愛術; \"A nobre mais temida do reino e um conto sobre suas habilidades de espada, modos e relacionamentos\"). Por Kanade Yumika\n3. \"Uma história sobre ser incapaz de evitar de apaixonar-se\" (愛しているから仕方のない話). Arte: Kida Yonoichi, Conto: Sakaki Dora. [Original](https://ncode.syosetu.com/n8011gg/)\n4. \"As garotas nobres reincarnadas querem casar-se com seus amados\" (転生令嬢たちは愛する者と結ばれたい). Por Chiaki Rie\n5. \"Pesadelo de festa de graduação\" (悪夢の卒業パーティー). Arte: Yatsuhashi Hachi, Conto: Funineko. [Original](https://ncode.syosetu.com/n3653gl/)\n6. \"Akuyaku Reijou Sasenasai\" (悪役令嬢…させなさい!!; \"Permita-me ser... a vilã!\"). Por Kawano Akiko\n\n**Sumário de volume 5:**\n1. \"O tumulto causado pelo mal entendido do cancelamento do meu noivado com o príncipe\" (私と王子の勘違い婚約破棄騒動). Por Maro\n2. \"Iria parecer que você cancelou o noivado para casar-se comigo, mas não tenho intenção de me casar com você\" (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません). Arte: Usui Tsukasa, Conto: Tetsuhako. [Original](https://ncode.syosetu.com/n9230cy/)\n3. \"A garota nobre melancólica vestida em um vestido negro como a noite\" (やさぐれ令嬢は漆黒のドレスを纏う). Por Hizuki\n4. \"Agora que meu noivado foi anulado, posso ter minha cota dos meus adorados doces\" (婚約破棄されたので愛するお菓子を満喫します). Por Kagari Touya\n5. \"Vamos arruinar o caminho florido para a maldade?\" (悪の華道を潰しましょう). Arte: Yamashiro Umeta, Conto: Mafuyubi. [Original](https://ncode.syosetu.com/n8188gz/)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "5"
  },
  {
    "mangaId": "e48840ea-f28b-44fe-9412-d95db2a1ac3c",
    "title": {
      "en": "Legend of the Galactic Heroes (MICHIHARA Katsumi)"
    },
    "updatedAt": "2024-05-30T15:38:33+00:00",
    "coverArt": "https://mangadex.org/covers/e48840ea-f28b-44fe-9412-d95db2a1ac3c/4d66cc0f-7429-4244-ae15-59704a35245e.jpg",
    "altTitles": [
      {
        "ja-ro": "Ginga Eiyuu Densetsu"
      },
      {
        "ru": "Легенда о героях Галактики"
      },
      {
        "ja": "銀河英雄伝説"
      },
      {
        "zh": "银河英雄传说"
      }
    ],
    "description": {
      "en": "Manga adaptation of 1980s.  \r\n  \r\nFive hundred years ago, Rudolf von Goldenbaum united the disparate governments of humankind and established a mighty human empire, a tribute to his own greatness that stretched across the galaxy. Demanding loyalty and discipline, Rudolf created an order designed to long outlast his own rule; but all human works fade in time. Today, the decaying empire faces the threat of the Free Planets Alliance, and military leaders on both sides jockey for power in the face of a seemingly inevitable conflict. On the side of the empire, the young general Reinhard von Lohengramm sees war as opportunity, and the empire as soft clay ready for his own sculpting. On the side of the alliance, would-be historian Yang Wen-li would like nothing better than to live out his days in peace - but times of war have little use for men who waste their days studying the mistakes of the past. Circumstances will make heroes and villains of both these men, as they write new history one blood-splattered page at a time.  \r\n  \r\n\r\n\r\n---",
      "ru": "История человечества всегда была историей войн, во все времена, во все эпохи. И во все эпохи находятся люди, оставляющие след в истории, чьи имена выжжены на её скрижалях. Этих людей называют героями.  \r\nВ третьем тысячелетии, когда люди давно переселились с Земли на просторы Галактики, между абсолютной монархией Галактический Рейх и республикой Союз Свободных Планет уже 150 лет продолжается война. И на озарённом пламенем войны небосклоне зажигаются звёзды героев, судьба которых - изменить мир."
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": ""
  },
  {
    "mangaId": "8ed887db-c2f2-4a3f-8763-a974875f402d",
    "title": {
      "en": "The World Will Be Destroyed Tomorrow, so I Want to Rub Your Boobs"
    },
    "updatedAt": "2024-07-19T13:15:05+00:00",
    "coverArt": "https://mangadex.org/covers/8ed887db-c2f2-4a3f-8763-a974875f402d/07ff24ca-6009-40c3-bc4f-5bc31d8bcaa2.jpg",
    "altTitles": [
      {
        "ja-ro": "Ashita Sekai ga Horobiru node Kimi no Oppai o Momitai."
      },
      {
        "ja": "明日世界が滅びるので君のおっぱいを揉みたい。"
      },
      {
        "vi": "Mai là tận thế rồi nên cậu có thể cho tôi sờ ngực cậu được không?"
      }
    ],
    "description": {
      "en": "At the thought that the world was going to be doomed by a meteorite, Gotokuji risked all of his dignity to request Tanimura to let him rub her boobs.---Alternative raws: [Pixiv](https://www.pixiv.net/user/1371889/series/105342), [Nico Nico](https://seiga.nicovideo.jp/comic/55590)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "en": "One Piece - Digital Colored Comics"
      },
      {
        "en": "One Piece"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2819c65c-f277-4ca9-bc88-6068d1abb23d",
    "title": {
      "en": "The Dragon Slayer Academy's Hotshot"
    },
    "updatedAt": "2024-07-07T23:53:11+00:00",
    "coverArt": "https://mangadex.org/covers/2819c65c-f277-4ca9-bc88-6068d1abb23d/5a334699-9e6a-4ac7-95cb-f5dd1d5bf058.jpg",
    "altTitles": [
      {
        "ko": "용사 동생은 아카데미 고인물"
      },
      {
        "ko-ro": "Yongsa Dongsaengeun Academy Goinmul"
      },
      {
        "ja": "勇者の弟はアカデミーガチ勢"
      },
      {
        "my": "ငါ့ညီက ကျောင်းမှာ နာမည် ကြီး"
      },
      {
        "es-la": "Mi Hermano Pequeño Es El Mejor De La Academia"
      }
    ],
    "description": {
      "en": "Ruud Denatos' life of living in the shadow of his talented older brother Aesir, a genius dragon slayer, ends when Aesir is killed in a brutal battle. But after the fight, a hidden dragon lord appears and sends Ruud to a past where Aesir doesn't exist!\n\nIn order to find answers and his older brother, Ruud takes Aesir's place and wows the school with his skills and knowledge. But will Ruud continue to impress the academy, or will the lackluster skills of his past catch up to him?",
      "my": "ငါ့ညီက ကျောင်းမှာ နာမည် ကြီး Cele.\nMc မှာ အကိုတစ်ယောက်ရှိတယ်\nသူကို အမြဲတမ်းကာကွယ်ပေးခဲ့တယ့်\nလဲကျတိုင်းလက်လှမ်းပေးခဲ့တယ့်\nသူ့ရဲ အကိုကို အရမ်းမုန်နေခဲ့တယ်ပေါ\nMc တိုညီအကိုနှစ်ယောက်က နဂါးသတ်သမားတွေပေါ့ တစ်ရက်မှာ Mc အသက်ကို \nသူရဲ့အကိုက သေခံပြီ ကယ်သွားတယ်\nအယ့်တော့မှ သူ့အကိုကို မုန်းတာမဟုတ်ပဲ\nသူအကိုလောက်သန်မာပြီ ဘေးချင်းယှည်တိုက်ခိုက်ချင်းတယ်ဆိုပြီ နောင်တရပြီ ငိုတယ် ပေါ့...\nနောက်ဆုံး mc တစ်ယောက်တည်း ကမ္ဘာကြီးမှာ ကျန်ခဲ့တယ့်အချိန် နဂါးနတ်ဘုရားပေါလာပြီ 1v1 fight တယ့်ပေါ့\nMc က သောက်ရမ်း week တော့ နဂါး နတ်ဘုရားက မင်းသောက်သုံးမကျဖူး ပြန်ကြိုးစားလိုက်အုန်ဆိုပြီ သူအထက်တန်းကျောင်းသား နဂါးသတ်ဖြတ်သူကျောင်းသားဘ၀ အချိန်ကိုပြန်ပိုလိုက်တယ် ပေါ့..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbfe91e8-86ca-4457-b831-6b39e22f8df8",
    "title": {
      "en": "Gorillaman"
    },
    "updatedAt": "2024-05-21T14:29:32+00:00",
    "coverArt": "https://mangadex.org/covers/fbfe91e8-86ca-4457-b831-6b39e22f8df8/37b1b597-08f1-4c5b-b170-4bf582de271b.png",
    "altTitles": [
      {
        "en": "A Man Called Gorilla-man"
      },
      {
        "en": "The Gorilla Man"
      },
      {
        "ja": "ゴリラ・マン"
      },
      {
        "ja": "ゴリラーマン"
      }
    ],
    "description": {
      "en": "Ikedo Sadaharu, a transfer student at Shiratake High School, quickly earns the nickname \"Gorilla-Man\" due to his intimidating appearance. Despite his fearsome looks, Ikedo's true nature is misunderstood by his peers. The story humorously explores his attempts to fit into his new school, deal with bullies, and inadvertently gain respect, blending comedy with school life drama.\n\nWon the 14th Kodansha Manga Award for general manga in 1990 (tied with Chinmoku no Kantai)."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "219"
  },
  {
    "mangaId": "c353cd64-d95c-4b98-b5f4-4aae9368f50a",
    "title": {
      "en": "Keep an Eye on You"
    },
    "updatedAt": "2024-06-05T22:16:23+00:00",
    "coverArt": "https://mangadex.org/covers/c353cd64-d95c-4b98-b5f4-4aae9368f50a/e4cb8772-eb19-4776-839b-31469c08001b.png",
    "altTitles": [
      {
        "zh": "囚你于掌中"
      },
      {
        "zh-ro": "Qiu Ni Yu Zhang Zhong"
      },
      {
        "en": "confine you in my palm"
      }
    ],
    "description": {
      "en": "A mystery murder case shatters Lan Zhiqing's serene and blissful life into pieces. The past she has long forgotten returns in the form of a nightmarish case, encroaching ever the closer... Shocked, Lan Zhiqing discovers that the most dangerous existence may just be the person she shares a bed with."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "c37cb5b6-3245-4a06-840b-93f25bd760f8",
    "title": {
      "en": "Be-bop High School"
    },
    "updatedAt": "2022-08-10T11:36:09+00:00",
    "coverArt": "https://mangadex.org/covers/c37cb5b6-3245-4a06-840b-93f25bd760f8/2209acf7-12c8-47c7-ab5f-936dff6e3bff.png",
    "altTitles": [
      {
        "ja": "ビー・バップ・ハイスクール"
      },
      {
        "ja-ro": "Bī bappu haisukūru"
      }
    ],
    "description": {
      "en": "The story revolves around the lives of two rough-and-tumble high school friends Kato Hiroshi and Nakama Toru, who seemed to make a habit of getting into trouble and starting up fights. In keeping with the spirit of the manga, Toru and Hiroshi sport slicked back 50's style ducktails and adopted exaggerated swaggers that made them comical and yet also oddly cool. The drama also features an assortment of outlandish characters who sport even weirder fashions and hairdos. To describe the action in this drama, think Fight Club meets The Breakfast Club.  \n  \n---\n - **Won the 12th Kodansha Manga Award for General Manga in 1988, which it shared with Bonobono**"
    },
    "status": "completed",
    "releaseDate": 1983,
    "contentRating": "suggestive",
    "lastVolume": "48",
    "lastChapter": "308"
  },
  {
    "mangaId": "3b001f9b-47bf-4b5e-8476-80d9b193e373",
    "title": {
      "en": "Seijo no Maryoku wa Bannou desu: Mou Hitori no Seijo"
    },
    "updatedAt": "2023-10-31T05:31:38+00:00",
    "coverArt": "https://mangadex.org/covers/3b001f9b-47bf-4b5e-8476-80d9b193e373/fb1e9527-075a-4cf9-8c27-268fb8a8cb1d.jpg",
    "altTitles": [
      {
        "ja": "聖女の魔力は万能です ～もう一人の聖女～"
      },
      {
        "en": "The Saint's Magic Power Is Omnipotent: The Other Saint"
      },
      {
        "en": "The Power of the Saint is All Around: The Other Saint"
      }
    ],
    "description": {
      "en": "Aira Misono is a run-of-the-mill high school girl, and never imagined that she’d be summoned to another world, let alone declared its savior. Yet from the moment the handsome Prince Kyle lays eyes on her, he’s convinced that she’s the long-awaited Holy Saint destined to banish darkness from his world. Aira herself maintains significant doubts. Is she really up to this challenge? She might be able to use magic, but is she really a Saint? Aira’s fears and struggles only deepen when the woman summoned alongside her begins to look more and more like the one who truly deserves that title."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": ""
  },
  {
    "mangaId": "6a6a13cc-d611-41e1-9924-7b3ddfcf154a",
    "title": {
      "en": "Hibichika Time"
    },
    "updatedAt": "2023-06-29T04:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/6a6a13cc-d611-41e1-9924-7b3ddfcf154a/e73555d7-32b6-4d2d-8457-aedd088eb662.png",
    "altTitles": [
      {
        "ja": "ひびちかタイム"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "32"
  },
  {
    "mangaId": "50611713-30d4-4779-b5b2-098fb9808b94",
    "title": {
      "en": "Kikaku Hazure no Eiyuu ni Sodate Rareta, Joushiki Hazure no Mahou Kenshi"
    },
    "updatedAt": "2024-05-30T15:36:08+00:00",
    "coverArt": "https://mangadex.org/covers/50611713-30d4-4779-b5b2-098fb9808b94/f490ac25-5386-4d2d-be1a-8bd6f56ac6d7.jpg",
    "altTitles": [
      {
        "ja": "規格外れの英雄に育てられた、常識外れの魔法剣士"
      },
      {
        "en": "An Out of the Ordinary Magic Swordsman Brought up by a Nonstandard Hero"
      }
    ],
    "description": {
      "en": "A young man who died in an accident while protecting a girl reincarnated in another world and was picked up by an old man. However, the old man wasn't just a person. Far from being just anybody, he was a \"hero\" who didn't understand common sense at all !! This is the story of a reincarnated person, Rain, who, fortunately or unfortunately, was raised by an unscrupulous hero and has acquired tremendous power. --Soon the boy grows up and makes a harem !?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "d84b20c0-2502-4ed6-8a3a-65448e1acd46",
    "title": {
      "en": "Slam Dunk (Shinsoban Release)"
    },
    "updatedAt": "2023-07-23T14:57:53+00:00",
    "coverArt": "https://mangadex.org/covers/d84b20c0-2502-4ed6-8a3a-65448e1acd46/b677e838-cf34-4070-8c43-578a43716795.png",
    "altTitles": [
      {
        "ja": "スラムダンク"
      },
      {
        "ja": "SLAM DUNK 新装再編版"
      }
    ],
    "description": {
      "en": "Winning isn't everything in the game of basketball, but who wants to come in second? It takes dedication and discipline to be the best, and the Shohoku High hoops team wants to be just that. They have one last year to make their captain's dream of reaching the finals come true–will they do it? Takehiko Inoue's legendary beloved basketball manga is finally here and the tale of a lifetime is in your hands.\n\nHanamichi Sakuragi's got no game with girls—none at all! It doesn't help that he's known for throwing down at a moment's notice and always coming out on top. A hopeless bruiser, he's been rejected by 50 girls in a row! All that changes when he meets the girl of his dreams, Haruko, and she's actually not afraid of him! When she introduces him to the game of basketball, his life is changed forever…"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": ""
  },
  {
    "mangaId": "394398f2-6287-48c7-9713-cd1759c97291",
    "title": {
      "en": "The Blood Princess and the Knight"
    },
    "updatedAt": "2024-06-05T08:21:32+00:00",
    "coverArt": "https://mangadex.org/covers/394398f2-6287-48c7-9713-cd1759c97291/78a07ad9-a65b-43ca-bf59-a0cf18694e43.jpg",
    "altTitles": [
      {
        "zh-ro": "Xue Ji Yu Qi Shi"
      },
      {
        "ja": "血の姫と騎士"
      },
      {
        "zh": "血姬与骑士"
      },
      {
        "en": "Vampires and Knight"
      },
      {
        "ru": "Вампиры и рыцарь"
      },
      {
        "ru": "Рыцарь и Королева Крови"
      },
      {
        "ko": "서큐버스가 되어버린 기사님"
      },
      {
        "fr": "From Holy Knight to Vampire"
      }
    ],
    "description": {
      "en": "I, who was a sacred knight, was defeated and captured in a battle against the vampire clan.   \n\"Oh? Letting you die? In your dreams! Accept my embrace, and in the future, please take care of me, my lovely daughter~\"   \nThe silver-haired Queen of the Vampire Clan lifted my chin and smiled cunningly, her sharp canines drawing closer to my neck…  \n\n\n---\n\n**Links:**\n- [Alternative raw (AC QQ)](https://ac.qq.com/Comic/comicInfo/id/648136)\n- [Alternative raw (Bilibili)](https://manga.bilibili.com/detail/mc28199)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5cb6e7dd-0fd8-4aab-be7c-5446b007f9bb",
    "title": {
      "en": "Kyouran Reijou Nia Liston - Byoujaku Reijou ni Tensei shita Kamigoroshi no Bujin no Karei Naru Musouroku"
    },
    "updatedAt": "2024-04-13T16:22:01+00:00",
    "coverArt": "https://mangadex.org/covers/5cb6e7dd-0fd8-4aab-be7c-5446b007f9bb/a6ccbd60-ee08-40f5-b118-cad47a11b572.jpg",
    "altTitles": [
      {
        "ja": "凶乱令嬢ニア・リストン 病弱令嬢に転生した神殺しの武人の華麗なる無双録"
      },
      {
        "en": "Brutal Daughter Nia Liston: A Splendid Matchless Record of a God-Slaying Warrior Reincarnated as a Sickly Daughter"
      },
      {
        "vi": "Cuồng loạn lệnh nương - Nia Liston"
      },
      {
        "en": "Nia Liston: The Merciless Maiden"
      }
    ],
    "description": {
      "en": "The strongest reincarnated daughter goes on the rampage! A gripping, otherworldly entertainment!\n\n\"I wanted to die fighting anyway.\"\n\nThe great hero, who once even killed a god, wanted to fight even in death. What awaited her was her reincarnation as a sickly noblewoman. In the future world, she becomes the beautiful but too weak Daughter Nia Liston, but in her second life, she goes on a rampage in battle, in delivery activities and in academy life!\n\nThis is a record of the brilliant battles of the hero who will eventually be known as the \"Wicked Rampant Daughter\". The most powerful Warriors' Daughter presents the start of a painful otherworldly entertainment!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "91bbcc02-bc0f-4492-bf5d-e42cfe03dfe5",
    "title": {
      "en": "HEN"
    },
    "updatedAt": "2023-09-21T11:36:27+00:00",
    "coverArt": "https://mangadex.org/covers/91bbcc02-bc0f-4492-bf5d-e42cfe03dfe5/0347043c-d9c5-4182-8159-7df598c0c8f0.jpg",
    "altTitles": [
      {
        "en": "HEN (1995)"
      },
      {
        "en": "Hen: Strange Love"
      },
      {
        "en": "Strange Love (OKU Hiroya)"
      }
    ],
    "description": {
      "en": "Chizuru Yoshida is not your typical high schooler and she's all too aware of it! She has a talent with getting what she wants from her male lovers and often comes across as cold and manipulative…  \n  \nIn truth, despite her experiences with guys, she has never been in love. That's until the fateful arrival of newly-trasferred student, Azumi Yamada, at her school. It was love at first sight for Chizuru–indeed an unexpected turn of events for the story's vixen!  \n  \nNot only was she in love, but with all things…another girl. Chizuru goes through a brief stage of anger and denial and tries to convince herself that she couldn't possibly be attracted to such a simple-looking, shy, and naive girl! To her despair she finds herself constantly thinking of Azumi, so she finally resolves to become friends with her, but it's not too long when she starts to push things along with Azumi…",
      "pl": "Chizuru Yoshida jest nietypową licealistką i jest tego świadoma. Zawsze dostaje to, czego chce. Ma także wielu kochanków wśród dorosłych mężczyzna. Jednak tak naprawdę nigdy nie była zakochana w żadnym z nich. Nagle jej serce zabiło mocnej do nowo przybyłej uczennicy, Azumi Yamady. To była miłość od pierwszego wejrzenia. Chizuru po raz pierwszy zaczyna martwić się, czy będzie wystarczająco atrakcyjna dla kogoś i po raz pierwszy doświadcza, jak to jest być po drugiej stronie barykady, gdy jest się osobą, która pragnie miłości kogoś innego. Próbuje zaprzyjaźnić się z nową koleżanką. Czy uda jej się zwrócić na siebie jej uwagę?  \n  \nMANGA PRZEZNACZONA DLA OSÓB POWYŻEJ 18 ROKU ŻYCIA!"
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "94"
  },
  {
    "mangaId": "9a1c75e4-7077-4252-afdf-c5a8a4c58062",
    "title": {
      "en": "Who is Fuou?!"
    },
    "updatedAt": "2024-06-08T03:11:12+00:00",
    "coverArt": "https://mangadex.org/covers/9a1c75e4-7077-4252-afdf-c5a8a4c58062/73dc39f5-2fbb-4f7e-a9d7-055867220dfb.png",
    "altTitles": [
      {
        "ja": "Who is 風生!?"
      },
      {
        "it": "Changing Fo"
      },
      {
        "ja-ro": "Who Is Kazeo!?"
      }
    ],
    "description": {
      "en": "Indeed, just who is Fuou? Is he the president of the girl’s wrestling club? Is he their beloved mascot? Is he not much more than a tiny boy in ill-fitting clothes? Is he a prize to be fought over? Or Is he a lunatic fighter when he gets a taste for blood?"
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": ""
  },
  {
    "mangaId": "1d44fa52-e344-42bd-9182-7b5887e1fe2c",
    "title": {
      "en": "I Guess I Became the Mother of the Great Demon King's 10 Children in Another World"
    },
    "updatedAt": "2024-07-29T17:15:14+00:00",
    "coverArt": "https://mangadex.org/covers/1d44fa52-e344-42bd-9182-7b5887e1fe2c/f75cd336-9da7-4926-b6b2-576fd53a8c7a.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai de Saikyo Mao no Kodomo-tachi 10-nin no Mama ni Nacchaimashita."
      },
      {
        "ru": "Я стала мамой десяти детей сильнейшего демона в другом мире"
      },
      {
        "zh-hk": "一不小心在異世界當上了最強魔王的十個孩子的媽媽."
      },
      {
        "ja": "異世界で最強魔王の子供達10人のママになっちゃいました。"
      },
      {
        "fr": "Le Roi-Démon et moi, et nos 10 enfants"
      },
      {
        "th": "ชีวิตใหม่ในโลกต่างมิติของฉันถูกลิขิตให้เลี้ยงลูกจอมมารทั้ง 10"
      },
      {
        "zh": "一不小心在异世界当上了最强魔王的十个孩子的妈妈"
      },
      {
        "ko": "이세계에서 최강마왕의 아이들 10명의 엄마가 돼버렸습니다"
      }
    ],
    "description": {
      "en": "High school girl Akari mourns the loss of her mother who died when she shielded Akari from an oncoming truck a year ago. She discovers an adventure game her mother had gotten for her birthday some time ago, but never had a chance to finish. Suddenly, she is summoned to be the mother of the Demon Lord's 10 children in another world…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "40"
  },
  {
    "mangaId": "94c66a5c-c87d-45ab-8f09-409805745b8e",
    "title": {
      "en": "Koutetsujou no Kabaneri"
    },
    "updatedAt": "2021-05-25T15:45:20+00:00",
    "coverArt": "https://mangadex.org/covers/94c66a5c-c87d-45ab-8f09-409805745b8e/f68ae19f-2088-4cfc-9572-2364bb2755aa.jpg",
    "altTitles": [
      {
        "en": "Kabaneri of the Iron Fortress"
      },
      {
        "en": "Кабанэри Железной Крепости"
      },
      {
        "en": "甲鉄城のカバネリ"
      }
    ],
    "description": {
      "en": "As the world is in the middle of an industrial revolution, a monster appears that cannot be defeated unless its heart, which is protected by a layer of iron, is pierced. By infecting humans with its bite, the monster can create aggressive and undead creatures known as Kabane. On the island Hinomoto, located in the far east, people have built stations to shelter themselves from these creatures. People access the station, as well as transport wares between them, with the help of a locomotive running on steam, called Hayajiro. Ikoma, a boy who lives in the Aragane station and helps to build Hayajiro, creates his own weapon called Tsuranukizutsu in order to defeat the creatures. One day, as he waits for an opportunity to use his weapon, he meets a girl named Mumei, who is excused from the mandatory Kabane inspection. During the night, Ikoma meets Mumei again as he sees Hayajiro going out of control. The staff on the locomotive has turned into the creatures. The station, now under attack by Kabane, is the opportunity Ikoma has been looking for.  \n\n\n---\n\n",
      "ru": "\"Стимпанк история\" расскажет о том, как можно выжить в островной стране Хиномото, спрятавшись за высокими стенами крепостей, являющимися своеобразными станциями, от зомбиподобных существ со стальными сердцами, которых называют кабанэ. Связь между станциями поддерживается посредством курсирующих между ними бронированных локомотивов, под названием \"Хаядзиро\". Икома, молодой ремесленник, помогающий строить Хаядзиро, создает на станции оружие, названное \"пронзателем\", позволяющее уничтожать кабанэ. Однажды, ожидая возможности применить оружие, он встречает загадочную, безымянную девушку. Той же ночью Хаядзиро выходит из-под контроля, персонал локомотива обращается в кабанэ и станция подвергается атаке. Икоме предоставляется шанс испытать свое изобретение."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "28"
  },
  {
    "mangaId": "d3e2352e-732c-437c-ae32-de372ea36d1c",
    "title": {
      "en": "Shameless Golfer Jubei"
    },
    "updatedAt": "2024-08-03T10:48:08+00:00",
    "coverArt": "https://mangadex.org/covers/d3e2352e-732c-437c-ae32-de372ea36d1c/7add7137-597f-4d41-b477-b510b3529629.jpg",
    "altTitles": [
      {
        "ja": "ハレンチゴルファー十べえ"
      },
      {
        "ja-ro": "Harenchi Golfer Jubei"
      }
    ],
    "description": {
      "en": "Many years have passed since the Great Shameless War. Somehow, to our delight, Shameless School is back in the 21st century! This time the Shameless School is learning the ways of golf. And so begins golf games where no shame is found. In the games, many nostalgic faces participate from works such as Abashiri Family, Kekkou Kamen, and even Devilman. Who gets the ball in the hole? Sure enough, Jubei is a strong hitter like always~ This is the Second Coming of the Shameless School that everyone has been waiting for~!"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81",
    "title": {
      "ja": "Toaru Kagaku no Mental Out"
    },
    "updatedAt": "2024-07-31T13:00:49+00:00",
    "coverArt": "https://mangadex.org/covers/4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81/b6314a0c-d58a-4688-b6e3-8ddf4d2bbea0.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Mental Out"
      },
      {
        "ru": "Некий научный Ментал Аут"
      },
      {
        "ja": "とある科学の心理掌握"
      },
      {
        "ar": "مانجا الملكة النحلة شوكهو ميساكي - مينتل-آوت"
      }
    ],
    "description": {
      "ar": "هذه القصة الفرعية من سلسلة توارو ببطولة الملكة النحلة شوكهو ميساكي\n\nاقتربت انتخابات مجلس طلاب توكيواداي. شوكهو ميساكي، وهي صاحبة أكبر زمرة في المدرسة، دخلت الانتخابات غريمةً لنائبة رئيسة المجلس ومتحدية لها. وأثناء الانتخابات دخل [أثرٌ] مُعَيّن مدرسة البنات المخمليات، ويدعي أنه المصنف الأول السابق...؟!",
      "en": "The Tokiwadai student council election is approaching. Shokuhou Misaki, one of the leading candidates, is in the midst of an election campaign in spite of her own expectations due to the people around her and the fate of being the head of the largest clique...!!",
      "id": "Pemilihan presiden dewan siswa Tokiwadai semakin mendekat. Shokuhou Misaki, salah satu kandidat utama, tengah berada dalam kampanye pemilihan meskipun tidak sesuai ekspektasinya sendiri karena pengaruh orang-orang di sekitarnya dan takdir menjadi kepala kelompok terbesar...!!",
      "ru": "Приближаются выборы в студенческий совет Токивадая. Шокухо Мисаки, одна из ведущих кандидатов, находится в разгаре избирательной кампании, несмотря на ее собственные ожидания из-за окружающих ее людей и судьбы быть главой крупнейшей клики!.."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ee8e11a-de10-499f-b2de-64547a282972",
    "title": {
      "en": "Link! Life! Love Live! 104th Term"
    },
    "updatedAt": "2024-05-25T10:45:11+00:00",
    "coverArt": "https://mangadex.org/covers/9ee8e11a-de10-499f-b2de-64547a282972/28bb55e3-6859-4fe1-bfeb-0724b1238cad.png",
    "altTitles": [
      {
        "ja": "りんく！らいふ！ラブライブ！104期"
      }
    ],
    "description": {
      "en": "Official 4-koma published with the game Link! Life! Love Live!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d86cf65b-5f6c-437d-a0af-19a31f94ec55",
    "title": {
      "ja-ro": "Ijiranaide, Nagatoro-san"
    },
    "updatedAt": "2024-07-30T12:43:16+00:00",
    "coverArt": "https://mangadex.org/covers/d86cf65b-5f6c-437d-a0af-19a31f94ec55/5e4a4e0e-b2a6-4e7e-8e6e-169a8d26c7a8.jpg",
    "altTitles": [
      {
        "id": "Jangan goda aku, Nagatoro"
      },
      {
        "es-la": "No te burles de mi, Nagatoro"
      },
      {
        "fr": "Arrête de me chauffer, Nagatoro"
      },
      {
        "ru": "Не издевайся, Нагаторо"
      },
      {
        "ja": "イジらないで、長瀞さん"
      },
      {
        "ko": "괴롭히지 말아요, 나가토로 양"
      },
      {
        "de": "Neck mich nicht, Nagatoro-san"
      },
      {
        "zh-hk": "不要欺負我，長瀞同學"
      },
      {
        "th": "ยัยตัวแสบแอบน่ารัก นางาโทโระ"
      },
      {
        "ar": "لا تلعبي معي يا آنسة ناغاتورو"
      },
      {
        "it": "Non tormentarmi, Nagatoro!"
      },
      {
        "fa": "اذیتم نکن، ناگاتورو سان"
      },
      {
        "he": "אל תשתעשעי איתי, נאגאטורו"
      },
      {
        "es-la": "No me Molestes, Nagatoro-san"
      },
      {
        "en": "Don't Toy With Me, Miss Nagatoro!"
      },
      {
        "uk": "Не дражни мене, Нагаторо-сан"
      },
      {
        "cs": "Nehraj si se mnou Nagatoro"
      },
      {
        "en": "Please Don't Bully Me, Nagatoro"
      },
      {
        "es": "No me rayes, Nagatoro"
      },
      {
        "pt-br": "Não Mexa Comigo, Nagatoro"
      },
      {
        "pl": "Nie drocz się ze mną, Nagatoro!"
      },
      {
        "vi": "Đừng bắt nạt anh nữa, Nagatoro!!!"
      },
      {
        "vi": "Đừng chọc anh nữa mà, Nagatoro-san"
      }
    ],
    "description": {
      "en": "Naoto Hachiouji —our spineless— MC (Known also as \"Senpai\") is a second-year high school student and a loner who spends his afternoons at the Arts Club room. He attracts the attention of one of his schoolmates, a sadistic freshman girl named Nagatoro. However, in between the bullying and teasing, something else begins to blossom.\n\nA lovey-dovey(…?) story between a shy nerd and an S-Dere (Sadistic Tsundere) begins.\n\n---\n\n**Links:**\n\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10042/episode/313808) (U.S. Only), [Kodansha](https://kodansha.us/series/dont-toy-with-me-miss-nagatoro/)",
      "es": "Naoto Hachioji está en segundo de bachillerato, es un chico tan tímido e introvertido como buen dibujante. Un día, mientras busca un sitio donde sentarse a dibujar en la biblioteca, se le caen las páginas del manga que hacía, justo al lado de un grupo de chicas que, al verlas, se ríen de él en su cara y se van… excepto una estudiante de primero, Hayase Nagatoro, que básicamente empieza a darle caña hasta hacerlo llorar.\n\nDesde entonces, Nagatoro y consecuentemente sus amigas, no van a parar de rayar a su “senpai” y molestarlo de todas las maneras posibles… Pero hay tres cosas a tener en cuenta: Nagatoro es especialmente tocanarices cuando están a solas, se molesta bastante si sus amigas se pasan con él, y en definitiva lo que ella busca es que su senpai salga de su burbuja autoimpuesta para que se divierta y conozca un poco el mundo que lo rodea… y quizás algo más…",
      "ja": "憎たらしいけど愛おしい。苦しいのに傍にいたい。あなたの中の何かが目覚める、“Sデレ少女”の物語。",
      "pl": "Naoto Hachiouji to nieśmiały chłopak, którego mało co przeraża tak, jak wredne dziewczyny. Nic więc dziwnego, że jego największym szkolnym koszmarem zostaje Nagatoro – koleżanka z niższego roku, która obrała go sobie za cel, regularnie serwując mu atrakcje z pogranicza wojskowej fali i końskich zalotów. Choć wydawać by się mogło, że szkolne życie chłopaka na zawsze pozostanie pasmem nieszczęść, nieoczekiwanie relacja tych dwojga zaczyna zmierzać w niespodziewanym kierunku…\n\n(źródło: Studio JG)",
      "ru": "Нагаторо - переведённая ученица в старшей школе, которой нравится дразнить своего семпая. Но он всё стерпит. И пусть ему придётся пройти через все виды издевательств - он всё простит, потому что влюблён.",
      "es-la": "A la estudiante de preparatoria Hayase Nagatoro le encanta pasar su tiempo libre haciendo una cosa, ¡y eso es molestar a su Senpai! Después de que Nagatoro y sus amigos se topan con los dibujos del aspirante a artista, disfrutan molestando sin piedad al tímido Senpai. Nagatoro decide continuar con su cruel juego y lo visita a diario para poder obligar a Senpai a hacer lo que le interese en ese momento, especialmente si eso lo hace sentir incómodo. Ligeramente interesado por Nagatoro y algo temeroso de ella, Senpai está constantemente involucrado en sus payasadas mientras sus intereses, pasatiempos, apariencia e incluso personalidad se usan en su contra mientras ella se entretiene a sus expensas. A medida que pasa el tiempo, Senpai se da cuenta de que no le desagrada la presencia de Nagatoro, y los dos desarrollan una amistad incómoda mientras uno soporta pacientemente las payasadas del otro.",
      "pt-br": "Nagatoro é uma menina de primeiro ano na escola que adora fazer bullying com seu Senpai. Mas ele aceita isso, mesmo depois de ter passado por todos os tipos de situações humilhantes e embaraçosas, porque ele está apaixonado por ela."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "154"
  },
  {
    "mangaId": "2dfea85d-9af9-4852-9de4-d5e48eb454fe",
    "title": {
      "en": "Reiketsu Ryuuou Heika no \"Unmei no Tsugai\" rashii Desu ga, Koukyuu ni Hikikomorou to Omoimasu"
    },
    "updatedAt": "2024-07-23T06:51:13+00:00",
    "coverArt": "https://mangadex.org/covers/2dfea85d-9af9-4852-9de4-d5e48eb454fe/e3d244fc-894d-4229-91cc-739c5cee4cbb.jpg",
    "altTitles": [
      {
        "ja": "冷血竜皇陛下の「運命の番」らしいですが、後宮に引きこもろうと思います"
      },
      {
        "ja": "冷血竜皇陛下の「運命の番」らしいですが、後宮に引きこもろうと思います ～幼竜を愛でるのに忙しいので皇后争いはご勝手にどうぞ～"
      },
      {
        "ja-ro": "Reiketsu Ryuuou Heika no \"Unmei no Tsugai\" rashii Desu ga, Koukyuu ni Hikikomorou to Omoimasu"
      },
      {
        "ja-ro": "Reiketsu Ryuuou Heika no \"Unmei no Tsugai\" rashii Desu ga, Koukyuu ni Hikikomorou to Omoimasu: Youryuu wo Mederu no ni Isogashii no de Kougou Arasoi wa go Katte ni Douzo"
      },
      {
        "en": "It Seems I Am the \"Fated Mate\" of the Cold-Blooded Dragon Emperor, but I Plan to Stay Secluded in the Harem"
      },
      {
        "en": "It Seems I Am the \"Fated Mate\" of the Cold-Blooded Dragon Emperor, but I Plan to Stay Secluded in the Harem: I Am Busy Doting on the Young Dragons, so Please Proceed With the Empress Competition as You Wish"
      }
    ],
    "description": {
      "en": "Upon reaching adulthood, Efinia, the fairy princess, is set to have an audience with the Dragon Emperor. However, as soon as she meets Emperor Glendil, it is revealed that Efinia is his \"fated mate.\" Shocked, Efinia overhears the emperor's heartless words, \"It's outrageous that someone who looks like a child is my mate.\" In that case, fine! I don't desire the love of an arrogant emperor! Undeterred by the harassment from other concubines, Efinia thoroughly enjoys her life in the harem. She eventually befriends a small dragon that wanders into the harem, but it seems this dragon has a secret...",
      "ja": "成人の年を迎え、竜族の皇帝に謁見することになった妖精族の王女エフィニア。\r\nしかし皇帝グレンディルに出会った途端、なんとエフィニアが彼の「運命の番」だということが発覚する。\r\n驚くエフィニアだったが「あんな子供みたいなのが番だとは心外だ」という皇帝の心無い言葉を偶然聞いてしまい…。\r\nならば結構です！傲慢な皇帝の溺愛なんて望みません！\r\n他の側室の嫌がらせにもめげず、エフィニアはのびのびと後宮ライフを満喫。\r\nやがて後宮に迷い込んだ小さな竜とも仲良くなるが、どうもこの竜には秘密があるようで……。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e4631dc7-87b9-4d6a-8b3b-5594664ecc27",
    "title": {
      "en": "Fate/kaleid liner PRISMA☆ILLYA 3rei!!"
    },
    "updatedAt": "2024-06-21T13:57:41+00:00",
    "coverArt": "https://mangadex.org/covers/e4631dc7-87b9-4d6a-8b3b-5594664ecc27/a84004c9-2f41-46f7-b94c-25186c5e8be4.jpg",
    "altTitles": [
      {
        "zh": "Fate kaleid liner 魔法少女☆伊莉雅"
      },
      {
        "en": "Fate/Kaleid Liner Prisma Illya 3rei!!"
      },
      {
        "ja": "Fate/kaleid liner プリズマ☆イリヤ ドライ! !"
      },
      {
        "ja-ro": "Fate/Kaleid Liner Prisma Illya Dorai!!"
      },
      {
        "ru": "Судьба/Девочка волшебница Илия 3"
      }
    ],
    "description": {
      "en": "Just as Miyu was about to be saved from being swallowed by despair, all of a sudden mysterious duo that mastered Heroic Spirit Class Card system appears in front of Illya!  \n  \n(A direct continuation of the second act, \"2wei\" - manga upholds the tradition of having punny names based on german numbers and was appropriately titled \"3rei\", which comes from deutsch \"drei\" meaning \"three\".)  \n\n\n---",
      "fr": "Il s'agit d'un spin-off de la série Fate/Stay Night.  \n  \nRin Tohsaka est une mage chargée par Zelretch de collecter les cartes des sept servants dispersées dans la ville de Fuyuki. Malheureusement, elle découvre qu'elle ne peut pas utiliser la magie de Ruby, son sceptre.  \nRin va alors découvrir en Illyasviel von Einzbern un potentiel pour devenir magical girl à sa place. Illya va alors utiliser le Kaleido Stick Ruby pour collecter les cartes tout en étant supervisée par Rin.  \n  \nLa petite fille va également découvrir une rivale et amie de taille nommée Miyu Edelfelt, qui avait pour maître Luviagelita Edelfelt, la rivale de Rin.  \n  \nPar ailleurs, pendant la collecte de cartes, Illya va découvrir une autre jeune fille lui ressemblant étrangement : Kuroe. Cette dernière n'a pas l'intention de la laisser remplir sa mission et tente de l'éliminer."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "664e8181-7b5e-4225-abcb-9e01f34b76a3",
    "title": {
      "en": "The Crazy Killer Whale’s Favourite Penguin"
    },
    "updatedAt": "2024-07-31T21:47:11+00:00",
    "coverArt": "https://mangadex.org/covers/664e8181-7b5e-4225-abcb-9e01f34b76a3/888a31a2-b72a-4845-8491-b1f27636bc4b.jpg",
    "altTitles": [
      {
        "ko": "미친 범고래의 애착 펭귄"
      }
    ],
    "description": {
      "en": "Born as a penguin, I miraculously transformed into a human. The problem? My guardian, the Tower Master, hates beastmen. Fearing discovery, I ran away, only to be found out by a self-proclaimed penguin enthusiast.\n\nWhale clan orca beastman, Suuradel, looked at me intensely, his eyes reddening sensually.\n\n“Ha… Your wild eyes are incredible.”\n\nThose aren’t eyes, just white feathers.\n\n“May I touch your belly fat?”\n\nSeriously? Furious, I pecked at him, but he looked oddly elated.\n\n“Did you just kiss me?”\n\n…It seems I got caught by a lunatic, not a penguin enthusiast."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3ab48b2-e07c-4f21-b205-ceb0f4309451",
    "title": {
      "en": "Re:Zero Kara Hajimeru Isekai Seikatsu - Dainishou - Yashiki no Isshuukan Hen"
    },
    "updatedAt": "2023-10-27T21:12:24+00:00",
    "coverArt": "https://mangadex.org/covers/f3ab48b2-e07c-4f21-b205-ceb0f4309451/3306c55c-1278-40af-9818-7064e6eba24b.jpg",
    "altTitles": [
      {
        "ru": "Re: Жизнь с нуля в другом мире. Часть вторая: Особняк"
      },
      {
        "ja": "Re:ゼロから始める異世界生活 第二章 屋敷の一週間編"
      },
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 2: A Week at the Mansion"
      },
      {
        "zh-hk": "Re:從零開始的異世界生活 第二章 宅邸的一週篇"
      },
      {
        "pt-br": "Re:Zero - Capítulo 2: Uma Semana na Mansão"
      },
      {
        "ja-ro": "Re:Zero kara Hajimeru Isekai Seikatsu: Dai-2 Shou - Yashiki no Isshuukan-hen"
      }
    ],
    "description": {
      "en": "Suddenly a high school student Subaru Natsuki has been summoned to another world on the way back from the convenience store. With the biggest crisis of his life being summoned to another world and no sign of the one who summoned him things become worse when he is attacked. But when he is saved by a mysterious silver-haired girl with a fairy cat, Subaru co-operates with the girl to return the favor. When they finally manage to get a clue Subaru and the girl are attacked and killed by someone. Subaru then awakens in the place he was summoned and notices the ability he gained \"Returns by Death\" a helpless boy that only has the ability to rewind time by dying. And beyond the despair can he save the girl from the fate of death!",
      "ru": "После спасения жизни Эмилии и возвращения ей инсигнии, Нацуки Субару был приглашен в особняк к лорду, где живет Эмилия. Нацуки устраивается на работу дворецким, и всё идёт хорошо, но вот только спустя несколько дней обнаруживается, что он опять откатился назад во времени, на момент, когда он только появился в особняке. Кто же в этот раз замочил бедного Нацуки?",
      "pt-br": "O estudante do ensino médio Natsuki Subaru foi convocado para um mundo de fantasia, enquanto estava nocaminho para casa vindo de uma loja de conveniência! Com base em seu conhecimento de histórias onde as pessoas são transportados para outros mundos, ele assumiu que ele deve ter algum tipo de super poder, mas essa suposição acabou deixando ele espancadoe quase morto durante um assalto. Ele é resgatado por uma meio-elfo, Satera, e seu companheiro, um gato mágico pequeno chamado Puck. Eles estão procurando por algo que foi roubado dela, e Subaru decide ajudar. No entanto, muito em breve, ele descobre que ele de fato tem uma habilidade especial. Quando ele morre, ele começa sua aventura novamente a partir do momento em que ele foi convocado para o mundo de fantasia. Será que ele vai ser capaz de usar sua habilidade para ajudar Satera?"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "972e9773-133c-46ba-a40b-5bba7fbd1a7a",
    "title": {
      "en": "Ura mo Omote mo Kimi ga Suki"
    },
    "updatedAt": "2023-11-20T12:59:02+00:00",
    "coverArt": "https://mangadex.org/covers/972e9773-133c-46ba-a40b-5bba7fbd1a7a/4bbd9134-6e3d-445f-908f-cdf5ab6d175a.jpg",
    "altTitles": [
      {
        "ja": "ウラもオモテも君が好き"
      }
    ],
    "description": {
      "en": "The senior whom everyone loves, the tough-looking yankee in class, the cute junior member of the club... Only I know his \"secret face\"  An exciting series that will keep you on the edge of your seat!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": ""
  },
  {
    "mangaId": "a84638a7-2a16-4fad-888f-c99033300cf4",
    "title": {
      "en": "Everything but your life"
    },
    "updatedAt": "2024-07-31T16:43:25+00:00",
    "coverArt": "https://mangadex.org/covers/a84638a7-2a16-4fad-888f-c99033300cf4/d19ecc4e-89b4-42b2-8ec1-49a893de2e09.png",
    "altTitles": [],
    "description": {
      "en": "A transfer student desperately seeking someone to relate to pursues the attention of a mysterious boy covered in bandages, thinking he might finally be able to build a friendship for the first time since a tragic accident."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9229ee0c-3e56-41df-be1f-278fa8680426",
    "title": {
      "en": "Snake in the Office"
    },
    "updatedAt": "2024-06-07T20:27:27+00:00",
    "coverArt": "https://mangadex.org/covers/9229ee0c-3e56-41df-be1f-278fa8680426/dc5c7d32-7abb-4ed5-9fe2-9618810491fd.png",
    "altTitles": [],
    "description": {
      "en": "A naga starts a new job in a new town.\n\nPosted with [author permission](https://twitter.com/DanielLCarrier/status/1769140595296207140).\n\n---\nAlternative Official English: [TheDuckWebComics](https://www.theduckwebcomics.com/Snake_in_the_office/5771894/)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8495d45a-dbba-48be-8691-7d2a067e3f42",
    "title": {
      "en": "Gate - Teikoku no Bara Kishidan - Pinya Co Lada 14-sai"
    },
    "updatedAt": "2023-07-24T15:46:15+00:00",
    "coverArt": "https://mangadex.org/covers/8495d45a-dbba-48be-8691-7d2a067e3f42/f730b714-cf1e-4f11-ae97-2ca6629dd263.jpg",
    "altTitles": [
      {
        "en": "Gate - Piña's Rose Order of Knights"
      },
      {
        "en": "Gate - Rose Knights of the Empire - 14 Year Old Pinya Co Lada"
      },
      {
        "ja-ro": "Gate - Teikoku no Bara Kishidan - Pinya Co Lada 14-sai"
      },
      {
        "ja": "ゲート 帝国の薔薇騎士団 ピニャ・コ・ラーダ14歳"
      },
      {
        "zh-hk": "門 帝國之薔薇騎士團 平娜‧戈‧蘭達14歲"
      }
    ],
    "description": {
      "en": "A spin-off focusing on Princess Pinya's (from \"Gate - Thus the JSDF Fought There!\") life before the \"Gate\" opening to the other world event."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "1d9601d0-64fb-40ff-a3ae-238d36a3e85b",
    "title": {
      "en": "Afterglow"
    },
    "updatedAt": "2024-07-20T10:10:47+00:00",
    "coverArt": "https://mangadex.org/covers/1d9601d0-64fb-40ff-a3ae-238d36a3e85b/a8c76c14-50b4-4707-932f-d7815930b694.jpg",
    "altTitles": [
      {
        "ja": "アフターグロウ"
      }
    ],
    "description": {
      "en": "\"On one awful night, I met the strangest man.\"\n\nKiyotaka Higuchi was on his way to becoming an elite cardiovascular surgeon after graduating from medical school. Yet, just before getting his specialty qualification, he was sent off to a remote rural town in Kyushu. Now practicing as an internal medicine physician, he struggles every day to listen to the strong accents of the elderly people he treats. Feeling dejected by what he sees as his sudden demotion, Higuchi spends his evenings drowning his sorrows, until one night, while he was drunk and crying, a yakuza named Tenju, rescues him. Not knowing what's going on, he decides to go with the flow—"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.2"
  },
  {
    "mangaId": "dfffa880-4154-40d1-abd2-0dff94248908",
    "title": {
      "en": "Dungeon ni Deai o Motomeru no wa Machigatte Iru Darou ka Gaiden - Sword Oratoria"
    },
    "updatedAt": "2024-05-05T21:07:12+00:00",
    "coverArt": "https://mangadex.org/covers/dfffa880-4154-40d1-abd2-0dff94248908/c87184ca-b94d-4a5b-bdb7-79f0425fbdb2.jpg",
    "altTitles": [
      {
        "fr": "DanMachi - Sword Oratoria : l'épopée d'une épéiste"
      },
      {
        "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? Sword Oratoria"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru no wa Machigatte Iru Darou ka Gaiden - Sword Oratoria"
      },
      {
        "ja-ro": "DanMachi: Sword Oratoria"
      },
      {
        "ru": "Может, я встречу тебя в подземелье - Оратория Меча"
      },
      {
        "ja": "ダンジョンに出会いを求めるのは間違っているだろうか 外伝 ソード・オラトリア"
      },
      {
        "ko": "던전에 만나기를 원하는 것은 잘못 일까 외전 소드 오라토리아 소드 오라토리아"
      },
      {
        "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? On the Side: Sword Oratoria"
      }
    ],
    "description": {
      "en": "After having descended upon this world, the gods have created guilds where adventurers can test their mettle. These guilds, known as \"familia,\" grant adventurers the chance to explore, gather, hunt, or simply enjoy themselves.  \nDungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka Gaiden: Sword Oratoria begins in Orario, the lively city of adventurers. The Sword Princess, Ais Wallenstein, and the novice mage, Lefiya Viridis, are members of the Loki Familia, who are experts at monster hunting. With the rest of their group, they journey to the tower of Babel in hopes of exploring the dungeon underneath. Home to powerful monsters, the dungeon will fulfill Ais's desire to master her sword skills, while bringing Lefiya closer to her dream of succeeding Riveria Ljos Alf, vice-captain of the Loki Familia, as the most powerful mage in the land.\n\n---\n\n**Links:**\n[Yen Press](https://yenpress.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria-manga)",
      "ru": "Спин-офф ранобэ \"Может, я встречу тебя в подземелье\", который охватывает историю одной из сильнейших авантюристок по имени Аиз Валленштайн, также известной, как \"Принцесса Меча\"."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b459a49-b40f-4614-90a2-dc0a9209a42f",
    "title": {
      "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon?"
    },
    "updatedAt": "2024-02-01T03:21:54+00:00",
    "coverArt": "https://mangadex.org/covers/8b459a49-b40f-4614-90a2-dc0a9209a42f/b7533aa6-8af6-495e-93b3-db0cfcdfae89.jpg",
    "altTitles": [
      {
        "ja-ro": "DanMachi"
      },
      {
        "fr": "DanMachi - La Légende des Familias"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru no wa Machigatte Iru Darou ka"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru noha Machigatteiru Darouka"
      },
      {
        "fr": "Est-ce que c'est mauvais de vouloir rencontrer des filles dans un donjon ?"
      },
      {
        "en": "Will it be wrong to demand an encounter from dungeon?"
      },
      {
        "ru": "Может, я встречу тебя в подземелье?"
      },
      {
        "ja": "ダンジョンに出会いを求めるのは間違っているだろうか。"
      },
      {
        "zh": "在地下城寻求邂逅是否搞错了什么"
      },
      {
        "zh": "在地牢里寻求邂逅难道有错吗"
      },
      {
        "zh": "期待在地下城邂逅有错吗"
      },
      {
        "ko": "던전에서 만남을 추구하면 안 되는 걸까"
      },
      {
        "en": "Is it wrong that I want to meet you in a dungeon?"
      },
      {
        "en": "Can't I Expect A Chance Encounter In The Dungeon?"
      },
      {
        "th": "มันผิดรึไงถ้าใจอยากจะพบรักในดันเจี้ยน"
      },
      {
        "ar": "هل من الخطأ التعرف على الفتيات في الدانجون؟"
      },
      {
        "ar": "دان ماتشي"
      },
      {
        "ru": "Разве плохо искать себе пару в подземелье?"
      },
      {
        "zh-hk": "在地下城尋求邂逅是否搞錯了什麼"
      },
      {
        "fr": "Est-ce un tort de chercher des rencontres romantiques dans un donjon?"
      },
      {
        "de": "Ist es ein Fehler in einem Dungeon ein Treffen zu wünschen?"
      },
      {
        "tr": "Zindanda Kız Düşürmeye Çalışmak Yanlış Mı?"
      },
      {
        "en": "Zindanda qız tutmağa çalışmaq düz deyil?"
      },
      {
        "es": "¿Está mal enamorarse en una mazmorra?"
      },
      {
        "it": "È forse sbagliato chiedere un incontro a un dungeon?"
      },
      {
        "pt": "É Errado Pegar Uma Garota Em Uma Masmorra?"
      },
      {
        "ru": "Дандзён ни дэаи о мотомэру но ва матигаттэиру даро"
      },
      {
        "fa": "آیا تلاش برای بلندکردن دختران در سیاهچال اشتباه است؟"
      },
      {
        "zh": "伏城求逑蓋有罔乎 (Classical Chinese)"
      },
      {
        "en": "Is It Wrong to Pick Up Girls in a Dungeon?"
      }
    ],
    "description": {
      "en": "Bell Cranel is just trying to find his way in the world. Of course, in his case, the “world” is an enormous dungeon filled with monsters below a city run by gods and goddesses with way too much time on their hands. He’s got big dreams but not much more when a roll on the random encounter die brings him face-to-face with the girl of his dreams—but what’s an amateur adventurer got to offer a brilliant swords woman? And what if the lonely goddess who sponsors his solo adventuring gets jealous?\n\n(Series was cancelled in 2018 for an unknown reason and restarted in 2020 under a sequel title.)",
      "ru": "Огромный город Орарио - всего лишь вход в подземный лабиринт, широко известный как \"Подземелье\". Люди приходят туда за славой, честью, приходят, надеясь получить все то, что захотят. И именно здесь парень, мечтающий стать авантюристом, знакомится с маленькой богиней, не нашедшей ни одного последователя."
    },
    "status": "cancelled",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "89"
  },
  {
    "mangaId": "c941e60f-4c23-420f-ab56-a1c81acac5ae",
    "title": {
      "en": "Hybrid"
    },
    "updatedAt": "2024-07-02T21:38:10+00:00",
    "coverArt": "https://mangadex.org/covers/c941e60f-4c23-420f-ab56-a1c81acac5ae/d8788cdf-b913-4171-b9ca-931d63c532c5.jpg",
    "altTitles": [
      {
        "ko": "사기캐"
      }
    ],
    "description": {
      "en": "the Grand Hybrid, born from the union of angels and demons, is believed to possess the highest lineage among hybrids. When awakened, this extraordinary being, known as the ‘Apex Hybrid’, is said to have the power to blow up the universe.\n\nContrary to Jake’s desire for a simple and ordinary life, angels and devils eventually seek him out as the ultimate ‘Apex Hybrid’. They employ various strategies to convince him to join their respective sides."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e8f9100-1a9d-493d-b6ef-9cfaed991594",
    "title": {
      "en": "The Soulless Duchess"
    },
    "updatedAt": "2024-04-26T16:04:13+00:00",
    "coverArt": "https://mangadex.org/covers/4e8f9100-1a9d-493d-b6ef-9cfaed991594/8ec0610c-27ec-4054-9ca6-8f48e21dba01.jpg",
    "altTitles": [
      {
        "ko": "빈껍데기 공작부인"
      },
      {
        "ko-ro": "Binkkeopdegi Gongjakbuin"
      },
      {
        "en": "The Duchess With an Empty Soul"
      },
      {
        "en": "The Duchess' Empty Shell"
      },
      {
        "en": "The Empty Shelled Duchess"
      },
      {
        "pt-br": "La duquesa del alma vacía"
      },
      {
        "id": "Istri Palsu Duke"
      },
      {
        "th": "ใจว่างเปล่าของดัชเชส"
      },
      {
        "zh-hk": "公爵夫人的百變召喚術"
      },
      {
        "zh": "虚名的公爵之妻"
      },
      {
        "zh": "“透明”的公爵夫人"
      },
      {
        "ja": "かりそめの公爵夫人"
      },
      {
        "fr": "La duchesse sans âme"
      },
      {
        "mn": "Сэтгэл хөдлөлгүй гүнгийн хатан"
      }
    ],
    "description": {
      "en": "The naïve Yvona is ready to do anything for her amazing fiancé! Summon magical beasts and let him take the glory? Sure! Wreck her body for a powerful spell and die for him? Yes! Watch him secretly embrace her trusted cousin Tristan with passion and deride her openly? Oka— wait. What? Just then, Yvona dies... and wakes up a year in the past with a burdened heart. Armed with her knowledge, Yvona's ready to fight for herself. And hmm, maybe form an alliance with the coldhearted Duke of Azentine...\n\n---\nI died miserably on the day I found out the truth. The truth that my fiancé had a hidden lover, and it was my very own male cousin.\n\nOn the second morning, after my 20th birthday, a miracle happened. From that point on, I decided not to believe in love anymore. I want to have a relationship with no strings attached and without any superficial feelings such as love.\n\n\"Duke Agentine, will you marry me?\"\n\nThis proposal was nothing more than a marriage to keep up appearances and without love involved.\n\n---\n[Original Webtoon](https://page.kakao.com/home?seriesId=53939289)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-soulless-duchess/)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Istri-Palsu-Duke/3280)\n* [Japanese / 日本語](https://piccoma.com/web/product/24657)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%83%E0%B8%88%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%80%E0%B8%9B%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%94%E0%B8%B1%E0%B8%8A%E0%B9%80%E0%B8%8A%E0%B8%AA/23)\n\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=4386129), [Ridibooks](https://ridibooks.com/books/3170012735)\n\n**Official Novel Translation:** [Japanese / 日本語](https://piccoma.com/web/product/72805)",
      "fr": "Je suis morte misérablement, le jour où j’ai découvert la vérité. La vérité, c’est que mon fiancé avait un amant caché et c’était mon propre cousin. Le lendemain de mon 20e anniversaire, un miracle s’est produit. A partir de là, j’ai décidé de ne plus croire à l’amour. Je veux avoir une relation sans aucune condition et sans sentiments superficiels tels que l’amour. «Duke Agentine, voulez-vous m’épouser?» Cette proposition n’était rien de plus qu’un mariage pour garder les apparences et sans amour impliqué.",
      "id": "Di hari kedua setelah ulang tahunku yang ke-20, sebuah keajaiban terjadi. Pada hari itu: aku mengetahui sebauh kenyataan: tunanganku memiliki selingkuhan, seorang sepupuku satu-satunya. Sejak itu, aku sudah tidak lagi percaya dengan yang namanya cinta, dan mati dengan mengenaskan.\n\nKetika aku terbangun, aku kembali ke masa lalu. Kali ini, aku hanya ingin memiliki hubungan tanpa adanya ikatan, dan tidak lain tidak bukan hanya karena sebuah kepentingan. Jadi, aku memberinya lamaran pernikahan, hanya untuk mencapai kepentingan bersama. \"Duk Agentine, maukah kamu menikah denganku?\"",
      "mn": "Үнэнийг олж мэдсэн тэр өдөр... Би өрөвдөлтэйгөөр нас барсан. Тэрхүү үнэн гэвэл намайг хэн бэ гэдгээр минь хардаг гэж санаж ирсэн сүйт залуу маань үеэлтэй маань янаг амрагийн холбоотой байсан гэх явдал. Би дэндүү харалган явж. Гэвч гайхамшиг биелэлээ олон, би жилийн өмнөхрүүгээ буцаж ирсэн. Энэ мөчөөс эхлэн би ахиж хайр гээч зүйлд итгэхгүй. Хэн нэгний хайрыг хүсч, түүний төлөө өөрийгөө золиослохгүй! Зөвхөн өөрийнхөө төлөө амьдрах болно!",
      "pt-br": "Eu morri miseravelmente, no dia em que descobri a verdade. A verdade é que meu noivo tinha um amante escondido e era meu primo.Na segunda manhã, depois do meu aniversário de 20 anos, aconteceu um milagre. A partir daí, decidi não acreditar mais no amor.Eu quero ter um relacionamento sem amarras e sem sentimentos superficiais, como o amor.\"Duquesa Agentine, quer se casar comigo?\"Essa proposta nada mais era do que um casamento para manter as aparências e sem o amor envolvido."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "154"
  },
  {
    "mangaId": "c9aaa96b-36fc-41c5-a427-6e39c26b7720",
    "title": {
      "en": "Fuku wo Kiru nara Konna Fuu ni"
    },
    "updatedAt": "2024-06-02T08:27:01+00:00",
    "coverArt": "https://mangadex.org/covers/c9aaa96b-36fc-41c5-a427-6e39c26b7720/fb65b75e-9e45-4aa6-929c-9e35206fd5cc.jpg",
    "altTitles": [
      {
        "ja": "服を着るならこんなふうに"
      },
      {
        "en": "Do It this Way If you Wear the Clothes."
      },
      {
        "en": "If You're Gonna Dress Up, Do It Like This"
      },
      {
        "zh": "衣服要这么穿"
      },
      {
        "vi": "Đã ăn diện thì phải ăn diện sao cho đúng."
      }
    ],
    "description": {
      "en": "Yuusuke, an average office worker meets with his friend at a reunion, only to find out that the fashion world has left him behind. Now, with the help of his sister Tamaki, Yuusuke must take his step into the world of trends and charisma.",
      "pt-br": "Yuusuke, um trabalhador de escritório comum encontra-se com seu amigo em uma reunião, apenas para descobrir que o mundo da moda o deixou para trás. Agora, com a ajuda de sua irmã Tamaki, Yuusuke deve entrar no mundo das tendências e do carisma"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9419bf1-97f3-4fc8-a33c-6f55363047b4",
    "title": {
      "en": "Karina's Last Days"
    },
    "updatedAt": "2024-07-24T06:17:28+00:00",
    "coverArt": "https://mangadex.org/covers/d9419bf1-97f3-4fc8-a33c-6f55363047b4/49cdafcf-e823-4673-81b0-6d16fa1c3ec3.jpg",
    "altTitles": [
      {
        "ko": "시한부 엑스트라의 시간"
      },
      {
        "ko-ro": "Sihanbu Ekseuteuraui Sigan"
      },
      {
        "ko-ro": "Sihanbu Extra'eui Sigan"
      },
      {
        "en": "Limited Time of the Terminally-Ill Extra"
      },
      {
        "en": "Limited Time Extra"
      },
      {
        "fr": "Les derniers jours de Karina"
      },
      {
        "it": "Il tempo dei malati terminali extra"
      },
      {
        "uk": "Додатковий час для незначної героїні"
      },
      {
        "ru": "Ограниченные по времени дополнения"
      },
      {
        "ru": "Ограниченное время незначительной героини"
      },
      {
        "th": "ชีวิตที่เหลือของตัวประกอบจำกัดเวลา"
      },
      {
        "ja": "余命わずかの脇役令嬢"
      },
      {
        "mn": "Могмсон хуацаам буслдх дорийн цаг"
      },
      {
        "zh": "路人甲的生命倒计时"
      },
      {
        "zh": "配角时间有限"
      },
      {
        "zh-hk": "配角的倒數人生"
      },
      {
        "id": "Limited Extra Time"
      },
      {
        "vi": "Thời Gian Của Nhân Vật Phụ Có Giới Hạn"
      },
      {
        "en": "The Time of the Terminally-Ill Extra"
      },
      {
        "es-la": "El Tiempo Adicional De La Enferma Terminal"
      }
    ],
    "description": {
      "en": "As the middle child who is neither the heir nor the cherished younger twins, Karina has lived her whole life hidden away from others. She, who only had one hobby of painting, found out that she only had one year left to live. So without a plan, she went to visit her fiancé who she barely knew… To annul the engagement as he always wanted.\n\n\"I won’t beat around the bush. I want to spend a year here.\"\n\n\"...Milady, have you gone crazy?\"\n\n\"In return, I'll agree to annul the engagement.\"\n\nBut, she didn't know then. That she would receive the unconditional love that she had never received her whole life from him, and that she would come to have a desire to live her once meaningless life.\n\n---\nThough gifted with an ability to bring her drawings to life, Karina Leopold spent her years in the shadow of her famous siblings, forced to be the good daughter her parents wanted. But when she's told that a deadly disease will kill her in a year, she offers a deal to her fiancé, Milian Pastellio, with the goal to live the remainder of her days far from her family's reach. Much to her surprise, their encounter proceeds to change them both in a way she never imagined...\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "id": "Sebagai anak kedua, Karina menghabiskan hidupnya selalu mengalah pada kakak-adiknya. Suatu hari, dia diberitahu bahwa menggambar yang merupakan hobinya, membuat sisa hidupnya hanya tinggal satu tahun lagi. Tak ingin terus hidup tidak dianggap oleh keluarganya, dia memutuskan untuk pergi dari rumah. Dengan persiapan seadanya, dia pergi ke tempat tunangan yang tidak begitu dia kenal untuk menghabiskan sisa hidupnya.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "it": "Come figlia di mezzo che non è né l'erede né gli amati gemelli più piccoli, Karina ha vissuto tutta la sua vita nascosta agli altri. Lei, che aveva un solo hobby della pittura, ha scoperto che le restava solo 1 anno di vita. Quindi senza un piano, è andata a trovare il suo fidanzato che conosceva a malapena... Per annullare il fidanzamento come aveva sempre voluto.\n\n\"Non voglio tergiversare. Voglio passare un anno qui.\"\n\n\"...Mia Signora, sei impazzita?\"\n\n\"In cambio, accetterò di annullare il fidanzamento.\"\n\nMa allora non lo sapeva. Che avrebbe ricevuto l'amore incondizionato che non aveva mai ricevuto per tutta la vita da lui, e che sarebbe arrivata ad avere un desiderio per vivere la sua vita un tempo priva di significato.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "ja": "家門の跡を継ぐ長子でも、家族の愛を独占できる末っ子でもない、中途半端な2番目として、いつも誰かの影で生きてきたカリナ。 絵を描くことが唯一の趣味だった彼女は、自分に残された時間があと少しだということを知り、今まで交流もなかった婚約者に会いに行くことに。 婚約破棄の書類を胸に抱いて… 「ここにいさせてください」 「正気か？」 「その代わり…婚約を破棄して差し上げます」 この時は思いもしなかった。あれほど望んだ無償の愛と関心を彼がくれることになるなんて。 そのせいで、どうでもよかった人生に未練を抱くことになるなんて…\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "ko": "가문의 후계자도, 귀여움을 독차지하는 막내도 되지 못한 어중간한 둘째로,\n평생 다른 사람들에게 가려진 삶을 살아온 카리나. \n그림을 그리는 것만이 유일한 취미인 그녀는\n자신에게 남은 시간이 고작 1년 뿐이라는 사실을 알게 된다. \n\n그래서 교류도 없던 약혼자를 무작정 찾아갔다.\n그가 원하던 파혼 서류를 품에 고이 간직한 채.\n\n\"단도직입적으로 말하자면, 여기서 1년간 지내고 싶어요.\"\n\"......미쳤나, 영애?\" \n“대신 파혼해 드릴게요.”\n\n하지만 그땐 미처 알지 못했다. \n평생 가지지 못했던 대가 없는 관심과 애정을 그에게 받게 될 줄은.\n그래서 미련 없던 삶에 이토록 욕심이 생기게 될 줄은.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "ru": "Карина всю жизнь находилась в чужой тени. Абсолютно обычная, ни наследница рода, ни милашка, как ее младшие – близняшки. Однажды она узнает, что ей остался всего год. Поэтому она тут же помчалась к своему жениху, неся с собой заявление на расторжение брака, о котором ее жених, должно быть, так грезил.— Скажу прямо, я хочу прожить здесь год.— Миледи, вы с ума сошли?..— За это я дам вам развод.Вот только кое-чего она не знала.— Похоже, вы продолжаете делать вид, будто не замечаете, поэтому мне придется это сказать.— Скажите.— Вы мне нравитесь.Она никогда даже надеяться не смела, что просто так получит его расположение. Поэтому она и не думала, что у нее появится настолько сильное желание в жизни, к которой она не была готова.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "uk": "Вона не була спадкоємицею сім'ї, або навіть милою і обожнюваною молодшою дитиною, але неоднозначною середньою дитиною, Карина, та, яка завжди буде затьмарювати інших. Дівчина, чиє єдине хобі полягало в тому, щоб малювати, дізналася, що їй залишилося жити всього один рік.\nТак, вона раптом пішла в гості до свого нареченого, з яким у неї ніколи не було ніяких взаємодій. У її руках були документи, необхідні для анулювання їх заручин, так само, як він хотів.\n\n\"Чесно кажучи, я хочу жити тут один рік.\"\n\"...Ти збожеволіла, молода міс?\"\n\"В обмін на це я розірву заручини.\"\n\nОднак тоді вона не знала, що отримає всю увагу і прихильність, яку не отримувала все своє життя.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "076b3757-2050-4362-b0ad-52513ecefa3f",
    "title": {
      "en": "Killing Bites"
    },
    "updatedAt": "2023-09-23T10:13:37+00:00",
    "coverArt": "https://mangadex.org/covers/076b3757-2050-4362-b0ad-52513ecefa3f/f585172c-320d-494a-95ab-5acecc8137d1.jpg",
    "altTitles": [
      {
        "ru": "Смертельный укус"
      },
      {
        "ja": "キリングバイツ"
      },
      {
        "zh-hk": "牙鬥獸娘"
      },
      {
        "ko": "킬링바이츠"
      },
      {
        "zh": "牙斗兽娘"
      },
      {
        "ru": "Смертельные укусы"
      },
      {
        "ar": "كيلينغ بايتس"
      }
    ],
    "description": {
      "en": "People have been created that are human-animal hybrids, and powerful businesses bet on the outcome of their duels. College student Nomoto Yuuya's casual acquaintances ask him to drive them around to pick up girls one day, which he soon finds out means by force. The girl they kidnap is an animal-human hybrid named Hitomi, who slaughters all of them except Yuuya. Hitomi is a honey badger, which has been called the most fearless of all animals. Now Hitomi is assigned to stay with Yuuya, for his protection!\nKilling Bites are underworld duels between human-animal hybrids. One beast who knows no fear will fight in this animalistic world full of fear and insanity. This ultimate battle of the beasts will shock you to your core!\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E3%82%AD%E3%83%AA%E3%83%B3%E3%82%B0%E3%83%90%E3%82%A4%E3%83%84)",
      "ru": "Один учёный создал существ которые являются гибридом человека и животного, и богачи ставят ставки на исход их поединков. Случайные знакомые просят студента колледжа Номота Юя покатать их по городу, и ближе к вечеру он узнает, что они просто хотели подобрать и изнасиловать девушку. Девушка, которую они похищают оказывается “гибридом” которую зовут Хитоми, которая убивает всех кроме Юи. Хитоми является гибридом барсука, который был назван самым бесстрашным из всех животных. Теперь Хитоми остаётся с Юи, для его защиты!  \n\n\n---\n\n**Links:**  \n- [Shinya Murata's Twitter](https://twitter.com/jojojon)  \n- [Sumita's Twitter](https://twitter.com/s_kazasa)  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20213)",
      "pt-br": "Pessoas estão sendo criadas como híbridos animal-humano e batalham entre si, empresas poderosas apostam no resultado de seus duelos. A história inicia com um cara que se meteu no rapto de uma garota contra a sua vontade, todos menos ele acabam mortos pela garota, que ele descobre ser um dos híbridos, competindo com outros de sua raça em duelos mortais envolvendo complexas apostas. Sem aviso prévio, ele acaba obrigado a se tornar o parceiro da garota."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "523dbd43-2033-45a3-a15c-aafd9c4c16ec",
    "title": {
      "en": "I'm a Villainous Daughter, so I'm going to keep the Last Boss"
    },
    "updatedAt": "2022-10-15T13:09:20+00:00",
    "coverArt": "https://mangadex.org/covers/523dbd43-2033-45a3-a15c-aafd9c4c16ec/d5968a97-e838-4b3d-ad5f-31288a5bc5ba.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuyaku Reijou Nanode Rasubosu wo Katte Mimashita"
      },
      {
        "en": "I am the daughter with a villainous role, so I tried keeping the Last Boss as a pet"
      },
      {
        "en": "I'm a Villainous Daughter, so I’m going to keep the Last Boss"
      },
      {
        "ja-ro": "Rasubosu"
      },
      {
        "ru": "Я стала злодейкой, поэтому мне нужно заарканить последнего босса"
      },
      {
        "ja": "悪役令嬢なのでラスボスを飼ってみました"
      },
      {
        "en": "I'm the Villainess, So I'm Taming the Final Boss"
      }
    ],
    "description": {
      "en": "Avoid the BAD END! That's the goal of the villainess in this plot-twisting story!!  \r\nShe has been reborn into the world of an otome game as the villainess, Aileen. Using her memories of her former life, she recognizes flags indicating she's en-route to the bad end, so she makes a plan to conquer the last boss (the evil king Claude), make him her lover, and see if she can open up a new route!",
      "ru": "Избежать ПЛОХОГО КОНЦА! Это главная цель злодейки в этой необычной истории!! Героиня переродилась в мире отоме игры в качестве злодейки, Ирэн. Используя её воспоминания о прежней жизни, героиня видит признаки, которые указывают на то, что её ждет плохой конец. Поэтому она планирует завоевать последнего босса (короля демонов, Клауда) и сделать его своим возлюбленным. Посмотрим, как героиня сможет изменить свою судьбу."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "13"
  },
  {
    "mangaId": "537f0aed-f362-454a-8938-2b7b851ac5e6",
    "title": {
      "en": "Heimin Shusshin no Teikoku Shoukan, Munou na Kizoku Joukan wo Juurin shite Nariagaru"
    },
    "updatedAt": "2024-08-02T10:04:33+00:00",
    "coverArt": "https://mangadex.org/covers/537f0aed-f362-454a-8938-2b7b851ac5e6/968d5aa8-7039-4ab9-b81a-4f524decaf52.jpg",
    "altTitles": [
      {
        "ja": "平民出身の帝国将官、無能な貴族上官を蹂躙して成り上がる"
      },
      {
        "en": "The Rising of the Commoner-Origin Officer: Beat up All the Incompetent Noble Superiors!"
      },
      {
        "en": "The Commoner-Born Imperial General Officer Rises Through the Ranks by Crushing His Incompetent Noble Superiors."
      }
    ],
    "description": {
      "en": "All the bosses are annoying! The reincarnated strongest magician's trampling and subjugation begins!\n\nHazen Heim, a newly appointed imperial general, is demoted to the front line because he is a commoner. There were a lot of incompetent people, such as \"a trash superior who takes advantage of his position to steal the achievements of his subordinates\", \"an evil subordinate who keeps bullying people below him\", and \"a top who is too opportunistic to do anything''. \n\nHowever, Hazen has the experience and overwhelming ability as the strongest magician that he cultivated in his previous life. He slaughters his malevolent subordinates in accordance with military law, and completely refutes his superiors who complain. He achieved extraordinary results, such as making peace with a hostile tribe by teaming up with a genius girl, and defeated all the annoying bosses!\n\nAn exhilarating upstart fantasy about an unscrupulous superior!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a36791e7-7bf5-4182-b302-519f62c5590b",
    "title": {
      "en": "Living Alone, Got Fever, Fall in Love"
    },
    "updatedAt": "2022-05-21T09:09:08+00:00",
    "coverArt": "https://mangadex.org/covers/a36791e7-7bf5-4182-b302-519f62c5590b/88012e44-9194-49d5-be12-af61ed2c6135.jpg",
    "altTitles": [
      {
        "ja-ro": "Hitorigurashi, Netsu wo Dasu. Koi wo Shiru."
      },
      {
        "ja": "一人暮らし、熱を出す。恋を知る。"
      },
      {
        "ru": "Жил один, заболел, искупался в любви"
      }
    ],
    "description": {
      "en": "The protagonist who caught a cold at Christmas and was absent from work and live alone at his apartement.   \nThen, his condition take turn to worse, yet A strange blonde gal suddenly come to take care of him.   \nEh … who? While thinking, She have to nursing myself because of my poor physical condition.   \n  \nIndonesian:  \nngekos sendiri, kena demam, trus jatuh cinta sama orang yang ngrawat, dah gitu aja…"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5efc2417-d036-48e6-b86d-e4299a077093",
    "title": {
      "en": "A Boyish Girlfriend in High Humidity"
    },
    "updatedAt": "2024-04-06T12:57:00+00:00",
    "coverArt": "https://mangadex.org/covers/5efc2417-d036-48e6-b86d-e4299a077093/a1801d05-fabc-4e4a-911a-bb0fcea51fd5.jpg",
    "altTitles": [
      {
        "ja": "湿度高めのボーイッシュ彼女"
      },
      {
        "ja-ro": "Shitsudo Takame no Boyish Kanojo"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/115806876)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]