[
  {
    "mangaId": "900b1790-4d86-4030-b410-00db69df4771",
    "title": {
      "en": "Saikyou no Maou ni Kitaerareta Yuusha Isekai Kikanshatachi no Gakuen de Musou Suru"
    },
    "updatedAt": "2024-04-02T21:39:47+00:00",
    "coverArt": "https://mangadex.org/covers/900b1790-4d86-4030-b410-00db69df4771/fd0dbdb0-0cc2-4a80-b9a9-0d6ee424de94.jpg",
    "altTitles": [
      {
        "ja-ro": "Saikyou no Maou ni Kitaerareta Yuusha, Isekai Kikansha-tachi no Gakuen de Musou Suru"
      },
      {
        "ja": "最凶の魔王に鍛えられた勇者、異世界帰還者たちの学園で無双する"
      },
      {
        "en": "The Hero Trained by the Worst Demon King Is Unrivaled in the School of Returnees From Another World"
      },
      {
        "ja-ro": "Sai Kyō no Maō ni Kitae Rareta Yūsha, Isekai Kikan-sha-tachi no Gakuen de Musō Suru"
      },
      {
        "en": "A Brave Man Trained by the Worst Demon King, Unrivaled in the School of Returnees From Another World"
      }
    ],
    "description": {
      "en": "Without possessing the unique skill blessed by the goddess, a boy named Kujou Kyouya failed to save the world. He was ridiculed as a “failed hero” at the interdimensional-level academy where returned heroes who had saved many worlds gathered.\n\nHowever, he became the strongest and most unique hero, having trained for 30,000 years in another world with the most evil demon king, Felice, who has destroyed 3,000 worlds!\n\nNow Kyouya’s unique skill is so powerful that he cannot even be defeated by the strongest heroes! The legend of a boy trained by the most evil demon king, begins!\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://seiga.nicovideo.jp/comic/58212),  [BookLive](https://booklive.jp/product/index/title_id/1299578/vol_no/001)",
      "id": "&nbsp;&nbsp; &nbsp; Tanpa mendapatkan berkah kemampuan unik dari Dewa, anak laki-laki bernama Kujou Kyouya gagal menyelamatkan dunia. Dia diejek sebagai \"pahlawan gagal\" di akademi level interdimensi di mana pahlawan yang telah menyelamatkan banyak dunia berkumpul. Meski begitu dia dapat menjadi pahlawan terkuat dan terunik, setelah berlatih selama 30.000 tahun di dunia lain dengan Raja Iblis paling jahat, Felice, yang telah menghancurkan 3.000 dunia! Sekarang dengan kemampuan uniknya Kyouya sangat kuat yang bahkan tidak akan bisa dikalahkan oleh pahlawan terkuat sekalipun! Legenda tentang anak laki-laki yang dilatih Raja Iblis paling jahat, dimulai!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8782d2b0-39a2-4efa-b6f2-288d066eaf66",
    "title": {
      "en": "Stray Dog (Bang Dream! MyGo!!)"
    },
    "updatedAt": "2024-04-12T01:56:14+00:00",
    "coverArt": "https://mangadex.org/covers/8782d2b0-39a2-4efa-b6f2-288d066eaf66/06d05c0a-078d-40a6-aea5-44806d9f51e2.jpg",
    "altTitles": [
      {
        "ja": "野犬"
      },
      {
        "ja-ro": "Yaken"
      }
    ],
    "description": {
      "en": "A Taki x Raana Doujin"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac0e6974-8555-4637-93fe-bd3a78104923",
    "title": {
      "en": "The World God Only Knows"
    },
    "updatedAt": "2023-09-21T13:10:06+00:00",
    "coverArt": "https://mangadex.org/covers/ac0e6974-8555-4637-93fe-bd3a78104923/306bbf2d-13a1-4049-b287-73ac1187881c.jpg",
    "altTitles": [
      {
        "ja-ro": "Kami nomi zo Shiru Sekai"
      },
      {
        "ru": "Одному лишь Богу ведомый мир"
      },
      {
        "th": "เซียนเกมรักขอเป็นเทพนักจีบ"
      },
      {
        "ja": "神のみぞ知るセカイ"
      },
      {
        "vi": "Thế giới chỉ có Thánh thần biết"
      },
      {
        "ja-ro": "KamiNomi"
      },
      {
        "ja": "神のみ"
      }
    ],
    "description": {
      "en": "Keima Katsuragi is a high school student better known online as the \"God of Conquest,\" the man who can obtain the heart of any dating sim girl. In his opinion, real life is an awful game; three-dimensional girls are annoying and false representations of how a real girl should be.  \n  \nOne afternoon, while taking a break from cleaning duty, he stumbles across a strange message that goads him to conquer a girl. On a whim, he accepts, and his consent summons a girl named Elucia \"Elsie\" de Lute Ima, a denizen of hell tasked with capturing runaway spirits that have festered in girls' hearts. Keima is shocked and tries to escape, but Elsie tells him that failure in fulfilling the newly-formed contract will result in the termination of his life!   \n  \nTasked with capturing the runaway spirits, Keima uses his expertise and knowledge of dating sims to obtain the hearts of girls in real life.\n\n---\nOfficial Release:\n- Indonesian release by Elex Media Komputindo as **The World God Only Knows** (2012)",
      "pl": "Czy nieuleczalny otaku może być idealnym facetem? Dowód na to, że wbrew pozorom manga opierająca się na haremie może być oryginalna.",
      "ru": "Кацураги Кейма – мастер обольщения, который знает сотни приемов, как влюбить в себя девушку, с легкостью предугадывает каждый её шаг и называет себя Богом-Обольстителем.   \nА ведь именно такого ищут… в аду, откуда сбежало множество душ, что закрадываются в сердца невинных девушек и преспокойно там живут. И по мнению здешнего руководства, Кацураги и есть тот единственный, кто может покорить сердце жертвы, освободив от сбежавшей души, а посему заключают с ним договор.   \nНо они просчитались в одном - Кацураги обожает виртуальных девушек, а живых, настоящих, считает мусором, не достойных его божественного внимания. Однако ему придется что-то срочно придумать, иначе он лишится головы.",
      "pt-br": "Katsuragi Keima é conhecido como o Deus da Conquista nos jogos de namoro 2D, Um dia ele recebe um contrato em forma de e-mail do chefe dos demônios desafiando ele a conquistar um certo tipo de garota, pensando ele ser um desafio de mais outro jogo ele aceita o contrato, e a partir dai com a ajuda (ou não) de Elsie, ele é forçado a conquistar garotas reais para não perder a cabeça, que é o que acontece se ele quebrar o contrato. Katsuragi Keima é conhecido como o Deus da Conquista nos jogos de namoro 2D, Um dia ele recebe um contrato em forma de e-mail do chefe dos demônios desafiando ele a conquistar um certo tipo de garota, pensando ele ser um desafio de mais outro jogo ele aceita o contrato, e a partir dai com a ajuda (ou não) de Elsie, ele é forçado a conquistar garotas reais para não perder a cabeça, que é o que acontece se ele quebrar o contrato."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "26",
    "lastChapter": "268"
  },
  {
    "mangaId": "c37d93a8-9c50-49b3-bd71-143937f4288e",
    "title": {
      "en": "Gantz: E"
    },
    "updatedAt": "2024-01-24T14:03:02+00:00",
    "coverArt": "https://mangadex.org/covers/c37d93a8-9c50-49b3-bd71-143937f4288e/aee1351f-7f82-4b64-8227-b7f9a520b3d6.jpg",
    "altTitles": [
      {
        "ru": "Ганц:Э"
      }
    ],
    "description": {
      "en": "The manga's story begins when a peasant named Hanbē asks a girl named O-haru for her hand in marriage, but O-haru confesses that she is already thinking of another man named Masakichi from a neighboring village. When Hanbē seeks out Masakichi, he finds that Masakichi possesses a sword and the skills to use it, despite being a peasant.",
      "ru": "Крестьянин по имени Ханбэй делает предложение руки и сердца девушке по имени Охару, однако она признаётся, что влюблена в другого парня, Масакити, живущего в соседней деревне. Когда Ханбэй отправляется на поиски Масакити, чтобы сразиться с ним, он обнаруживает, что тот умело обращается с мечом, несмотря на то, что он тоже крестьянин. Во время их схватки они слышат крик тонущей девочки, которая просит о помощи, после чего вдвоём бросаются на помощь, в процессе чего погибают в бурном потоке реки. После смерти оба парня оказываются в той самой, всем хорошо знакомой комнате."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d362fd89-f15c-481f-8bf1-17e59e125d03",
    "title": {
      "en": "Mix"
    },
    "updatedAt": "2023-12-12T04:48:52+00:00",
    "coverArt": "https://mangadex.org/covers/d362fd89-f15c-481f-8bf1-17e59e125d03/f7564ef6-f9b8-449e-af59-e0f6e5875b81.jpg",
    "altTitles": [
      {
        "ru": "Микс"
      },
      {
        "ja": "ミックス"
      },
      {
        "en": "MIX"
      },
      {
        "ar": "مكس"
      }
    ],
    "description": {
      "en": "Adachi's second serialization in Gessan Shounen Sunday, follows the story of three siblings, students of Meisei Middle School. Takes place 26 years after Adachi's biggest title, Touch.  \n  \nBecause of the legend left by Tatsuya Uesugi, Meisei Academy High School was well-known for their strong baseball team. But 26 years after their glory, the team has not been able to keep their record and has since lost their fame.  \n  \nTwo stepbrothers, Souichirou and Touma Tachibana, aim to revive of the once-strong Meisei Academy baseball team and enter the National High School Baseball Championship.  \n  \n(Source: MAL, edited)",
      "ja": "舞台は明青学園。同年同月同日に生まれた同い年の兄弟とひとつ違いの妹。上杉兄弟の伝説から２６年、運命の兄弟は今再び明青学園の扉を開く。そして、物語は始まる―――"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8a49176-cf28-42e5-960e-8efd2d903323",
    "title": {
      "en": "We are the Main Characters of the Demon World!"
    },
    "updatedAt": "2024-01-16T18:48:25+00:00",
    "coverArt": "https://mangadex.org/covers/c8a49176-cf28-42e5-960e-8efd2d903323/9ffd5018-b8d3-453b-9649-c24db883179c.jpg",
    "altTitles": [
      {
        "ja": "魔界の主役は我々だ！"
      },
      {
        "ja-ro": "Makai no Shuuyaku wa Wareware da!"
      },
      {
        "ru": "Мы главные герои Мира Демонов!!"
      }
    ],
    "description": {
      "en": "Shaoron Teufel is an ambitious demon who has enrolled in the demon school known as Babyls, aiming to become popular and join the Student Council. However, a number of trials await him as soon as he arrives! Being recruited by a shady division, summoning a familiar, participating in a flying test… Will Shaoron be able to stand out even more than the special student, Iruma-kun?   \n  \nA collaboration between *Mairimashita! Iruma-kun* and a popular Japanese YouTube channel, *We are the Main Characters of ◯◯!*  \n\n- [We are the Main Characters of ◯◯! channel](https://www.youtube.com/channel/UCIZzHNbzlIskx3TxGznRyYg)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7be5032d-1059-4381-bb07-48115eba3073",
    "title": {
      "en": "Genshiken Nidaime - The Society for the Study of Modern Visual Culture II"
    },
    "updatedAt": "2023-04-26T05:29:59+00:00",
    "coverArt": "https://mangadex.org/covers/7be5032d-1059-4381-bb07-48115eba3073/ebf59fc3-20c9-4930-9030-48826dddfb46.jpg",
    "altTitles": [
      {
        "en": "Genshiken: Second Season"
      },
      {
        "ru": "Гэнсикэн: второе поколение"
      },
      {
        "ja": "げんしけん 二代目"
      },
      {
        "zh": "现视研二代目"
      }
    ],
    "description": {
      "en": "Genshiken follows the lives of a group of college students drawn together by their shared hobbies, and the trials and adventures associated with being otaku.  \n  \nGenshiken Nidaime (\"Second Generation\") is a continuation of the previous series, with chapter numbering starting at 56."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "127"
  },
  {
    "mangaId": "e9cc438f-46d9-4da2-872a-237f89caa7a6",
    "title": {
      "en": "My Second Life Is a Healing Life?"
    },
    "updatedAt": "2024-03-28T01:29:59+00:00",
    "coverArt": "https://mangadex.org/covers/e9cc438f-46d9-4da2-872a-237f89caa7a6/1b26b342-d025-47db-8689-26288b4356e4.jpg",
    "altTitles": [
      {
        "ko": "두 번째 삶은 힐링라이프?"
      },
      {
        "en": "The Second Life Is a Healing Life?"
      },
      {
        "pt-br": "Minha segunda vida é uma vida de cura?"
      },
      {
        "pt-br": "Minha segunda vida é uma vida de curandeiro?"
      }
    ],
    "description": {
      "en": "Eugene Felivia, the beloved youngest son of the noble Felivia family, known for its great warriors, gains a second life thanks to the grace of 'Felin, the Wizard of Creation.' Eugene dreams of becoming a wizard like Felin, who saved him, and using his powers to make the world a better place. However, the dark and harsh realities and his fate still refuse to let him go...",
      "pt-br": "Eugene Felivia, o querido filho mais novo da nobre família Felivia, conhecida por seus grandes guerreiros, ganha uma segunda vida graças à graça de ‘Felin, o Feiticeiro da Criação’. Eugene sonha em se tornar um bruxo como Felin, que o salvou, e usar seus poderes para tornar o mundo um lugar melhor. No entanto, a realidade sombria e dura e o seu destino ainda se recusam a deixá-lo ir…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa2ab98e-04d5-40d2-bd6c-93d92e41c742",
    "title": {
      "en": "Welcome to the Outcast's Restaurant!"
    },
    "updatedAt": "2024-02-16T05:56:44+00:00",
    "coverArt": "https://mangadex.org/covers/aa2ab98e-04d5-40d2-bd6c-93d92e41c742/5c8c1d07-5dac-4825-8677-1cde29b68081.jpg",
    "altTitles": [
      {
        "ja-ro": "Tsuihousha Shokudou e Youkoso! - Saikyou Party o Tsuihou Sareta Ryourinin (Lv.99) wa, Inaka de Nengan no Boukensha Shokudou o Hirakimasu!"
      },
      {
        "ja": "追放者食堂へようこそ！ ～最強パーティーを追放された料理人（Lv.99）は、田舎で念願の冒険者食堂を開きます！～"
      },
      {
        "ko": "추방자 식당에 어서 오세요! ~최강 파티에서 추방당한 요리사는 모험자 식당을 개업합니다!~"
      },
      {
        "ko-ro": "Chubangja sigdang-e eoseo oseyo! ~choegang patieseo chubangdanghan yolisaneun moheomja sigdang-eul gaeeobhabnida!~"
      }
    ],
    "description": {
      "en": "After getting kicked out of the strongest party, the level 99 chef fulfills his dream of opening an adventurer diner in the countryside.",
      "ja": "最強ギルドを追放された料理人・デニス。彼は奴隷少女のアトリエとともに『冒険者食堂』を開店させるのだった。至高の料理スキルを活かした庶民的で温かいデニスの料理は、ちょっとアレな冒険者たちの心と身体を癒やしていくが……。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc5e9694-09fe-4986-8af4-95ddd241b82a",
    "title": {
      "en": "S-Rank Party wo Munou da to Tsuihousareta kedo, \"Kantei\" to \"Chiyu Mahou\" de Nariagari Musou"
    },
    "updatedAt": "2024-01-20T10:10:49+00:00",
    "coverArt": "https://mangadex.org/covers/dc5e9694-09fe-4986-8af4-95ddd241b82a/a0c729ba-957b-4990-8695-ad63e607b0c5.jpg",
    "altTitles": [
      {
        "ja": "Sランクパーティーを無能だと追放されたけど、【鑑定】と【治癒魔法】で成り上がり無双"
      },
      {
        "en": "I Was Kicked out of an S-Rank Party for Being Incompetent, but I Became a Warrior With \"Appraisal\" and \"Healing Magic\""
      }
    ],
    "description": {
      "en": "Nigris, an adventurer who has a rare \"appraisal\" skill and specializes in \"healing magic.\" He supported the S-rank party behind the scenes, but was deemed incompetent and exiled. Nigris begins his career as a solo adventurer with a fresh start, but his destiny begins to change when he meets the elf slave girl Fels and the thunder master Alisa. \"Wha, what is this power...!\" Nigris' talent blooms, and they demonstrate incredible power! Together with his trusted companions, Nigris will make a name for himself as an adventurer. Nigris and his friends, who are unrivaled with unstoppable momentum that surpasses even S-rank parties, eventually get involved in a riot that threatens the country!\n\n---\n[Original Web Novel](https://ncode.syosetu.com/n2881ha/)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4477c632-884c-4e82-ba16-7937149e9a67",
    "title": {
      "en": "A Story About a Stalker Woman and a Smiling Man"
    },
    "updatedAt": "2024-04-12T01:15:57+00:00",
    "coverArt": "https://mangadex.org/covers/4477c632-884c-4e82-ba16-7937149e9a67/0411d08c-5123-43e6-b880-54bcd8fbaf8a.png",
    "altTitles": [
      {
        "ja": "ストーカー女と笑顔男の話"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48e8f8ec-58dd-4fdc-bc8e-873a8bd1345c",
    "title": {
      "en": "Another World Dump Truck"
    },
    "updatedAt": "2023-07-26T19:55:27+00:00",
    "coverArt": "https://mangadex.org/covers/48e8f8ec-58dd-4fdc-bc8e-873a8bd1345c/9ef569a2-313a-4af3-86a7-30fe1998ba36.jpg",
    "altTitles": [
      {
        "ko": "이세계 덤프트럭"
      }
    ],
    "description": {
      "en": "Yul, the manager of the interdimensional dump truck office, accidentally kills an innocent man named Kwon Yoo-jun. In order to make amends, Yul enters a romance fantasy novel where Yoo-jun is the villainess and tries to send her back to her original world. However, due to various complications, Yul becomes trapped in the novel. With the office staff scattered and no knowledge of the novel's plot, Yul desperately searches for a way out. But, Yoo-jun, who is now pretending to be a noble lady in the new world, causes Yul a headache."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e954c6b-7a02-4fd7-986d-6331c0ba95d4",
    "title": {
      "en": "Hikaru ga Shinda Natsu"
    },
    "updatedAt": "2024-02-11T14:52:05+00:00",
    "coverArt": "https://mangadex.org/covers/9e954c6b-7a02-4fd7-986d-6331c0ba95d4/fcbb2d5c-9118-4aa8-8065-0fcc57ef280a.jpg",
    "altTitles": [
      {
        "ja": "光が死んだ夏"
      },
      {
        "en": "The Summer Hikaru Died"
      },
      {
        "zh": "光死去的夏天"
      },
      {
        "ko": "히카루가 죽은 여름"
      },
      {
        "de": "Der Sommer, in dem Hikaru starb"
      },
      {
        "pl": "Lato, kiedy umarł Hikaru"
      },
      {
        "th": "หน้าร้อนที่ฮิคารุจากไป"
      },
      {
        "zh-hk": "光逝去的夏天"
      },
      {
        "pt-br": "O verão em que Hikaru morreu"
      },
      {
        "es-la": "Hikaru ga Shinda Natsu"
      },
      {
        "es": "El verano en que Hikaru murió"
      },
      {
        "it": "L’estate in cui Hikaru è morto"
      },
      {
        "fr": "The Summer Hikaru Died"
      },
      {
        "hu": "Hikaru halálának nyara"
      }
    ],
    "description": {
      "en": "\"So, Hikaru is no more... If that's true then...\"\n\nYoshiki and Hikaru are two boys who live in a certain village. They're the same age and have always been together growing up. But one day, Yoshiki noticed that \"something else\" has taken Hikaru's place. Even after learning of this, Yoshiki still wants them to be together. And so, his life with the \"something\" that looks like his friend begins.\n\nAt the same time, strange incidents keep occurring in the village...",
      "fr": "Hikaru et Yoshiki sont deux amis d'enfance qui ont grandi ensemble dans un hameau reculé. Mais un jour, les doutes qu'éprouvait Yoshiki depuis quelque temps se confirment : depuis sa disparition en forêt, six mois plus tôt, Hikaru a été remplacé par... \"autre chose\". Malgré cet effroyable constat, Yoshiki refuse d'être séparé de son ami. Il fait alors le choix de poursuivre son quotidien aux côtés de cet \"être\" à l'image parfaite de Hikaru. Mais au même moment, d'étranges incidents se produisent çà et là dans le village...",
      "es-la": "“Así que, Hikaru ya no está… Si eso es verdad, entonces…” \n\nYoshiki y Hikaru son dos chicos que viven en cierto pueblo. Tienen la misma edad y siempre han estado juntos mientras crecían. Pero, un día, Yoshiki se da cuenta que “una cosa” tomó el lugar de Hikaru. Incluso después de saber eso, Yoshiki aún quiere que estén juntos. Y así, su vida con esa “cosa” que se parece a su amigo comienza. \n\nAl mismo tiempo, incidentes extraños continúan ocurriendo en el pueblo..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "372168cc-4db3-4164-b014-bc387785bfca",
    "title": {
      "en": "At Summer’s End"
    },
    "updatedAt": "2024-03-05T07:31:29+00:00",
    "coverArt": "https://mangadex.org/covers/372168cc-4db3-4164-b014-bc387785bfca/e7ea04f7-3955-410e-8105-394951b17c87.jpg",
    "altTitles": [
      {
        "ja": "夏の終点"
      },
      {
        "ja-ro": "Natsu no shuuten"
      }
    ],
    "description": {
      "en": "Natsukawa, a member of the beautification committee, often finds her gaze lingering on her schoolmate Aihara. One fateful day off, she spots Aihara walking alongside another girl... As summer’s heat stirs the air, a delicate tale of first love begins to take shape..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e160a8e3-304f-4dca-838b-ee1821c490d8",
    "title": {
      "en": "Watashi ga Koibito ni Nareru Wake Naijan, Muri Muri! (Muri Janakatta!?)"
    },
    "updatedAt": "2024-01-20T13:40:31+00:00",
    "coverArt": "https://mangadex.org/covers/e160a8e3-304f-4dca-838b-ee1821c490d8/c9392302-737f-4b2b-92f9-aff1dff45359.png",
    "altTitles": [
      {
        "ja": "わたしが恋人になれるわけないじゃん、ムリムリ！（※ムリじゃなかった!?）"
      },
      {
        "id": "Mana Mungkin Aku Bisa Jadi Kekasihmu! (Ternyata Mungkin!?)"
      },
      {
        "zh": "我怎么可能成为你的恋人，不行不行！（※不是不可能！？）"
      },
      {
        "zh-hk": "我怎麼可能成為你的戀人，不行不行！（※不是不可能！？）"
      },
      {
        "zh-ro": "Wǒ zěnme kěnéng chéngwéi nǐ de liànrén, bùxíng bùxíng!(※Bùshì bù kěnéng!?)"
      },
      {
        "en": "There’s No Freaking Way I’ll be Your Lover! Unless…"
      },
      {
        "pt-br": "Um Amor Impossível! Ou Não..."
      },
      {
        "ja-ro": "Watanare"
      }
    ],
    "description": {
      "en": "Longing to be a normie, I, Renako Amaori, am finally making my high school debut after working so hard for it. However due to my communication impairment, I have a gloomy aura. And after being in the normie group day in day out, I got so exhausted and said “I can't do this anymore,” and reached my limit!\n\nDuring that time, I accidentally met the top student of our school. Perfect in face and figure, unrivaled in sword and pen, our school's best high school girl: Mai Odzuka.\nWe found in each other someone who we could open to and talk about our own troubles. What a nice friend I made, now I can surely get back on my own feet…is what I thought!\n\n\"It seems that you, even as a girl, have made me fall in love with you.\"\nWhat!? Mai suddenly confessed to me. Wait! What about our friendship?\n\nAnd so, we now have different feelings we can’t tell each other: friendship or a romantic relationship. We’re now presenting each other its benefits and put them into practice to see what kind of relationship works best for us. Will I succeed with a successful high school life…?",
      "pt-br": "A desajeitada e introvertida Amaori Renako está deixando sua vida solitária no ensino médio para trás, determinada a se tornar uma estudante extrovertida e popular. A glamorosa e confiante Oduka Mai é o oposto total de Renako: rica, despreocupada e literalmente uma modelo fashion. Contra todas as probabilidades, as duas garotas formam uma conexão imediata. Renako acha que pode ter encontrado a melhor amiga dos seus sonhos… até que a confissão de amor de Mai deixa seus sentimentos em parafuso. Renako quer provar a Mai que ser melhores amigas é melhor do que ser namoradas, mas Mai está decidida a convencer Renako de que elas estão destinadas a serem amantes!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f33e12f-fe92-442b-9be3-5a03f3b40702",
    "title": {
      "en": "You Look Better Crying"
    },
    "updatedAt": "2024-03-07T20:39:26+00:00",
    "coverArt": "https://mangadex.org/covers/7f33e12f-fe92-442b-9be3-5a03f3b40702/04277780-65af-4afa-afdc-fbbdb9bdb483.png",
    "altTitles": [
      {
        "zh": "你哭起来真好看"
      }
    ],
    "description": {
      "en": "Crybaby Xiao Yu together with the expressionless bad girl Xiao Xiao. Two different personalities seeking comfort in each other.",
      "zh": "哭包小雨和压抑情感的不良少女笑笑, 两个有性格缺陷的女孩的互相救赎"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "7"
  },
  {
    "mangaId": "bff3f564-a132-4903-8953-1c2ad29bf55f",
    "title": {
      "en": "Childhood Friend's Troubles"
    },
    "updatedAt": "2024-04-12T00:29:43+00:00",
    "coverArt": "https://mangadex.org/covers/bff3f564-a132-4903-8953-1c2ad29bf55f/e6b24f12-ed36-41ee-8bcb-fe1155f37682.png",
    "altTitles": [
      {
        "ja": "幼馴染のお悩み"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43ff67bf-44a7-41ae-8cd4-b38b8664db4d",
    "title": {
      "en": "Nichiasa Suki no Otaku ga Akuyaku Seito ni Tenseishita Kekka, Hametsu Flag ga Houkaishiteiku Ken ni Tsuite"
    },
    "updatedAt": "2024-03-04T02:57:43+00:00",
    "coverArt": "https://mangadex.org/covers/43ff67bf-44a7-41ae-8cd4-b38b8664db4d/e7242843-a694-453e-9089-9dcb214626e3.jpg",
    "altTitles": [
      {
        "ja": "ニチアサ好きのオタクが悪役生徒に転生した結果、破滅フラグが崩壊していく件について"
      },
      {
        "en": "Regarding the Destruction of the Destruction Flag as a Result of a Nichiasa-Loving Otaku Being Reincarnated as a Villainous Student."
      }
    ],
    "description": {
      "en": "Yugo Kurei is a high school student that loves tokusatsu hero shows. One day, he loses his life protecting a child from a street slasher, but he is reincarnated in another world as Yugo Clay, a character from a certain game. However, Yugo is the most disliked person in the school and is destined to die tragically... He was reincarnated as a villain, but with the new power of magic in his hands, he aims to become a hero!\n\n\"In this world, I can become the strongest hero!\" A hero story of a tokusatsu otaku who rises from the bottom while crushing his doom flags!",
      "ja": "日曜日の朝に放送されているヒーロー番組をこよなく愛している高校生・呉井雄悟。ある日、通り魔から子供を庇って命を落とすが、気づくと【ルミナス・ヒストリー】というゲームのキャラクター、ユーゴ・クレイとして異世界転生していた。しかし、ユーゴというキャラは学園一の嫌われ者で、ゆくゆくは無様に命を落とす運命・・・\n\nそんな悪役キャラに転生したが、魔法という新たな力を手にしたことで、ヒーローになれる可能性に気づく！\n\n「この世界なら俺は“本物”のヒーローになれる！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38ed0789-e934-424c-9190-461904c80227",
    "title": {
      "en": "Arum Daun"
    },
    "updatedAt": "2023-10-05T05:37:27+00:00",
    "coverArt": "https://mangadex.org/covers/38ed0789-e934-424c-9190-461904c80227/126397ca-4bb3-47dd-b1fb-af26ae8741ae.jpg",
    "altTitles": [],
    "description": {
      "en": "A story about a girl that's friends with nature. Will she be strong enough to face her life that's full of difficulties? Or will she need nature's help?",
      "id": "Kisah seorang gadis yang berteman dengan sosok Alam. Apakah ia cukup kuat untuk menghadapi kehidupannya yang penuh dengan kemalangan? Ataukah ia akan memerlukan bantuan Sang Alam?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "80"
  },
  {
    "mangaId": "58167656-a065-4b49-b499-bd73d00555d5",
    "title": {
      "en": "Pick Me Up"
    },
    "updatedAt": "2024-03-09T14:04:59+00:00",
    "coverArt": "https://mangadex.org/covers/58167656-a065-4b49-b499-bd73d00555d5/4fbfc611-19f8-4a33-b8f3-8535c2779288.jpg",
    "altTitles": [
      {
        "en": "Pick Me Up, Infinite Gacha"
      },
      {
        "ko": "픽 미 업!"
      },
      {
        "ko-ro": "Pick Me Up!"
      },
      {
        "ja": "PICK ME UP～低レア★英雄の成り上がり～"
      },
      {
        "ja": "ピックミーアップ！低レア英雄の成り上がり"
      },
      {
        "ja-ro": "Pick Me up!! Tei Rea Eiyū No Nariagari"
      }
    ],
    "description": {
      "en": "1-Star heroes are just fodder for learning a boss' attack patterns.\n\nThat was Seojin Han's philosophy when playing the notoriously difficult game Pick Me Up. But after being transported into the game as one of those 1-star heroes, he's got no choice but to rise in rank and defeat the player controlling him and his party.\n\nCan a gacha game character hope to defeat a player akin to being his god?",
      "pt-br": "No jogo de gacha mobile famoso por sua extrema dificuldade, o Mestre classificado em 5º lugar no mundo, \"Loki\" perde a consciência ao invadir a Masmorra.\n\n\"O quê? Eu sou um personagem de jogo agora?\"\n\nDepois de acordar, \"Loki\" percebe que ele se transformou em um Herói de Nível 1, 1 Estrela – 'Han Yslat'. Para retornar à Terra, ele deve liderar o Mestre e os heróis novatos e limpar o 100º andar da Masmorra!\n\n\"Você mexeu com o cara errado\".\n\nEsta é a história de transporte mais difícil  pelo Mestre Loki que nunca aceita uma única derrota."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f81ad5fe-8a3f-4f30-8f7e-5f755af48a52",
    "title": {
      "en": "Ranker's Return"
    },
    "updatedAt": "2024-03-21T20:22:48+00:00",
    "coverArt": "https://mangadex.org/covers/f81ad5fe-8a3f-4f30-8f7e-5f755af48a52/0ad3bfed-0330-45fc-a132-27e5c46c8125.jpg",
    "altTitles": [
      {
        "ko": "랭커의 귀환 (2021)"
      },
      {
        "en": "Ranker's Return (Remake)"
      },
      {
        "ja": "ランカーの帰還"
      },
      {
        "ru": "Возвращение ранкера"
      },
      {
        "zh": "榜上玩家的归还"
      },
      {
        "en": "Ranker's Return (2021)"
      }
    ],
    "description": {
      "en": "During the early years of the hottest MMORPG called Arena, the world’s top ranker Meleegod vanished after setting every possible record in the virtual world.\n\nIn the real world, this deathly melee damage dealer was the happy-go-lucky Kang Hyeonu, who simply deleted his character and quit his hobby to finish mandatory military service and inherit his father’s company.\n\nThis rosy future dissolves within two years when a business rival makes his father go bankrupt. Hyeonu struggles to make ends meet with a string of part-time jobs, but his best friend has a better idea. He urges Hyeonu to conquer the Arena once again and earn a cushy living as a gaming celebrity.\n\nVowing to strike it rich and avenge his father, the former Meleegod returns to the Arena as a newbie. Only this time, he’s out for blood!\n\n---\n\n**Links:**\n- [Alternative Raw (Ridibooks)](https://ridibooks.com/books/4357000090)\n- [Alternative Raw (Naver)](https://series.naver.com/comic/detail.series?productNo=6433067)\n- [Official Simplified Chinese Translation (BiliBili)](https://manga.bilibili.com/detail/mc30486)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/77017)",
      "ja": "バーチャルリアリティーゲーム「アレナ」の初期、最強最高のランカーだったメレーゴッド！ キャラクターを削除して忽然と姿を消していた彼が、人生のどん底から這い上がるためにまたアレナに戻ってきた！ 「感謝、絶望、復讐、全部晴らしてやる！」",
      "ko": "가상현실게임 <아레나> 초창기,\n최강최고의 랭커였던 밀리갓!\n\n캐릭터를 삭제하고 홀연히 떠났던 그가\n망해버린 집안을 일으키기 위해 다시 아레나에 돌아왔다!\n\n“캐릭터를 생성하시겠습니까?”",
      "ru": "В былые времена Миллигат был самым лучшим игроком и очень долгое время занимал первое место в мировом топе игры «Арена»...\n\nОднажды, устав от Арены, он решил удалить свой аккаунт и заняться личной жизнью.\n\nПрошло 2 года. Семья разрушена, бизнес потерян, и у него ничего не осталось...\n\nОт безысходности Миллигат решил вернуться туда, где всё начиналось... В Арену.\n\n«Вы уверены, что хотите создать персонажа»?\n\nТрепещите, мерзавцы и обычные игроки... Король вернулся.",
      "zh": "虚拟现实游戏《幻神》创建初期最强最厉害的玩家，“米利神”高泽宇，曾经把角色删除后毫无留恋地离开了游戏，但为了拯救没落的家庭，他再次返回到此游戏当中…… “您要创建一个新角色吗？”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51fe4713-013a-4acc-8874-bfd01b60eff9",
    "title": {
      "en": "Glass Mask"
    },
    "updatedAt": "2022-12-29T13:35:14+00:00",
    "coverArt": "https://mangadex.org/covers/51fe4713-013a-4acc-8874-bfd01b60eff9/c8e4690e-f86a-4fa4-b605-31759b3f4032.jpg",
    "altTitles": [
      {
        "ja-ro": "Glass no Kamen"
      },
      {
        "it": "Il Grande Sogno di Maya"
      },
      {
        "vi": "Mặt Nạ Thủy Tinh"
      },
      {
        "en": "The Glass Mask"
      },
      {
        "id": "Topeng Kaca"
      },
      {
        "th": "นักรักโลกมายา"
      },
      {
        "th": "หน้ากากแก้ว"
      },
      {
        "ja": "ガラスの仮面"
      },
      {
        "zh": "千面女郎"
      },
      {
        "zh-hk": "玻璃面具"
      },
      {
        "ko": "유리가면"
      }
    ],
    "description": {
      "en": "Chigusa Tsukikage holds the rights to the play \"The Crimson Goddess,\" a lost masterpiece that many would love to see brought back to the stage.  \n  \nTsukikage, however, won't allow the cherished work to be diminished by an actress who isn't worthy of playing the title role. Fortunately, she has found two young actresses that just might be worthy: Maya Kitajima and Ayumi Himekawa. Though both actresses are exceptionally talented, only one can win the coveted role.\n\n---\n- **Won the Japan Cartoonists Association Award in 1995**\n\n---\n\nPublished in Indonesian by Elex Media as **Topeng Kaca**"
    },
    "status": "hiatus",
    "releaseDate": 1976,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3175db1-7f49-4321-ad68-5a59e0e53b61",
    "title": {
      "en": "Shota Oni"
    },
    "updatedAt": "2024-02-02T20:17:21+00:00",
    "coverArt": "https://mangadex.org/covers/b3175db1-7f49-4321-ad68-5a59e0e53b61/fc9764df-23f9-4992-b269-a26dedbd55eb.jpg",
    "altTitles": [
      {
        "ja": "ショタおに"
      }
    ],
    "description": {
      "en": "After leaving a scar on his best friend's face years ago, Tsubaki feels responsible and is determined to grow up big and strong so he can protect Yuu. Yuu is already in high school and Tsubaki is only in elementary, but he is sure that his feelings will get through and Yuu will eventually come to rely on him."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cfccbc9-1b2a-4e90-a691-aa43be33136b",
    "title": {
      "en": "Return of the Frozen Player"
    },
    "updatedAt": "2024-01-28T23:19:26+00:00",
    "coverArt": "https://mangadex.org/covers/8cfccbc9-1b2a-4e90-a691-aa43be33136b/b6d2c8ca-96b9-4368-8253-f9f1f878b443.png",
    "altTitles": [
      {
        "ko": "얼어붙은 플레이어의 귀환"
      },
      {
        "zh": "冰封玩家归来"
      },
      {
        "ru": "Возвращение замороженного игрока"
      },
      {
        "ja": "凍結したプレイヤーの帰還"
      },
      {
        "zh-hk": "闇夜英雄破冰而出"
      },
      {
        "en": "The Frozen Player Returns"
      },
      {
        "fr": "The Frozen Player Returns (piccoma)"
      },
      {
        "fr": "Le retour du joueur qui était congelé"
      },
      {
        "fr": "Le retour du joueur de gel"
      }
    ],
    "description": {
      "en": "When Seo Junho and his companions sacrificed themselves to defeat the Frost Queen, they thought they were restoring peace to Earth. But after 25 years of being frozen solid, Junho thaws out only to find that nine more floors appeared in his absence, only one of which has been cleared!\n\nAs the only one who holds the key to clearing the next floor and defrosting his friends, Junho must step up once again. But has this hero been in hibernation too long to take on the world’s fearsome new foes?\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "ja": "2019年世界は変わり、以前にはなかったゲート、モンスター、システム、プレイヤーのような概念が生まれた。 そこから5年間「侵略者」と「侵略を阻止する者」との戦いが世界各地で起きた。 そして世界を絶望に陥れた地球エリア最後のボス「氷の女王」により、5人のプレイヤーの内4人は氷の像となってしまう。 唯一ダンジョンに残された人類最高のプレーヤー、ダークネスは、氷の女王を倒すが、女王の能力を吸収する過程で彼もまた氷の像となった。氷の女王を倒すと、 長い眠りにつくという代価を払わなければならなかったのだー それから25年後…プレーヤーは目を覚ました。 「2階が出現し、計10階だと？1階の氷の女王を倒したら終わりじゃなかったのか？｣ この25年で人類が攻略できたのはたったの2階まで…。 伝説のプレイヤー「ダークネス」の名を捨て、新人プレーヤー伊坂圭として、仲間たちを救うため、彼は再びゲートに向かう！\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "ko": "세상이 바뀌고 5년.\n최종보스가 나타났다.\n\n[지구 에어리어의 최후의 보스, 서리여왕이 출현합니다.]\n\n최후의 보스!\n그녀만 처치하면 예전처럼 살 수 있다!\n\n인류 최고의 플레이어, 어둑서니를 포함한 다섯 명의 플레이어가 마침내 서리여왕을 쓰러뜨리지만...\n그들은 기나긴 잠에 빠지는 혹독한 대가를 치뤄야했다.\n그로부터 25년 후.\n\n\"2층이라니? 서리여왕을 죽이면 끝나는 거 아니었어?\"\n\n얼어붙은 동료들을 구하기 위해,\n\n그리고 세상을 구하기 위해.\n\n전설이 된 어둑서니의 이름을 버리고\n이제는 신입 플레이어 서준호로 돌아왔다.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "ru": "В 2019 году мир переменился, и появились такие явления как: врата, монстры, система и игроки, - которых ранее не существовало. \nНа протяжении 5 лет между человечеством и захватчиками происходила борьба за власть и территории.\n[Финальный босс \"Снежная королева\" появился]\nЕсли убить его, человечество сможет обрести свободу и вернуться к прежней жизни. \n24 ноября 2024 года четверо из 5 игроков вошли в последнее подземелье на Антарктиде, чтобы победить финального босса на территории Земли. Одним взмахом руки \"Снежная королева\" заморозила Тихий океан, повергнув человечество в отчаяние. \nПоследнему игроку удалось победить финального босса, однако в процессе поглощения ее \"ядра\" он превратился в ледяную глыбу. А спустя 25 лет, когда поглощение завершилось, он очнулся от криогенного сна, получив фрост-способность EX-класса. \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "zh-hk": "世界發生了天翻地覆的變化，\n在第5年時最終BOSS現身。\n「地球區域最終BOSS，冰霜女王出現。」\n\n最終BOSS!\n只要除掉祂，就能回到過往的生活!\n\n包含人類最強獵人——闇夜在內的五名獵人，\n最終擊潰了冰霜女王...\n但他們卻陷入長眠，付出了慘痛的代價。\n\n之後過了25年...\n「第2層?不是只要殺了冰霜女王，\n一切就結束了嗎?」\n\n為了拯救被冰封的夥伴；\n為了拯救整個世界，\n我拋下成為傳說的闇夜之名，\n以本名徐俊昊，作為新人獵人歸來。\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8438feea-6d36-4082-bbd3-50d7273e66ba",
    "title": {
      "en": "8-gatsu 31-nichi no Long Summer"
    },
    "updatedAt": "2024-02-09T18:44:39+00:00",
    "coverArt": "https://mangadex.org/covers/8438feea-6d36-4082-bbd3-50d7273e66ba/7a56cfec-22aa-4d50-b3c5-b94b6a60b659.jpg",
    "altTitles": [
      {
        "en": "The Long Summer on August 31"
      },
      {
        "ja-ro": "Hachigatsu Sanjuuichinichi no Long Summer"
      },
      {
        "vi": "Mùa hè dài ngày 31 tháng 8"
      },
      {
        "ja-ro": "8-gatsu 31-nichi no Long Summer"
      },
      {
        "ja": "8月31日のロングサマー"
      },
      {
        "ru": "Длинное лето 31-го августа"
      }
    ],
    "description": {
      "en": "Suzuki-kun and Takagi-san — two high-schoolers who found each other in a time loop on August 31. The two are the only ones who keep their memories when it loops. As for the cause of the time loop, one thing comes to mind — Suzuki-kun's lingering regrets for the summer, a guy's greatest ambition....\n\nIt's a time loop comedy of youth, romance, and facing love head-on!",
      "ja": "何度も繰り返す8月31日の中で出会った高校生の二人・鈴木くんと高木さん。\n\n記憶を繰り越せるのは二人だけ。\n\nタイムループの原因として考えられるのは、鈴木くんが夏休みにやり残した、男子最大の目標…。\n\n恋と真っ向から対峙する、青春タイムループコメディ！",
      "ru": "31 августа повторяется снова и снова. Сохранить об этом воспоминания могут только два школьника – Сузуки-кун и Такаги-сан. Задумавшись о причине возникновения такой временной петли, Сузуки-кун пришёл к выводу, что всё дело в нём: его незавершённых делах летом и большом сожалении на этот счёт. Чтобы выбраться из временной тюрьмы подросток решает действовать…\nВас ждёт любовная комедия противостояния любви и временной петли!",
      "vi": "Thế giới bị rơi vào 1 vòng lặp thời gian, chỉ có 2 người giữ lại được ký ức là Suzuki và Takagi. Nếu muốn thoát khỏi vòng lặp thì Suzuki phải hoàn thành ước nguyện còn dang dở của cậu: kiếm được bạn gái và thoát kiếp trai tân."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c72d4c27-c3fb-4f77-bb76-e0040e111015",
    "title": {
      "en": "The Cool Girl Acts like a Cat Only for Me"
    },
    "updatedAt": "2024-04-08T15:12:41+00:00",
    "coverArt": "https://mangadex.org/covers/c72d4c27-c3fb-4f77-bb76-e0040e111015/398359b8-19f9-459d-98b5-b15f81295218.jpg",
    "altTitles": [
      {
        "ja": "クールな彼女は俺にだけねこちゃん"
      },
      {
        "ja-ro": "Cool na Kanojo wa ore ni Dake Neko-chan"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ebe2912-f9cc-4556-a3bd-aabbd07d07a0",
    "title": {
      "en": "Sora no Deau Basho de"
    },
    "updatedAt": "2024-04-11T23:15:31+00:00",
    "coverArt": "https://mangadex.org/covers/1ebe2912-f9cc-4556-a3bd-aabbd07d07a0/db21ed59-9f00-4bd7-a761-f458bb844557.png",
    "altTitles": [
      {
        "ja": "空の出会う場所で"
      },
      {
        "en": "Empty Meeting Place"
      },
      {
        "tr": "Gökyüzünün Birleştiği Yerde"
      }
    ],
    "description": {
      "en": "Story of a man whose job description includes disposing of dead bodies, and the stray who blackmails him into sheltering him.",
      "pt-br": "Inoue trabalha se livrando de corpos... ele encontra um estranho rapaz misterioso que o faz acolhê-lo."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "03438804-f9b7-4748-be58-d120d5ffb8e6",
    "title": {
      "en": "Mujina into the Deep"
    },
    "updatedAt": "2024-03-28T21:15:20+00:00",
    "coverArt": "https://mangadex.org/covers/03438804-f9b7-4748-be58-d120d5ffb8e6/a3509f6c-28d3-4d34-8640-9bf0fd0dcb62.jpg",
    "altTitles": [
      {
        "uk": "Муджіна на глибині"
      },
      {
        "ja": "ムジナにの深い"
      },
      {
        "ja-ro": "Mujina Ni no Fukai"
      },
      {
        "es-la": "Mujina a Las Profundidades"
      },
      {
        "es": "Mujina Hacia Las Profundidades"
      }
    ],
    "description": {
      "en": "Am I \"necessary\" in this world? What is the true nature of the person called \"Mujina\" who flies in the sky with a sword on her back in the midst of ordinary life? What is man, what is society, what are human rights, and what is happiness?",
      "es": "¿Soy \"necesario\" en este mundo? ¿Cuál es la verdadera naturaleza de la persona llamada \"Mujina\" que vuela por el cielo con una espada a cuestas en medio de la vida ordinaria...? ¿Qué es el hombre, la sociedad, los derechos humanos y la felicidad...?",
      "ja": "この世界に、私は”必要”かーー！？何気ない日常の中、刀を背に空を翔ぶ「ムジナ」と呼ばれる者の実体とは…？人間とは、社会とは、人権とは、そして幸せとは…",
      "ru": "История о юной девушке-убийце с катаной, которая охотится за своими целями в оживлённом столичном городе Цукумо.",
      "es-la": "¿Soy \"necesario\" en este mundo? ¿Cuál es la verdadera naturaleza de la persona llamada \"Mujina\" que vuela por el cielo con una espada a cuestas en medio de la vida ordinaria...? ¿Qué es el hombre, la sociedad, los derechos humanos y la felicidad...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "150e0dd9-f4f6-4d73-8ca9-c2f693252a56",
    "title": {
      "en": "Heavenly Blood Star"
    },
    "updatedAt": "2024-04-07T07:30:54+00:00",
    "coverArt": "https://mangadex.org/covers/150e0dd9-f4f6-4d73-8ca9-c2f693252a56/557d4474-33c1-414f-b72d-d086eed6a029.png",
    "altTitles": [
      {
        "en": "The Blood Star Damned by Heaven"
      },
      {
        "ko": "天死血星,천사혈성"
      },
      {
        "pt-br": "A Estrela de Sangue Amaldiçoada pelo Céu"
      }
    ],
    "description": {
      "en": "Cheon Yoo-ok, a young orphan who survives by begging, however, as he delves deeper into the mysteries of a sect, dark secrets and unknown threats begin to emerge, in a world where intrigues and conspiracies are everywhere, he will have You have to overcome unimaginable challenges to protect those you love and discover your true destiny.",
      "pt-br": "Cheon Yoo-ok, um jovem órfão que sobrevive pedindo esmolas, porém, à medida que ele se aprofunda nos mistérios de uma seita, segredos sombrios e ameaças desconhecidas começam a surgir, em um mundo onde intrigas e conspirações estão por toda parte, ele terá que superar desafios inimagináveis para proteger aqueles que ama e descobrir seu verdadeiro destino."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60bc2ae0-d683-4220-835b-fbbba344bbc8",
    "title": {
      "en": "Days"
    },
    "updatedAt": "2023-06-04T07:48:09+00:00",
    "coverArt": "https://mangadex.org/covers/60bc2ae0-d683-4220-835b-fbbba344bbc8/207d879d-847a-4c97-8a8c-3b4b081bacd0.jpg",
    "altTitles": [
      {
        "id": "Hari-hari"
      },
      {
        "ru": "Дни"
      },
      {
        "es": "Días"
      }
    ],
    "description": {
      "en": "Two boys met on a stormy night: Tsukushi, a boy with no special traits at all, and Jin, a soccer genius. On that night, Jin drags Tsukushi into the world of high-school soccer.  \n  \n  \n---\n**Won the 40th Kodansha Manga Award for Shonen in 2016**",
      "vi": "Một câu chuyện đẹp về chàng trai nhỏ bé Tsukamoto, tuy cậu còn chả biết cầm bóng nhưng có niềm đam mê bóng đá bất tận, cùng với cậu bạn thiên tài là Kazama, họ vô tình gặp nhau, và cùng nhau chiến thắng! Đây là một manga rất là đáng để đọc, về tinh thần thể thao, về tình bạn, về những người luôn cố gắng vươn lên. Một câu chuyện truyền động lực và \"sưởi hồn\" đúng nghĩa...",
      "pt-br": "Dois garotos se reuniram em uma noite de tempestade: Tsukushi, um garoto sem características especiais em tudo, e Jin, um gênio do futebol. Naquela noite, Jin arrasta Tsukushi no mundo do futebol colegial."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "376"
  },
  {
    "mangaId": "e896c48c-3150-437d-ba57-d8567eb399ae",
    "title": {
      "en": "Chainsaw Man - Digital Colored Comics"
    },
    "updatedAt": "2023-12-23T04:57:50+00:00",
    "coverArt": "https://mangadex.org/covers/e896c48c-3150-437d-ba57-d8567eb399ae/fa06e4e4-ef2a-477b-bfb6-a2a88793620b.jpg",
    "altTitles": [
      {
        "en": "Chainsaw Man"
      },
      {
        "en": "Chainsaw Man (Official Colored)"
      },
      {
        "fr": "Chainsaw Man (Couleur Officielle)"
      },
      {
        "kk": "Шынжыра адам (Түрлі Түсті)"
      },
      {
        "ja": "チェンソーマン カラー版"
      },
      {
        "kk": "Шынжара жан (Түрлі түсті)"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!  \nNow in Color!",
      "fr": "Jeune homme fauché + démon-chien-tronçonneuse = Chainsaw Man!\n\nTout est dans le titre! La vie précaire de Denji change à jamais quand il fusionne avec son chien-tronçonneuse de compagnie, Pochita! Maintenant, il vit en centre-ville et est un Devil Hunter officiel. Mais il a beaucoup à apprendre de son nouveau job et de ses pouvoirs de tronçonneuse!\nMaintenant en couleur!",
      "kk": "«Мен әрқашан қарапайым өмір сүруді армандадым: жылы төсекте ұйықтау, таңертең тосаппен нан жеу, қызыммен кездесуге бару және күнде күлімдеу. Әкемнің өлімімен кейін бәрі өзгерді - енді, Почита, өлтіретін кез келді!» - бұл сөзбен  Денжи өзінің шынжырлы иті Почитамен бірге басқа шартқа аттанады, өйткені олар сайтан аулаушылар. Күн сайын олар ақша үшін өлтіреді, оны Денджи бір якудзаға беруі керек, әйтпесе ол марқұм әкесінің қарызын өз өмірімен өтеуі керек. Бірақ Дэнджи барлық қарызын өтеген кезде оны не күтіп тұр: ол қарапайым өмір сүре ме, әлде әлемді сайтандардан құтқара ма? Мүмкін тағдырдың кейіпкерге қатысты өз жоспарлары бар шығар?",
      "pt-br": "Quando seu pai morreu, Denji ficou preso com uma dívida que era incapaz de pagar. Mas graças à ajuda de um cachorro demônio que ele salvou chamado Pochita, Denji é capaz de sobreviver como caçador de demônios de aluguel. Os poderes de serra elétrica do Pochita são bem poderosos contra estes demônios. E então, quando o Denji acaba sendo morto por um demônio, o Pochita desiste de sua vida para revivê-lo. Mas, agora o Denji renasceu como um hibrido de demônio com humano... Agora ele é o \"Chainsaw Man\"!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "733fc3ac-deca-444e-bb79-14186e00ccf1",
    "title": {
      "en": "Shadows House - Digital Colored Comics"
    },
    "updatedAt": "2024-01-30T13:16:52+00:00",
    "coverArt": "https://mangadex.org/covers/733fc3ac-deca-444e-bb79-14186e00ccf1/7ea95292-2d6d-4e3d-9af6-5c7ab922a690.jpg",
    "altTitles": [
      {
        "es": "Casa de Sombras"
      },
      {
        "en": "Shadows House (Official Colored)"
      },
      {
        "ja-ro": "Shadōhausu"
      },
      {
        "id": "Keluarga Shadow"
      },
      {
        "ru": "Дом теней"
      },
      {
        "ru": "Мрачный дом"
      },
      {
        "ja": "シャドーハウス"
      },
      {
        "zh": "影宅"
      },
      {
        "pt-br": "Casa das Sombras"
      },
      {
        "ja": "シャドーハウス カラー版"
      },
      {
        "id": "Rumah Shadow"
      }
    ],
    "description": {
      "en": "Faceless shadow nobles living in a vast mansion, attended by living dolls who spend much of their time cleaning up the soot endlessly emitted by their mysterious masters.  \r\n  \r\nFollow the story of Emilyko, a young and cheerful living doll, as she learns her duties serving as the attendant for Kate Shadow-sama. What dangers and dark secrets will she and Kate encounter, as they become more deeply involved in the inner workings of the shadows' society?",
      "es": "Nobles sombras sin rostro que viven en una vasta mansión, atendidos por muñecos vivientes que pasan gran parte de su tiempo limpiando el hollín emitido por sus misteriosos maestros.  \n  \nSigue la historia de Emilyko, una joven y alegre muñeca viviente, mientras aprende sus deberes como asistente de Kate Shadow-sama.",
      "ja": "不思議な洋館に住む、 顔のないシャドー一族と、 世話係の“生き人形”たち。 彼らが織りなす、 摩訶不思議な日常とは…？",
      "ru": "Безликие теневые дворяне, живущие в огромном особняке, сопровождаемые живыми куклами, которые проводят большую часть своего времени, очищая сажу, бесконечно испускаемую их таинственными хозяевами.",
      "es-la": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama.",
      "pt-br": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou."
    },
    "updatedAt": "2024-03-30T23:26:30+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/b70c874a-be6d-4089-989d-7c408536544d.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind.\n\nWhen he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.\n\nThe new normal graph of youth is about to begin.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。\n\n舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。\n\n真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n日常が変わっていく、つみきさんと一緒なら。\n\nまだ誰も知らない、ニューノーマルな青春がここに。",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12e28a8a-cbfe-4e12-bab8-b6fb0b9a59b4",
    "title": {
      "en": "Shinigami ni Sodaterareta Shoujo wa Shikkoku no Tsurugi wo Mune ni Idaku"
    },
    "updatedAt": "2024-02-23T01:19:16+00:00",
    "coverArt": "https://mangadex.org/covers/12e28a8a-cbfe-4e12-bab8-b6fb0b9a59b4/09960d27-f0a4-42bc-9e2b-c77ac93eec2a.jpg",
    "altTitles": [
      {
        "ja": "死神に育てられた少女は漆黒の剣を胸に抱く"
      },
      {
        "zh": "被死神抚养的少女怀抱漆黑之剑"
      },
      {
        "ko": "사신에게 길러진 소녀는 칠흑의 검을 가슴에 품는다"
      },
      {
        "en": "Death's Daughter and the Ebony Blade"
      },
      {
        "en": "The Little Girl Raised by Death Holds the Sword of Death Tight"
      }
    ],
    "description": {
      "en": "Olivia is just a baby when the mysterious Z finds her at a temple in the depths of the Forest of No Return. From that day on, the temple becomes her home and Z her family. Z, a god of death, educates her in the ways of the world, in combat, and in the long-forgotten arts of magic—right up until the day Z disappears. \n\nOlivia leaves the forest for the first time in search of Z with its ebony blade in hand. Out in the wider world, all is not well. A bitter war rages between the Asvelt Empire and the Kingdom of Fernest, and Fernest is losing badly. When Olivia shows up on Fernest’s doorstep with a sack of imperial heads looking to volunteer, the royal army happily welcomes her into its ranks. Thanks to Z’s training, she quickly proves herself as a ferocious warrior. In fact, she might be just what Fernest needs to turn the tide of the war...but will they accept her lack of people skills and disregard for discipline? And will she ever see Z again?\n\n[Official English Light Novel](https://j-novel.club/series/death-s-daughter-and-the-ebony-blade)",
      "pt": "No fundo de um santuário esquecido dentro da floresta, um bebê é encontrado por figuras sombrias, os deuses da morte. Um deles, Zett, a pegou para usá-la como \"objeto de observação\" contra o desejo de seus irmãos de comer sua alma. Zett lhe deu vários conhecimentos e a treinou para lutar. Até que um dia ele de repente desapareceu, deixando-lhe uma carta e uma espada negra. Então, tendo crescido, Olivia saiu em busca de Zett. Esta é a história de Olivia Valedstorm, a garota criada pela morte, enquanto muda o curso da guerra com seu temido título de Shinigami."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f15e45c-b7fd-4164-8d8e-ede14a817f0d",
    "title": {
      "en": "The Extra’s Academy Survival Guide"
    },
    "updatedAt": "2024-03-18T19:24:35+00:00",
    "coverArt": "https://mangadex.org/covers/7f15e45c-b7fd-4164-8d8e-ede14a817f0d/419973f4-63bb-4dbc-bb65-22dbc051ed54.png",
    "altTitles": [
      {
        "en": "Surviving the Academy"
      },
      {
        "en": "How to Survive at the Academy"
      },
      {
        "ko": "아카데미에서 살아남기"
      },
      {
        "pt-br": "O Guia de Sobrevivência do Extra da Academia"
      },
      {
        "pt-br": "O Guia de Sobrevivência do Figurante da Academia"
      },
      {
        "ko-ro": "Academy-eseo Saranamgi"
      }
    ],
    "description": {
      "en": "I possessed a third-rate extra villain character in my favorite game. I have no ambitions and I just want to live a quiet life. But sheesh, this world is a hard place to survive in. I will survive to the ending of this story, in a way the protagonist cannot. I will survive in the way of a third-rate villainous character.",
      "pt-br": "Eu possuía um personagem vilão extra de terceira categoria em meu jogo favorito. Não tenho ambições e só quero viver uma vida tranquila. Mas, caramba, este mundo é um lugar difícil de sobreviver. Eu sobreviverei até o final desta história, de uma forma que o protagonista não conseguirá. Sobreviverei à maneira de um personagem vilão de terceira categoria."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7eb5f0e6-0811-4115-bfbc-253118411dc8",
    "title": {
      "en": "Ogre no Aniki to Dorei-chan"
    },
    "updatedAt": "2024-02-23T01:41:27+00:00",
    "coverArt": "https://mangadex.org/covers/7eb5f0e6-0811-4115-bfbc-253118411dc8/0fb72db2-9679-4047-92a0-40e5ac09cdb3.jpg",
    "altTitles": [
      {
        "en": "Big Bro Ogre and Slave-chan"
      },
      {
        "ja-ro": "Ogre no Aniki to Dorei-chan"
      },
      {
        "ja": "オーガの兄貴と奴隷ちゃん"
      }
    ],
    "description": {
      "en": "Gadis, an ogre that is feared by children, had found a human girl with a choker during one of his carriage raids. Under the supervision of Gadis' comrade, Mizary, they ensure that the girl is brought home so that they can have dinner for the night. This sweet and innocent girl has an enchanting smile… but with it comes with a lot of trouble. Additionally, the girl has a big secret…  \n  \n\n\n---\n\n  \n[Author’s Twitter](https://twitter.com/kurikimaru)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "48"
  },
  {
    "mangaId": "f0c504c3-56eb-4bb3-bcab-427e315319c3",
    "title": {
      "en": "Yougisha \"A\" no Hanayome"
    },
    "updatedAt": "2024-04-01T15:59:03+00:00",
    "coverArt": "https://mangadex.org/covers/f0c504c3-56eb-4bb3-bcab-427e315319c3/62e12f82-989c-4a81-a618-0d6966b70556.jpg",
    "altTitles": [
      {
        "ja": "容疑者Aの花嫁"
      },
      {
        "en": "The Bride of Suspect A"
      }
    ],
    "description": {
      "en": "The \"erotic love suspense\" manga centers on Hana, who returns to her family after her husband dies. She lives every day in an oppressive atmosphere, until one day her parents start talking about having a marriage interview for her with a globally renowned artist named Aoi.",
      "ja": "夫を亡くし、実家に戻った羽菜。息苦しい毎日を送っていたある日、世界的に有名な画家・蒼井重瑠との見合い話が持ち上がる。今の生活から逃れるために、蒼井との再婚を受け入れた羽菜だけど…彼は、前妻3人を殺した連続殺人事件の容疑者で――！？"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "9eb78304-0436-484d-9a79-a925b45e2731",
    "title": {
      "en": "Wind Breaker"
    },
    "updatedAt": "2024-03-27T22:33:14+00:00",
    "coverArt": "https://mangadex.org/covers/9eb78304-0436-484d-9a79-a925b45e2731/41356ba8-c98d-4b0c-bbc5-b6567cd89de2.jpg",
    "altTitles": [
      {
        "en": "Windbreaker"
      },
      {
        "en": "Wind Breaker (Nii Satoru)"
      },
      {
        "ru": "Ветролом"
      },
      {
        "ja": "ウィンドブレイカー"
      }
    ],
    "description": {
      "en": "Haruka Sakura wants nothing to do with weaklings—he's only interested in the strongest of the strong. He's just started at Furin High School, a school of degenerates known only for their brawling strength—strength they use to protect their town from anyone who wishes it ill. But Haruka's not interested in being a hero or being part of any sort of team—he just wants to fight his way to the top!",
      "pt-br": "A Fûrin High School ganhou a pior reputação entre as escolas da região por ter a média mais baixa e os alunos mais rebeldes. E nela ingressa Haruka Sakura, um jovem que acaba de chegar na cidade, que busca ser o mais forte para poder proteger todos com quem se importa. Para atingir seu objetivo, porém, a primeira coisa que ele deve fazer é se juntar a uma gangue chamada Wind Breaker, que representa seu instituto e cujo objetivo é defender a cidade de outras gangues e bandidos. No entanto, para que eles o aceitem, ele terá que ganhar o respeito deles com os punhos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de27ce20-7f32-475d-a219-31e1a3ab36c5",
    "title": {
      "en": "Josou shite Off-Kai ni Sanka shite mita."
    },
    "updatedAt": "2024-04-10T09:38:13+00:00",
    "coverArt": "https://mangadex.org/covers/de27ce20-7f32-475d-a219-31e1a3ab36c5/e2b20ea7-6188-4ad4-8338-f27c7e2a20c9.jpg",
    "altTitles": [
      {
        "en": "I (♂) Cross-Dressed for the IRL (♀) Meetup"
      },
      {
        "ja": "女装してオフ会に参加してみた。"
      }
    ],
    "description": {
      "en": "“Cocoa” has made three best friends in her online game, and she’s excited to meet them in real life at a dessert café for the first time. The only problem: She’s actually a man who’s been lying to them. What begins as a tense manga about online life quickly turns into a lighthearted comedy about friendship, gender, and forgiving yourself and others. [Kodansha]"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "117"
  },
  {
    "mangaId": "611abd12-2640-49f0-89e1-44a6a79bf8c8",
    "title": {
      "en": "Unexpected Luck"
    },
    "updatedAt": "2024-03-26T18:01:53+00:00",
    "coverArt": "https://mangadex.org/covers/611abd12-2640-49f0-89e1-44a6a79bf8c8/b38be28c-2604-4ae5-a2c1-3554064541b2.jpg",
    "altTitles": [
      {
        "zh": "追尾"
      },
      {
        "en": "Rear-End Collision"
      }
    ],
    "description": {
      "en": "\"Young Master Chi, you're not going to help me unconditionally, are you?\"\n\n\"You'll find out soon enough what this deal entails. Now, all you need to do is give me an answer. Do you want this opportunity or not?\"\n\n\"Yes, I do.\"\n\nChi Mingyao made a deal with an actor who was brave enough to block him because of a car accident. He only wanted to tease the little actor at first, but eventually, he genuinely wanted to befriend Li Yangxiao and pass on his good luck to him—all so that Yangxiao could chase his dreams without a care in the world."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f412cdd-5722-49c2-809a-11830893527e",
    "title": {
      "en": "DEAD Tube"
    },
    "updatedAt": "2023-12-30T09:23:23+00:00",
    "coverArt": "https://mangadex.org/covers/1f412cdd-5722-49c2-809a-11830893527e/e1e6fd6d-d3b9-4582-a3ea-fb3a80308539.jpg",
    "altTitles": [
      {
        "ja": "DEAD Tube ~デッドチューブ~"
      },
      {
        "ko": "DEAD Tube 데드 튜브"
      },
      {
        "en": "DeadTube"
      },
      {
        "ru": "Смертельная съёмка"
      },
      {
        "zh": "学園殺人ゲーム Dead Tube"
      },
      {
        "zh": "学院里的杀人游戏"
      },
      {
        "kk": "Ажал арнасы"
      }
    ],
    "description": {
      "en": "Distributing thrilling videos in secret! A school game that puts life and death on the line!",
      "kk": "Мектеп оқушылары киноклубта не түсіреді? Күнделікті өмірдің бөлшектері, әуесқой қорқынышты фильмдер... бұның бәрі зеріктіріп жібереді... бірақ бұл жолы емес! Басты кейіпкер Томохиро Мачиге, киноклуб операторы, мектептегі қыз бірнеше күнге оны түсіруді ұсынады. Ол ерекше ынталы емес болсада, бірақ ол да бас тартпайды. Егер жігіт бұл оның өміріндегі ең қызықты және қорқынышты фильм болатынын білгенде...",
      "ru": "Что могут снимать школьники в клубе любителей кино? Зарисовки из повседневности, любительские фильмы ужасов… скука полная… но только не в этот раз! Главному герою Томохиро Мачии, оператору киноклуба, одна девушка из школы предлагает поснимать её несколько дней. Он особо не горит желанием, но и не отказывается. Если бы парень только знал, что это будет самый захватывающий и будоражащий фильм в его жизни…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2023-10-30T08:05:49+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/b812926d-24da-472d-8c81-be1e632d616e.png",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "PBMMV"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e23ce64-92af-435f-a6f7-3ebf3ce802d2",
    "title": {
      "en": "Hareluya"
    },
    "updatedAt": "2023-07-31T19:35:33+00:00",
    "coverArt": "https://mangadex.org/covers/8e23ce64-92af-435f-a6f7-3ebf3ce802d2/6ec4ceb1-5256-4568-9a07-1b5315c3121a.jpg",
    "altTitles": [
      {
        "en": "HARELUYA"
      }
    ],
    "description": {
      "en": "It is the manga Umezawa made before his very succesful follow-up BOY and which tells of the adventures of Hibino, delinquent son of God. God gets enough of his son's behaviour and sends him down to earth to better his life and test him. The outcome of this will determine the future of the world, because God won't have his son succeeding him if he doesn't better his life and will end humanity if Hibino fails."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "13e39275-7b8b-4b70-a758-1314392e0e48",
    "title": {
      "en": "Wedding Peach"
    },
    "updatedAt": "2024-04-09T06:11:11+00:00",
    "coverArt": "https://mangadex.org/covers/13e39275-7b8b-4b70-a758-1314392e0e48/c8e02cd3-216b-4c76-9ea7-98d96c6854c9.jpg",
    "altTitles": [
      {
        "ja": "ウェディングピーチ"
      }
    ],
    "description": {
      "en": "One day, Momoko is attacked by Pluie, a demon who's after her keepsake ring left by her mother. Just then, the angel Limone gives Momoko the Sacred Mirror, allowing her to transform into the legendary Love Angel Wedding Peach and drive away demons! And so, Peach and her fellow angels fight to protect the lovers of the world from demons pursuing them for their \"wave of love\"...!\n___\nChapter numbers for the Selene Scans version do not match up, but nothing is missing."
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "26.2"
  },
  {
    "mangaId": "29ab6984-7c1d-4d45-b925-25aa082b492e",
    "title": {
      "en": "Shangri-La Frontier"
    },
    "updatedAt": "2024-03-20T14:36:21+00:00",
    "coverArt": "https://mangadex.org/covers/29ab6984-7c1d-4d45-b925-25aa082b492e/2f2c5420-c969-4a44-94fb-5c1d2112cade.jpg",
    "altTitles": [
      {
        "en": "Shangri-La Frontier ~From Trash Game Hunter to God-Tier Gamer!~"
      },
      {
        "ru": "Рубеж Шангри-Ла: любитель игрошлака бросает вызов топ игре"
      },
      {
        "ja": "シャングリラ・フロンティア　～クソゲーハンター、神ゲーに挑まんとす～"
      },
      {
        "zh-hk": "香格里拉・開拓異境～糞作獵手挑戰神作～"
      },
      {
        "ja-ro": "Shangri-La Frontier ~Kusoge Hunter, Kamige ni Idoman to su~"
      }
    ],
    "description": {
      "en": "Second-year high school student Rakuro Hizutome loves nothing more than finding so-called “trash games” and beating the crap out of them. When he decides to change things up by playing a new, “god-tier” VR game known as Shangri-La Frontier (aka. SLF), he does what he does best: min-maxes, skips the prologue, and jumps straight into action! Rakuro may be a seasoned gamer, but a meeting with an old rival will change the fate of every SLF player forever.\n\nClad in nothing but shorts and a bird mask, Rakuro (player name: Sunraku) launches into the world of SLF. Things are going well at first as he takes down a goblin, a bunny, and even a python. But then Sunraku comes up against a huge, hard-hitting wolf known as Lycagon the Nightslayer. Will Sunraku’s years of “trash game” experience be enough, or is he about to suffer a rude awakening just a few hours into his SLF adventure?",
      "pt": "A adaptação cômica do romance superpopular de Syosetu Ni Narou.  \n  \nHizutome Rakurou adora jogos de merda. Seu próximo desafio é Shangri-la Frontier, o jogo divino com uma base de jogadores total de 30.000.000. Reunindo companheiros (ralé) em um mundo expansivo e encontrando velhos inimigos pelo caminho, ele mudará o destino de cada jogador.",
      "ru": "Главный герой истории — лидер таблиц рейтинга в посредственных малоизвестных VR-играх (так называемый «игрошлак») которые, тем не менее, полностью его устраивают. Но однажды он решается бросить вызов сверхпопулярной игре с 30 миллионами активных пользователей под названием «Shangri-La Frontier». Адаптация суперпопулярного романа из \"Shousetsuka ni Narou\"."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f11b455-4d6a-49c9-828e-118395bd8547",
    "title": {
      "en": "Kanojo ga Senpai ni NTR-reta node, Senpai no Kanojo wo NTR-masu"
    },
    "updatedAt": "2023-10-22T09:03:52+00:00",
    "coverArt": "https://mangadex.org/covers/5f11b455-4d6a-49c9-828e-118395bd8547/782a2cf9-2d3b-44bb-9606-96881684da3c.jpg",
    "altTitles": [
      {
        "en": "My Girlfriend Cheated on Me With a Senior, so I’m Cheating on Her With His Girlfriend"
      },
      {
        "es-la": "Mi novia me engañó con un senpai, así que yo la engaño con su novia"
      },
      {
        "ja": "彼女が先輩にNTRれたので、先輩の彼女をNTRます"
      },
      {
        "id": "Main selingkuh-selingkuhan"
      },
      {
        "en": "My Girlfriend Was NTR'd By My Senior, So I'll NTR My Senior's Girlfriend"
      },
      {
        "ja-ro": "Kanojo ga Senpai ni Netorareta node, Senpai no Kanojo wo Netorimasu"
      },
      {
        "zh-hk": "女朋友被前輩NTR了、所以我也要NTR走前輩的女朋友"
      },
      {
        "zh": "因为被前辈PV了、所以我也要PV走前辈的女友"
      }
    ],
    "description": {
      "en": "Yuu Isshiki, is a freshman in college. For the first time in his life, when he learned that Karen, his girlfriend was sleeping with his senior in the circle, Kamokura, he was so shocked, angered, and desperate that he called Kamokura's girlfriend, Touko, and told her with an impulse. Please have sex with me, Touko senpai! \" If you get NTR-ed, then the return should be NTR as well! A topical \"revenge\" romantic comedy that depicts the relationship between the mind and body of four college students, a shocking story now in manga form!",
      "es-la": "Para hacer el cuento corto, Yuu el protagonista se entera que su novia Karen lo está engañando con un Senpai que a la vez es novio de la Chica más hermosa de la Universidad, cegado por la venganza, este la contacta y juntos idearan un plan de como vengarse."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "17"
  },
  {
    "mangaId": "bf8c04a1-da01-4e8b-bfbe-6fcf804d793f",
    "title": {
      "en": "How to Protect the Young Master of the Monster Mansion"
    },
    "updatedAt": "2023-07-22T14:31:44+00:00",
    "coverArt": "https://mangadex.org/covers/bf8c04a1-da01-4e8b-bfbe-6fcf804d793f/8f36513c-7f74-42b5-8223-492006548b07.jpg",
    "altTitles": [
      {
        "ko": "괴물 저택의 도련님을 지키는 방법"
      }
    ],
    "description": {
      "en": "After the 43rd death of the video game’s cherished young master, the 44th round began, accompanied by a strange voice and a new job, a new character, a new story. Unpredictable things start happening in the game Lynn thought she knew so well, not to mention that a new character keeps approaching her. This has become a game about raising a child AND a dating simulation? Will she be able to protect the young master this 44th round?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26102334-1f7b-4a5b-a64f-107c5c24a70f",
    "title": {
      "en": "Mao"
    },
    "updatedAt": "2023-02-03T02:58:05+00:00",
    "coverArt": "https://mangadex.org/covers/26102334-1f7b-4a5b-a64f-107c5c24a70f/89a69a40-535d-482f-86cc-03f267eee570.png",
    "altTitles": [
      {
        "en": "MAO"
      },
      {
        "ja": "マオ"
      },
      {
        "zh-hk": "摩緒"
      },
      {
        "th": "หาญสู้พลิกชะตาอาถรรพณ์"
      }
    ],
    "description": {
      "en": "The story is set in a \"land where two worlds intersect,\" and it centers on \"a strange romance between a boy and girl who meet by fate.\"\n\n(from ebookjapan):\n\nOnmyoji and Yokai? A girl's bizarre Taisho romance! When she was in the first grade of elementary school, her whole family was involved in an accident, but she is the only one who survived. In her third year of junior high school, she passes by the accident site again and is somehow transported back to the Taisho Era!　\n\nThe next day, Nanoka's physical abilities are awakened when she is told by Mao, a boy she met there who is an Onmyoji, \"You are a demon, aren't you?\" The Taisho bizarre romance in which the two of them face their \"destiny\" that will come begins!\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/mao)\n- Indonesian release by [Elex Media](https://www.gramedia.com/products/mao-01) (2021)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c62b3eb-c513-4e9a-a9d4-32c048a177eb",
    "title": {
      "en": "Masterpiece Rakugo Complete Works"
    },
    "updatedAt": "2023-05-22T02:55:51+00:00",
    "coverArt": "https://mangadex.org/covers/5c62b3eb-c513-4e9a-a9d4-32c048a177eb/c73d177e-f04e-4293-a817-81ce4738a0b9.png",
    "altTitles": [
      {
        "ja-ro": "Meisaku Rakugo Zenshu"
      },
      {
        "ja": "名作落語全集"
      }
    ],
    "description": {
      "en": "Rakugo: A traditional form of Japanese storytelling, told orally by one sitting down. Often humorous, often filled with folly, rakugo has persisted throughout the ages with good reason. Within *Masterpiece Rakugo Complete Works*, 33 rakugo stories are closely adapted by George Akiyama, who gives them his own charming, chaotic touch."
    },
    "status": "completed",
    "releaseDate": 1975,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "33"
  },
  {
    "mangaId": "19dca456-59dd-466f-8d89-9709984ab10f",
    "title": {
      "en": "DOOOOM!"
    },
    "updatedAt": "2024-02-28T18:22:25+00:00",
    "coverArt": "https://mangadex.org/covers/19dca456-59dd-466f-8d89-9709984ab10f/7aae4614-5537-457d-9972-936d80aa6266.jpg",
    "altTitles": [
      {
        "ja": "ドゥーム"
      },
      {
        "ja": "DOOOOM―ドゥーム―"
      },
      {
        "en": "DOOOOM"
      }
    ],
    "description": {
      "en": "“Look and you’ll die.” “Post a message and you’ll be cursed.” Horror begins to spread with the use of smartphones. Introducing a new series filled with mystery about the horrors of social media!",
      "es-la": "\"Mira y morirás\". “Publica un mensaje y serás maldecido”. El horror comienza a extenderse con el uso de los teléfonos inteligentes. ¡Presentamos una nueva serie llena de misterio sobre los horrores de las redes sociales!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]