[
  {
    "mangaId": "d097c406-fa3b-45c2-a810-5eea13402562",
    "title": {
      "en": "I Get Stronger Just by Lying down while My Apprentice Cultivates"
    },
    "updatedAt": "2024-07-19T08:16:13+00:00",
    "coverArt": "https://mangadex.org/covers/d097c406-fa3b-45c2-a810-5eea13402562/2bc4e0f2-04c9-4bc2-995a-f45c2f7be63b.jpg",
    "altTitles": [
      {
        "zh": "徒弟升级 我躺着就变强"
      }
    ],
    "description": {
      "en": "When my apprentice cultivates, I become stronger— my apprentice's cultivation is returned ten thousand times over, and from then on, I dominate, invincible in heaven and on earth!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4581bb1-9c9b-4e58-ba91-8e303fb29fa6",
    "title": {
      "en": "Rabukome to Kaijuu Taiji no Fumonritsu"
    },
    "updatedAt": "2024-07-31T22:53:42+00:00",
    "coverArt": "https://mangadex.org/covers/e4581bb1-9c9b-4e58-ba91-8e303fb29fa6/a89e600e-8ddc-45dd-9ce2-dd76fb2fc069.jpg",
    "altTitles": [
      {
        "ja": "ラブコメと怪獣退治の不文律"
      },
      {
        "en": "The Unwritten Rules of Romantic Comedy and Monster Extermination"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7382dfe5-d645-4b58-a576-7a2ee179cce7",
    "title": {
      "en": "Watashi Dake ga Miyaji Miyuki wo Aishiteiru"
    },
    "updatedAt": "2024-07-07T02:41:07+00:00",
    "coverArt": "https://mangadex.org/covers/7382dfe5-d645-4b58-a576-7a2ee179cce7/03bb7b2c-aea6-43ef-adb8-a895566eabcf.jpg",
    "altTitles": [
      {
        "en": "I'm the Only One for Miyaji Miyuki"
      },
      {
        "ja": "私だけが宮地美雪を愛している"
      }
    ],
    "description": {
      "en": "Miyaji Miyuki (16) moved away when she was little, not long after going on a spree of proposing to several different girls in kindergarten.\n\nYears later, she returns to her hometown and transfers to a new high school, where she is forced to reckon with her past..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9e82242-c453-4f7a-b629-d34742a3438f",
    "title": {
      "en": "Murikon."
    },
    "updatedAt": "2024-08-01T07:03:56+00:00",
    "coverArt": "https://mangadex.org/covers/d9e82242-c453-4f7a-b629-d34742a3438f/ab6ae633-433a-42bf-b01b-d5463cb17a49.jpg",
    "altTitles": [
      {
        "ja": "ムリ婚。"
      },
      {
        "zh-hk": "无果婚姻"
      },
      {
        "ko": "무리혼"
      },
      {
        "ja-ro": "Muri Kon"
      },
      {
        "en": "An Impossible Marriage"
      }
    ],
    "description": {
      "en": "The chain of misfortunes begin to happen when a man and woman from conflicting villages committed double suicide from having their love not recognized. With various disasters occurring, the villagers who were scared of their wrath offered a pair of a man and a woman from each of the villages. Since then, they have been appeasing their souls and avoiding disasters by having the married couples join together as one.Because of an unbelievable tradition, Momoki Shirakawa became the bride of Chikage Kurotaki, who’s from the neighboring village, overnight. Overwhelmed by the pressure from both families, he accepts his fate and wears a white kimono, but his terrible newlywed life with Chikage is surely about to start!! An unsuccessful match both heart and body?! A marriage BL with an inevitable path to divorce!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-07-30T21:09:21+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/d93558b8-a087-4baa-b43b-c6ffa4758aef.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "ja": "1mmでも図に乗った事がある元天才の君へ1万年に1人の天才魔女“ナユ”の魔力が枯れた！？天才ゆえに許されてきたあれやこれのツケが、今ブーメランのように突き刺さっていく…そんなナユが助けを求めたのは、自分のことが大好きな教え子の小麦くん。だいぶ痛いけどなんだか放って置けない奇妙な2人の共同生活が始まった！",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c062006-5ea7-4fbc-a39d-23e3f66420e4",
    "title": {
      "en": "Kichiku Eiyuu"
    },
    "updatedAt": "2024-05-10T23:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/7c062006-5ea7-4fbc-a39d-23e3f66420e4/d91ab76b-5b26-4914-add6-0c2fa7e90e10.jpg",
    "altTitles": [
      {
        "en": "Savage Hero"
      },
      {
        "ja": "鬼畜英雄"
      },
      {
        "id": "Pahlawan Biadab"
      },
      {
        "ja-ro": "Kichiku Hero"
      }
    ],
    "description": {
      "en": "10 years since he reincarnated in hell…Takamichi is troubled. With the “Incubus” power unlocking further to become stronger by having sex with women but his growth peaked. “I’ll move to a new area, wait for me beautiful women of the new world!” Sexy & violent pretty girl battle fantasy!",
      "pt-br": "10 anos desde que ele reencarnou no inferno ... O herói “Takamichi” está com problemas. Com o poder do “Incubus” de ficar mais forte fazendo sexo com mulheres, ele já não tinha mais inimigos e seu crescimento atingiu o pico. “Vou me mudar para uma nova área, esperem por mim, lindas mulheres do novo mundo!” Fantasia de batalha de menina bonita sexy e violenta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60a2ba56-387e-4cfe-b53c-56f0bea25651",
    "title": {
      "en": "Nuigurumi Mitaidatta Tonari no Osananajimi ga Shinshin Tomoni Oshi Tsubushite Kuru Hanashi"
    },
    "updatedAt": "2024-07-26T13:05:30+00:00",
    "coverArt": "https://mangadex.org/covers/60a2ba56-387e-4cfe-b53c-56f0bea25651/81af182d-d16e-45c9-ac7c-92412bf31da8.jpg",
    "altTitles": [
      {
        "ja": "ぬいぐるみみたいだった隣の幼馴染が心身ともに押し潰してくる話"
      },
      {
        "en": "The Story of My Childhood Friend Next Door Who Used to Be Adorable Like a Doll, Now Breaks Me Both Physically and Mentally"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96469db2-7015-428e-8c77-727a10d35c06",
    "title": {
      "en": "Pokemon X THE iDOLM@STER (Doujinshi)"
    },
    "updatedAt": "2024-08-01T06:24:39+00:00",
    "coverArt": "https://mangadex.org/covers/96469db2-7015-428e-8c77-727a10d35c06/ff7d5d26-f9ff-4908-98e9-3081a24b2a4c.jpg",
    "altTitles": [],
    "description": {
      "en": "A collection of short stories revolving around the relationships between Pokemon and characters from the THE iDOLM@STER franchise. \n\nDo note that the stories posted here are incomplete and are only taken from the artist's twitter (or X) account. \n\nIf you want more Pokemon stories, be sure to buy his/her comics online, when it's available."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b5ca6d9-34e5-4820-b487-5c3fa18b14ac",
    "title": {
      "en": "Darkness Gathers"
    },
    "updatedAt": "2018-09-29T19:50:39+00:00",
    "coverArt": "https://mangadex.org/covers/9b5ca6d9-34e5-4820-b487-5c3fa18b14ac/e9b2abf9-cf4c-4731-aeb7-820f091139b6.jpg",
    "altTitles": [
      {
        "en": "Tales from the darkside"
      },
      {
        "en": "Yami wa Tsudou"
      },
      {
        "en": "ผู้มาจากรัตติกาล"
      },
      {
        "en": "闇は集う"
      }
    ],
    "description": {
      "en": "Six lost souls gather in a candle-lit room with a mysterious host. None of them know exactly how they came to be there, but there's only one way out. Each of us follows a path preordained by destiny. If the souls are judged to have lost their path by mistake they will be returned to it. But if destiny says their time is up: they have to move on."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": null
  },
  {
    "mangaId": "f4fa3679-6918-4684-bcb6-377c9f336898",
    "title": {
      "en": "Touhou Chireikiden - Hansoku Tantei Satori"
    },
    "updatedAt": "2024-05-30T21:26:58+00:00",
    "coverArt": "https://mangadex.org/covers/f4fa3679-6918-4684-bcb6-377c9f336898/3e5857a9-cf3c-48fa-af36-964cc1b9368e.jpg",
    "altTitles": [
      {
        "en": "Eastern Strange Legend of Wise Spirits - Cheating Detective Satori"
      },
      {
        "en": "Eastern Strange Legend of Wise Spirits - Foul Detective Satori"
      },
      {
        "pt-br": "Estranha Lenda Oriental dos Sábios Espíritos  ~ A Detetive Trapaceira Satori"
      },
      {
        "ja": "東方智霊奇伝　反則探偵さとり"
      },
      {
        "vi": "Đông Phương Trí Linh Kỳ Truyện ~ Thám Tử Bất Tuân Satori"
      }
    ],
    "description": {
      "en": "The fifth official Touhou manga (and the first webcomic) written by ZUN and originally drawn by Ginmokusei. \n\nTouhou Chireikiden focuses on Satori Komeiji's endeavors as a detective, solving mysteries around Gensokyo.\n\n*Serialization was paused for a few months after volume 2 was finished due to the health concerns of the original artist Ginmokusei. The series resumed serialization with Yuu Akimaki as the new artist.*\n\n- **Links:**\n[Manga on NicoNico](http://seiga.nicovideo.jp/comic/44569)\n[Touhou Web Blog](https://touhougarakuta.com/comic/touhouchireikiden_1/)\n\n- **New serialisation:**\n[Amazon](https://www.amazon.co.jp/gp/product/B0BQ5KZHYV)\n[Bookwalker](https://bookwalker.jp/series/356764/list/)\n[EbookJapan](https://ebookjapan.yahoo.co.jp/books/701436/)",
      "vi": "Manga chính thức thứ 5 của Touhou, kịch bản được viết bởi ZUN và được minh họa bởi Ginmonkusei (Sau này được đổi thành Akimaki Yuu vì sức khỏe của Ginmonkusei có vấn đề) \n\nBộ truyện tập trung vào Satori Komeji, một yêu quái có khả năng đọc tâm trí người khác, cô bắt đầu trở thành thám tử và đi giải quyết các vụ án ở khắp Ảo Tưởng Hương.",
      "es-la": "Cada vez que en Gensokyo se produce un incidente en el que está involucrado un youkai, la sacerdotisa Reimu Hakurei suele resolver la situación confrontando al culpable. Sin embargo, los casos en los que los culpables ocultan su identidad suelen ser demasiado complejos como para que la exterminadora de youkais se encargue de ello.\n\nEntra en escena Satori Komeiji. Como youkai satori, posee un tercer ojo que le permite leer las mentes, detectando a cualquier criminal sin importar las mentiras que pueda inventarse. Con su extraordinaria aptitud como detective, Satori es capaz de resolver todos los misterios que se le plantea, aunque no siempre quiera salir de su mansión.",
      "pt-br": "Touhou Chireikiden é a primeira webcomic oficial da série Touhou Project, escrita por ZUN com ilustrações da novata Ginmokusei, apresentando Satori Komeiji como a mestra detetive das profundezas da Terra.\n\nPode ser lido em japonês gratuitamente no web blog oficial: https://touhougarakuta.com/comic/touhouchireikiden_1/"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "14a1ebb4-bcd8-4a39-904d-963b6fe03044",
    "title": {
      "en": "Imitation Play 2 -dawn-"
    },
    "updatedAt": "2024-08-01T06:19:09+00:00",
    "coverArt": "https://mangadex.org/covers/14a1ebb4-bcd8-4a39-904d-963b6fe03044/5400113b-5f6b-462a-847d-cad6e4cdd8c1.jpg",
    "altTitles": [
      {
        "ja": "イミテーション・プレイ 2 -dawn-"
      }
    ],
    "description": {
      "en": "Haruma and Nagisa have overcome their strained relationship due to their \"sex friends contract\" and have confirmed their feelings for each other. Now that Haruma is his boyfriend, he grows sweeter with each passing day, and Nagisa is constantly at his mercy with his straightforward expressions of affection...! They\nare so happy that it's almost scary, and they are enjoying a fulfilling life together as lovers, both physically and mentally. However, at work they are just senior and junior, and their relationship is still a secret.\nEven when female customers who are after Haruma ask if he has a girlfriend, he can't bring himself to say that it's \"me\"... Then, a certain person who is looking for Nagisa appears--!?\n\nWhat lies beyond the unrequited love that was thought to be impossible to fulfill.\n[A younger bartender who is at the mercy of Nagisa x A strong-willed and devoted beautiful bar owner] The long-awaited lovers edition restarts!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4c16e7c-6ece-4cb1-8d7d-d1aa7174969f",
    "title": {
      "en": "I Am a Living Beast in the World of Cultivating Immortals"
    },
    "updatedAt": "2024-07-03T19:54:21+00:00",
    "coverArt": "https://mangadex.org/covers/d4c16e7c-6ece-4cb1-8d7d-d1aa7174969f/c4e030bd-cf72-4184-9fbc-b9beb03570ac.png",
    "altTitles": [
      {
        "zh": "我是修仙界活畜生"
      },
      {
        "zh-ro": "Wǒ Shì Xiū Xiānjiè Huó Chùshēng"
      }
    ],
    "description": {
      "en": "In order to speedrun the game and win the mysterious grand prize, I used every possible trick in the game and ended up offending the entire world! What? The mysterious grand prize is actually transporting me into the game world? Seriously!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2d8a9aa-3617-4034-91bf-05c494fd7516",
    "title": {
      "en": "Ossan Teihen Chiyu-shi to Manasume no Henkyou Life"
    },
    "updatedAt": "2024-07-24T12:57:34+00:00",
    "coverArt": "https://mangadex.org/covers/f2d8a9aa-3617-4034-91bf-05c494fd7516/f803e56e-3f59-40f8-8c48-7ae2c2147ca1.jpg",
    "altTitles": [
      {
        "ja": "おっさん底辺治癒士と愛娘の辺境ライフ ～中年男が回復スキルに覚醒して、英雄へ成り上がる～"
      },
      {
        "en": "The Frontier Life of The Low-Class Ossan Healer And The Lovely Girl"
      },
      {
        "en": "The Frontier Life of the Low-Class Old Man Healer and His Beloved Daughter"
      },
      {
        "en": "Old Man, the Low-tier Healer, and the Beloved Daughter's Frontier Life ~A Middle-aged Man Awakens to Healing Skills and Rises to Become a Hero~"
      }
    ],
    "description": {
      "en": "F-rank healer, Reda Dixon (30), is expelled from his party due to his age. Heartbroken, Reda decides on a change of pace by moving to the rural town of Almus. On his journey there, he encounters a blonde-haired girl named Mina, who is dressed in ragged clothes. With no parents in sight, the kind-hearted Reda decides to become her guardian. In Almus, Reda, who starts a new life with the girl, becomes known as \"Teacher\" by the townspeople, thanks to his unconsciously cheat-level 『Healing Magic』! Together, they solve various troubles and deepen their family bonds.",
      "ja": "Fランクの治癒士、レダ・ディクソン(30)は、年齢を理由にパーティーから追放されてしまう。傷心のレダは心機一転、田舎町・アムルスへの移住を決意。その道中で、みすぼらしい恰好をしたブロンドヘアの少女・ミナと出会う。アムルスで、少女とともに新生活を始めたレダは、無自覚チートだった『回復魔法』のおかげで町民から“先生”と呼ばれる存在までに!二人は様々なトラブルを解決するとともに、家族の絆を深めていく―。",
      "ru": "Рэда Диксон, 30 летний лекарь F ранга, который был отстранен от службы из-за возраста. От безысходности он решает переехать в Загородную деревушку Амурт для того, чтобы начать жизнь с чистого листа. По стечениям обстоятельств он встречает Мину, маленькую девочку со светлыми волосами, одетую в одни лохмотья. Родителей у нее нет, поэтому добродушный Рэда становится ей опекуном. Благодаря магии исцеления Рэды, все в поселке называют его \"Сенсеем\". Рэда и его семья вместе решают проблемы и укрепляют семейные связи."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cface40c-a301-4948-9608-2ce581b154b2",
    "title": {
      "en": "The Villain Wants to Live One More Day"
    },
    "updatedAt": "2024-07-31T21:04:04+00:00",
    "coverArt": "https://mangadex.org/covers/cface40c-a301-4948-9608-2ce581b154b2/85ebef4c-8a10-4b40-ae1e-578b6b0f1b38.png",
    "altTitles": [
      {
        "zh": "反派想要多活一天"
      }
    ],
    "description": {
      "en": "One day, Linghu Qiang suddenly acquired the \"Villain's Counterattack\" system and began his journey through various books. His mission was to survive, claim his rewards, and return to his original world. Being a villain was tough; several times, he encountered protagonists who launched missiles right from the start to kill him, or unparalleled sword immortals who, without a word, pierced his heart with a single strike before he could cause any trouble. In short, his success rate depended on what kind of villain he became."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b459a49-b40f-4614-90a2-dc0a9209a42f",
    "title": {
      "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon?"
    },
    "updatedAt": "2024-02-01T03:21:54+00:00",
    "coverArt": "https://mangadex.org/covers/8b459a49-b40f-4614-90a2-dc0a9209a42f/b7533aa6-8af6-495e-93b3-db0cfcdfae89.jpg",
    "altTitles": [
      {
        "ja-ro": "DanMachi"
      },
      {
        "fr": "DanMachi - La Légende des Familias"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru no wa Machigatte Iru Darou ka"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru noha Machigatteiru Darouka"
      },
      {
        "fr": "Est-ce que c'est mauvais de vouloir rencontrer des filles dans un donjon ?"
      },
      {
        "en": "Will it be wrong to demand an encounter from dungeon?"
      },
      {
        "ru": "Может, я встречу тебя в подземелье?"
      },
      {
        "ja": "ダンジョンに出会いを求めるのは間違っているだろうか。"
      },
      {
        "zh": "在地下城寻求邂逅是否搞错了什么"
      },
      {
        "zh": "在地牢里寻求邂逅难道有错吗"
      },
      {
        "zh": "期待在地下城邂逅有错吗"
      },
      {
        "ko": "던전에서 만남을 추구하면 안 되는 걸까"
      },
      {
        "en": "Is it wrong that I want to meet you in a dungeon?"
      },
      {
        "en": "Can't I Expect A Chance Encounter In The Dungeon?"
      },
      {
        "th": "มันผิดรึไงถ้าใจอยากจะพบรักในดันเจี้ยน"
      },
      {
        "ar": "هل من الخطأ التعرف على الفتيات في الدانجون؟"
      },
      {
        "ar": "دان ماتشي"
      },
      {
        "ru": "Разве плохо искать себе пару в подземелье?"
      },
      {
        "zh-hk": "在地下城尋求邂逅是否搞錯了什麼"
      },
      {
        "fr": "Est-ce un tort de chercher des rencontres romantiques dans un donjon?"
      },
      {
        "de": "Ist es ein Fehler in einem Dungeon ein Treffen zu wünschen?"
      },
      {
        "tr": "Zindanda Kız Düşürmeye Çalışmak Yanlış Mı?"
      },
      {
        "en": "Zindanda qız tutmağa çalışmaq düz deyil?"
      },
      {
        "es": "¿Está mal enamorarse en una mazmorra?"
      },
      {
        "it": "È forse sbagliato chiedere un incontro a un dungeon?"
      },
      {
        "pt": "É Errado Pegar Uma Garota Em Uma Masmorra?"
      },
      {
        "ru": "Дандзён ни дэаи о мотомэру но ва матигаттэиру даро"
      },
      {
        "fa": "آیا تلاش برای بلندکردن دختران در سیاهچال اشتباه است؟"
      },
      {
        "zh": "伏城求逑蓋有罔乎 (Classical Chinese)"
      },
      {
        "en": "Is It Wrong to Pick Up Girls in a Dungeon?"
      }
    ],
    "description": {
      "en": "Bell Cranel is just trying to find his way in the world. Of course, in his case, the “world” is an enormous dungeon filled with monsters below a city run by gods and goddesses with way too much time on their hands. He’s got big dreams but not much more when a roll on the random encounter die brings him face-to-face with the girl of his dreams—but what’s an amateur adventurer got to offer a brilliant swords woman? And what if the lonely goddess who sponsors his solo adventuring gets jealous?\n\n(Series was cancelled in 2018 for an unknown reason and restarted in 2020 under a sequel title.)",
      "ru": "Огромный город Орарио - всего лишь вход в подземный лабиринт, широко известный как \"Подземелье\". Люди приходят туда за славой, честью, приходят, надеясь получить все то, что захотят. И именно здесь парень, мечтающий стать авантюристом, знакомится с маленькой богиней, не нашедшей ни одного последователя."
    },
    "status": "cancelled",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "89"
  },
  {
    "mangaId": "7e544761-7d3d-4fce-8137-719814d7d138",
    "title": {
      "en": "Eleceed"
    },
    "updatedAt": "2024-04-09T21:00:07+00:00",
    "coverArt": "https://mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "altTitles": [
      {
        "ko": "일렉시드"
      },
      {
        "ru": "Элисед"
      },
      {
        "ja": "エレキシード"
      },
      {
        "zh": "觉醒吧，铲屎官！"
      },
      {
        "es": "Eleceed: Velocidad eléctrica"
      },
      {
        "es-la": "Electricidad veloz"
      }
    ],
    "description": {
      "en": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "es": "Jiwoo es un joven amable que utiliza sus reflejos increíblemente rápidos, como los de un gato, para hacer del mundo un mejor lugar salvando niños o mascotas. Kayden es un agente secreto prófugo que termina encerrado en el cuerpo de un... mmm... gato gordo, peludo y viejo. Juntos y con la ayuda de los superpoderes de Jiwoo y la inteligencia de Kayden lucharán contra las fuerzas que desean que el mal tome control del mundo. Aunque solo lo lograrán si consiguen soportarse lo suficiente para hacerlo.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "fr": "Jiwoo est un jeune lycéen au bon coeur qui utilise ses réflexes incroyablement rapides pour rendre le monde meilleur, que ce soit en sauvant un petit enfant ou bien un animal de compagnie. Kayden est un agent secret fugitif qui finit par être enfermé dans le corps d'un... euh... vieux, gros chat tout poilu. Ensemble, et équipés des superpouvoirs de Jiwoo et de l'intelligence de Kayden, ils lutteront contre les forces obscures qui veulent que le mal domine le monde... mais seulement s'ils arrivent à bien s'entendre !\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "id": "Kolaborasi yang luar biasa dari author \"Noblesse\" dan author \"Girls the Wild's\"! Kisah aksi fantasi mengenai Kaiden yang jiwanya masuk ke seekor kucing gendut dan Jiwoo yang suka menyembunyikan kekuatannya!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ja": "敵の不意打ちで深い傷を負い、猫の体に身を隠した覚醒者のカイド。猫好きの主人公・勇羽に助けられるが… 『ノブレス』 X 『少女ザワイルズ』作家らによる爽快アクション！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ko": "<노블레스> 손제호 작가와 <소녀더와일즈> 제나 작가가 만났다!\n고양이 몸에 깃든 각성자 카이든과 각성능력을 숨겨온 고등학생 지우\n러블리 2인조의 액션 판타지\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ru": "Кайден - загадочный человек, который словно комета спустился с неба. Весь израненный, почти потерявший последние силы, он решает скрыть свое присутствие - ведь по-другому от погони не уйти. По дороге Кайден встречает обычную дворовую кошку и, почти не думая, решает вселиться в ее тело. Со Чжи У - энергичный и общительный молодой человек из средней школы, который очень любит кошек. Один раз по пути домой он встречает до боли потрепанного кота и берет его к себе домой. Наш У не только добрый, но еще и обладает одной скрытой способностью. Какой же?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "th": "เรื่องใหม่ของนักเขียน Son Je-ho จาก <โนเบลส> และ Zhena จาก <วีน เหวี่ยง WILD มัธยมสาวพันธุ์ดุ>! แอ็กชันแฟนตาซีสุดน่ารัก เรื่องราวของ \"ไคเดน\" ผู้มีพลังพิเศษแต่แฝงตัวด้วยการสิงอยู่ในร่างแมว และ \"จีอู\" นักเรียนหนุ่มทาสแมวแสนธรรมดาที่แอบซ่อนพลังที่ไม่ธรรมดาเอาไว้\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "zh": "超强觉醒者意外变身胖橘，\n没想到铲屎官也有超能力!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "pt-br": "Ji-U é um jovem de bom coração que aproveita os reflexos rápidos de um gato para secretamente tornar o mundo um lugar melhor - uma criança salva ou um animal de estimação adotivo de cada vez. Kayden é um agente secreto em fuga, que se encontra preso no corpo de um... hum... decididamente gordo velho gato fofo. Juntos, armados com os superpoderes de Ji-U e a super inteligência de Kayden, eles estão prontos para lutar contra as forças que deixariam o mal governar este mundo. Isto é, se eles aguentarem um ao outro tempo suficiente para fazer o trabalho.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ee8e11a-de10-499f-b2de-64547a282972",
    "title": {
      "en": "Link! Life! Love Live! 104th Term"
    },
    "updatedAt": "2024-05-25T10:45:11+00:00",
    "coverArt": "https://mangadex.org/covers/9ee8e11a-de10-499f-b2de-64547a282972/28bb55e3-6859-4fe1-bfeb-0724b1238cad.png",
    "altTitles": [
      {
        "ja": "りんく！らいふ！ラブライブ！104期"
      }
    ],
    "description": {
      "en": "Official 4-koma published with the game Link! Life! Love Live!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39726998-db0b-4128-983c-a57dd68aa46d",
    "title": {
      "en": "Shirouto dakedo Ari desu ka"
    },
    "updatedAt": "2024-08-01T05:50:04+00:00",
    "coverArt": "https://mangadex.org/covers/39726998-db0b-4128-983c-a57dd68aa46d/3eb07b63-1eab-4f6d-895c-11b594887ecd.jpg",
    "altTitles": [
      {
        "ja": "素人だけどアリですか"
      }
    ],
    "description": {
      "en": "One rainy day, Mitsuhashi, an office worker, picks up a well-known AV cat actor, Ren. The lotus, which had been soaked with an umbrella, seemed to have a reason, and I couldn't leave it alone, so I ended up staying overnight while taking care of it. Then, he said, \"I'll put it out as a thank you\"... Mihashi, who had a quick attack on the technology of the popular provocative AV actor, started a counterattack with an unstoppable lotus fan! \"Say Wonder? Your hug the way\" in the face of possession and seemingly innocuous masculine men and animals prone fans show Lehman, cheeky lotus too ...!? to waste time"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "87716042-b3fe-4885-ae8d-f2aa2c47affb",
    "title": {
      "en": "Fuwari! Don patch"
    },
    "updatedAt": "2024-06-11T07:02:03+00:00",
    "coverArt": "https://mangadex.org/covers/87716042-b3fe-4885-ae8d-f2aa2c47affb/6ba0d555-f071-4ef6-9db6-ff8137821c76.jpg",
    "altTitles": [
      {
        "ja": "ふわり! どんぱっち"
      },
      {
        "en": "Gently! Don Patch"
      }
    ],
    "description": {
      "en": "A slice of life series taking place in an alternate universe from the main Bobobo series, focusing on Beauty's everyday with... Donpatch!? \n\nA parody of moe series."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "28"
  },
  {
    "mangaId": "ade0306c-f4b6-4890-9edb-1ddf04df2039",
    "title": {
      "en": "Solo Leveling: Ragnarok"
    },
    "updatedAt": "2024-08-01T02:28:39+00:00",
    "coverArt": "https://mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업 : 라그나로크"
      },
      {
        "ko-ro": "Na Honjaman Level Up: Ragnarok"
      }
    ],
    "description": {
      "en": "The Earth's existence is under threat once more as Itarim, the gods of other universes, seek to fill the void left by the Absolute Being. \n\nSung Jinwoo has no choice but to send Beru, the shadow ant king, to awaken his son's powers and start him on the journey he once took. \n\nSuho must conquer the shadow dungeon and earn his place in the world of hunters as he navigates through a new world against a new evil looking to swallow the world whole.",
      "ko": "줄거리\n\n평범한 대학생으로 살아가던 성수호 죽음을 앞둔 순간, 잠들어 있던 그의 특별한 혈통이 깨어난다!\n\n“일어나라.”\n\n죽음을 거스르고 지배하는 헌터, 그가 선보이는 새로운 레벨업을 주목하라!\n\n* 이 작품은 웹툰 <나 혼자만 레벨업>의 세계관을 이어받은 작품입니다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7dab8f66-748e-4d83-a8a0-9f7440e254fc",
    "title": {
      "en": "Hirunaka no Ryuusei"
    },
    "updatedAt": "2024-06-29T13:03:42+00:00",
    "coverArt": "https://mangadex.org/covers/7dab8f66-748e-4d83-a8a0-9f7440e254fc/1cd30eaa-87fc-4478-842f-a9af5c7a7b29.jpg",
    "altTitles": [
      {
        "en": "A Love Story in Moist Rainy Days"
      },
      {
        "es": "Amor Purpura"
      },
      {
        "en": "Cookie Girl, Cream Boy"
      },
      {
        "en": "Daytime Shooting Star"
      },
      {
        "es": "Estrella Fugaz durante el día"
      },
      {
        "tr": "Günışığında Kayan Yıldız"
      },
      {
        "pl": "Gwiazda spadająca za dnia"
      },
      {
        "ja-ro": "Hatsukoi Murasaki"
      },
      {
        "ja-ro": "Hirunaka no Ryūsei"
      },
      {
        "ja-ro": "Hirunaka no Ryuusei - Bangai Hen"
      },
      {
        "ja-ro": "Hirunaka no Ryuusei - Bangai-hen"
      },
      {
        "zh": "Moa Zan Waazu"
      },
      {
        "en": "More than Words"
      },
      {
        "en": "Purple Love"
      },
      {
        "ja-ro": "Tsuyu Kaoru"
      },
      {
        "ja-ro": "Tsuyukaoru"
      },
      {
        "it": "Una stella Cadente in pieno giorno"
      },
      {
        "tr": "Yağmurlu Günlerde Bir Aşk Hikayesi"
      },
      {
        "ru": "Дневной звездопад"
      },
      {
        "ar": "الحب الارجواني"
      },
      {
        "ar": "الشهاب الصباحي"
      },
      {
        "th": "แสงดาวกลางใจ"
      },
      {
        "ja": "ツユカオル"
      },
      {
        "ja": "はつ恋むらさき"
      },
      {
        "ja": "ひるなかの流星"
      },
      {
        "ja": "ひるなかの流星 番外編"
      },
      {
        "ja": "モアザンワーズ"
      },
      {
        "zh-hk": "昼行闪耀的流星"
      },
      {
        "zh-hk": "白晝的流星"
      },
      {
        "ko": "한낮의 유성"
      }
    ],
    "description": {
      "en": "When her father transfers overseas, fifteen-year old country girl Suzume has to move to Tokyo to live with her uncle. Lost and confused in Tokyo, she bumps into a mysterious man. Who is he? And it turns out he's her homeroom teacher…?  \n  \nChapter 47.5 (Heroine no Ryuusei) was a Heroine Shikkaku/Hirunaka no Ryuusei crossover for Betsuma/Margaret 50th Anniversary. It's the second chapter of the crossover between the two, the first chapter being Hirunaka Shikkaku. It's included in the Hirunaka Shikkaku & Heroine no Ryuusei entry.  \n  \nA Love Story in Moist Rainy Days included in volume 6 as chapter 40.5.  \nMore than Words included in volume 9 as chapter 60.6.  \nPurple Love included in volume 12 as chapter 78.4.",
      "tr": "Kırsal kesimde yaşayan, 15 yaşındaki Suzume Yosano, babasının işteki transferi nedeniyle Tokyo'daki amcasının yanında yaşamak zorunda kalır. Tokyo'ya gelir gelmez kendisine yardım etmek isteyen tuhaf görünümlü gizemli biriyle karşılaşınca ürkerek hızla oradan uzaklaşır. Ancak bir süre sonra kaybolduğunu fark eder. Daha sonra bir çocuk parkında yorgunluktan uykuya kalan Suzume uyandığında kendisini amcasının evinde bulur. Amcasının yanında ise o ‘tuhaf görünümlü gizemli’ adam vardır. Daha bu şoku atlatamadan yeni nakil olduğu okula geldiğinde bir şokla daha karşılaşır, o da istasyonda karşılaştığı o ‘tuhaf görünümlü gizemli adam’ tamamen farklı bir kılıktadır ve kendisinin sınıf öğretmenidir! Okula alışma ve arkadaş edinmede sıkıntı yaşarken, kızlara dokunamayan ve kızlarla hiç konuşmayan ‘Daiki Mamura’ ve Mamura'ya aşık olan ‘Yuyuka Nekota’ ile arkadaş olmasıyla bir de üstüne hiç olmaması gereken birine aşık olmasıyla, yaşadığı olaylar giderek içinden çıkılmaz bir hal alır.",
      "pt-br": "Suzume é uma jovem de 15 anos, que acaba de se mudar para Tokio, devido a transferência de trabalho de seu pai. Sendo assim, ela vai morar com um tio desconhecido na imensa cidade de Tokio, que para ela, uma humilde moradora do \"interior\", é um imenso deserto de céu limitado. Logo que ela chega na grande cidade acaba conhecendo um estranho cara, que ela logo descobre ser amigo de seu tio e também o seu professor na nova escola. A partir dai vamos acompanhando seu dia-a-dia, e vendo-a tentando fazer amizade e entender aquele novo e inusitado \"mundo\"."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "86"
  },
  {
    "mangaId": "76fc9eb7-e715-4b3f-b9dd-79baa400337a",
    "title": {
      "en": "Reborn as a Monster 2: Rise of the Beast God"
    },
    "updatedAt": "2024-08-01T05:12:13+00:00",
    "coverArt": "https://mangadex.org/covers/76fc9eb7-e715-4b3f-b9dd-79baa400337a/5c880766-6e54-4830-becc-477a799aaa65.jpg",
    "altTitles": [
      {
        "en": "Reborn as a Monster 2: Rise of the Beast God"
      },
      {
        "zh": "Chongsheng Wei Guaishou Shenme Gui 2: Shou Shen Jueqi"
      },
      {
        "zh": "Eランク獣魂師の再生"
      },
      {
        "zh": "重生为怪兽什么鬼2：兽神崛起"
      }
    ],
    "description": {
      "en": "A thousand years ago, under the blood moon, spatial rifts opened, heralding the era of monsters! Countless monsters rampaged across the globe! Just as humanity was on the brink of complete extinction, the emergence of “Beast Spirit Masters” brought a glimmer of hope to all of humanity! With generations of inheritance and the development of “Beast Spirit Masters”, humanity successfully created a new civilizational order to combat the monster invasion! Lin Yuan, who was a top assassin in his previous life but was tragically betrayed and killed by his organization, transmigrates…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2bbb5a19-b25f-46fa-b5d3-0ead0f8572fe",
    "title": {
      "en": "Major 2nd"
    },
    "updatedAt": "2024-05-15T19:55:58+00:00",
    "coverArt": "https://mangadex.org/covers/2bbb5a19-b25f-46fa-b5d3-0ead0f8572fe/577e6fbf-133a-45aa-8fb8-5d64c6cc218e.jpg",
    "altTitles": [
      {
        "ru": "Второй Мэйджор"
      },
      {
        "ja": "メジャーセカンド"
      },
      {
        "en": "Major 2nd"
      },
      {
        "ja-ro": "Major 2nd"
      }
    ],
    "description": {
      "en": "A sequel to the successful baseball manga MAJOR by the same author. The series follows Gorou's son Daigo."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "004f414f-badf-414a-9991-e4a7c76de81e",
    "title": {
      "en": "SM Yuri Ecchi Anthology"
    },
    "updatedAt": "2024-07-28T16:18:47+00:00",
    "coverArt": "https://mangadex.org/covers/004f414f-badf-414a-9991-e4a7c76de81e/c6dd8a49-cd0b-4131-b36e-d6ac222aaeb8.jpg",
    "altTitles": [
      {
        "ja": "SM百合えっちアンソロジー"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3042fca-11bf-4b87-bc31-ef1d62d1cc2c",
    "title": {
      "en": "Miss Wolf and Her Fox Sister"
    },
    "updatedAt": "2024-07-31T19:37:08+00:00",
    "coverArt": "https://mangadex.org/covers/c3042fca-11bf-4b87-bc31-ef1d62d1cc2c/c4c3d861-7c89-4198-aa8c-edb3946ee005.png",
    "altTitles": [
      {
        "zh": "狼小姐和她的狐狸妹妹"
      }
    ],
    "description": {
      "en": "[Savage Wolf X Cunning Fox] In the modern therianthrope world, everyone respects the law of the jungle where the strong prey on the weak. Twenty-year-old Yu Wenxi, as a gray wolf therianthrope, stands at the top of the food chain. She has made a name for herself with her fists. She is violent and volatile, always looking down on the weak. Until one day, when her stepsister left a fox cub with her. From then on, the wild wolf turned into a good big dog. She vowed to raise the crybaby cub, train it into a model student, and give it the best that life has to offer. However, the little fox is hiding a wicked heart under the guise of a good girl..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2f62d9e-f772-42a9-84c3-6456a31c6155",
    "title": {
      "en": "Ashita, Watashi wa Dareka no Kanojo"
    },
    "updatedAt": "2024-04-08T12:27:25+00:00",
    "coverArt": "https://mangadex.org/covers/f2f62d9e-f772-42a9-84c3-6456a31c6155/de2139de-ce63-4152-9784-aad57aa6bcf4.jpg",
    "altTitles": [
      {
        "en": "Tomorrow, I Will Be Someone's Girlfriend"
      },
      {
        "zh-hk": "明天，我會成為誰的女友"
      },
      {
        "ja": "明日、私は誰かのカノジョ"
      },
      {
        "ko": "내일, 나는 누군가의 여자친구"
      },
      {
        "ja-ro": "Ashita, Watashi wa Dareka no Kanojo"
      },
      {
        "es-la": "Algún Día Seré la Novia de Alguien."
      },
      {
        "ne": "भोलि, म कसैको प्रेमिका बन्छु"
      },
      {
        "vi": "Ngày mai, tôi sẽ là bạn gái của ai?"
      }
    ],
    "description": {
      "en": "A bitter love story depicting the realities of love between female college students who earn money by renting themselves out to men as their girlfriends.",
      "ja": "「一週間に一回、私は【誰か】の彼女になる」　\n\n彼女代行として日々お金を稼ぐ女子大生と彼女に魅せられた男達の、恋愛のリアルを描くビターラブストーリー。"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "217"
  },
  {
    "mangaId": "96ba228d-ad88-4581-a539-4d476c520df2",
    "title": {
      "en": "Witches' Quarter"
    },
    "updatedAt": "2024-01-01T20:42:49+00:00",
    "coverArt": "https://mangadex.org/covers/96ba228d-ad88-4581-a539-4d476c520df2/7adde0ec-32ed-4eac-8bd0-e856c3134343.jpg",
    "altTitles": [
      {
        "sr": "Вештичији кварт"
      }
    ],
    "description": {
      "en": "As demons start creeping in through the Witches' Quarter, its protector must rise to the occasion and stop them from invading the human world."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/32cc09d8-18ca-45b2-bb60-1e1504a272ba.png",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4e2da95-1cd7-49e8-9197-b7419be2077b",
    "title": {
      "en": "Ore ni Trauma wo Ataeta Joshi-tachi ga Chirachira Mitekuru kedo, Zannen desu ga Teokure desu"
    },
    "updatedAt": "2024-07-29T13:07:31+00:00",
    "coverArt": "https://mangadex.org/covers/e4e2da95-1cd7-49e8-9197-b7419be2077b/416ab867-3e3d-4fb0-b0bc-c1c769e3c789.jpg",
    "altTitles": [
      {
        "ja": "俺にトラウマを与えた女子達がチラチラ見てくるけど、残念ですが手遅れです"
      },
      {
        "en": "The Girls Who Traumatized Me Keep Glancing at Me, but Alas, It’s Too Late"
      },
      {
        "es-la": "Las chicas que me traumaron me están mirando, pero desafortunadamente es demasiado tarde."
      }
    ],
    "description": {
      "en": "Kokonoe Yukito has always been unlucky when it comes to women. \n\nHe was rejected by his childhood friend, which he thought they had mutual feelings for each other. His sister hates him. His mother neglected him. \n\nDue to all these trauma stacking with each other, his emotions were completely destroyed. When Yukito enters high school, the girls who inflicted these pain on him started to care for him...?! \n\nThus commence a youthful romcom full of misunderstandings!",
      "ja": "九重雪兎は昔から女運が悪い。両想いだと思っていた幼馴染にはフラれ、姉には嫌われ、母親には疎まれ――度重なるトラウマの果てに感情がぶっ壊れてしまう。そんな雪兎が高校に入学したら、彼にトラウマを与えてきた女子達がやたらと彼のことを気にかけてきて……!?　手遅れから始まる勘違い思春期ラブコメ、開幕！",
      "es-la": "Yukito Kokonoe siempre ha tenido mala suerte. Es odiado por su madre, su hermana, y su amiga de la infancia, pensaba que tenían sentimientos mutuos, pero ella se siente frustrada antes de la confesión, e incluso hace travesuras durante sus heridas, y sus emociones se rompen después de repetidos traumas con muchas mujeres.\n\nSin embargo, cuando ingresó a la escuela preparatoria, ¿¡Las chicas que lo traumatizaron comenzaron a preocuparse por él ...!?\nEsta es una comedia romántica de un adolescente incomprendido que comienza demasiado tarde."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3",
    "title": {
      "en": "Sensei! Bokutachi ga Sekai wo Horoboshimasu."
    },
    "updatedAt": "2024-02-26T22:45:28+00:00",
    "coverArt": "https://mangadex.org/covers/1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3/363457c5-3584-4026-912f-7a97455daf1c.jpg",
    "altTitles": [
      {
        "ja": "先生！ 僕たちが世界を滅ぼします。"
      },
      {
        "ru": "Мы уничтожим весь мир, учитель!"
      },
      {
        "en": "Teacher, we will destroy the world!"
      },
      {
        "en": "The strongest Assassin as a Teacher"
      }
    ],
    "description": {
      "en": "A \"Teacher\" has a sacred job that protects and guides students.\n\nIn this world where people who can use magic and people who cannot use magic coexist, Solo is a sorcerer who lives alone.\nHe is also known as No. 0, a skilled assassin who always completes any request he receives.\n\n\"As part of a certain mission, I am assigned to teach at a magic school, and the teenagers I am assigned to teach are the students of the Class 2D, which is made up of dropouts.\"\n\nWhile he is desperately playing the role of a teacher in order to complete his mission, a transfer student arrives and the situation takes an unexpected turn...\n\nA school fantasy unfolding between a false teacher and the strongest assassin and the most evil students who serve as his \"beacon\"!",
      "ja": "『教師』とは、生徒を守り、教え導く聖なる仕事。\n魔法が使える人間と使えない人間が混在するこの世界で、孤独に生きる一人の魔導士・ソロ。\n受けた依頼は必ず完遂するという凄腕の殺し屋・No.0（ナンバーゼロ）という異名も持つ彼は、\nとある任務の一件で魔法学校で教師をすることになりますが、そこで担任することになったのは、学年の落ちこぼれが集まる２年Ｄ組。\n任務遂行のために必死に教師を演じている最中、そこに転校生がやってきて事態は思わぬ方向に…。\n偽りの教師で最強の暗殺者と、彼の“標”となる最凶の生徒たちが繰り広げる学園ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91a891c0-75cf-465d-8a90-4a3f44346534",
    "title": {
      "en": "Coppers"
    },
    "updatedAt": "2024-03-19T00:52:08+00:00",
    "coverArt": "https://mangadex.org/covers/91a891c0-75cf-465d-8a90-4a3f44346534/9637d0de-fdb1-442c-bf51-5e8d1a7401f6.jpg",
    "altTitles": [
      {
        "ja-ro": "Kappaazu"
      },
      {
        "ja": "カッパーズ"
      }
    ],
    "description": {
      "en": "An overview of the entire precinct and the characters.  A police procedural but it shifts towards their personal, everyday lives. Fairly lighthearted takes on the lives of a group of cops working out of a precinct in the Bronx, with a running commentary on the importance of doughnuts."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "c3537459-d60d-4512-ae36-118c66da4255",
    "title": {
      "en": "Itoshi no Niina"
    },
    "updatedAt": "2023-09-06T06:08:39+00:00",
    "coverArt": "https://mangadex.org/covers/c3537459-d60d-4512-ae36-118c66da4255/fad38aa6-cc55-40df-b024-da9ceb6b7614.jpg",
    "altTitles": [
      {
        "ja-ro": "Itoshi no Nina"
      },
      {
        "en": "Nina My Love"
      },
      {
        "en": "My Lovely Nina"
      },
      {
        "ja": "いとしのニーナ"
      },
      {
        "zh": "亲爱的妮娜"
      }
    ],
    "description": {
      "en": "One afternoon, Atsushi's best friend from childhood, Masa, informs him, \"I kidnapped Niina Aota.\" Niina, whose popular nickname is \"Nina\", is the girl Masa fell in love with at first sight on the train attending school. Atsushi found it unexpected and hard to believe, until he heads over to Masa's apartment and discovers that Nina has really been kidnapped…."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "29"
  },
  {
    "mangaId": "40a2f7ce-723b-4270-82c0-03d7b5c98ef1",
    "title": {
      "en": "Toribako House"
    },
    "updatedAt": "2022-05-23T22:46:19+00:00",
    "coverArt": "https://mangadex.org/covers/40a2f7ce-723b-4270-82c0-03d7b5c98ef1/308d412e-7ccd-4607-90fc-69e750acd373.jpg",
    "altTitles": [
      {
        "en": "トリバコハウス"
      }
    ],
    "description": {
      "en": "Dependent on her boyfriend of seven years, unable to communicate well with others, and lacking self-confidence, Miki feels like a bird trapped in a gilded cage. In the midst of all this she meets a callous young man named Kamaya at her post in the students affairs office. Although Kamaya seems to have no qualms about invading her personal space, he saves her when she's in trouble, and Miki gradually begins to see him in a new light."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79ca6344-5468-4fa8-8eb7-859728b27156",
    "title": {
      "ja": "I Don't Know Which Is Love"
    },
    "updatedAt": "2023-08-20T20:56:23+00:00",
    "coverArt": "https://mangadex.org/covers/79ca6344-5468-4fa8-8eb7-859728b27156/c38311a2-3669-442e-9c9c-d5efe052298f.jpg",
    "altTitles": [
      {
        "ja": "どれが恋かがわからない"
      },
      {
        "id": "Aku Nggak Tau Yang Mana Cinta"
      },
      {
        "ja-ro": "Dore ga Koi Ka ga Wakaranai"
      }
    ],
    "description": {
      "en": "Our protagonist, Soraike Mei, confessed her unrequited love to her friend at the high school graduation ceremony… That was the plan, at least. Her confession was a failure. Because of that, she is keen to “Definitely get a girlfriend during college!” But for some reason, one woman after another keeps on approaching her?!",
      "id": "Mei, seorang gadis yang pernah merasakan pahitnya cinta yang telah direbut oleh suatu cowok pada saat kelulusan SMA, mencoba berusaha untuk menggaet cewek di Universitas. Namun, dalam kehidupan di kampusnya, dia tidak hanya didekati oleh 1 cewek, tetapi 5 cewek! Apakah Mei dapat bertahan hidup karenanya?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba90ffcc-f5ac-4a83-83e8-e821292e6483",
    "title": {
      "en": "Futagashira"
    },
    "updatedAt": "2023-11-12T00:50:11+00:00",
    "coverArt": "https://mangadex.org/covers/ba90ffcc-f5ac-4a83-83e8-e821292e6483/3557b27a-b546-45e8-9b97-752baf52a3ac.png",
    "altTitles": [
      {
        "ja": "ふたがしら"
      },
      {
        "zh": "江户盗贼团·双雄"
      }
    ],
    "description": {
      "en": "Benzo and Soji witnessed the death of Tatsugoro, leader of the Akame Gang. His last words to them were \"I'm leaving you two in charge\", \nbut it was Jinzaburo, the former leader's friend, who was chosen instead. Displeased with the widow's decision, the two left the gang. \nThey then set off on an aimless journey, vowing to accomplish something big.  \n  \nSpin-off of [Saraiya Goyou](https://mangadex.org/manga/24096) featuring Souji the Saint and Benzou the Demon as young men."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "54"
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-06-11T20:17:05+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/727507d5-949c-4586-b976-1ec0997e5200.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19f7ffb3-92de-4ce5-ae0f-b943f0df76f0",
    "title": {
      "en": "Global Examination"
    },
    "updatedAt": "2024-07-25T09:08:05+00:00",
    "coverArt": "https://mangadex.org/covers/19f7ffb3-92de-4ce5-ae0f-b943f0df76f0/ccd352d2-4991-47e3-bc27-c4e24fc526e0.jpg",
    "altTitles": [
      {
        "en": "Global University Entrance Examination"
      },
      {
        "zh": "全球高考"
      }
    ],
    "description": {
      "en": "This is a test that puts your life at stake. Pass the test and survive. When the two-faced examiner Qin Jiu meets the cold examinee You Huo, the two amnesiacs are put head to head in a fight by the inhumane system. However, they form a tactic agreement. The system collapses after a series of warnings and the erased memories gradually become clearer. It turns out that at the end of this smoke-filled world, you are still the first person I met. The world is brilliant and grand. Welcome home."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad5f4635-a3b8-4daa-81a9-ddd8adb5df71",
    "title": {
      "en": "Beneath the Lady's Mask"
    },
    "updatedAt": "2024-08-01T04:59:45+00:00",
    "coverArt": "https://mangadex.org/covers/ad5f4635-a3b8-4daa-81a9-ddd8adb5df71/8d72eb29-212a-44b8-835b-cc4e25d4557a.png",
    "altTitles": [
      {
        "ko": "夫人你马甲又掉了"
      },
      {
        "en": "Ma'am, Your Mask Has Fallen Off Again"
      }
    ],
    "description": {
      "en": "Mother always said to Qinran: \"Your stepfather is from a famous family, your eldest brother is a genius, and your sister is a top student in her high school. You, a country bumpkin, don't embarrass them.\"\n\nEveryone with status in the capital received a warning from Mr. Juan of the Cheng family: \"Mr. Juan's wife is from the countryside and doesn't understand our current situation, and she has a bad temper. In short, everyone should be extra patient.\"\n\nUntil one day, when Master Juan was investigating a certain big boss, his men fell into a confused silence while looking at one of the waistcoats of his sister-in-law who claimed to know nothing…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04f7cd48-d429-4741-b821-5689d316ac1c",
    "title": {
      "en": "Himouto! Umaru-chan"
    },
    "updatedAt": "2023-12-25T17:48:49+00:00",
    "coverArt": "https://mangadex.org/covers/04f7cd48-d429-4741-b821-5689d316ac1c/71590dff-fa1c-480c-9d4d-32ee6295cd10.png",
    "altTitles": [
      {
        "en": "My Two-Faced Little Sister"
      },
      {
        "ja": "干物妹！うまるちゃん"
      },
      {
        "ko": "건어물 여동생! 우마루짱"
      },
      {
        "ja": "HIMOUTO! UMARUCHAN"
      }
    ],
    "description": {
      "en": "My little sister Umaru (age 16) is a renowned beautiful girl in the town. A perfect sister with a kind heart, high scores and popularity, that everybody admires…  \n  \nOr at least that's what people believe, but once she walks in her room, she becomes…",
      "pt-br": "Minha irmã Umaru (16 anos) é uma linda e renomada garota da cidade. Uma irmã perfeita com um coração bondoso, pontuações altas e popularidade, que todos admiram…\n\nOu pelo menos é o que as pessoas acreditam, mas uma vez que ela entra em seu quarto, ela se torna..."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "229"
  },
  {
    "mangaId": "e6b9f326-116b-4dbb-96de-7736e3897535",
    "title": {
      "en": "Reborn As The Heavenly Demon"
    },
    "updatedAt": "2024-04-15T02:10:56+00:00",
    "coverArt": "https://mangadex.org/covers/e6b9f326-116b-4dbb-96de-7736e3897535/82d3ca9f-b917-4d7e-8157-0fd9acb43e93.jpg",
    "altTitles": [
      {
        "en": "Reincarnation Heavenly Demon"
      },
      {
        "ko": "환생천마"
      },
      {
        "pt-br": "Renascimento do Demônio Celestial"
      },
      {
        "en": "Reincarnated Heavenly Demon"
      }
    ],
    "description": {
      "en": "Tian Hejin, popularly called as the Iron-Blooded Alliance Leader, wakes up in the body of “Bi Liduan”- the disgrace of his family! His hobby is gambling, and he has been locked in a dark warehouse for a long time. Overnight, Tian Hejin went from being the greatest expert of Jianghu to the worst possible trash.\n\nLet's start from the scratch and accomplish everything I could not achieve in my previous life.",
      "pt-br": "Tian Hejin, popularmente conhecido como o Líder da Aliança de Sangue de Ferro, acorda no corpo de “Bi Liduan” – a desgraça de sua família! Seu hobby é apostar, e ele foi trancado em um armazém escuro por muito tempo. Da noite para o dia, Tian Hejin passou de ser o maior especialista de Jianghu para o maior lixo possível.\n\nVamos começar do zero e realizar tudo o que não pude alcançar em minha vida passada."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bfd1c00e-6bb6-4724-bf91-53ebd1aca3ca",
    "title": {
      "en": "Akutora no Ko"
    },
    "updatedAt": "2024-08-01T04:46:28+00:00",
    "coverArt": "https://mangadex.org/covers/bfd1c00e-6bb6-4724-bf91-53ebd1aca3ca/e6e04978-b17d-4bce-89f0-4f53b56dd50c.png",
    "altTitles": [
      {
        "ja": "悪虎の子"
      },
      {
        "en": "Child Of The Fiendish Tiger"
      }
    ],
    "description": {
      "en": "Lien, a new warden, handily resolves numerous mysterious incidents in the district. When he meets Syun, a young girl who is a victim in a certain case, things are set in motion…?\n\nA Chinese style story of a contract to exterminate evil, drawn by a promising new star!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb00a252-8c71-4f90-a280-d8e71d71231a",
    "title": {
      "en": "Touhou - Komachi & Eiki 4 Lovey-Dovey Manga (Doujinshi)"
    },
    "updatedAt": "2024-06-08T15:54:47+00:00",
    "coverArt": "https://mangadex.org/covers/cb00a252-8c71-4f90-a280-d8e71d71231a/fc3d08e3-a4cd-4328-90fb-0e25cbd9fd61.png",
    "altTitles": [
      {
        "en": "Komachi & Eiki 4 Lovey-Dovey Manga"
      },
      {
        "ja": "こまえーきイチャイチャ漫画"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67d4d994-6c7b-46ca-bd22-2e4351874b09",
    "title": {
      "en": "I Cultivated a Nemesis"
    },
    "updatedAt": "2024-08-01T04:36:02+00:00",
    "coverArt": "https://mangadex.org/covers/67d4d994-6c7b-46ca-bd22-2e4351874b09/6194388d-4320-4ace-860d-8e37b9d1f4e0.jpg",
    "altTitles": [
      {
        "zh": "我培养了宿敌"
      },
      {
        "zh-ro": "Wo Peiyangle Sudi"
      }
    ],
    "description": {
      "en": "The demon king possesses a regression ability, but is continuously killed by his nemesis. Finally, he chooses to regress, but then he becomes the older brother of his nemesis.\n\nHe decides to use his abilities and raise his nemesis to become useless, but this began to go in an unexpected direction."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33125b2b-28dd-4410-a0ab-d7fb971b35f9",
    "title": {
      "en": "TEN"
    },
    "updatedAt": "2024-08-01T04:41:41+00:00",
    "coverArt": "https://mangadex.org/covers/33125b2b-28dd-4410-a0ab-d7fb971b35f9/2386938b-ca00-4cb0-ab30-3c60413cb03e.png",
    "altTitles": [
      {
        "ko": "텐"
      },
      {
        "ko": "텐(TEN)"
      }
    ],
    "description": {
      "en": "\"I didn't even know what had hurt me.\" Min Jiho, a former second-tier idol, ended his idol career, leaving only confusion in his heart. Planning to leave the entertainment industry entirely, Jiho unexpectedly encounters his idolized top actor, Kang Taeyeon, during a variety show as a substitute. This leads him to become embroiled in a light scandal..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c071276e-abd4-4711-8b14-544431eb152a",
    "title": {
      "en": "Kimi no Na wa."
    },
    "updatedAt": "2023-04-15T15:13:34+00:00",
    "coverArt": "https://mangadex.org/covers/c071276e-abd4-4711-8b14-544431eb152a/0097bfd5-2360-462b-8884-b91db6def044.jpg",
    "altTitles": [
      {
        "tr": "Senin adın."
      },
      {
        "en": "Your name."
      },
      {
        "ru": "Твоё имя."
      },
      {
        "ja": "君の名は。"
      },
      {
        "ko": "너의 이름은"
      },
      {
        "kk": "Есімің"
      },
      {
        "id": "Namamu."
      }
    ],
    "description": {
      "en": "The story is set one month after a comet has fallen for the first time in a thousand years in Japan. Mitsuha, a high school girl living in the countryside, wants to live in the city because she is tired of life in the country. Then, there's Taki. He's a high school student living in Tokyo with his friends while working as a part-timer at an Italian restaurant. He also has a strong interest in fine arts involving architecture. One day, Mitsuha dreams of herself as a young man. On the other hand, Taki also has a dream where he is a female student attending high school in the countryside. What's the secret behind their dreams?\n\n---\n**Links:**  \n [Official English: Your name. (Bookwalker)](https://global.bookwalker.jp/series/116499/)  \n[Your name. Another Side：Earthbound　01 (Bookwalker)](https://bookwalker.jp/de5eda5c87-df5f-455d-8502-01e66e2c37fb/)",
      "pt-br": "A história começa um mês depois de um cometa ter caído pela primeira vez em mil anos no Japão. Mitsuha, uma garota do ensino médio que mora no interior, quer morar na cidade porque está cansada da vida no campo. Então, há o Taki. Ele é um estudante do ensino médio que mora em Tóquio com seus amigos enquanto trabalhava meio período em um restaurante italiano. Ele também tem um forte interesse em artes plásticas envolvendo arquitetura. Um dia, Mitsuha tem um sonho em que é um menino. Por outro lado, Taki também tem um sonho em que ele é uma aluna freqüentando o ensino médio no interior. Qual o segredo por trás dos sonhos deles?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "9"
  },
  {
    "mangaId": "778b8438-af3a-4534-841c-adf923b55ee1",
    "title": {
      "en": "Uma Musume Pretty Derby: Star Blossom"
    },
    "updatedAt": "2024-03-31T18:10:29+00:00",
    "coverArt": "https://mangadex.org/covers/778b8438-af3a-4534-841c-adf923b55ee1/3124d911-022c-419e-a2f9-4fc855aff651.jpg",
    "altTitles": [
      {
        "ja": "ウマ娘 プリティーダービー スターブロッサム"
      },
      {
        "ja-ro": "Uma Musume Puritiudaubiu Sutauburossamu"
      },
      {
        "ru": "Девушки-пони Славное Дерби: Звёздный цветок"
      }
    ],
    "description": {
      "en": "The popular cross-media content \"Uma Musume Pretty Derby\" features \"Uma Musume\" who have inherited the names and souls of numerous racehorses! A new legend begins with the indomitable horse girl \"Sakura Laurel\" as the main character.\n\n---\n\n- [Alternative Raw](https://shonenjumpplus.com/episode/4856001361118480104)",
      "ja": "「挑戦なくして、得られるものなど何もない」　見習いトレーナー・椿が出会ったのは、ガラスの脚を抱えたデビュー前のウマ娘・サクラローレル。半人前の2人が見た頂点への夢は、無謀なのか――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-06-18T16:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/e9ea65b0-b09f-465d-b56a-e81f3ec6057b.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck - Digital Colored Comics"
      },
      {
        "en": "Undead Unluck"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      },
      {
        "vi": "Bất tử và bất hạnh (Bản màu)"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39965fe5-08dc-4f10-84eb-4755c1d1f542",
    "title": {
      "en": "Black Serpent"
    },
    "updatedAt": "2024-08-01T04:19:20+00:00",
    "coverArt": "https://mangadex.org/covers/39965fe5-08dc-4f10-84eb-4755c1d1f542/4c0ac459-9ad8-4b17-a003-02f1b4aa4b0e.jpg",
    "altTitles": [
      {
        "ko": "흑사"
      },
      {
        "en": "Black Death"
      },
      {
        "en": "Black Sand"
      },
      {
        "ko-ro": "Heuksa"
      }
    ],
    "description": {
      "en": "In the final battle against the Demon Cult, the Black Serpent leader Jeonghwa was betrayed by the Murim Alliance, losing all her comrades. Barely surviving, she swears to eliminate both the Demon Cult and the Murim Alliance who drove her comrades to their deaths. “Heavens! If justice truly exists… grant me the opportunity to avenge my fallen comrades!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b23c1571-16f8-4869-8cda-9883ad9aa71d",
    "title": {
      "en": "Gakuen Alice"
    },
    "updatedAt": "2023-10-15T14:19:03+00:00",
    "coverArt": "https://mangadex.org/covers/b23c1571-16f8-4869-8cda-9883ad9aa71d/0e1e4fbb-ce61-4cbb-95e3-554306048dc4.jpg",
    "altTitles": [
      {
        "en": "Alice Academy"
      },
      {
        "vi": "Học Viện Alice"
      },
      {
        "id": "Perguruan Alice"
      },
      {
        "th": "วัยซนคนมีพลังจิต"
      },
      {
        "zh": "学园爱丽丝"
      },
      {
        "ja": "学園アリス"
      },
      {
        "zh-hk": "愛麗絲學院"
      },
      {
        "zh": "爱丽丝学园"
      },
      {
        "zh": "爱丽丝学院"
      },
      {
        "ko": "퍼니퍼니 학원 앨리스"
      }
    ],
    "description": {
      "en": "Young Mikan runs away to Tokyo to follow her best friend, Hotaru, who has been enrolled in an exclusive, secretive private school for geniuses. But it turns out that Alice Academy is a lot more than meets the eye. If Mikan wants to stay by Hotaru's side, she has to both pass the strange \"entrance exam\" and face the even greater challenge of befriending her very odd new classmates. Whether it's Hotaru's gift for inventing gadgets, the cranky Natsume's fire-casting ability, or Professor Narumi's control of human pheromones, everyone at the school has some sort of special talent. But what ability, if any, does Mikan possess? Mikan is going to have to rely on her courage and spunk if she's going to stay in school, or even stay alive!",
      "pl": "Mikan Sakura dorastała u swojego dziadka na wsi w Japonii. Pewnego dnia jej najlepsza przyjaciółka, Hotaru, oświadczyła, że przeniosi się do prestiżowej szkoły w Tokio. Mikan jako jej oddana przyjaciółka bez namysłu za nią podążyła. Szkoła ta jest tak naprawdę elitarną Akademią dla ludzi obdarowanych indywidualną mocą „Alice”. Lecz czy całkiem zwykła Mikan jest w stanie dostać się do tak elitarnej szkoły? Przekonajcie się sami!"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "31",
    "lastChapter": "180"
  }
]