[
  {
    "mangaId": "5b74ede8-4d15-471d-95b3-77986254a212",
    "title": {
      "en": "All My Abilities Are Forbidden Spells"
    },
    "updatedAt": "2023-11-06T00:00:10+00:00",
    "coverArt": "https://mangadex.org/covers/5b74ede8-4d15-471d-95b3-77986254a212/b8d1b6de-ba19-4d1e-bf6c-ac36bbec5b79.png",
    "altTitles": [
      {
        "zh-ro": "Quanmin Zhuan Zhi Wode Jineng Quan Shi Jin Zhou Qianyue"
      },
      {
        "zh": "全民转职：我的技能全是禁咒 签约"
      },
      {
        "en": "Job Transfer For All: My Skills Are All Forbidden Spells"
      }
    ],
    "description": {
      "en": "Lin Han finds himself transmigrated into a world that merges reality and games. This world is rife with dungeons, forbidden zones, and hidden realms, not to mention rampaging monsters! \n\nWhen the time for the Class Change comes, Lin Han doesn’t receive the Warrior Class that he has always dreamt of. \n\nInstead, he receives the class Life Cleric. Just as he’s despairing over his misfortune…\n\n[Ding! You’ve awakened the “Myriad Augmentation System”!] \n\nWith every attribute augmented ten thousand times, all of Lin Han’s basic skills have turned into Forbidden Spells! \n\nWatch Lin Han as he dominates the battlefield with his Forbidden Spells and becomes known as a close-combat Healer!\n- - -\nCrossing to the other world with his soul, Lin Han arrived in an era where games and reality merged. There are countless dungeons, forbidden lands, and hidden realms where mighty monsters reign supreme!\n\nOn the day of his class profession, Lin Han missed the opportunity to become a warrior, the class of his dreams! Unexpectedly, he awakened the unique hidden profession – Life Sacrificer – at a critical moment!\n\n[Ding! Ten Thousandfold Amplification System Awakening!]\n\nLin Han’s attributes increased by ten thousand times, and his basic skills all reached forbidden curses!\n\nIn the name of a close-combat healer, during the moment of unlimited forbidden curse devastation!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-05-11T20:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\nThere is also an alternative version:\n[A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e/a-parallel-world-with-a-1-39-male-to-female-ratio-is-unexpectedly-normal-r18)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a22e345a-1c8e-4ca8-9296-1e1198185fc4",
    "title": {
      "en": "Kimimachi Terminal"
    },
    "updatedAt": "2023-12-30T22:37:18+00:00",
    "coverArt": "https://mangadex.org/covers/a22e345a-1c8e-4ca8-9296-1e1198185fc4/2161fd4b-4e7f-47ae-91ef-b48809908b84.jpg",
    "altTitles": [
      {
        "en": "Cross Stitch Step"
      },
      {
        "ja": "君待ちターミナル"
      }
    ],
    "description": {
      "en": "The recent troubles of bus driver, Miyama Kazuki:  \nThere is a customer, Yamada Shouhei, who cycles on a bicycle side-by-side with the bus. Everyday, Yamada cycles beside his bus to commute to school and he is unable to concentrate on driving because of Yamada’s heated gaze!! However, when he meets Yamada on the streets on his day off, Yamada averted his gaze… It was only supposed to be something troublesome and irritating, but before he knows it, he’s unable to ignore Yamada’s existence… Laughing while falling in love, everyday, I like you more and more! Packed with a bunch of smiles. ★"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "fbad1ab2-668e-4651-aaef-6dff709e7929",
    "title": {
      "en": "Tied to Twins"
    },
    "updatedAt": "2024-06-10T15:16:09+00:00",
    "coverArt": "https://mangadex.org/covers/fbad1ab2-668e-4651-aaef-6dff709e7929/062e241b-4580-477d-93d6-65354b3089ad.jpg",
    "altTitles": [
      {
        "ru": "Привязан к Близняшкам"
      },
      {
        "ja": "双子に縛られて"
      }
    ],
    "description": {
      "en": "Spying on your classmates doesn't end well... or does it? A guy in whose head two things took precedence over everyone else: women's foots and photography, and what next..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2de8ffd3-25b7-42cd-80e8-32148478c40c",
    "title": {
      "en": "Kimi to Warui Koto ga Shitai"
    },
    "updatedAt": "2024-04-17T22:43:45+00:00",
    "coverArt": "https://mangadex.org/covers/2de8ffd3-25b7-42cd-80e8-32148478c40c/bef5ac88-6368-4705-8e79-0fd131b673f7.jpg",
    "altTitles": [
      {
        "en": "I Wanna Do Bad Things with You"
      },
      {
        "ja": "君と悪いことがしたい"
      },
      {
        "zh-hk": "想和你一起做壞事"
      }
    ],
    "description": {
      "en": "Mamori Wataya is a tall but dark, plain, and shady high school girl. One day she meets Kanashi Fuji, who has a small, thin body and an evil-looking smile. A supporting character that no one can find and a villain that no one likes. This encounter turns their gray days blue.",
      "ja": "背は高いけど地味で暗い脇役女子・まもり。嫌いだからとプールの水を抜く、学校一の嫌われ者の悪役男子・藤。悪いヤツの、不思議な強さに惹かれていったその先にあったのは、透き通るような青い日々。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "67"
  },
  {
    "mangaId": "ff7acd30-a447-4ebc-9dc9-3ad588ccaa8d",
    "title": {
      "en": "Sherbet Above the Sea of Fog"
    },
    "updatedAt": "2024-04-19T23:23:56+00:00",
    "coverArt": "https://mangadex.org/covers/ff7acd30-a447-4ebc-9dc9-3ad588ccaa8d/f83a0850-f835-4446-9e4f-4ddaa06c3657.jpg",
    "altTitles": [
      {
        "ko": "안개 바다 위의 샤베트"
      }
    ],
    "description": {
      "en": "Sherbet, a girl from a noble family, is forced to marry a man she has never met. She decides to escape this fate and joins a cruise that sails through the sea of mist, a place full of legends and secrets.\n\nThere, she meets several interesting characters, such as a pirate captain, a runaway princess, a curious mermaid and a cruel empress. She also discovers that the cruise is actually a ghost ship that takes the souls of the dead to the next world.\n\nShe will have to face various dangers and challenges to escape the ship and find her true love."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c9fd3ac-534e-459d-8b92-abe3d584ba3f",
    "title": {
      "en": "Forbidden Ishinomori"
    },
    "updatedAt": "2024-05-24T20:41:26+00:00",
    "coverArt": "https://mangadex.org/covers/6c9fd3ac-534e-459d-8b92-abe3d584ba3f/7252e7cf-116c-4fb1-b60e-fa7b6840fb5e.jpg",
    "altTitles": [
      {
        "it": "Ishinomori Proibito"
      },
      {
        "es": "MI VIDA SEXUAL: y otros relatos eróticos"
      },
      {
        "ja": "オトナな石ノ森"
      },
      {
        "ja-ro": "Otona na Ishinomori"
      },
      {
        "en": "Adult Ishinomori"
      },
      {
        "fr": "Eros x SF"
      },
      {
        "ja-ro": "Otona na Ishinomori"
      }
    ],
    "description": {
      "en": "Seinen One-shot compilation containing 15 one-shots, published between 1968 and 1976, with an emphasis on themes of eroticism and SF.\n\nChiefly contains works published in Gekiga magazines."
    },
    "status": "completed",
    "releaseDate": 1968,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "15"
  },
  {
    "mangaId": "1693697a-783c-4d3c-a2d3-dc069e137a23",
    "title": {
      "en": "No Home"
    },
    "updatedAt": "2023-11-20T17:18:37+00:00",
    "coverArt": "https://mangadex.org/covers/1693697a-783c-4d3c-a2d3-dc069e137a23/bc55de2a-47dd-41cb-9338-75b3f0650a69.jpg",
    "altTitles": [
      {
        "en": "Homeless"
      },
      {
        "en": "I Have No Home"
      },
      {
        "ko": "집이 없어"
      },
      {
        "ko-ro": "Jib-i Eobs-eo"
      }
    ],
    "description": {
      "en": "Haejoon Goh, who ran from home, and Eunyung Baek, the problem child who lives in a tent.   \r\nThese two, who met under terrible circumstances, are forced to live together in an abandoned dormitory.   \r\nThis is a story of difficult growth between two people who hate both the dorm and each other."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "08aca90a-ad81-4fef-a0de-8a975d5c522c",
    "title": {
      "en": "Kurasu ≪Mushoku≫ no Eiyuu-tan ～Koushaku-ka o Tsuihou Sareta ga, Jitsu wa Nagutta Dake de Sukiru o Kakutoku Dekiru to Wakari, Tairiku Ichi no Eiyuu ni Noboritsumeru～"
    },
    "updatedAt": "2024-02-27T00:04:18+00:00",
    "coverArt": "https://mangadex.org/covers/08aca90a-ad81-4fef-a0de-8a975d5c522c/806ab925-501e-4594-b7eb-6d446ae25e3a.jpg",
    "altTitles": [
      {
        "ja": "クラス≪無職≫の英雄譚～公爵家を追放されたが、実は殴っただけでスキルを獲得できるとわかり、大陸一の英雄に上り詰める～"
      },
      {
        "en": "Class <<Unemployed>> Heroic Tale: Exiled from the Duke's House, but i found out that i can acquire skills just by punching and now i am climbing to the top of the continent ~"
      },
      {
        "en": "Chronicles of the Jobless Hero~Ousted From the Duke’s Manor, but With Skills Gained Through Punches, I Emerge as the Continent’s Ultimate Hero~"
      }
    ],
    "description": {
      "en": "In a world where Classes are bestowed by the gods upon everyone when they reach eighteen, the existence of Skills within these Classes tends to overshadow any hard work, setting one’s life path. Within this imbalanced system, Lythe, who trained in hopes of becoming a Holy Knight, was heartlessly classified as Jobless during the Class assignment, resulting in his expulsion from the town by his father, the Duke. As he scraped by as a luggage boy, there came a day when the merchant caravan he was with got attacked by bandits. Lythe, attempting to save the child, engaged in a battle with the skillful attackers, accepting his impending death. Yet, a mysterious voice echoed in his head when he punched a bandit in his last act of defiance…\r\n\r\n- [Web Novel](https://ncode.syosetu.com/n9583gj/)  (jp)\r\n- [Alternative Raw Link: Niconico](https://seiga.nicovideo.jp/comic/58563)",
      "ja": "18歳になると神から「クラス」が与えられる世界。クラスの持つ「スキル」の有無は、どんな努力をも上回り、どんなクラスかでその後の人生が決まってしまう。そんな不平等な世界で、聖騎士を目指し訓練してきたリートは、クラス分けで無情にも<無職>を言い渡され、父親である公爵の手により、街を追放されてしまう。そして荷物持ちで糊口をしのいでいたある日、商隊が盗賊に襲われる。子どもを救うため戦うが、戦闘スキル持ちに敵うはずもなくリートは死を覚悟する。しかし、最後の抵抗で盗賊を殴った瞬間、頭の中に不思議な声が鳴り響き…。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "229870d1-ec63-47f0-83d6-3d237ce7dc71",
    "title": {
      "en": "The First Ancestor In History"
    },
    "updatedAt": "2024-03-06T10:37:16+00:00",
    "coverArt": "https://mangadex.org/covers/229870d1-ec63-47f0-83d6-3d237ce7dc71/6815634d-deb7-434f-bfe4-35385a694883.jpg",
    "altTitles": [
      {
        "zh": "史上第一祖师爷"
      },
      {
        "en": "History's Number 1 Founder"
      },
      {
        "zh-ro": "Shi Shang Diyi Zushiye"
      }
    ],
    "description": {
      "en": "Lin Feng travelled through worlds and even obtained an overpowered system, but he still faces a pressure as huge as a mountain.\r\n\r\nSystem’s main quest:\r\nLin Feng is to create a school; establish history’s number 1 sect and Lin Feng himself to become the number 1 founder.\r\n\r\nTo become history’s number 1 founder, Lin Feng started to work hard.\r\n\r\n“Your name is Shi Tianhao? Natural born sovereign roots but it was stolen by your cousin? Now being raised in a little village your father placed you in? Come come come, follow your master and we’ll let those people know that justice that is owed must be returned!”\r\n\r\n“Your name is Xiao Yan? A genius of the past but a loser now? Even your fiancé came over to humiliate you by asking for a divorce? Come come come, follow your master and we’ll let that brat know the meaning of: don’t bully a youngster just because he’s poor!”\r\n\r\n“Your name is Zhu Yi? The son of a marquis but you’re being suppressed by your father? Your mother was a saint but she was assassinated? Come come come, follow your master and we’ll let your dad know the meaning how problems can be solved with your fists…no, with reasoning!”",
      "zh": "简介穿越了，也有了一个系统，但林锋压力山大。系统主线任务：林锋开山立派，建立史上第一大宗门，林锋本人成为第一祖师。于是为了成为史上第一祖师爷，林锋开始奋斗。少年，跟为师一起开山立派吧！",
      "pt-br": "Lin Feng um viajante conseguiu um sistema que pode facilitar sua vida, mas ainda é muito difícil. Primeira missão do sistema, criar uma seita e conseguir discípulos e esta seita deve ser a melhor do mundo. Para ser o melho Lin Feng vai ter que trabalhar duro e ao mesmo tempo treinar seus novos discípulos."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b7d2fec4-150e-4f73-808e-ea7b419e6601",
    "title": {
      "en": "Green Plum Blossom Tea"
    },
    "updatedAt": "2023-07-08T03:48:22+00:00",
    "coverArt": "https://mangadex.org/covers/b7d2fec4-150e-4f73-808e-ea7b419e6601/49d1f790-4d40-4e76-a5fc-9964edee1002.png",
    "altTitles": [
      {
        "zh": "青梅花草茶"
      },
      {
        "zh-hk": "青梅花草茶"
      },
      {
        "zh-ro": "Qīngméi huācǎo chá"
      },
      {
        "en": "Lime Herbal Tea"
      },
      {
        "ru": "Чай с лепестками зелёной сливы"
      }
    ],
    "description": {
      "en": "Good girl Gugu meets cheerful girl Xingxing. Xingxing is everything Gugu wants to be - she has friends, youthfulness, dreams, and happiness. The meticulous Gugu sets out a long-term plan to reach out to Xingxing, but it seems that she doesn't have to go to all that trouble... Is Xingxing also reaching out to her?",
      "zh": "乖乖女顾顾遇到开朗girl星星，开朗的星星是顾顾最想成为的样子，有朋友、有青春、有梦想，有快乐。严谨的顾顾列了长长的计划，如何自然接近星星？哎，好像无需那么麻烦……星星也在接近她？"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "24"
  },
  {
    "mangaId": "15996a52-7166-4ac5-9d96-11a7d3592eec",
    "title": {
      "en": "Absolute Obedience"
    },
    "updatedAt": "2024-05-21T19:30:05+00:00",
    "coverArt": "https://mangadex.org/covers/15996a52-7166-4ac5-9d96-11a7d3592eec/37e5a7d8-4239-451f-85a9-ae81071edee7.jpg",
    "altTitles": [
      {
        "en": "Absolute Submission"
      },
      {
        "en": "Bully Conquest"
      },
      {
        "zh": "绝对服从"
      },
      {
        "ko": "절대복종"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c96f1bf8-a100-40bb-98ef-c240b9b7cf96",
    "title": {
      "en": "MF Ghost"
    },
    "updatedAt": "2024-05-29T18:03:36+00:00",
    "coverArt": "https://mangadex.org/covers/c96f1bf8-a100-40bb-98ef-c240b9b7cf96/85856ecd-b265-4b5f-80c0-6f9ce3a885e3.jpg",
    "altTitles": [
      {
        "ja": "MFゴースト"
      },
      {
        "zh-hk": "MF幽靈"
      }
    ],
    "description": {
      "en": "In the year 202X, when self-driving electric and fuel-cell vehicles are ubiquitous, the racing organization MFG exists. Hosting races in Japan exclusively using cars with internal combustion engine. We follow young half-British, half-Japanese racing driver, Kanata Rivington. Who graduated at the top of his class in racing school and was invited into the series thanks to his teacher's connections."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "761064a4-bd69-4cb4-a45d-e5b5c74016d5",
    "title": {
      "en": "Warning! Beware of the Dog"
    },
    "updatedAt": "2023-08-25T00:56:53+00:00",
    "coverArt": "https://mangadex.org/covers/761064a4-bd69-4cb4-a45d-e5b5c74016d5/5dd425e9-e24c-4c6f-84f5-ee89506da940.jpg",
    "altTitles": [
      {
        "zh": "内有恶犬请小心"
      },
      {
        "en": "Beware of the Vicious Dog Inside!"
      }
    ],
    "description": {
      "en": "By some sort of fate, exorcist Xiao Yu is forced to \"cohabitate\" with the succubus named Obsidian, who killed her adoptive father. Yet she discovers that the succubus seems to have lost her memories! Unaccepting of this fact, Xiao Yu decides to spy on Obsidian's every move, yet the latter doesn't seem bothered by the least. Instead, she starts to thirst after Xiao Yu openly and often teases her body to satiate her own hunger...\n\nAlthough they seem to have a love-hate relationship, they both know that something is stirring beneath the depths. Why her adoptive father was killed, why Obsidian's memory was sealed away, and..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94a48b9c-2a5b-4397-95f1-15df8b017488",
    "title": {
      "en": "Yumemiru Danshi wa Genjitsushugisha"
    },
    "updatedAt": "2024-04-11T14:30:51+00:00",
    "coverArt": "https://mangadex.org/covers/94a48b9c-2a5b-4397-95f1-15df8b017488/1d21d2f5-fa16-4a8b-af4b-0d3f1e6f5aec.jpg",
    "altTitles": [
      {
        "ja": "夢見る男子は現実主義者"
      },
      {
        "en": "The Dreaming Boy is a Realist"
      },
      {
        "ko": "꿈꾸는 남자는 현실주의자"
      },
      {
        "id": "Anak Laki-laki yang Bermimpi adalah Seorang Realis"
      },
      {
        "th": "เด็กหนุ่มจอมเพ้อฝัน ผู้ตื่นมามองความเป็นจริง"
      },
      {
        "zh": "满怀美梦的少年是现实主义者"
      },
      {
        "pt-br": "O garoto sonhador é realista"
      }
    ],
    "description": {
      "en": "Wataru Sajou, who is deeply in love with his beautiful classmate Aika Natsukawa, is continuing to approach her without getting discouraged while having dreams about their mutual love. However one day he woke up thinking, “I am not really fit to be together with someone as good as her, huh…” Upon realizing this, Wataru started keeping an appropriate distance towards her, much to Aika’s surprise. “Could it be that he hates me now…? ”Did his intentions slip by her because she was getting impatient after arriving at the wrong conclusion!? This is the start of a romcom revolving around two people who just cant get their feelings across and both think their love is unrequited!\n\n[Official English Light Novel](https://monogatari-novels.com/collections/the-dreaming-boy-is-a-realist)",
      "ja": "同じクラスの美少女・夏川愛華に恋い焦がれる男子高校生・佐城渉。両想いを夢見て日々アプローチを続けていたが、ある日突然その“夢”から醒めてしまう。\n\n「愛華のような完璧美少女が俺と釣り合うわけないだろ……」\n\n突然よそよそしくなった渉。すると今度は愛華が動揺し始めて……!?",
      "pt-br": "Sajou Wataru está apaixonado por sua colega de classe Natsukawa Aika, a ponto de ele sonhar acordado sobre o amor mútuo e relacionamento deles, aproximando-se dela implacavelmente em todas as oportunidades. No entanto, um dia, Wataru fica sóbrio e tem que enfrentar a realidade. “De jeito nenhum eu seria bom suficiente para uma flor inatingível como ela, certo?” Depois de começar a ver a realidade como ela era, Wataru passou a manter uma certa distância de Aika, o que a deixou em um turbilhão. “Ele... me odeia agora?” Por causa desse mal-entendido, são despertados sentimentos subconscientes que vêm e vão!? Assim começa a confusão de sentimentos unilaterais mútuos, atormentados por mal-entendidos."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "33"
  },
  {
    "mangaId": "e48840ea-f28b-44fe-9412-d95db2a1ac3c",
    "title": {
      "en": "Legend of the Galactic Heroes (MICHIHARA Katsumi)"
    },
    "updatedAt": "2024-05-30T15:38:33+00:00",
    "coverArt": "https://mangadex.org/covers/e48840ea-f28b-44fe-9412-d95db2a1ac3c/4d66cc0f-7429-4244-ae15-59704a35245e.jpg",
    "altTitles": [
      {
        "ja-ro": "Ginga Eiyuu Densetsu"
      },
      {
        "ru": "Легенда о героях Галактики"
      },
      {
        "ja": "銀河英雄伝説"
      },
      {
        "zh": "银河英雄传说"
      }
    ],
    "description": {
      "en": "Manga adaptation of 1980s.  \r\n  \r\nFive hundred years ago, Rudolf von Goldenbaum united the disparate governments of humankind and established a mighty human empire, a tribute to his own greatness that stretched across the galaxy. Demanding loyalty and discipline, Rudolf created an order designed to long outlast his own rule; but all human works fade in time. Today, the decaying empire faces the threat of the Free Planets Alliance, and military leaders on both sides jockey for power in the face of a seemingly inevitable conflict. On the side of the empire, the young general Reinhard von Lohengramm sees war as opportunity, and the empire as soft clay ready for his own sculpting. On the side of the alliance, would-be historian Yang Wen-li would like nothing better than to live out his days in peace - but times of war have little use for men who waste their days studying the mistakes of the past. Circumstances will make heroes and villains of both these men, as they write new history one blood-splattered page at a time.  \r\n  \r\n\r\n\r\n---",
      "ru": "История человечества всегда была историей войн, во все времена, во все эпохи. И во все эпохи находятся люди, оставляющие след в истории, чьи имена выжжены на её скрижалях. Этих людей называют героями.  \r\nВ третьем тысячелетии, когда люди давно переселились с Земли на просторы Галактики, между абсолютной монархией Галактический Рейх и республикой Союз Свободных Планет уже 150 лет продолжается война. И на озарённом пламенем войны небосклоне зажигаются звёзды героев, судьба которых - изменить мир."
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": ""
  },
  {
    "mangaId": "9290f4f1-3860-4bc2-8194-c3a7271fe398",
    "title": {
      "en": "A World Without You."
    },
    "updatedAt": "2024-03-18T19:27:34+00:00",
    "coverArt": "https://mangadex.org/covers/9290f4f1-3860-4bc2-8194-c3a7271fe398/62e4ba4c-0fc5-4408-b804-226ce5d544e3.png",
    "altTitles": [
      {
        "ko": "사랑받는 언니가 사라진 세계"
      },
      {
        "ko-ro": "Sarangbanneun Eonniga Sarajin Segye"
      },
      {
        "en": "The World Where the Beloved Sister Disappeared"
      },
      {
        "en": "A World Without My Sister Who Everyone Loved"
      },
      {
        "zh": "备受宠爱的姐姐消失的世界"
      }
    ],
    "description": {
      "en": "\"I hate you enough to want to kill you, Sienna.\"\n\nI was my sister’s shadow all my life, and I was betrayed by her and died. But… people have changed since the day I came back in time.\n\n\"You're the only child Nacht chose.\"\n\n\"His Highness recognizes you as family.\"\n\nSomething's wrong. These people seem to mistake me for my older sister.\n\n\"I beg you, believe in us for once, that we care for you.\"\n\nI once wanted to be loved. Now I fear that this mindset will become my weakness. One betrayal was enough. Everything is over when you bet everything in love. I just want to get my life back so…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6576ac4c-0251-4978-ace8-70c675cb3b86",
    "title": {
      "en": "Seeds of Anxiety*"
    },
    "updatedAt": "2024-05-25T19:26:52+00:00",
    "coverArt": "https://mangadex.org/covers/6576ac4c-0251-4978-ace8-70c675cb3b86/72b4023a-4eb4-40b9-8dd4-5b0005db63ec.jpg",
    "altTitles": [
      {
        "ja-ro": "Fuan no Tane*"
      },
      {
        "ja": "不安の種*"
      }
    ],
    "description": {
      "en": "Continuing in the same vein as previous installments, a new collection of \"everyday horror\" vignettes."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bf163e3-123a-41c1-b2bc-8254dbe5a09b",
    "title": {
      "en": "2.5 Dimensional Seduction"
    },
    "updatedAt": "2024-04-19T15:55:18+00:00",
    "coverArt": "https://mangadex.org/covers/7bf163e3-123a-41c1-b2bc-8254dbe5a09b/99b807c0-0ace-4a75-846d-b6a225501e06.jpg",
    "altTitles": [
      {
        "ja-ro": "2.5 Jigen no Ririsa"
      },
      {
        "ja-ro": "2.5 Jigen no Yuuwaku"
      },
      {
        "en": "2.5D Seduction"
      },
      {
        "ja": "2.5次元の誘惑"
      },
      {
        "ko": "2.5차원의 유혹"
      },
      {
        "es": "Risisa of 2.5 Dimension"
      },
      {
        "ar": "2.5 الإغواء البعدي"
      },
      {
        "th": "2.5 มิติ ริริสะ"
      },
      {
        "zh-hk": "2.5次元的誘惑"
      },
      {
        "zh": "2.5次元的诱惑"
      },
      {
        "vi": "Sự Quyến Rũ của 2.5D"
      },
      {
        "ru": "Соблазн 2,5-мерного измерения"
      },
      {
        "ja-ro": "2.5 Jigen no Yūwaku"
      }
    ],
    "description": {
      "en": "From Seven Seas:\n“I have no interest in real girls!” So claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Liliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff, The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.\n\nEnglish volumes by [Seven Seas Entertainment](https://sevenseasentertainment.com/series/2-5-dimensional-seduction/)",
      "ja": "現実の女に興味無し！俺の嫁・リリエルは2次元にあり！そんな漫研部長・奥村の前に現れたのは…リアルなリリエル？ドキドキコスプレコメディ開幕！",
      "pt": "\"Eu não estou interessado em uma mulher real! Minha waifu Liliel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu… uma Liliel real?  \nUma super comédia empolgante começa!",
      "pt-br": "\"Eu não estou interessado em uma mulher real! Minha waifu, Liriel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu... uma Liriel real? Uma super comédia empolgante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9422a147-c0c8-400d-9106-57cb8ece3dba",
    "title": {
      "en": "Kimi wa Meido-sama"
    },
    "updatedAt": "2023-11-23T03:01:25+00:00",
    "coverArt": "https://mangadex.org/covers/9422a147-c0c8-400d-9106-57cb8ece3dba/27a2d703-ccf6-44da-a462-32315b2d3fc5.jpg",
    "altTitles": [
      {
        "en": "You are Ms. servant"
      },
      {
        "ja": "君は冥土様"
      },
      {
        "zh-hk": "暗殺女僕冥土醬"
      }
    ],
    "description": {
      "en": "A girl in a maid uniform came to Hitoyoshi's house looking for a job. Her previous job was an assassin, and she is skilled in all the deadly arts, but she's a complete beginner at housework. Hitoyoshi was confused by the strange request and sent her away. But then she saved Hitoyoshi from a deadly accident, and he thought maybe they can make this work? This is a story about a maid who was a cold-hearted killer learning about new emotions. A maid who lived a lonely life in the underworld finally finding family. The start of an enjoyable daily life.",
      "id": "||Seorang gadis dengan pakaian pelayan datang ke rumah Hitoyoshi untuk mencari pekerjaan. Pekerjaan dia sebelumnya adalah seorang pembunuh, dan dia sangat ahli dalam semua teknik membunuh, tapi dia sangat awam dalam pekerjaan rumah. Hitoyoshi bingung dengan permintaan anehnya itu dan memintanya pergi. Tapi kemudian gadis itu menyelamatkan Hitoyoshi dari sebuah kecelakaan maut, dan Hitoyoshi pikir dia mungkin bisa mempekerjakannya? Ini adalah kisah tentang seorang pelayan yang dulunya adalah pembunuh berdarah dingin kini belajar tentang emosi baru. Seorang pelayan yang hidup kesepian di dunia bawah akhirnya menemukan keluarga. Awal kehidupan sehari-hari yang menyenangkan dimulai!||"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c2db1e90-bfde-44de-b6ce-763670e52ad5",
    "title": {
      "en": "Isekai Yurutto Survival Seikatsu: Gakkou no Minna to Isekai no Mujintou ni Tenishitakedo Ore Dake Rakushou desu"
    },
    "updatedAt": "2024-04-15T02:44:25+00:00",
    "coverArt": "https://mangadex.org/covers/c2db1e90-bfde-44de-b6ce-763670e52ad5/2464999f-9522-42ca-8e40-584134f118c2.jpg",
    "altTitles": [
      {
        "en": "Survival Life in a Different World: I Moved to an Uninhabited Island in a Different World With Everyone at School, but I’m the Only One Who Wins Easily"
      },
      {
        "ja": "異世界ゆるっとサバイバル生活 ～学校の皆と異世界の無人島に転移したけど俺だけ楽勝です～"
      },
      {
        "zh-hk": "異世界悠閒荒野求生~和學校的眾人一起傳送到了無人島但是僅自己遊刃有餘~"
      },
      {
        "ja-ro": "Isekai Yuru tto Survival Seikatsu ~ Gakkō no Mina to Isekai no Mujintō ni Ten'i Shitakedo Ore Dake Rakushōdesu ~"
      },
      {
        "zh": "异世界悠闲荒野求生～和学校的众人一起传送到了无人岛但是只有我游刃有余～"
      },
      {
        "ko": "이세계 느긋 서바이벌 생활 ~학교 모두와 이세계의 무인도로 전이했지만 나만 낙승입니다~"
      }
    ],
    "description": {
      "en": "I’m Shinomiya Hokage, a 3rd-year high-school boy who dreams of a survival life. One day, everyone in my school transferred to a mysterious island in a parallel world. I woke up in an unknown cave and I started moving on my own. Then, I met up with some of my classmates. My knowledge and tools in survival shines through. I was a plain guy in school but I’m the leader in this world.  \n  \n\n\n---",
      "es": "Soy Shinomiya Hokage, un chico de tercer año de preparatoria que sueña con una vida de supervivencia. Un día, todos en mi escuela se trasladaron a una isla misteriosa en un mundo paralelo. Me desperté en una cueva desconocida y empecé a moverme por mi cuenta. Entonces, me encontré con algunos de mis compañeros de clase. Mis conocimientos y herramientas de supervivencia destacan. Yo era un chico sencillo en la escuela, pero soy el líder en este mundo.  \n  \n\n\n---",
      "pt": "Eu sou Shinomiya Hokage, um garoto do terceiro ano do ensino médio que sonha com uma vida de sobrevivência. Um dia, todos na minha escola foram transferidos para uma ilha misteriosa em um mundo paralelo. Acordei em uma caverna desconhecida e comecei a explorar sozinho. Então, encontrei algumas das minhas colegas. Meu conhecimento e ferramentas de sobrevivência se destacam. Eu era um menino simples na escola, mas sou o líder neste mundo.  \n  \n\n\n---\n\n**Monthly serialization / Serialización mensual.**  \n  \n- [Alternative Raw Source](https://rawmangas.net/manga/isekai-yurutto-survival-seikatsu-gakkou-no-minna-to-isekai-no-mujintou-ni-tenishitakedo-ore-dake-rakushou-desu-manga-raw/)",
      "pt-br": "Eu sou Shinomiya Hokage, um garoto do terceiro ano do ensino médio que sonha com uma vida de sobrevivência. Um dia, todos na minha escola foram transferidos para uma ilha misteriosa em um mundo paralelo. Acordei em uma caverna desconhecida e comecei a explorar sozinho. Então, encontrei algumas das minhas colegas. Meu conhecimento e ferramentas de sobrevivência se destacam. Eu era um menino simples na escola, mas sou o líder neste mundo."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "557d17fe-a32e-41bb-bb48-f0d1b75b4ec4",
    "title": {
      "en": "Katabutsu-kei Joshi ni Kokuhaku shitemita"
    },
    "updatedAt": "2024-06-10T03:03:25+00:00",
    "coverArt": "https://mangadex.org/covers/557d17fe-a32e-41bb-bb48-f0d1b75b4ec4/1f48cebe-8684-456d-a515-4767191d5e9a.png",
    "altTitles": [
      {
        "ja": "カタブツ系女子に告白してみた"
      },
      {
        "ja-ro": "Katabutsu-kei Joshi ni Kokuhaku shitemita"
      },
      {
        "en": "I Tried Confessing My Love to a Serious Girl"
      }
    ],
    "description": {
      "ja": "美人だけど学校一『カタブツ』だと噂の女子に勇気を出して告白すると…!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fc308c9-4b00-4dc3-943e-1f39242bc708",
    "title": {
      "en": "Overgeared"
    },
    "updatedAt": "2023-10-30T21:10:27+00:00",
    "coverArt": "https://mangadex.org/covers/3fc308c9-4b00-4dc3-943e-1f39242bc708/2af0c6f7-cd3d-4c59-afee-a8ff471e0561.jpg",
    "altTitles": [
      {
        "ko": "템빨"
      },
      {
        "ru": "Во всеоружии (перезапуск)"
      },
      {
        "fa": "تا دندان مسلح"
      },
      {
        "en": "Overgeared (Team Argo)"
      },
      {
        "ja": "テムパル〜アイテムの力〜"
      },
      {
        "id": "Kekuatan Item"
      },
      {
        "zh-hk": "裝備仔"
      },
      {
        "zh": "装备我最强"
      }
    ],
    "description": {
      "de": "Shin Youngwoo spielt mit seinem Avatar \"Grid\" das zurzeit beliebteste Virtual-Reality-Spiel der Welt: Satisfy.  \n  \nOb in der Realität oder in-game, Shin scheint vom Unglück verfolgt zu werden. Doch als er nach der Suche nach einem Questgegenstand seine Belohnung erhält, kann er zu einer legendären Klasse wechseln. Einer Klasse, die außer ihm niemand der über 2 Milliarden Spielern besitzt.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "en": "Shin Youngwoo (aka Grid), an unlucky man in life and a low-level player in the popular VR game Satisfy, finds a powerful item that earns him a rare legendary class title: Pagma’s Successor. Now a skilled blacksmith, he can forge unique weapons and equip the game’s most powerful gear!\n\nGrid resolves to use his new abilities to achieve fame and fortune, but as his very existence begins to stir up trouble in Satisfy, he realizes that life as a legend may be more than he bargained for….\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "fa": "⁧⁧بزرگ‌ترین بازی واقعیت مجازی جهان «ستیسفای».  \n⁧چه تو واقعیت و چه در دنیای مجازی شینگ وو کسی بود که همه‌ی بدبختی‌ها سرش می‌اومد.  \n⁧اما تو میون این‌همه بدبختی‌، یه‌بار شانس بهش رو می‌کنه و تو یه مأموریت غیرممکن کتاب پاگما رو پیدا می‌کنه، کتابی افسانه‌ای که زندگی اون رو از این رو به اون رو می‌کنه.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "fr": "Quand un joueur raté de VMMORPG tombe, lors d’une quête, sur un livre légendaire permettant de changer de classe, il en profite immédiatement. Attention joueurs, le plus grand de tous les forgerons est né ! Et il n‘a pas prévu de passer inaperçu !\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "id": "Shin Youngwoo punya kehidupan yang bernasib sial. Ia terpaksa bekerja kasar di sebuah tempat kontruksi untuk membayar biaya sekolah dan uang game yang ia gunakan. Bahkan ia juga kerja kasar di VR Game yang bernama Satisfy. Namun, hidupnya mulai berubah ketika karakternya sebagai 'Grid' di game menemukan 'Pagma's Rare Book' hingga menjadi legendary class player.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "ja": "世界最高のバーチャルリアリティゲーム<SATISFY>。 全世界ユーザー数２０億人、もう一つの地球と呼ばれるほどの壮大なファンタジーゲーム。 しがない無職のゲーム中毒者である「長嶺巧」はゲーム課金の借金を返すために日雇い労働をする以外のほとんどの時間はゲームに費やしていた。 ある日、クエスト中にレジェンダリー転職書＜ファグマの奇書＞を手に入れた「巧」。 ＜ファグマの奇書＞売って大儲けできると思ったその瞬間…！新たなクエストが発動され殺される寸前になるが… このままだと殺され、レジェンダリー転職書＜ファグマの奇書＞もなくしてしまうと思った「巧」は＜ファグマの奇書＞を開き、伝説の職人＜ファグマの末裔＞へとジョブチェンジするが… 借金まみれの底辺人生から２０億プレイヤーの頂点に立つレジェンダリープレイヤーになれるのか！？\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "ko": "[신영우 (유저 네임: 그리드)]\n세계 최고의 가상 현실 게임 <SATISFY>.\n\n현실에서나, 게임 속에서나, 불운은 항상 그의 곁을 맴도는데....\n퀘스트 수행 중 우연히 발견한 게임 속 로또, '파그마의 기서'. \n20억 명이 넘는 유저 중 유일한 최강의 레전드리 직업으로 전직.\n\n\"어떻게 아직 살아있는 거지...?!\"\n\n\"뭐, 특별한 건 없고...\"\n\n\n\"템빨이죠.\"\n\n지긋지긋한 불운과 악몽 같은 빚쟁이 인생에서 벗어난\n최강 플레이어 \"그리드\".\n고인물도 울고 갈 끝판왕이 찾아온다!\n\n[<SATISFY>에 접속합니다.]\n\n웹툰 <템빨>은 매주 토요일 연재됩니다.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "ru": "В реальности, в играх, где бы он ни был, ему сопутствуют неудачи... Но в один момент всё меняется. В игре конце Северной пещеры он обнаружит квест, в котором найдёт \"Редкую книгу Пагмы\"... Ему удастся то, что не удалось сотням миллионов пользователей. - Как ты выжил? - Ничего особенного.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "th": "ชินยองอู ID กริด ไม่ว่าจะในชีวิตจริงหรือในในโลกเกมเสมือนจริง SATISFY เขาก็เป็นตัวแทนแห่งความอับโชคไม่ต่างกัน...\nแต่อยู่มาวันหนึ่ง กริด ได้พบกับตำราเปลี่ยนอาชีพที่นำเขาไปสู่การเปลี่ยนเป็นอาชีพระดับตำนาน 'ทายาทของแพ็กม่า'\nอาชีพช่างตีเหล็กในตำนานที่จะทำให้เขาหลุดพ้นจากหนี้สิน พร้อมกับได้สัมผัส 'พลังแห่งไอเทม' และก้าวสู่การเป็นผู้เล่นที่แข็งแกร่งที่สุด!\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "zh": "无论是现实世界还是游戏世界中，他都是最底层的存在！然而咸鱼翻身的机会终于来了！只要能够找到游戏中的最强装备，就能获得超20亿玩家中唯一一个成为传说中最强职业电竞选手的机会！他能否在假想现实游戏世界中创造新的传奇，成功脱离如同噩梦般的悲惨人生呢？\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "zh-hk": "[申英宇(使用者名稱：格里德)]\n稱霸全球的虛擬實境遊戲《SATISFY》\n\n無論現實還是遊戲中，他都是個「不幸」的象徵...\n在解任務時偶然發現\n遊戲中的樂透——「帕格瑪的奇書」，\n並轉職成20億玩家中，僅只一名的最強傳奇級職業。\n\n「你怎麼還活著...?!」\n\n「嗯...也沒什麼啦...」\n\n「靠裝備囉。」\n\n脫離不幸與惡夢般的債務，\n重生為最強玩家的「格里德」!\n經典名著通通滾開，真正的王者駕到了!\n\n[已成功登入《SATISFY》。]\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6925afd3-4009-4c9e-b615-27e3c7aaa345",
    "title": {
      "en": "Traveling Through Time and Space to Become an Unlucky NPC: I Have a Wife to Protect Me"
    },
    "updatedAt": "2024-06-09T21:26:45+00:00",
    "coverArt": "https://mangadex.org/covers/6925afd3-4009-4c9e-b615-27e3c7aaa345/9f993b22-f6eb-413d-ae82-39d790dd9773.png",
    "altTitles": [
      {
        "zh": "穿越成倒霉NPC: 我有老婆罩着"
      }
    ],
    "description": {
      "en": "He Qingyang traveled to the game \"Sword Immortal Legend\" he was playing and became an unlucky NPC who kept skipping the plot when he was playing the game. This NPC kept harassing the main heroine Ning Yiwan, and later his identity was exposed and he was killed by Ning Yiwan....."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1fca608-baf7-41c5-80b0-3041029f0240",
    "title": {
      "en": "An Always-Available Man"
    },
    "updatedAt": "2023-09-22T04:49:12+00:00",
    "coverArt": "https://mangadex.org/covers/f1fca608-baf7-41c5-80b0-3041029f0240/2edaac42-8904-4dc8-b9a8-d2a79a9d82ae.jpg",
    "altTitles": [
      {
        "ja-ro": "Tsugōnoī Otoko (Minamo ni Utsuru Tsuki)"
      },
      {
        "ja-ro": "Tsugou no Ii Otoko"
      },
      {
        "ja-ro": "Tsugou no Ii Otoko (Minamo ni Utsuru Tsuki)"
      },
      {
        "zh": "愿此夜长明"
      },
      {
        "ja": "都合のいい男"
      },
      {
        "ja": "都合のいい男　（みなもにうつる月）"
      },
      {
        "zh-hk": "願此夜長明"
      }
    ],
    "description": {
      "en": "Sponsored by Funwari Liquor."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b2c7a03-ca53-43f0-abc8-031c0c136ae6",
    "title": {
      "en": "Wonder Cat Kyuu-chan"
    },
    "updatedAt": "2024-04-12T20:47:10+00:00",
    "coverArt": "https://mangadex.org/covers/5b2c7a03-ca53-43f0-abc8-031c0c136ae6/07917c0d-dd8d-47b7-92b8-ac833c0636ac.jpg",
    "altTitles": [
      {
        "ja-ro": "Fushigi Neko no Kyuu-chan"
      },
      {
        "ro": "Pisica Minune Kyuu-chan"
      },
      {
        "ro": "Pisica Misterioasă Kyuu-chan"
      },
      {
        "en": "Wondercat Kyuu-chan"
      },
      {
        "ru": "Чудесный котик Кю"
      },
      {
        "ja": "ふしぎねこのきゅーちゃん"
      }
    ],
    "description": {
      "en": "There’s more to this kitty than meets the eye! Kyuu-chan loves snacks, cuddles, and bow ties, but most of all loves Hinata, the young professional who adopted this mischievous wonder cat into his home.\n\nAs the two adjust to life together, they discover that they have a lot to learn from each other.\n\nThe ordinary and the extraordinary live side by side in this delightful slice-of-life manga!\n\n---\n\n- **[Official English license announcement](https://sevenseasentertainment.com/2020/08/28/seven-seas-isnt-kitten-around-with-license-of-wondercat-kyuu-chan-manga-series/)**\n\n- **[ManiManiTV YouTube channel](https://www.youtube.com/c/ManiManiTV/videos/), Official Kyuu-chan motion comic videos:** [#1,](https://www.youtube.com/watch?v=zCBZUbEbI-w) [#2,](https://www.youtube.com/watch?v=wSJURvGO494) [#3](https://www.youtube.com/watch?v=ytJbXHsqikw)…",
      "ro": "O manga adorabilă color despre un tânăr ce salvează o pisică foarte specială. Dar pisica asta nu e ceea ce pare! Kyuu-chan iubeste mâncarea, îmbrățișările și fundele, dar cel mai mult, îl iubește pe Hinata, tânărul care l-a adoptat. Pe măsură ce se obișnuiesc să trăiască împreună, ei descoperă că au mult de învățat unul de la celălalt. Vedeți viața ordinară și extraordinară pe care cei doi o trăiesc în această minunată slice-of-life manga pentru toți iubitorii de animale și nu numai!",
      "ru": "Милая история о повседневной жизни бездомного котика Кю и человека, который решает его приютить.",
      "pt-br": "Hinata é um jovem trabalhador que leva uma vida mundana. No meio de uma tempestade de neve, ele acha um gato abandonado passando frio em uma caixa de papelão, e decide o levar pra casa. O que Hinata não sabia é que ele tinha acabado de pegar o melhor gato de todos!"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67258389-41e4-4e3e-8d1b-ac7eed806623",
    "title": {
      "en": "My Arika"
    },
    "updatedAt": "2024-01-18T16:57:31+00:00",
    "coverArt": "https://mangadex.org/covers/67258389-41e4-4e3e-8d1b-ac7eed806623/250a7e3e-79b7-426a-bf72-ef1cf9ff0d72.jpg",
    "altTitles": [
      {
        "ja": "私のアリカ"
      },
      {
        "ja-ro": "Watashi no Arika"
      },
      {
        "vi": "Arika của tôi"
      }
    ],
    "description": {
      "en": "A huge incident happens to Arika, the center of a hugely popular idol group. Is the culprit a fan? Or could it be... The light and dark sides of the glamorous idol industry are now exposed!",
      "ja": "人気急上昇中のアイドルグループのセンター・アリカの身に起きた大事件。犯人はファンか、それとも‥‥。華々しいアイドル業界の光と闇が今暴かれる！",
      "vi": "Mamiya Arika, nữ hát chính của nhóm nhạc thần tượng \"Lyrical Trick\" bỗng mất tích một cách bí ẩn. Và đầu mối duy nhất về dấu vết của cô chỉ đơn giản là một đoạn video camera an ninh.\nLiệu đây có đơn giản chỉ là hành vi của một fan hâm mộ quá khích, một idol otaku hay không...!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27878fe3-d412-4216-88c1-87116164a09e",
    "title": {
      "en": "L.A.G"
    },
    "updatedAt": "2024-04-02T04:39:04+00:00",
    "coverArt": "https://mangadex.org/covers/27878fe3-d412-4216-88c1-87116164a09e/ee735f14-00d3-4194-bd4c-35f47392acd3.png",
    "altTitles": [
      {
        "en": "Unlimited Passive"
      },
      {
        "ko": "언리미티드 패시브"
      },
      {
        "en": "LAG"
      },
      {
        "ru": "Безграничные пассивные навыки"
      },
      {
        "pt-br": "Habilidades Passivas Ilimitadas"
      },
      {
        "en": "Limitless Passive Skills"
      },
      {
        "fr": "Passifs infinis"
      }
    ],
    "description": {
      "en": "L.A.G, an unknown space where humans use abilities or skills through awakening, monsters appear on each floor and room, and missions are given accordingly.\n\nThe goal here is to reach the bottom. The protagonist repeats death and life countless times in the unknown space L.A.G. However, in this life, he has the ability to own unlimited passive skills and finally has a chance to escape there.\n\nHowever, unlike what he has been through so far, he will not know an inch of the future as L.A.G continues to change. This is a desperate survival story in which no one can be trusted and continues to survive the hellish L.A.G, where there is no end in sight, and fights for escape from the bottom.",
      "ko": "인간이 각성을 통해 능력이나 스킬을 쓸고 있고\n각 층, 방마다 몬스터들이 나오고\n거기에 따른 미션이 주어지는 미지의 공간 L.A.G\n\n이곳의 목표는 최하층에 도달하는 것이다.\n그 알 수 없는 공간 L.A.G에서\n수없이 죽음과 삶을 반복하고 있는 주인공.\n하지만 이번 생에는 패시브 스킬을\n무한으로 소유할 수 있는 능력을 갖게 되고\n드디어 이곳을 탈출할 수 있는 기회가 찾아온다.\n\n그러나 L.A.G도 지금까지 자신의 겪어왔던 것과 달리\n계속 변하게 되면서 한 치 앞도 알 수 없게 된다.\n그 누구도 믿을 수 없고\n끝이 보이지 않는 지옥 같은 L.A.G에서\n끝까지 살아남아 최하층 탈출을 위해 싸워나가는\n처절한 생존 서바이벌.",
      "ru": "Что будет, если дать расчётливому человеку возможность бесконечно наращивать количество пассивных навыков и поставить перед ним целью выбраться из заточения, в которое он попал против своей воли? L.A.G - мистическое сооружение с огромным количеством помещений и этажей, что бесконечно тянутся вниз. Здесь люди вынуждены сражаться за свою жизнь в попытках попасть на самый нижний этаж, в котором, предположительно, они найдут все ответы. В придачу ко всему, L.A.G играет роль системы, благодаря которой игроки получают навыки и постоянно наращивают боевой потенциал. Здесь не выживает сильнейший - сильнейшим становится тот, кто выжил.",
      "pt-br": "L.A.G, um local desconhecido onde humanos através de um despertar conseguem utilizar perícias e habilidades especiais e precisam concluir missões derrotando os monstros que aparecem em cada sala de cada andar.\nO objetivo é alcançar o último andar do subterrâneo. O protagonista repete o ciclo de vida e morte incontáveis vezes no espaço desconhecido de L.A.G.\nNo entanto, desta vez, foi lhe concedido a aptidão de possuir habilidades passivas ilimitadas, e, com isso, ele usará dessa oportunidade peculiar para escapar desse inferno."
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Konosuba: God's Blessing on This Wonderful World!"
    },
    "updatedAt": "2024-06-04T23:12:05+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/07c6f675-57e6-4b8c-8e2b-deaf3f27021b.jpg",
    "altTitles": [
      {
        "en": "Bless This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      },
      {
        "ja-ro": "Kono Subarashii Sekai ni Shukufuku wo!"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf23d431-a206-49cd-bbab-87929b89c493",
    "title": {
      "en": "Kyokutou Necromance"
    },
    "updatedAt": "2024-05-13T00:27:39+00:00",
    "coverArt": "https://mangadex.org/covers/cf23d431-a206-49cd-bbab-87929b89c493/2a25bbf7-a0df-47a4-ac59-bcf5ec7687a8.jpg",
    "altTitles": [
      {
        "ja": "極東ネクロマンス"
      },
      {
        "en": "Kyokuto Necromance"
      }
    ],
    "description": {
      "en": "One day, Kaoru Uno suddenly starts seeing mysterious monsters known as shiryo or death spirits. With the arrival of his late father's coworker Yoji Amane and a special ring his father gave him, Kaoru is ushered into the world of necromancers! From the creator of Aliens Area comes a fantastic new series of necromancer battles!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61e5da82-16ac-421e-9fcd-2db8995031a3",
    "title": {
      "en": "My Friend's Little Sister Has It in for Me!"
    },
    "updatedAt": "2024-05-20T20:09:32+00:00",
    "coverArt": "https://mangadex.org/covers/61e5da82-16ac-421e-9fcd-2db8995031a3/5b9406db-2ccf-4eb5-bff9-e4efb85c02aa.jpg",
    "altTitles": [
      {
        "en": "My Friend's Little Sister is Annoying Only Towards Me"
      },
      {
        "id": "Adik Perempuan Temanku Hanya Usil Kepadaku"
      },
      {
        "en": "My Friend's Little Sister is Only Annoying to Me"
      },
      {
        "ru": "Младшая сестрёнка моего друга пристает лишь ко мне"
      },
      {
        "ja": "友達の妹が俺にだけウザい"
      },
      {
        "ko": "친구 여동생이 나한테만 짜증나게 군다"
      },
      {
        "ja-ro": "Tomodachi no Imouto ga Ore ni Dake Uzai"
      },
      {
        "es-la": "La hermana menor de mi mejor amigo solo es molesta conmigo"
      }
    ],
    "description": {
      "en": "I don’t need any deep relationships. I have no desire for a girlfriend, and I only require one friend who holds any value to me. Ever since I threw out my youth for the sake of efficiency, there is one person who keeps entering the bedroom of Ooboshi Akiteru. She’s neither my little sister nor my friend. She’s nothing more than a bothersome, annoying Kouhai, as well as my friend’s little sister: Kohinata Iroha. “Senpai, let’s go on a date~! Did you think I’d say that~?”. Rather than blood, it seems that energy drinks run through her veins. She keeps occupying my bed, and she tries her best to seduce me with whatever method she can play to her favor. She’s a girl who’s constantly annoying and obnoxious around me. Even though I’m busy all day long, she doesn’t care. And in case you’re wondering why all these envious gazes are directed at me, it’s because Iroha is actually really popular. She’s an honor student at our school with top grades to boot, and she’s known for being kind and proper to anyone she meets. …Hey now, why are you only so annoying when you’re around me?  \n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/imouza_PR)  \n- [![](https://i.imgur.com/dQCXZkU.png) Author’s Twitter](https://twitter.com/mikawaghost)  \n- [![](https://i.imgur.com/dQCXZkU.png) Manga Artist's Twitter](https://twitter.com/hiraminmi)  \n- [Official LN (JP)](https://ga.sbcr.jp/sp/imouza/)  \n- [Official LN (EN)](https://j-novel.club/s/my-friend-s-little-sister-has-it-in-for-me)  \n- [Alternative Raw](https://www.ganganonline.com/contents/tomodachino)",
      "pt": "Não preciso de nenhum relacionamento profundo. Não desejo uma namorada, e só preciso de um amigo que tenha algum valor para mim. Desde que eu, Ooboshi Akiteru, joguei fora minha juventude por uma questão de eficiência, há uma pessoa que continua entrando no meu quarto. Ela não é minha irmãzinha nem minha amiga. Ela não passa de uma Kouhai chata e irritante, além da irmã mais nova do meu amigo: Kohinata Iroha. \"Senpai, vamos a um encontro ~! Você achou que eu diria isso ~?\". Em vez de sangue, parece que bebidas energéticas correm por suas veias. Ela continua ocupando minha cama e tenta ao máximo me seduzir com qualquer método que ela possa jogar a seu favor. Ela é uma garota que é constantemente irritante e desagradável ao meu redor. Embora eu esteja ocupada o dia todo, ela não se importa. E caso você esteja se perguntando por que todos esses olhares invejosos são direcionados para mim, é porque Iroha é realmente muito popular. Ela é uma aluna de honra da nossa escola com as melhores notas e é conhecida por ser gentil e adequada com qualquer pessoa que conhece. …Ei agora, por que você é tão irritante quando está perto de mim?",
      "ru": "Мне не нужны никакие глубокие отношения. У меня нет желания иметь подругу, и мне нужен только один друг, который имеет для меня хоть какую-то ценность. С тех пор как я бросил свою молодость ради эффективности, есть один человек, который продолжает входить в спальню Ообоши Акитеру. Она мне не младшая сестра и не подруга. Она не более чем надоедливый, раздражающий кохай, а также младшая сестра моего друга: Кохината Ироха. \"Сэмпай, давай сходим на свидание! Неужели ты думал, что я так скажу?”. Кажется, что по ее венам текут не кровь, а энергетические напитки. Она по-прежнему занимает мою постель и изо всех сил старается соблазнить меня любым способом, который может сыграть ей на руку. Она - девушка, которая постоянно раздражает и раздражает меня. Хотя я весь день занят, ей все равно. И если вам интересно, почему все эти завистливые взгляды направлены на меня, это потому, что Ироха действительно очень популярна. Она почетная ученица в нашей школе с высшими оценками в придачу, и она известна своей добротой и порядочностью ко всем, кого она встречает. \"Эй, почему ты так раздражаешь меня, только когда рядом со мной?\"",
      "es-la": "No necesito una relación profunda. No tengo deseo por una novia, y solo requiero un amigo que tenga algún valor para mí. Desde que deseche mi juventud a favor de la eficiencia, hay una persona que sigue entrando al dormitorio de Ooboshi Akiteru. Ella no es mi hermanita o mi amiga. Ella no es nada más que una molestia, una molesta kouhai, así como la hermana pequeña de mi amigo: Kohinata Iroha. \"¡Senpai, tengamos una cita! ¿Creíste que diría eso?\" En vez de sangre, pareciera que una bebida energética corriera por sus venas. ella sigue ocupando mi cama, y ella da su mejor esfuerzo para seducirme con cualquier método que pueda usar a su favor. ella es una chica que es constantemente molesta y desagradable a mi alrededor. incluso si estoy ocupado todo el día, a ella no le importa. Y en caso de que te estés preguntando por que todas esas miradas envidiosas están dirigidas a mí, es porque Iroha es realmente popular. Ella es una estudiante de honor en nuestra escuela con las mejores calificaciones, y ella es conocida por ser amable y apropiada para cualquiera que ella conozca. Hey ahora, ¿Porque solo eres escandalosa cuando estas alrededor mío?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b52f32ed-5e46-4fa6-b8dd-6a0f46ebe3c2",
    "title": {
      "en": "The Savior's Bucket List"
    },
    "updatedAt": "2024-06-05T22:53:54+00:00",
    "coverArt": "https://mangadex.org/covers/b52f32ed-5e46-4fa6-b8dd-6a0f46ebe3c2/9d3177ee-b0f9-482e-837a-190be401b5b9.jpg",
    "altTitles": [
      {
        "ko": "구원자의 버킷리스트"
      },
      {
        "ko-ro": "Guwonjaui Beokisliseuteu"
      }
    ],
    "description": {
      "en": "Yonghak ultimately failed to save the world despite repeated regressions. At the next regression, he decides to quit being a savior. But suddenly, disciples show up, one by one... Will the world be kept safe?! Will the savior be able to fulfill his bucket list of wishes for rest?!",
      "ko": "반복되는 회귀에도 결국 세상을 구원하지 못한 용학 \n다음 회귀에 이르러 구원자를 그만두기로 한다. \n그런데 하나둘 제자가 생기고… 세상이 자꾸만 구원되기 시작한다?! \n과연 구원자는 쉬고 싶어 하는 자신의 버킷리스트를 이룰 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39c9c088-3a83-4e61-a129-35fe299bbe3c",
    "title": {
      "en": "Monogatari no Kuromaku ni Tensei Shite"
    },
    "updatedAt": "2024-05-11T12:46:50+00:00",
    "coverArt": "https://mangadex.org/covers/39c9c088-3a83-4e61-a129-35fe299bbe3c/03ed238d-4dc9-4f37-a8e5-cc24f41aca66.jpg",
    "altTitles": [
      {
        "ja": "物語の黒幕に転生して"
      },
      {
        "ja": "物語の黒幕に転生して～進化する魔剣とゲーム知識ですべてをねじ伏せる～"
      },
      {
        "ja-ro": "Monogatari no Kuromaku ni Tensei shite: Shinka Suru Maken to Game Chishiki de Subete o Nejifuseru"
      },
      {
        "en": "Reincarnated as the Mastermind Behind the Story"
      },
      {
        "en": "Reincarnated as the Mastermind Behind the Story: Overwhelm Everything With the Ever-Evolving Demon Sword and Game Knowledge"
      }
    ],
    "description": {
      "en": "There was a globally popular game called *The Legend of the Seven Heroes*. Ren cleared the sequel of that game at the fastest record in the world, and thus he obtained a bonus special data. However, no matter where he looked inside the game, he could not find the data. The moment where Ren was about to give up the search, he decided to start playing the second round of the game.\n\nSuddenly, a notification message “Do you want to start a special story?\" appeared on the screen.\n\nWhen Ren chose “Yes” without hesitation, he lost consciousness, and when he woke up, he was a baby. —Could it be that he was reincarnated as one of the heroes in *The Legend of the Seven Heroes*? Ren, who thought such a thing was impossible, could not believe his ears when he heard his name from his mother's mouth. It was the name of a classmate who betrays the heroes in the middle of the story.\n\nOf course, he wishes to live in peace. But he meets a saint whose life he's supposed to take, and doesn't. Furthermore, he ends up saving a character (the boss of a great noble family) who was supposed to die. All of these things creates a development that he doesn't know about coming to play…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700427572694145),  [Syosetu](https://ncode.syosetu.com/n1862hs/)",
      "pt-br": "Havia um jogo globalmente popular chamado “The Legend of the Seven Heroes”.\nRen finalizou a sequência desse jogo com o recorde mais rápido do mundo e, assim, obteve um bônus especial de dados.\nNo entanto, não importa onde ele olhou dentro do jogo, ele não conseguiu encontrar os dados.\nNo momento em que Ren estava prestes a desistir da busca, ele decidiu começar a jogar a segunda rodada do jogo.\nDe repente, uma mensagem de notificação “Deseja iniciar uma história especial?” aparece na tela.\nQuando Ren escolhe “Sim” sem hesitar, ele perde a consciência e, quando acorda, era um bebê. —-\nSerá que ele reencarnou como um dos heróis em “The Legend of the Seven Heroes”?\nRen, que pensava que tal coisa era impossível, não podia acreditar em seus ouvidos quando ouviu seu nome da boca de sua mãe.\nEra o nome de um colega de classe que trai os heróis no meio da história.\nClaro, ele deseja viver em paz.\nMas no jogo, ele conhece uma santa cuja vida ele deveria tirar, e não o faz.\nAlém disso, ele acaba salvando um personagem (o chefe de uma grande família nobre) que deveria morrer.\nTodas essas coisas criam um desenvolvimento que ele não sabe jogar…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700427572694145),  [Syosetu](https://ncode.syosetu.com/n1862hs/)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66b0511a-528c-43de-b572-a7ff7a30ebd9",
    "title": {
      "en": "Cool na Doukyuusei no ◯◯ Nengo…"
    },
    "updatedAt": "2024-04-06T08:50:53+00:00",
    "coverArt": "https://mangadex.org/covers/66b0511a-528c-43de-b572-a7ff7a30ebd9/4f5ebead-fa60-449d-9c6c-e0034e5b1df7.png",
    "altTitles": [
      {
        "ja-ro": "Cool na Doukyuusei no ◯◯ Nengo…"
      },
      {
        "ja": "クールな同級生の◯◯年後..."
      },
      {
        "en": "The Cool Classmate XX Years Later..."
      },
      {
        "en": "The Cool Classmate ◯◯ Years Later..."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3d3cf42-a12a-42f5-bd56-70b587eee06a",
    "title": {
      "en": "An Introvert's Hookup Hiccups: This Gyaru Is Head Over Heels for Me!"
    },
    "updatedAt": "2024-06-06T04:38:11+00:00",
    "coverArt": "https://mangadex.org/covers/f3d3cf42-a12a-42f5-bd56-70b587eee06a/f0d6ce6d-1e92-4c46-a923-0597d858f999.jpg",
    "altTitles": [
      {
        "ja": "陰キャの僕に罰ゲームで告白してきたはずのギャルが、どう見ても僕にベタ惚れです"
      },
      {
        "ja-ro": "Inkya no Boku ni Batsu Game ni Kokuhaku Shitekita Hazu no Gyaru ga, Doumitemo Boku ni Betahore Desu"
      },
      {
        "zh-hk": "因懲罰遊戲才向陰角的我告白的辣妹，怎麼看都已經完全迷戀上我了"
      },
      {
        "en": "The Gal Who Was Meant to Confess to Me as a Punishment Game Has Apparently Fallen in Love with Me"
      },
      {
        "ko": "아싸인 내게 벌칙 게임으로 고백해 온 갸루가 아무리 봐도 나한테 반한 것 같다"
      },
      {
        "ru": "Девушка, которая должна была признаться мне в качестве игрового наказания, очевидно, влюбилась в меня"
      }
    ],
    "description": {
      "en": "When the gorgeous Nanami Barato confesses to Yoshin Misumai, it seems too good to be true! Only, it is—and Yoshin knows it. How’s an introverted guy like him supposed to keep his cool when he knows this is all just a dare? Even more puzzling, despite her gaudy appearance, this supposed gyaru isn’t actually all that good with guys! Perhaps this is the perfect chance for this shy guy to pluck up his own courage and say yes to the guy-shy girl. So begins their new cushy life of morning meet-ups and handmade lunches. The thing is, judging by the way she’s acting, Nanami has fallen head over heels for him! From dares and dating to downright disasters, can these two first-timers figure out their feelings and maybe even fall in love—for real, this time?!\n\n---\n**Links:**\n\n- [Official Video Manga](https://youtube.com/playlist?list=PL0zfSjyskgIUZdlu7xyxLAv956kN32dP6) (Chapters 1-3)\n- [Official English Light Novel](https://j-novel.club/series/an-introvert-s-hookup-hiccups)",
      "ja": "**陰キャ×清楚ギャル、罰ゲームから始まるピュアラブコメ!!**\n\nクラス内カーストトップの清楚ギャル・茨戸七海に罰ゲームで告白されて付き合うことになった陰キャ男子・簾舞陽信。 しかし罰ゲームのはずが、七海は陽信にガチ惚れしているようで…？",
      "pt-br": "Barato Nanami, uma versão atenuada da garota no topo da hierarquia da escola, perdeu um jogo de cartas e agora tem que confessar a um cara de sua classe como punição. Misumai Youshin, que é um solitário sem amigos, foi o cara escolhido, mas ele sabe da punição! Deveria ter sido uma punição do jogo, mas será que Nanami vai desenvolver sentimentos por Youshin…?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77dbfa29-8ef0-446d-82cc-1b4de878dd90",
    "title": {
      "en": "Sokushi Cheat ga Saikyou Sugite, Isekai no Yatsura ga Marude Aite ni Naranai n desu ga"
    },
    "updatedAt": "2024-04-08T19:24:29+00:00",
    "coverArt": "https://mangadex.org/covers/77dbfa29-8ef0-446d-82cc-1b4de878dd90/bacfa86e-21e8-406e-ad7e-e4ddb507e030.jpg",
    "altTitles": [
      {
        "tr": "Ani Ölüm Gücü"
      },
      {
        "en": "My Instant Death Ability Is So Overpowered, No One in This Other World Stands a Chance Against Me!"
      },
      {
        "en": "The Other World Doesn't Stand a Chance Against the Power of Instant Death"
      },
      {
        "ja": "即死チートが最強すぎて、異世界のやつらがまるで相手にならないんですが。－ΑΩ－"
      },
      {
        "zh": "秒杀外挂太强了，异世界的家伙们根本就不是对手。 –AΩ-"
      },
      {
        "ko": "즉사 치트가 너무 최강이라 이세계 녀석들이 전혀 상대가 되지 않습니다만. –AΩ-"
      },
      {
        "ja-ro": "Sokushi Cheat ga Sai Tsuyo Sugite, Isekai no Yatsu-ra ga Marude Aite ni Naranain Desuga. - AΩ -"
      },
      {
        "es": "El Otro Mundo No Tiene Ninguna Posibilidad Frente Al Poder De La Muerte Instantánea"
      },
      {
        "en": "My Instant Death Ability Is So Overpowered, No One in This Other World Stands a Chance Against Me! —AΩ—"
      },
      {
        "en": "Instant Death Cheat"
      }
    ],
    "description": {
      "en": "Growth cheats? Infinite magic power? The ability to utilize all archetypes? What’s the point if instant death ends everything with a single attack? \n \nAwaking to absolute chaos and carnage while on a school trip, Yogiri Takatou discovers that everyone in his class has been transported to another world!\n\nHe had somehow managed to sleep through the entire ordeal himself, missing out on the Gift — powers bestowed upon the others by a mysterious Sage who appeared to transport them. Even worse, he and another classmate were ruthlessly abandoned by their friends, left as bait to distract a nearby dragon. Although not terribly bothered by the thought of dying, he reluctantly decides to protect his lone companion. After all, a lowly Level 1000 monster doesn't stand a chance against his secret power to invoke Instant Death with a single thought!\n\nIf he can stay awake long enough to bother using it, that is...",
      "tr": "Büyüme hileleri? Sonsuz büyü gücü? Tüm ark tipte yetenekleri kullanma yeteneği? Anında bir ölüm her şeyi tek bir saldırı ile sonlandırırsa amaç ne?  \n  \nLise öğrencisi Yogiri Takatou, gezi otobüsüne saldıran bir ejderhayla uyandığı bir okul gezisine çıktı, sadece otobüste kalanlar o ve panik içindeki kız sınıf arkadaşı olan Tomochika Dannoura idi. Görünüşe göre sınıf arkadaşlarının geri kalanı, kendisini Sage(Bilge) olarak tanıtan ve ejderha yemi olarak geride bıraktı.  \n  \nVe böylece Yogiri, tam olarak ne olduğu hakkında hiçbir fikri olmayan, tehlike dolu paralel bir evrene atıldı. Aynı şekilde, onları çağıran Sion, dünyasına ne tür bir varlık çağırdığına dair hiçbir fikri yoktu.  \n  \n\n\n---\n\n**Links:**  \n- [Mangaka's Twitter](https://twitter.com/twitydk)  \n- [Japanese Web Novel](https://ncode.syosetu.com/n5691dd/)  \n- [Official English Light Novel](https://j-novel.club/s/my-instant-death-ability-is-so-overpowered-no-one-in-this-other-world-stands-a-chance-against-me/)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37975bea-952b-47eb-8dd9-a2c8065a0756",
    "title": {
      "en": "Escape from Another World"
    },
    "updatedAt": "2024-03-23T13:59:35+00:00",
    "coverArt": "https://mangadex.org/covers/37975bea-952b-47eb-8dd9-a2c8065a0756/38ecedcb-9f85-40cc-a363-16199936739e.png",
    "altTitles": [
      {
        "ko": "이세계 탈출"
      }
    ],
    "description": {
      "en": "Kim Seojoon, a freshman college student leading a normal daily life, awoke one day to find himself transported into a fantasy world straight out of a webtoon or web novel or something like that. As he began to get excited about potentially having the role of a male lead character, a shocking event unfolded before his eyes—a murder of an imperial family. Consequently, Kim Seojoon found himself imprisoned in the world's prison, 'Gehenna'. Will he be able to navigate the treacherous paths of this unfamiliar world?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-05-08T23:05:04+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/e878e3bb-a019-4bc9-bd7c-8c370369b20f.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4902975b-ddec-4c34-880c-2ecd3434c94b",
    "title": {
      "en": "The Big Bees"
    },
    "updatedAt": "2024-05-01T15:38:41+00:00",
    "coverArt": "https://mangadex.org/covers/4902975b-ddec-4c34-880c-2ecd3434c94b/e75f6454-ad0f-43fe-85b0-78b6844a4cd3.jpg",
    "altTitles": [
      {
        "ja": "デカいはちの話"
      }
    ],
    "description": {
      "en": "What if bees were big and fluffy? Like, really big and fluffy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "542a0639-b8d8-48da-8a70-28cccdb0e3f2",
    "title": {
      "en": "Sugoi Smartphone"
    },
    "updatedAt": "2024-04-12T15:00:11+00:00",
    "coverArt": "https://mangadex.org/covers/542a0639-b8d8-48da-8a70-28cccdb0e3f2/61ae06e1-3451-4484-8989-53eccc7be345.jpg",
    "altTitles": [
      {
        "en": "Super Smartphone"
      },
      {
        "ja": "すごいスマホ"
      },
      {
        "ru": "Супер смартфон"
      },
      {
        "es-la": "Super Smartphone"
      }
    ],
    "description": {
      "en": "What would you do if you had a smartphone that let you look up anything? Secret documents, security camera footage, a certain person's text messages, where people dropped money... This smartphone lets you do the impossible! Jump's newest suspense thriller begins!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "23"
  },
  {
    "mangaId": "3f208e0e-d61a-4a10-bf8c-dc8e4464378c",
    "title": {
      "en": "Star of the Giants"
    },
    "updatedAt": "2024-04-30T00:32:24+00:00",
    "coverArt": "https://mangadex.org/covers/3f208e0e-d61a-4a10-bf8c-dc8e4464378c/1c361b05-cce4-46f3-86da-a264ed3c4eb9.jpg",
    "altTitles": [
      {
        "ja-ro": "Kyojin no Hoshi"
      },
      {
        "ja": "巨人の星"
      }
    ],
    "description": {
      "en": "**\"Hyuma, be a big giant star!\"**\n\nThis is the story of Hyuma Hoshi , a hot-blooded boy who endures intense, bloody training in response to his father's wish!\n\nAdapted into Anime twice once in 1968, lasting 182 episodes and again in 1977(As Shin Star of the Giants with a follow-up), lasting a total of 75 episodes. Numerous Anime films were also produced as well as an OVA featuring a crossover with Tezuka's Atom, directed by Gundam's Yoshiyuki Tomino.\n\n---\n- **Won the 8th Kodansha Children's Manga Award in 1967**"
    },
    "status": "completed",
    "releaseDate": 1966,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "97"
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-05-04T15:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/ac9e9f65-16c0-4969-a9bb-51bcadff1e39.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c2eb250-ed7c-4e94-9019-6689e823e922",
    "title": {
      "en": "Final Fantasy VII - Mother (Doujinshi)"
    },
    "updatedAt": "2024-06-10T11:04:36+00:00",
    "coverArt": "https://mangadex.org/covers/4c2eb250-ed7c-4e94-9019-6689e823e922/47e77f63-22fd-47f8-95d7-59a9e6af1496.png",
    "altTitles": [],
    "description": {
      "en": "This fan story takes place after the events of Final Fantasy 7. What will the future hold for Cloud, Tifa, and Aerith, now that the world is saved? What was the cost? And how will they process their grief?"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f26c0ae5-c8f6-4630-979e-9a5d310bd795",
    "title": {
      "en": "I Only Want to Beat You"
    },
    "updatedAt": "2024-06-10T12:10:03+00:00",
    "coverArt": "https://mangadex.org/covers/f26c0ae5-c8f6-4630-979e-9a5d310bd795/1bb35d82-9359-4204-b09b-58658726c84a.jpg",
    "altTitles": [
      {
        "en": "I Want to Beat You, Oh Roji"
      },
      {
        "en": "I Want to Defeat You, Oh Roji"
      },
      {
        "ko": "오로지 너를 이기고 싶어"
      },
      {
        "uk": "Я хочу тільки перемогти тебе"
      },
      {
        "ko-ro": "Oroji Neoreul Igigo Sipeo"
      },
      {
        "en": "IOWTBY"
      },
      {
        "ru": "Я хочу победить только тебя"
      },
      {
        "es-la": "Solo quiero derrotarte"
      },
      {
        "es-la": "Solo quiero derrotarte"
      }
    ],
    "description": {
      "en": "The male lead 'Lee Gigo', who has never lost a single time in his life, and the female lead who defeated him 'Oh Roji'. Who will end up as the victor of this 'bet'?",
      "uk": "Головний герой Лі Ґіґо, який жодного разу в житті не програв, і головна героїня, яка перемогла його, О Роджі. Хто в підсумку стане переможцем в цьому «парі»?",
      "es-la": "El protagonista masculino que nunca ha sido derrotado en su vida 'gana', la heroína femenina 'solo' que hizo ese guiño pierde por primera vez ¿Quién será el ganador de esta 'apuesta'?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "235"
  },
  {
    "mangaId": "96105ea3-930a-47fa-9b5f-cbb69d84a0eb",
    "title": {
      "en": "BOX - Something's in the Box"
    },
    "updatedAt": "2023-12-27T22:26:34+00:00",
    "coverArt": "https://mangadex.org/covers/96105ea3-930a-47fa-9b5f-cbb69d84a0eb/be254222-5026-4244-beab-995b65d267d0.jpg",
    "altTitles": [
      {
        "ja": "BOX～箱の中に何かいる～"
      },
      {
        "ja-ro": "BOX - Hako no Naka ni Nanika Iru"
      }
    ],
    "description": {
      "en": "Seven people received a \"puzzle\" and ticket from an unknown sender, and followed the ticket to a strange square house. A mysterious woman who came \"out of curiosity\" joined them, and what awaited those people in the house was a girl as beautiful as a doll and maze beyond imagination. They cannot leave unless they solve the puzzle. When it's solved, part of your body will disappear! Can they escape? And, just who invited them there?\n\nFrom [Anilist](https://anilist.co/manga/113065/Box-Hako-no-Naka-ni-Nanika-Iru/)"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "0874979e-301a-47a5-a559-0e33a1162571",
    "title": {
      "en": "A Man and a Woman Who Hate Obligatory Chocolates (Serialized)"
    },
    "updatedAt": "2024-06-09T21:43:06+00:00",
    "coverArt": "https://mangadex.org/covers/0874979e-301a-47a5-a559-0e33a1162571/60d5480c-67aa-4dec-a916-3f234aaeed5e.jpg",
    "altTitles": [
      {
        "ja": "義理チョコ嫌いの男女"
      },
      {
        "ja-ro": "Giri Choko Girai no Futari"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc5c0539-e1a5-4382-a247-20db0acbf63c",
    "title": {
      "en": "Kyouryuu to Kappa no Iru Toshoshitsu"
    },
    "updatedAt": "2024-05-19T00:18:46+00:00",
    "coverArt": "https://mangadex.org/covers/cc5c0539-e1a5-4382-a247-20db0acbf63c/c841bc51-adbe-4170-856b-c87a704782e9.jpg",
    "altTitles": [
      {
        "ja": "恐竜とカッパのいる図書室"
      },
      {
        "zh": "恐龙与河童的图书室"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "18"
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-05-08T18:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]