[
  {
    "mangaId": "b1461071-bfbb-43e7-a5b6-a7ba5904649f",
    "title": {
      "en": "Martial Peak"
    },
    "updatedAt": "2024-04-16T18:37:16+00:00",
    "coverArt": "https://mangadex.org/covers/b1461071-bfbb-43e7-a5b6-a7ba5904649f/d175e74d-4ab7-47f4-8196-371aa51d8c2d.png",
    "altTitles": [
      {
        "zh-ro": "Wǔ Liàn Diān Fēng"
      },
      {
        "zh-ro": "Wǔ Liàn Diānfēng"
      },
      {
        "ru": "Вершина боевых искусств"
      },
      {
        "ru": "Пик боевых искусств"
      },
      {
        "zh": "武炼巅峰"
      },
      {
        "vi": "Võ Luyện Đỉnh Phong"
      },
      {
        "zh-ro": "Wu Lian Dian Feng"
      },
      {
        "zh-ro": "Wu Lian Dianfeng"
      },
      {
        "ko": "무련전봉"
      },
      {
        "en": "The Pinnacle of Martial Arts"
      },
      {
        "en": "MP"
      },
      {
        "ar": "ذروة الفنون القتالية"
      },
      {
        "ar": "مارشال بيك"
      },
      {
        "uk": "Вершина бойових мистецтв"
      },
      {
        "uk": "Пік бойових мистецтв"
      }
    ],
    "description": {
      "ar": "رحلة الوصول إلى قمة فنون القتال هي رحلة وحيدة موحشة وطويلة. في مواجهة الشدائد يجب عليك البقاء على قيد الحياة والقتال بلا هوادة، وعندها فقط يمكنك الارتقاء ومتابعة رحلتك لتصبح الأقوى. تختبر طائفة الجناح السماوي الأعلى تلاميذها بأقسى الطرق لإعدادهم لهذه الرحلة، وفي أحد الأيام تمكن المتدرب الضعيف يانغ كاي من الحصول على كتاب أسود مما جعله على الطريق إلى قمة عالم فنون القتال.",
      "en": "The peak of martial arts is solitary and lonely. It is an endless pursuit for unattainable heights as well. In order to surpass the limits of martial arts, growth and the will to survive in adverse situations is necessary.\r\nOne day, Yang Kai, a disciple-on-trial (and floor sweeper) of the Lingxiao Martial Arts Sect discovered a Wordless Black Book. That marked the turn in his luck and the beginning of his martial arts journey.",
      "fr": "Le chemin vers le sommet martial (Martial Peak) est long et solitaire. Face à l’adversité, il faut survivre et persévérer. Il est alors possible de percer et poursuivre l'ascension pour devenir le plus fort. Le Haut Pavillon Céleste entraîne ses disciples de la manière la plus sévère afin de les préparer à ce voyage. Un beau jour, le modeste balayeur Yang Kai met la main sur un livre noir, le lançant sur la route vers l'apogée du monde martial.",
      "ru": "Путь на вершину боевых искусств - путь одинокий и длинный. Перед лицом невзгод ты должен оставаться сильным и неотступным. Только тогда ты сможешь преодолеть все препятствия и стать по-настоящему сильным. Небесная Башня обучает своих учеников самым суровым образом, чтобы они могли выстоять в мире боевых искусств. Но только из-за одного самого незначительного проступка наш главный герой, Янг Кай, может быть исключен из Небесной Башни.",
      "uk": "Шлях до бойової вершини - самотній, відлюдний і довгий. Перед обличчям негараздів ти повинен вижити і залишатися непохитним. Тільки тоді ти зможеш прорватися і продовжити свій шлях, щоб стати найсильнішим. Небесна вершина випробовує своїх учнів найсуворішими способами, щоб підготувати їх до цієї подорожі. Одного разу скромному підмітальнику Ян Каю вдалося роздобути чорну книгу, яка відкриває йому шлях до вершини світу бойових мистецтв.",
      "zh": "《武炼巅峰》漫画版是由深圳漫画团队噼咔噼绘制，根据阅文集团旗起点中文网的同名小说改编，作者是莫默。武之巅峰，是孤独，是寂寞，是漫漫求索，是高处不胜寒。逆境中成长，绝地里求生，才能堪破武之极道。凌霄阁试炼弟子兼扫地小厮杨开偶获一本无字黑书，从此踏上漫漫武道。",
      "es-la": "El viaje hacia la cima marcial es solitario y largo. Ante la adversidad, debes sobrevivir y permanecer inflexible. Solo entonces podrás avanzar y continuar tu viaje para convertirte en el más fuerte. El \"Pabellón Cielo Alto\" pone a prueba a sus discípulos de las formas más duras para prepararlos para este viaje. Un día, el humilde barrendero Yang Kai logró obtener un libro negro, lo que lo puso en el camino hacia la cima del mundo marcial.",
      "pt-br": "A jornada para o Pico Marcial é algo longo e solitário. Indo de encontro com a adversidade, você deve sobreviver e permanecer vivo. Apenas aqueles que superarem os limites continuarão a jornada rumo ao objetivo de se tornar o mais forte. A Sky Tower testa seus discípulos de maneiras bem complexas para esta jornada. Um dia, o menosprezado Yang Kai conseguiu obter um livro negro, fazendo-o tomar rumo ao pico do mundo marcial."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5830e058-e67b-43e2-a5af-1e10c2b9ae6d",
    "title": {
      "en": "Biden vs Obama"
    },
    "updatedAt": "2023-09-02T09:33:12+00:00",
    "coverArt": "https://mangadex.org/covers/5830e058-e67b-43e2-a5af-1e10c2b9ae6d/a987ebce-d7c9-48bb-bc62-eb3e13e01df9.jpg",
    "altTitles": [
      {
        "ru": "Байден против Обамы"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f6003ca-e7f3-43ce-bfd2-0694146994be",
    "title": {
      "en": "Tying the Knot with an Amagami Sister"
    },
    "updatedAt": "2024-04-17T10:17:09+00:00",
    "coverArt": "https://mangadex.org/covers/0f6003ca-e7f3-43ce-bfd2-0694146994be/dab49715-9fe2-4f1d-82c0-d27c3f39ed7f.jpg",
    "altTitles": [
      {
        "ja-ro": "Amagami-san Chi no Enmusubi"
      },
      {
        "ru": "Брачные узы с семьёй Амагами"
      },
      {
        "ja": "甘神さんちの縁結び"
      },
      {
        "zh-hk": "甘神家的連理枝"
      },
      {
        "fr": "Se Marier avec une Sœur Amagami"
      },
      {
        "fr": "Comment j'ai Marié une Sœur Amagami"
      },
      {
        "pt-br": "Casamento da Família de Amagami"
      },
      {
        "id": "Perjodohan Keluarga Amagami"
      },
      {
        "ar": "التوفيق بين عائلة كانغامي"
      },
      {
        "es-la": "El Emparejamiento de la Familia Amagami"
      },
      {
        "en": "Matchmaking of the Amagami Household"
      }
    ],
    "description": {
      "en": "Kamihate Uryuu, orphaned since childhood, receives an invitation to stay at the local Shinto shrine. All he wanted was a quiet place to study so that he can fulfill his dream of making it into a top medical school, but after arriving there, he comes across three beautiful shrine maiden sisters... and the head priest requests that he marry one of them and take over the shrine. A tale of love and miracles is about to unfold!",
      "fr": "Kamihate Uryuu, orphelin depuis l'enfance, reçoit une invitation à séjourner dans le sanctuaire shinto local. Tout ce qu'il voulait, c'était un endroit tranquille pour étudier afin de réaliser son rêve d'entrer dans une grande école de médecine, mais en arrivant sur place, il tombe sur trois belles demoiselles du sanctuaire... Le prêtre en chef lui demande d'épouser l'une d'entre elles et de prendre la succession du sanctuaire. Une histoire d'amour et de miracles est sur le point de se dérouler !",
      "ja": "京大医学部を目指す高校生の上終 瓜生。児童養護施設育ちの瓜生は「甘神神社」の宮司さんに引き取られ、居候することに。受験勉強ができる環境があれば…と思っていたが、居候の条件は「婿養子として神社を継ぐ」こと!? しかも結婚相手は同居する巫女三姉妹!! 一つ屋根の下、巫女と紡ぐ恋と奇跡の物語、開幕!!",
      "ru": "Камихатэ Урю долгое время прожил в приюте, пока не был взят под опеку священником Тидори Амагами. Остановившись в храме, Урю узнаёт, что здесь живут три жрицы-сёстры, которые являются внучками главного священника. В конечном итоге, Тидори Амагами рассказывает, что взял парня под опеку, чтобы он женился на одной из его внучек и унаследовал храм, как его зять. Так начинается история любви и чудес с семьёй Амагами."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a4896718-ecef-4701-8497-5ba07d4e89cc",
    "title": {
      "en": "I Killed the Player of the Academy"
    },
    "updatedAt": "2023-12-15T08:17:39+00:00",
    "coverArt": "https://mangadex.org/covers/a4896718-ecef-4701-8497-5ba07d4e89cc/c876c829-a2ce-45fc-a263-cef39e01fa5d.png",
    "altTitles": [
      {
        "ko": "아카데미 플레이어를 죽였다"
      },
      {
        "en": "I Killed an Academy Player"
      },
      {
        "en": "I Killed the Academy Player"
      }
    ],
    "description": {
      "en": "I killed the player.\n\nHe was a real son of a bitch…\n\nHe loved me too much and was a sociopath.\n\nNow that I'm back in time, I'll kill him before being manipulated again and save the harem's girls who will help me win the video game's scenario!",
      "ko": "플레이어를 죽였다.\n죽일 만한 놈이었다. 아주 X새끼였거든."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2e28840-b3a6-4dd7-9c40-1b251a293fe0",
    "title": {
      "en": "Negai no Astro"
    },
    "updatedAt": "2024-04-15T18:53:26+00:00",
    "coverArt": "https://mangadex.org/covers/d2e28840-b3a6-4dd7-9c40-1b251a293fe0/84f6d77a-889c-4efe-8dfa-2d819743d8af.jpg",
    "altTitles": [
      {
        "ja": "願いのアストロ"
      },
      {
        "en": "Astro Royale"
      }
    ],
    "description": {
      "en": "The new series from Ken Wakui, the creator of Shinjuku Swan and Tokyo Revengers! As the battle to decide the next leader of the Yotsurugi gang that runs Asakusa is heating up, a meteorite strike suddenly awakens superpowers in the people of Japan. How will Hibaru Yotsurugi, the son of the previous gang leader, come out of this?!",
      "fr": "Le nouveau manga de Ken Wakui, le créateur de Shinjuku Swan et Tokyo Revengers ! Alors que la bataille pour désigner le prochain chef du clan Yotsurugi qui dirige Asakusa s'intensifie, la chute d'une météorite réveille soudainement des super-pouvoirs chez les Japonais. Comment Hibaru Yotsurugi, le fils du précédent boss du clan va-t-il s'en sortir ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72a2961a-333b-434c-8552-8944d5c0c862",
    "title": {
      "en": "Gojuu, Rokujuu, Yorokonde"
    },
    "updatedAt": "2024-02-03T15:20:44+00:00",
    "coverArt": "https://mangadex.org/covers/72a2961a-333b-434c-8552-8944d5c0c862/9c8f875f-71f6-48fa-8b2b-6c599ccd758f.jpg",
    "altTitles": [
      {
        "en": "Fifty, Sixty, It's My Pleasure."
      },
      {
        "ja": "五十、六十、よろこんで。"
      },
      {
        "ru": "Пятьдесят, шестьдесят, с удовольствием."
      }
    ],
    "description": {
      "en": "Aki-san (50), a divorced woman, has been getting along well with Rokujo-san (60).\nPeople around them are worried about their pure relationship, but there is no need to worry. At a summer festival, the two quickly grow closer, and their feelings for each other continue to grow.\nThey envision a future together, and finally....\n\"I want to spend the rest of my life with the person I love.\"",
      "ru": "Аки-сан (50 лет), разведённая женщина, хорошо проводит время с Рокудзё-саном (60 лет). Окружающие беспокоятся, но их отношения чисты, и беспокоиться не стоит. На летнем фестивале они быстро сближаются, и их чувства друг к другу продолжают расти. Они представляют себе совместное будущее, и, наконец... «Я хочу провести остаток жизни с любимым человеком»."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "60"
  },
  {
    "mangaId": "334019e1-18bb-4ac0-b35c-0e8efb1e481c",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 9 - The JOJOLands (Official Colored)"
    },
    "updatedAt": "2023-12-19T20:26:22+00:00",
    "coverArt": "https://mangadex.org/covers/334019e1-18bb-4ac0-b35c-0e8efb1e481c/9f25c10f-3e09-47f9-9b5e-5fc1e5268d3c.jpg",
    "altTitles": [
      {
        "ja": "ジョジョの奇妙な冒険 第9部 ザ・ジョジョランズ カラー版"
      }
    ],
    "description": {
      "en": "The ninth story arc of Jojo’s Bizarre Adventure.\n\nO’ahu, present day. Dua Lipa is the trending musician, and COVID is still a major concern. On this island lives a 15-year-old boy named Jodio Joestar. Living with his brother and mother, he acts as a dealer for certain illegal substances. One day, his employer comes and shows him an excellent find: a Japanese person has landed in Hawaii with a diamond worth over six million dollars. Normally it would be impossible to steal, but for someone with a stand…\n\nThis is a story of a young boy and his quest to become rich."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9eb78304-0436-484d-9a79-a925b45e2731",
    "title": {
      "en": "Wind Breaker"
    },
    "updatedAt": "2024-04-14T17:17:42+00:00",
    "coverArt": "https://mangadex.org/covers/9eb78304-0436-484d-9a79-a925b45e2731/6dfe5a5e-feaa-4a7d-97ec-24bd654282ed.jpg",
    "altTitles": [
      {
        "en": "Windbreaker"
      },
      {
        "en": "Wind Breaker (Nii Satoru)"
      },
      {
        "ru": "Ветролом"
      },
      {
        "ja": "ウィンドブレイカー"
      }
    ],
    "description": {
      "en": "Haruka Sakura wants nothing to do with weaklings—he's only interested in the strongest of the strong. He's just started at Furin High School, a school of degenerates known only for their brawling strength—strength they use to protect their town from anyone who wishes it ill. But Haruka's not interested in being a hero or being part of any sort of team—he just wants to fight his way to the top!",
      "pt-br": "A Fûrin High School ganhou a pior reputação entre as escolas da região por ter a média mais baixa e os alunos mais rebeldes. E nela ingressa Haruka Sakura, um jovem que acaba de chegar na cidade, que busca ser o mais forte para poder proteger todos com quem se importa. Para atingir seu objetivo, porém, a primeira coisa que ele deve fazer é se juntar a uma gangue chamada Wind Breaker, que representa seu instituto e cujo objetivo é defender a cidade de outras gangues e bandidos. No entanto, para que eles o aceitem, ele terá que ganhar o respeito deles com os punhos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "484f94e7-35c3-4cb5-a068-53d684c1439a",
    "title": {
      "en": "Baki Rahen"
    },
    "updatedAt": "2024-04-09T00:09:56+00:00",
    "coverArt": "https://mangadex.org/covers/484f94e7-35c3-4cb5-a068-53d684c1439a/9e78de44-f1bc-42a4-822d-2204e44cadd1.png",
    "altTitles": [
      {
        "ja": "刃牙らへん"
      },
      {
        "en": "Baki Part 6"
      },
      {
        "ru": "Баки: Рахэн"
      },
      {
        "ru": "Баки: Где-то рядом"
      },
      {
        "en": "Baki and Others"
      },
      {
        "tr": "Baki Rahen"
      }
    ],
    "description": {
      "en": "The sixth part of the Baki series.",
      "ru": "Продолжение великой эпопеи \"Баки\". 6-я номерная серия тайтла, которая поведает нам нереальную историю сражения Джека Хаммера и доисторического человека Пикла!!!",
      "tr": "Büyük destan Bucky'nin devamı. Jack Hammer ve tarih öncesi adam Pickle arasındaki savaşın gerçek dışı hikayesini anlatacak olan Baki'nin 6 numaralı serisidir!!!",
      "pt-br": "Jack derrubou o mundo do sumô, agora ele irá desafiar a todos para seu torneio. Desta vez uma nova jornada."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aadd98aa-00ae-4c09-9903-28cb346c45ee",
    "title": {
      "en": "Healing Space"
    },
    "updatedAt": "2024-04-17T14:47:57+00:00",
    "coverArt": "https://mangadex.org/covers/aadd98aa-00ae-4c09-9903-28cb346c45ee/b683b9f2-b01b-44bb-b62a-ad110a660378.jpg",
    "altTitles": [
      {
        "ja": "Healingスペース"
      }
    ],
    "description": {
      "en": "3 chapter guest serialization from Manga Time Kirara."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b17751a-f0e2-46a2-9c39-8cae0cb69d39",
    "title": {
      "en": "Nyako to Hakase"
    },
    "updatedAt": "2024-02-26T14:07:57+00:00",
    "coverArt": "https://mangadex.org/covers/6b17751a-f0e2-46a2-9c39-8cae0cb69d39/1598168b-f331-4a2d-a07d-3f42afe5fd08.png",
    "altTitles": [
      {
        "en": "Nyako and Doctor"
      },
      {
        "en": "Sorajirou's Untitled Cat Maid"
      },
      {
        "ja": "にゃことはかせ"
      },
      {
        "ru": "Няко и профессор"
      },
      {
        "pt-br": "A Empre-Gata Nyako e a Professora"
      },
      {
        "en": "Nyako and Professor"
      }
    ],
    "description": {
      "en": "Twitter short series by @SORAji34",
      "ru": "Короткие истории из жизни профессора и её горничной — Няко.",
      "pt-br": "Uma Série Curta do Twitter feita pelo @SORAji34"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "24"
  },
  {
    "mangaId": "9dbd08c3-a4ed-4fa3-82e2-18a400f80627",
    "title": {
      "en": "Nimotsu Mochi no Nousuji Musou"
    },
    "updatedAt": "2024-02-27T16:23:26+00:00",
    "coverArt": "https://mangadex.org/covers/9dbd08c3-a4ed-4fa3-82e2-18a400f80627/2c974d5a-c3cb-4d42-8827-11bab030c35b.jpg",
    "altTitles": [
      {
        "ja": "荷物持ちの脳筋無双"
      }
    ],
    "description": {
      "en": "The more he carries, the stronger he becomes! An unmatched fantasy by the weakest adventurer duo!\n\nRyuk, a boy with a unique skill “Porter,” which allows him to carry a massive amount of items, was being exploited as a chore boy for the S-rank party “Black Lion of Foresight.” One day, the party managed to acquire a storage item more convenient than Ryuk’s skill, thus no longer needed, Ryuk is banished inside a dangerous dungeon. Despairing in this hopeless situation, suddenly he meets a shrine maiden girl, Mio — and then?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "341ef721-6c92-4884-b17b-236b74401fd3",
    "title": {
      "en": "Koneko ♂ ga Matterunode Kaerimasu."
    },
    "updatedAt": "2023-02-20T10:14:09+00:00",
    "coverArt": "https://mangadex.org/covers/341ef721-6c92-4884-b17b-236b74401fd3/31e10d4e-dfe7-4e33-9329-4e75499c9d90.jpg",
    "altTitles": [
      {
        "en": "My Cat Is Waiting For Me!"
      },
      {
        "en": "My Kitten♂ Is Waiting, So I'm Going Home."
      },
      {
        "ja": "子猫♂が待ってるので帰ります。"
      }
    ],
    "description": {
      "en": "Miyako is stressed out at work. Seeking solace, she tries to get a cat, but is unable to do so. She returns home dejected… only to find a child with cat ears and a hoodie lying on the floor…! When she rushes to take care of him, she finds out that he is a very beautiful boy!\n\nThe cute and dangerous life together of a beautiful boy and an office worker begins!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "6c1eb4e1-95c5-466e-b4e6-ea545585d19a",
    "title": {
      "en": "Tsubaki-chou Lonely Planet"
    },
    "updatedAt": "2023-10-03T21:23:17+00:00",
    "coverArt": "https://mangadex.org/covers/6c1eb4e1-95c5-466e-b4e6-ea545585d19a/1921bf9e-701c-4034-b50e-3a370f191f09.jpg",
    "altTitles": [
      {
        "ja": "椿町ロンリープラネット"
      },
      {
        "ja-ro": "Tsubakichou Ronrii Puranetto"
      },
      {
        "en": "This Lonely Planet"
      },
      {
        "ar": "كوكب تسوباكي تشو الوحيد"
      },
      {
        "ar": "كوكب حي تسوباكي الوحيد"
      },
      {
        "th": "ขยับหัวใจเข้าใกล้นายมาดเข้ม"
      },
      {
        "ko": "츠바키 쵸 론리 플래닛"
      },
      {
        "zh": "椿町里的寂寞星球"
      }
    ],
    "description": {
      "en": "Ohno Fumi is a poor 2nd year high school student. Because of her father's debts, she's kicked out of her own home and has to rely on her own connections to survive. Thus begins her life as a live-in housekeeper for a reclusive writer."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "77.4"
  },
  {
    "mangaId": "d1874a5b-9397-41ee-9289-415e975b53bd",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Koto Nairan-hen"
    },
    "updatedAt": "2022-06-16T07:57:18+00:00",
    "coverArt": "https://mangadex.org/covers/d1874a5b-9397-41ee-9289-415e975b53bd/d2c2328e-6686-4e5c-aa4c-6d6878f8a051.jpg",
    "altTitles": [
      {
        "ja-ro": "Mahouka Koukou no Rettousei - Ancient City Insurrection Arc"
      },
      {
        "en": "The Irregular at Magic High School -  Ancient City Insurrection Arc"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Волнение в Древней Столице"
      },
      {
        "ja": "魔法科高校の劣等生 古都内乱編"
      },
      {
        "ja-ro": "Mahō-ka Kōkō no Rettō Nama Koto Nairan-hen"
      }
    ],
    "description": {
      "en": "Zhou Gongjin, who was the mastermind of what happened in the Parasite Doll incident of Nine Schools Competition, has fled from Yokohama to the area of the original ancient magic users group centred around Kyoto also known as the *traditionalists*.   \nSince then two months have passed and the National High School Magic Thesis Competition will soon be held again. This year's Thesis Competition is being held in Kyoto sponsored by the Magic Association and in their conference hall.   \nTatsuya gets visited by the Kuroba twins who as representatives bring Yotsuba Maya's letter to him. The letter is a request from his aunt saying \"I hope for your cooperation to capture Zhou Gongjin\".  \nWhile it is questionable that whether it is a \"command\" rather than a \"request\", Tatsuya and Miyuki go to Kudou's house as they are in the centre as opponents of the traditionalists. As a result, the two siblings have a fated encounter with the \"Genius Augmented Magician”.   \nConspiracy of the ancient city was the stage. The fate that has continued to smoulder away in the back of the history of magician development, Tatsuya and Miyuki and his companions are challenged.   \n  \nAdaptation of the original novel's volumes 14-15."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "34"
  },
  {
    "mangaId": "480f2660-be46-4868-bf70-d06655d9089e",
    "title": {
      "en": "Higurashi no Naku Koro ni Oni"
    },
    "updatedAt": "2024-04-11T16:20:24+00:00",
    "coverArt": "https://mangadex.org/covers/480f2660-be46-4868-bf70-d06655d9089e/c03e4ff2-9d52-432e-81c0-5d494e6ed6d4.jpg",
    "altTitles": [
      {
        "ja": "ひぐらしのなく頃に 鬼"
      },
      {
        "en": "Higurashi When They Cry Demon"
      }
    ],
    "description": {
      "en": "Taisho, year 12 (1923). A tragedy in Hinamizawa village changes the fate of a girl and her friends. The turbulent early life of Oryou, head of the Sonozaki family, one of the Three Great Families, who would later be feared and known as Empress Sonozaki.\nThe missing link to the original *Higurashi no Naku Koro ni* is now revealed."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc24c75e-1c73-43bc-80aa-024ebb041e34",
    "title": {
      "en": "Musume Janakute, Watashi (Mama) ga Suki Nano!?"
    },
    "updatedAt": "2023-10-04T12:59:49+00:00",
    "coverArt": "https://mangadex.org/covers/bc24c75e-1c73-43bc-80aa-024ebb041e34/4c1ec54a-ba65-4d13-9e57-8d3aba060345.jpg",
    "altTitles": [
      {
        "id": "Kamu Suka Aku, Bukan Putriku?!"
      },
      {
        "ja-ro": "MAMASUKI"
      },
      {
        "ja-ro": "Musume Janakute, Watashi ga Suki Nano!?"
      },
      {
        "en": "You Like Me, Not My Daughter?!"
      },
      {
        "ja": "娘じゃなくて私が好きなの！？"
      },
      {
        "zh": "喜欢的不是女儿而是我吗？"
      },
      {
        "pt-br": "Você Gosta É De Mim (Mamãe) E Não Da Minha Filha?!"
      },
      {
        "en": "You Like Me (Mama), Not My Daughter?!"
      }
    ],
    "description": {
      "en": "This is a romantic comedy starring an adult 30 year old woman named Ayako who is confessed to by a man 10 years her junior, 20 year old college student Takumi… A man she knows as the boy \"Takkun\" who lives next door and who has tutored her adopted daughter since he was 10. The revelation astounds her as she thought her daughter Miu and he were an item.",
      "pt-br": "Esta é uma comédia romântica estrelada por uma mulher adulta de 30 anos chamada Ayako, que é confessada por um homem 10 anos mais novo dela, o estudante universitário de 20 anos, Takumi … Um homem que ela conhece como o menino \"Ta-kun\" que mora ao lado e que ensina sua filha adotiva desde os 10 anos. A revelação a espanta, pois ela pensava que sua filha Miu e ele eram um casal."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a547d1d-576b-477f-8cb3-70a3b4187f8a",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 1 - Phantom Blood"
    },
    "updatedAt": "2023-11-01T21:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/5a547d1d-576b-477f-8cb3-70a3b4187f8a/263645fa-129c-4d77-b69d-61d0880fb13e.jpg",
    "altTitles": [
      {
        "ru": "Η Παράξενη Περιπέτεια του JoJo"
      },
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 1: Sângele Trecutului"
      },
      {
        "it": "JoJo e a sua Aventura Bizarra: Phantom Blood"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Phantom Blood"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 1: Jonathan Joestar: His Youth"
      },
      {
        "th": "Jojoล่าข้ามศตวรรษ"
      },
      {
        "zh": "JoJo的奇妙冒险"
      },
      {
        "es": "La Extraña Aventura de JoJo: Sangre Fantasmal"
      },
      {
        "fr": "Le bizzarre avventure di Jojo: Phantom Blood"
      },
      {
        "ms": "Penjelajah Jojo"
      },
      {
        "ar": "مغامرة جوجو الغريبة الجزء 1: دماء الشبح"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ファントムブラッド"
      },
      {
        "kk": "ДжоДжоның Шытырман Хикаясы: Елес Қан"
      },
      {
        "de": "JoJos bizarres Abenteuer Part 1: Phantomblut"
      },
      {
        "pt-br": "Jojo's Bizarre Adventure - Parte 1: Phantom Blood"
      }
    ],
    "description": {
      "en": "First story arc of the Jojo's Bizarre Adventure series.  \n  \nJonathan Joestar, a young wealthy son living in Victorian England, has his life destroyed by a recently orphaned Dio Brando, who was taken in by Jonathan's father. Dio, who plots to drive Jonathan to insanity and inherit the Joestar fortune, becomes an unstoppable vampire that Jonathan must fight.\n\n[Official English](https://www.viz.com/read/manga/jojo-s-bizarre-adventure-part-1-phantom-blood/all)"
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "44"
  },
  {
    "mangaId": "192aa767-2479-42c1-9780-8d65a2efd36a",
    "title": {
      "en": "Gachiakuta"
    },
    "updatedAt": "2024-03-20T01:10:36+00:00",
    "coverArt": "https://mangadex.org/covers/192aa767-2479-42c1-9780-8d65a2efd36a/c421579e-d76e-4994-9c2e-ba16d9015fef.jpg",
    "altTitles": [
      {
        "ru": "Гачиакута"
      },
      {
        "ja-ro": "Gachi Akuta"
      },
      {
        "ja": "ガチアクタ"
      },
      {
        "fa": "گاچیاکوتا"
      },
      {
        "en": "Real Trash"
      },
      {
        "id": "Gachiakuta"
      },
      {
        "hi": "असल कचरा"
      },
      {
        "uk": "Ґачіакута"
      }
    ],
    "description": {
      "en": "A slum where criminals' descendants live... People beyond the border look down and discriminate them as \"tribal people.\" Ludo, an orphan boy, lives in the slum with his foster parent, Legt, and makes a living using his extraordinary physical abilities. However, one day, he was accused for a crime he didn't commit., and is thrown into the \"abyss\" which even the slum people fear.\n\n---\nLiving in the slums of a wealthy town, Rudo and his foster father Legto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Legto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Engine, who reveals himself to be a \"janitor\"—someone who uses special weapons called \"jinkis\" to combat these creatures. In order to get his revenge on the one who killed Legto, Rudo reluctantly becomes a janitor to fight his way back up and out of the Abyss.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10010/episode/325146) (U.S. Only)",
      "fa": "در اطـــــــراف حلبی‌آباد  پرتـگاهی وجـو د دارد که هرکـس مرتکب\nخلافی شود به آنجا پـــــرت می‌شــود. رودو یتــیمی است که   در \nآنجا زندگی میکند اما روزی  به‌خاطر یک پاپوش او را به اشــــــــد\nمجازات محکوم می‌کنند.",
      "id": "Di daerah kumuh dimana keturunan kriminal tinggal... orang-orang yang di luar perbatasan mendiskriminasi dan merendahkan mereka sebagai \"orang suku.\". rudo, anak yatim, yang tinggal di daerah kumuh dengan orang tua angkatnya, regto, dan bertahan hidup menggunakan kemampuan fisik hebatnya. bagaimanapun, suatu hari, dia dituduh melakukan kejahatan yang dia tidak lakukan, dan dilempar ke dalam \"abyss\" yang bahkan orang-orang di daerah kumu bahkan ditakuti.'\nTinggal di daerah kumuh dari kota makmur, Rudo dan ayah angkatnya regto mencoba untuk bersahabat dengan orang-orang kota, tapi rudo membenci borosnya orang kelas atas. mengabaikan peringatan dari sekitarnya, Rudo mengais sampah melalui tempat pembuangan kota untuk mencari barang-barang bernilai atau berguna untuk diselamatkan dari \"abyss\"- lubang besar dimana apapun yang dianggap sampah dibuang ke sana, termasuk manusia. Ayah kandung Rudo termasuk orang itu, yang dilempar ke dalalm Abys setelah dia difitnah melakukan pembunuhan.\nSuatu hari, setelah lari dari sesosok misterius saat jalan pulang, Rudo menemukan tubuh sekarat Regto terbaring di lantai. dia dengan segera ditemukan di tkp oleh petugas dan dijatuhi dengan pembunuhan. Tidak seorangpun percaya ketidak bersalahannya, dan dia dilempar ke Abyss. Alih-alih mati, dia menemukan dirinya di tempat aneh, dan berbau busuk yang dikelilingi oleh monster yang terbuat dari sampah.\nKetika rudo diserang oleh monster itu, dia diselamatkan oleh pria yang bernama enjin, yang menyebut dirinya sebagai \"janitor\"- seseorang yang menggunakan senjata spesial yang disebut \"jinki\" untuk melawan makhluk itu. Agar dapat balas dendam pada orang yang membunuh Regto, Rudo dengan enggan menjadi seorang janitor untuk dapat kembali ke atas dan keluar dari Abyss.",
      "ja": "犯罪者の子孫たちが暮らすスラム街。境界線の向こうの人々からは「族民」とさげすまれ、差別を受けていた。孤児だった少年・ルドは、育ての親であるレグトと共にスラム街に住み、常人離れした身体能力を武器に生計を立てていた。だがある日、身に覚えのない罪を着せられ、スラムの人々でさえ恐れる「奈落」へと落とされてしまう……。",
      "es-la": "Barrios marginales habitados por descendientes de delincuentes. La gente de fuera de la frontera los desprecia y discrimina como \"gente de la tribu\". Ludo, un niño huérfano, vive en el barrio bajo con su padre adoptivo Legto, y se gana la vida utilizando sus extraordinarias habilidades físicas. Sin embargo, un día es acusado de un crimen que no cometió y se ve abocado al \"abismo\" que hasta los habitantes de los barrios bajos temen.\n\n(Source: Pocket Magazine)",
      "pt-br": "O grito redundante da alma que vem do fundo do poço em direção ao mundo infestado pelo desprezo e segregação! O subúrbio onde vivem os descendentes dos criminosos. Mesmo assim o Ludo vivia em meio à esse ambiente, de cabeça erguida, mas......!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d6decd4-835d-4905-9534-2571dae07bcd",
    "title": {
      "en": "Lord El-Melloi II-sei no Jikenbo"
    },
    "updatedAt": "2024-04-16T20:10:45+00:00",
    "coverArt": "https://mangadex.org/covers/4d6decd4-835d-4905-9534-2571dae07bcd/1ba80bfd-6186-4005-b518-3ce19207c0ba.jpg",
    "altTitles": [
      {
        "ja": "Lord El-Melloi II Case Files"
      },
      {
        "ja": "ロード・エルメロイⅡ世の事件簿"
      },
      {
        "ru": "Досье лорда Эль-Меллоя II"
      },
      {
        "vi": "Bí ẩn trong thế giới ma thuật"
      },
      {
        "vi": "Hồ sơ của Lord El-Melloi"
      }
    ],
    "description": {
      "en": "When Lord El-Melloi II, the later Waver Velvet, gets asked to claim his inheritance over Adra Castle, he travels there with his apprentice Gray to do so. But they are not the only ones called that way. The will of the previous owner states that the assembled contestants—including Luviagelita Edelfelt—must compete in a game of wits to win the castle.  \n  \nBased on the light novel of the same name.",
      "ru": "Часовая Башня — центр магического мира и штаб-квартира «Ассоциации магов», хранящей секреты бесценных таинств. Преподающий здесь лорд факультета современной магии, Эль-Меллой II, по стечению определённых обстоятельств оказывается втянут в борьбу за наследие Замка Разделения, Адра. Только разгадавший тайну ангельских имён, что были даны всем приглашённым и встречаются в нём повсюду, сможет получить его «наследие». Однако даже для высокопоставленных магов Часовой Башни это дело оказалось не простым решением головоломки, а началом волшебного, но в то же время печального инцидента.С этого дела началось досье лорда Эль-Меллоя II, в котором переплелись магия и таинства, иллюзии и загадки..."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b958848-c885-4735-9201-12ee77abcb3c",
    "title": {
      "en": "SPY×FAMILY"
    },
    "updatedAt": "2024-03-04T16:04:54+00:00",
    "coverArt": "https://mangadex.org/covers/6b958848-c885-4735-9201-12ee77abcb3c/53a05c31-1043-4f74-b1e4-8f1963f04466.jpg",
    "altTitles": [
      {
        "ja": "スパイ ファミリー"
      },
      {
        "ru": "Семья шпиона"
      },
      {
        "uk": "Сім'я × шпигуна"
      },
      {
        "cs": "Špión x Rodina"
      },
      {
        "pl": "SZPIEG X RODZINA"
      },
      {
        "lt": "ŠNIPO×ŠEIMA"
      },
      {
        "fa": "جاسوس × خانواده"
      },
      {
        "hi": "जासूस X परिवार"
      },
      {
        "ne": "जासूस×परिवार"
      },
      {
        "zh": "间谍过家家"
      },
      {
        "zh-hk": "間諜過家家"
      },
      {
        "zh-hk": "間諜家家酒"
      },
      {
        "mn": "ТАГНУУЛУ × ГЭР БҮЛ"
      },
      {
        "tr": "CASUS × AİLE"
      },
      {
        "ar": "جاسوس x عائله"
      },
      {
        "kk": "Тыңшы × Отбасы"
      },
      {
        "de": "Spy x Family"
      },
      {
        "pt-br": "SPY×FAMILY"
      },
      {
        "ka": "ჯაშუში×ოჯახი"
      },
      {
        "hi": "स्पाई×फैमिली"
      }
    ],
    "description": {
      "ar": "أمضى الجاسوس الخبير المسمى <الشفق> أيامه في مهام سرية ، وكل ذلك من أجل تحقيق عالم أفضل. لكن في يوم من الأيام ، حصل على أمر جديد صعب للغاية من القيادة. من أجل مهمته ، يجب عليه تكوين أسرة مؤقتة وبدء حياة جديدة؟!",
      "en": "The master spy codenamed <Twilight> has spent most of his life on undercover missions, all for the dream of a better world. Yet one day he receives a particularly difficult order from command. For his mission, he must form a temporary family and start a new life?! \n\nA Spy/Action/Comedy manga about a one-of-a-kind family!",
      "es": "El hábil espía Tasogare se dedicaba diariamente a cumplir misiones especiales por un mundo mejor. Un día recibe un complicado desafío... Su deber es crear una familia falsa y comenzar una nueva vida para poder cumplir la misión, ¿¡pero...!? ¡¡Un Espía × Acción × Comedia de una familia peculiarl!!",
      "id": "“Twilight,” seorang mata-mata yang hebat, setiap hari menjalankan misi rahasia untuk menciptakan dunia yang lebih baik. Suatu hari, dia mendapatkan perintah baru yang sangat sulit. Demi misi itu, dia harus memiliki keluarga sementara dan memulai hidup baru sebagai seorang ayah! Mata-mata x Aksi x Komedi keluarga istimewa!",
      "it": "Twilight, una delle migliori spie al mondo, ha trascorso la vita ad affrontare missioni sotto copertura per rendere il mondo un posto migliore. Un giorno però riceve un compito particolarmente difficile: dovrà formare una famiglia temporanea e iniziare una nuova vita!",
      "kk": "Мастер тыңшының кодтық аты<Twilight> өмірін жақсырақ әлем туралы арман үшін жасырын миссияларда өткізді. Бірақ бір күні ол командадан ерекше қиын жаңа бұйрық алады. Миссиясы үшін ол уақытша отбасын құрып, жаңа өмір бастауы керек пе?! Бірегей отбасы туралы тыңшылық/экшн/комедия!",
      "pl": "Wyśmienity szpieg, Zmierzch, poświęcił się wykonywaniu tajnych misji z powodu marzeń o lepszym świecie. Ale pewnego dnia otrzymuje bardzo trudne do wykonania zadanie. Aby osiągnąć cel misji, musi założyć tymczasową rodzinę i prowadzić życie najzwyczajniejszego w świecie ojca!  \r\nOto opowieść o jedynej w swoim rodzaju rodzinie!",
      "ru": "Мастерский шпион с кодовым именем <Сумрак> проводит свои дни в закулисных миссиях, всё ради мечты о лучшем мире. Но однажды он получает особенно сложное новое указание от командования. Для этой миссии он обязательно должен завести фиктивную семью и начать новую жизнь! Шпионская экшен-комедия об единственной в своём роде семье!\n\n---\nХитроумный шпион по прозвищу «Сумрак» изо дня в день выполнял секретные миссии, чтобы сделать мир лучше. Однажды он получил очередное трудное задание — ради миссии ему предстоит… обзавестись временной семьёй и начать новую жизнь?! Вас ждёт яркая смесь из шпионского боевика и необычной семейной комедии!",
      "th": "สุดยอดสปาย \"สนธยา\" ได้ปฏิบัติการสอดแนมทุกๆวันเพื่อโลกที่ดีกว่า แต่แล้ววันนึงเขาก็ได้รับภารกิจสุดหิน... เพื่อการนั้นเขาจึงได้สร้างครอบครัวปลอมๆและเริ่มชีวิตใหม่!? สปาย x แอคชั่น x คอเมดี้ครอบครัวสุดแนว!",
      "uk": "Холоднокровний і геніальний шпигун з кодовим ім'ям «Сутінь» завжди виконував свою роботу чітко і без зайвого шуму. Свою професію він обрав, плекаючи мрії про кращий світ. Він звик до надзвичайно складних завдань, важливість яких мала найвищий рівень, виконуючи які, він наражав своє життя на небезпеку. Але цього разу… Йому була надіслана інформація про нову місію, для успішного виконання якої «Сутінь» повинен завести сім'ю та вдавати відповідального та люблячого батька на ім'я Лоід Фолджер. Так він «удочирив» дівчинку на ім'я Аня. Дівчинка відразу входить у роль «дочки» і радіє кожній миті, яку проводить з новим «батьком». Тепер є тато та донька, але, як же мама? Нею стане неповторна наймана вбивця на ім'я Юрі Бріар (позивний - \"Принцеса шипів\"). \nМанґа розкриє всі тонкощі та незвичайний життєвий шлях нової «сім'ї», в якій кожен легко може виконати найскладніше завдання, або усунути ціль, але чи зможуть вони виконувати ролі «мами», «тата» та «доньки»?",
      "pt-br": "O brilhante espião \"Twilight\" se dedicava diariamente a cumprir missões secretas por um mundo melhor. Porém, um dia, ele recebeu uma nova tarefa bastante complicada... Para cumprir a sua missão, ele deve formar uma família temporária e começar uma nova vida, mas...?! Uma história de Espiões × Ação × Comédia de uma família bem peculiar!\n\n[ 1° TEMP.(parte 1 e 2) DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 38. ]",
      "zh-hk": "技藝高超的間諜<黃昏>，為了更加美好的世界,每天從事著諜報任務。有一天，司令下達了新的難題——…。為了完成任務，所臨時組建的家庭，所展開的新生活，但是！？間諜×打鬥×與眾不同的家族喜劇現在開始！！"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26102334-1f7b-4a5b-a64f-107c5c24a70f",
    "title": {
      "en": "Mao"
    },
    "updatedAt": "2023-02-03T02:58:05+00:00",
    "coverArt": "https://mangadex.org/covers/26102334-1f7b-4a5b-a64f-107c5c24a70f/89a69a40-535d-482f-86cc-03f267eee570.png",
    "altTitles": [
      {
        "en": "MAO"
      },
      {
        "ja": "マオ"
      },
      {
        "zh-hk": "摩緒"
      },
      {
        "th": "หาญสู้พลิกชะตาอาถรรพณ์"
      }
    ],
    "description": {
      "en": "The story is set in a \"land where two worlds intersect,\" and it centers on \"a strange romance between a boy and girl who meet by fate.\"\n\n(from ebookjapan):\n\nOnmyoji and Yokai? A girl's bizarre Taisho romance! When she was in the first grade of elementary school, her whole family was involved in an accident, but she is the only one who survived. In her third year of junior high school, she passes by the accident site again and is somehow transported back to the Taisho Era!　\n\nThe next day, Nanoka's physical abilities are awakened when she is told by Mao, a boy she met there who is an Onmyoji, \"You are a demon, aren't you?\" The Taisho bizarre romance in which the two of them face their \"destiny\" that will come begins!\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/mao)\n- Indonesian release by [Elex Media](https://www.gramedia.com/products/mao-01) (2021)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b98c4daf-be1a-46c8-ad83-21d532995240",
    "title": {
      "en": "My Food Looks Very Cute"
    },
    "updatedAt": "2024-03-06T02:42:26+00:00",
    "coverArt": "https://mangadex.org/covers/b98c4daf-be1a-46c8-ad83-21d532995240/5a720839-f246-4856-865a-68d53563cc73.png",
    "altTitles": [
      {
        "zh": "我的食物看起来很可爱"
      },
      {
        "en": "My Food Seems to Be Very Cute"
      },
      {
        "zh-ro": "Wǒ de shíwù kàn qǐlái hěn kě'ài"
      },
      {
        "zh-hk": "我的食物看起來很可愛"
      },
      {
        "es-la": "Mi comida se ve adorable"
      },
      {
        "id": "Makananku yang Cantik"
      },
      {
        "pl": "Moje jedzonko wygląda uroczo"
      }
    ],
    "description": {
      "en": "A vampire who has been sleeping for nearly two hundred years, Maria is awakened by a passing werewolf girl by a chance, and the moment the coffin is opened, the curse falls on the werewolf girl. The two girls set foot on the journey to the city",
      "es-la": "Maria, una vampiro que había estado durmiendo por casi doscientos años, es despertada por Xing Lan, una chica lobo que pasaba por ahí. Cuando el ataúd se abre, una maldición cae sobre Xing Lan. Sin embargo, en lugar de asustarse, la inocente Xing Lan cree haber encontrado una excelente compañera, y ambas embarcan juntas un viaje a la ciudad. Así comienza su historia."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67e56a7a-c7ea-4db8-84f0-db19c2034729",
    "title": {
      "en": "Seasons of Blossom"
    },
    "updatedAt": "2024-02-29T23:43:42+00:00",
    "coverArt": "https://mangadex.org/covers/67e56a7a-c7ea-4db8-84f0-db19c2034729/86f85502-4640-4947-b740-69a2149c2eb3.jpg",
    "altTitles": [
      {
        "en": "Cheongchun Blossom"
      },
      {
        "en": "Youth Blossom"
      },
      {
        "ko": "청춘 블라썸"
      },
      {
        "uk": "Розквіт молодості"
      }
    ],
    "description": {
      "en": "Children who are beginning their youth.  \nTheir growing pain on their way to spring."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "130"
  },
  {
    "mangaId": "e0969782-cec4-4382-9366-4c69ecd1f3a2",
    "title": {
      "en": "I Thought She Was a Yandere, but Apparently She's Even Worse"
    },
    "updatedAt": "2024-04-05T16:41:15+00:00",
    "coverArt": "https://mangadex.org/covers/e0969782-cec4-4382-9366-4c69ecd1f3a2/debba5d2-c819-431f-ba85-d9430f198ba0.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレかと思ったらもっとヤベー女だった"
      },
      {
        "id": "Ku kira dia yandere tapi ternyata lebih parah"
      },
      {
        "ja": "ヤンデレかと思ったらラブコメっぽくなる彼女"
      },
      {
        "ja-ro": "Yandere Ka To Omottara Motto Yabe Onna Datta"
      },
      {
        "es-la": "Pensé que era una yandere, pero resultó ser una chica mucho más peligrosa."
      },
      {
        "tr": "Onun Yandere Olduğunu Sanıyordum Ama Durum Daha Betermiş"
      }
    ],
    "description": {
      "en": "A man who no longer can turn a blind eye saves a girl who's being bullied by the other classmate, but little did he know.\n\n---\n\n**Notes:**\n- There is also a fan colored version and an R18 side(?) story:",
      "id": "Seorang pria yang tidak lagi bisa menutup mata menyelamatkan seorang gadis yang di-bully oleh teman sekelasnya,tapi sedikit yang dia tahu.",
      "tr": "Artık sınıf arkadaşının zorbalanmasına göz yumamayan çocuk sınıf arkadaşını kurtarır, oysa...",
      "es-la": "Psicópata se enamora de un chico normal."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents To Give You"
    },
    "updatedAt": "2024-03-08T13:29:11+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai sa Retakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9a8ffb7-682f-40e2-87fe-9537e8f425ea",
    "title": {
      "en": "WEE!!!"
    },
    "updatedAt": "2024-03-05T19:25:28+00:00",
    "coverArt": "https://mangadex.org/covers/c9a8ffb7-682f-40e2-87fe-9537e8f425ea/9cdfed6d-6bb2-4576-8733-e51a0b1a93dd.jpg",
    "altTitles": [],
    "description": {
      "en": "When you miss school and meeting friends, follow along on Amu's daily school life! Together along with her friends that does weird and stupid things, they together go through high school filled with likes, sorrow, feelings and love!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "029b5f96-0fe6-49e6-8d2e-8c774175b978",
    "title": {
      "en": "I Encountered A False Spiritual Revival"
    },
    "updatedAt": "2024-04-16T23:23:24+00:00",
    "coverArt": "https://mangadex.org/covers/029b5f96-0fe6-49e6-8d2e-8c774175b978/725dbec8-9107-4bd0-b77d-b878900effcd.jpg",
    "altTitles": [
      {
        "zh": "我遇到了假的灵气复苏"
      }
    ],
    "description": {
      "en": "Everyone in the world is mentally ill, except me! (Confirmed!)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8edc81f2-bb70-4100-9df7-2552a14e5d75",
    "title": {
      "en": "Sousou no Frieren - kmtakpk's Frieren Koma (Doujinshi)"
    },
    "updatedAt": "2024-03-15T05:51:38+00:00",
    "coverArt": "https://mangadex.org/covers/8edc81f2-bb70-4100-9df7-2552a14e5d75/a796decd-4c85-45db-a95b-9f7ca32e1d8b.jpg",
    "altTitles": [
      {
        "ja": "葬送のフリーレン - P助のフリーレンコマ"
      },
      {
        "en": "Frieren at the Funeral - kmtakpk's Frieren Koma"
      },
      {
        "en": "Frieren: Beyond Journey’s End - kmtakpk's Frieren Koma"
      }
    ],
    "description": {
      "en": "A collection of 1-5 koma manga shorts about *Frieren: Beyond Journey's End*."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a93959d7-4a4a-4f80-88f7-921af3ca9ade",
    "title": {
      "en": "Oneesan ga Shinryakuchuu!?"
    },
    "updatedAt": "2024-04-17T14:02:06+00:00",
    "coverArt": "https://mangadex.org/covers/a93959d7-4a4a-4f80-88f7-921af3ca9ade/2736d7ba-5a17-46ed-9f99-dd7bdd4875a2.jpg",
    "altTitles": [
      {
        "ja-ro": "Oneesan ga Shinryakuchuu!?"
      },
      {
        "ja": "おねーさんが侵略中！？"
      },
      {
        "pt-br": "Onee-San está invadindo!?"
      },
      {
        "en": "Onee-San Is Invading!?"
      },
      {
        "ko": "누나가 침략중!?"
      },
      {
        "ko-ro": "Nunaga Chimlyagjung!?"
      },
      {
        "zh": "大姐姐入侵中！？"
      }
    ],
    "description": {
      "en": "Toono Ao failed to get into college and became a ronin, studying for next years exams instead. To better study for them, Ao moved out to live on his own into an apartment near his cram school. It's not much, but it's a place to call his own. But not long after moving in, a drunken lady finds her way into his new home! It doesn't matter how hard he tries, she just continues to make herself at home and take advantage of him. This is not okay! ...Or is it? His humble castle is no longer his own. Onee-san is invading!",
      "ja": "夢にまで見た上京一人暮らし。狭いけど駅近物件。そんな僕の大事なお城は見知らぬおねーさんに侵略を許した！変わる壁紙、開発されるカラダ・・これって大歓迎案件？\n \n--- \n \nYume ni made mita jōkyō hitorigurashi. Semaikedo eki kin bukken. Son'na boku no daijina o-jō wa mishiranu o ne ̄-san ni shinryaku o yurushita! Kawaru kabegami, kaihatsu sa reru Karada kore tte dai kangei anken?",
      "zh": "透野青没能考上大学，成了一名浪人，转而准备明年的考试。为了更好地复习，他搬到了补习学校附近的公寓里独自生活。虽然房子不大，但也算得上是自己的家了，可刚搬进去没多久，一个喝醉酒的女人就强行闯进了他的新家！不管他怎么努力，她就是继续把他当成自己的家，占他的便宜。这可不行！......还是不行？他简陋的城堡不再属于他了一姐姐正在入侵中！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b616cc73-b948-4d9c-8b47-9061277c5975",
    "title": {
      "en": "Otona no Obenkyou, Hajimemasu."
    },
    "updatedAt": "2024-04-17T13:50:43+00:00",
    "coverArt": "https://mangadex.org/covers/b616cc73-b948-4d9c-8b47-9061277c5975/cab32b2f-8b14-4703-a433-8b08c6270df4.jpg",
    "altTitles": [
      {
        "zh": "成年人的补习班、现在开课"
      },
      {
        "zh-hk": "成年人的補習班、現在開課"
      },
      {
        "ja-ro": "Otona no Obenkyou, Hajimemashita."
      },
      {
        "ja": "オトナのお勉強、ハジめます。"
      }
    ],
    "description": {
      "en": "Emi is rejected by the man she loves because of her low academic ability. Her frustration at her heartbreak ignites her passion for studying for the first time in her life, and after studying hard, she overcomes her \"stupidity\" by becoming a national public servant. One day, she meets her lost love Kei again, but his appearance has changed 180 degrees from his student days. A reversal of romance between a former idiot and a former genius, who \"learn to love and learn to learn from each other\"!",
      "ja": "「頭悪い女とは付き合えない」学力の低さで好きな人にフラれてしまった笑(えみ)。大失恋の悔しさから、生まれて初めて勉強熱に火が付いた彼女は猛勉強の末、国家公務員になることで「バカ」を克服する。そしてある日、失恋相手・慧(けい)と再会するのだが彼は学生時代の風貌と180度変わっていて-!? “学び合い、愛を学ぶ”元バカと元秀才の逆転恋愛劇!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "15"
  },
  {
    "mangaId": "decbf626-f76a-4da6-96f8-8ae084718c42",
    "title": {
      "en": "Lies of the Sheriff Evans: Dead or Love"
    },
    "updatedAt": "2023-02-05T09:35:59+00:00",
    "coverArt": "https://mangadex.org/covers/decbf626-f76a-4da6-96f8-8ae084718c42/6cc5b72b-1430-4d60-8e99-697657667365.jpg",
    "altTitles": [
      {
        "ja-ro": "Hoankan Evans no Uso - Dead or Love"
      },
      {
        "en": "Lies of the Sheriff Evans"
      },
      {
        "en": "Sheriff Evans the Liar"
      },
      {
        "en": "Sheriff Evans' Lies"
      },
      {
        "ru": "Ложь шерифа Эванса"
      },
      {
        "ja": "保安官エヴァンスの嘘"
      },
      {
        "ja": "保安官エヴァンスの嘘 ～DEAD OR LOVE～"
      }
    ],
    "description": {
      "en": "The story follows lawman Elmore Evans, who despite being one of the most amazing gunslingers in the West can't get rid of his bad luck in his romantic life.",
      "ru": "Шериф Элмор Эванс, слывущий на Диком Западе искусным стрелком, вечно терпит поражение в любви."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "241"
  },
  {
    "mangaId": "26a869ad-bd0c-4d2d-9ce4-e136d4d02777",
    "title": {
      "en": "My Crazy Boss"
    },
    "updatedAt": "2024-04-13T19:42:12+00:00",
    "coverArt": "https://mangadex.org/covers/26a869ad-bd0c-4d2d-9ce4-e136d4d02777/231d1aa1-0470-4e24-8e74-35d5819710fb.jpg",
    "altTitles": [
      {
        "ko": "사장님이 미쳤어요"
      },
      {
        "fr": "Mon Boss, le Fou"
      }
    ],
    "description": {
      "fr": "Seo-Woo qui aimait en secret son patron, n'imaginait pas qu'un jour il allait vraiment lui demander de sortir avec lui. Min-Hyeok qui était si distant et froid, était devenu un homme passionné et fidèle à Seo-Woo. Avant même de s'habituer à ce soudain changement, elle découvre un secret \"fatal\" qui va lui permettre de montrer qui est le vrai \"patron\" dans cette relation... .",
      "ko": "사장님에게 고백받았다.\n\"연애하죠. 결혼을 전제로.\"\n남몰래 그를 짝사랑해왔던 서우의 심장은 쿵 내려앉는데.\n우리 사장님이 혹시 미친 걸까?\n\n\"은서우 씨가 날 버리지 않는 이상 헤어질 일은 절대 없을 겁니다.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61fbcf4d-a8aa-463d-bb82-b5437892b554",
    "title": {
      "en": "Depressed Hero"
    },
    "updatedAt": "2024-03-21T02:42:04+00:00",
    "coverArt": "https://mangadex.org/covers/61fbcf4d-a8aa-463d-bb82-b5437892b554/52be0d13-0406-4a7b-8de0-bfc310d6f794.png",
    "altTitles": [
      {
        "fr": "Héros Dépressif"
      },
      {
        "pt-br": "Herói Deprimido"
      }
    ],
    "description": {
      "en": "The hero in this story is struggling with depression and feels like he has no purpose in life. One day, he is approached by a 500 year old demon lord who takes an interest in him. The demon lord, who is beautiful and powerful, offers to care about a depressed hero from another world the hero and take care of him.",
      "fr": "Notre héros se bat contre la dépression et ère sans but dans la vie. Un jour, il rencontre la reine des démons alors vieille de 500 ans. Rapidement, elle va s'intéresser à lui. La reine des démons, belle et forte, lui propose alors de s'occuper de lui. Alerte spoiler : l'un d'eux mourra à la fin de cette histoire...",
      "pt-br": "O protagonista desta história é um herói que enfrenta uma batalha contra a depressão e está em busca de um propósito na vida. Num certo dia, ele é abordado pela Rainha dos Demônios, uma figura elegante e poderosa, com a impressionante idade de 500 anos, que demonstra interesse por ele. Ela oferece cuidar do protagonista, que pertence a outro mundo, e ajudá-lo em sua luta contra a depressão."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36300a46-485b-4c05-a570-ac3b23de3952",
    "title": {
      "en": "Akuyaku Reijou to Akuyaku Reisoku ga, Deatte Koi ni Ochitanara ~Nanashi no Seirei to Keiyaku shite Oidasareta Reijou wa, Kyou mo Reisoku to Kisoiatte Iru you desu~"
    },
    "updatedAt": "2024-04-07T18:10:03+00:00",
    "coverArt": "https://mangadex.org/covers/36300a46-485b-4c05-a570-ac3b23de3952/68076e7c-c57f-4f00-b29b-a5bf790c2e43.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢と悪役令息が、出逢って恋に落ちたなら　～名無しの精霊と契約して追い出された令嬢は、今日も令息と競い合っているようです～"
      },
      {
        "en": "If the Villainess and Villain Met and Fell in Love"
      },
      {
        "en": "If the Villainess and the Villain Were to Meet and Fall in Love: It Seems the Shunned Heroine Who Formed a Contract With an Unnamed Spirit Is Fighting With the Nobleman Yet Again"
      }
    ],
    "description": {
      "en": "Despite being from a prestigious noble family, Bridget, a failed daughter who made a contract with the weakest spirit, one day had her engagement broken off by the third prince, Joseph.\n\nHowever, no one sympathized with her, who was acting as a proud daughter at the behest of Joseph... At that time, Bridget meets the Duke's son Yuri, who is feared by those around him because of his overwhelming ability and cold personality.\n\nTwo people who hate each other and repel each other. However, the encounter gradually changes their destinies. This is the story of a villainess who is despised for being incompetent and a villain who is shunned for being a genius who eventually fall in love.\n\n---\nDespite her noble status, Brigitte contracts with the weakest type of spirit—and on that very same day, the prince publicly breaks off their engagement. No one shows much sympathy towards the once haughty young lady—except for the duke's son, Yuri, who attends the same magic academy. Yuri is feared for his incredible abilities and icy personality, but with him on her side, her fortunes might have changed…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700426830814673), [Syosetu](https://ncode.syosetu.com/n9923hb/)",
      "ja": "幼い頃に最弱精霊と契約してしまった落ちこぼれ令嬢ブリジット。ある日、第三王子から婚約破棄を言い渡され、絶望の淵に立たされる。そんな中、彼女は孤高の天才令息ユーリと遭遇する。嫌われ者同士いがみ合う二人であったが、この出逢いが運命を動かすこととなり――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f237a5f-07ad-4e43-bbd9-2a320694434d",
    "title": {
      "en": "The Rising of the Shield Hero"
    },
    "updatedAt": "2024-04-12T23:19:05+00:00",
    "coverArt": "https://mangadex.org/covers/0f237a5f-07ad-4e43-bbd9-2a320694434d/ad0d3901-8e6e-4598-851a-f25230479182.jpg",
    "altTitles": [
      {
        "de": "Der Aufstieg des Schildhelden"
      },
      {
        "es": "El Ascenso del Héroe del Escudo"
      },
      {
        "tr": "Kalkan Kahramanı'nın Yükselişi"
      },
      {
        "fr": "L'Ascension du Héro au Bouclier"
      },
      {
        "tl": "Pag-aalsa ng Bayani"
      },
      {
        "ms": "Kebangkitan Pahlawan Perisai"
      },
      {
        "ru": "Восхождение Героя Щита"
      },
      {
        "th": "ผู้กล้าโล่ผงาด"
      },
      {
        "ja": "盾の勇者の成り上がり"
      },
      {
        "zh": "盾之勇者成名录"
      },
      {
        "zh-hk": "盾之勇者成名錄"
      },
      {
        "ko": "방패 용사 성공담 (방패 용자의 성공기)"
      },
      {
        "it": "L'ascesa dell'eroe con lo scudo"
      },
      {
        "vi": "Sự Trỗi Dậy Của Khiên Anh HùngQuan"
      },
      {
        "pt": "A Ascensão do Herói do Escudo"
      },
      {
        "tr": "Kalkan Kahramanın Yükselişi"
      },
      {
        "it": "L'ascesa dell'eroe dello scudo"
      },
      {
        "vi": "Sự trỗi dậy của Dũng sĩ Khiên"
      },
      {
        "bg": "Възходът на героя на щита"
      },
      {
        "uk": "Сходження Героя Щита"
      },
      {
        "fa": "ظهور قهرمان سپر"
      },
      {
        "ar": "نهوض بطل الدرع"
      },
      {
        "ja-ro": "Tate no Yuusha no Nariagari"
      },
      {
        "ka": "ფარის გმირის აღზევება"
      }
    ],
    "description": {
      "en": "Naofumi Iwatani, an uncharismatic Otaku who spends his days on games and manga, suddenly finds himself summoned to a parallel universe! He discovers he is one of four heroes equipped with legendary weapons and tasked with saving the world from its prophesied destruction.  \nAs the Shield Hero, the weakest of the heroes, all is not as it seems. Naofumi is soon alone, penniless, and betrayed. With no one to turn to, and nowhere to run, he is left with only his shield. Now, Naofumi must rise to become the legendary Shield Hero and save the world!",
      "ru": "Иватани Наофуми - типичный отаку, которого нагло призывают в другой мир и просят спасти его. Недолго ломаясь, он все-таки решается согласиться, попутно став одним из четырех героев - \"Героем Щита\". И все бы ничего, если бы парня не ограбили на третий день, да еще и в изнасиловании обвинили… Ограбленный и униженный перед обществом, Наофуми решает найти обидчиков и задать им жару. Помогать с этим ему будет девушка из расы енотолюдей, которую он выкупил у работорговца… \n\nАдаптация ранобэ Tate no Yuusha no Nariagari от Aneko Yusagi."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4f7ca0b-c58c-46a4-b1fb-56fe8a54d4e6",
    "title": {
      "en": "Villainess & GalMaid"
    },
    "updatedAt": "2024-04-17T13:13:20+00:00",
    "coverArt": "https://mangadex.org/covers/f4f7ca0b-c58c-46a4-b1fb-56fe8a54d4e6/892cdd43-bbe1-450a-8832-23c492ed1b35.png",
    "altTitles": [
      {
        "ja": "悪役令嬢とギャルメイド"
      },
      {
        "ja-ro": "Akuyaku Reijou to Gyaru Maid"
      }
    ],
    "description": {
      "en": "Pre-serialization oneshot of Gal Maid & Villainess."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2024-04-15T00:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/28c371c2-a991-47ff-aefa-e7138fcd2a26.jpg",
    "altTitles": [
      {
        "ko": "여친의 친구"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      },
      {
        "ja": "彼女の友達"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ja-ro": "Kanojo no Tomodachi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her ... What would you do if your girlfriend's friend pressed you like this? A fascinating erotic story drawn by Jura from the popular doujin circle \"JACK-POT\".",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？ 大人気同人サークル「JACK-POT」のじゅらが描く、魅惑の背徳物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ace1b3c4-41a7-44d2-a9ad-ae798932479e",
    "title": {
      "en": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
    },
    "updatedAt": "2024-03-21T17:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/cd35ba88-59ea-47c0-9f28-aa08c7fa0de3.jpg",
    "altTitles": [
      {
        "ja": "FPSで初心者ボコってリアルファイトに発展した結果w"
      },
      {
        "ja-ro": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
      },
      {
        "en": "After Beating a Noob in an FPS, He Wanted to Fight Me in Real Life LOL"
      },
      {
        "vi": "Sau Khi Bị Tôi Bón Hành Trong Game, Có Đứa Hẹn Kèo Đánh Tôi!"
      },
      {
        "id": "Hasil dari Mengalahkan seorang Pemula di FPS yang Berkembang Menjadi Pertarungan di RL haha"
      },
      {
        "en": "Fighting With an FPS Beginner"
      },
      {
        "ro": "Luptând Cu Un Începător La Jocurile FPS"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db0ac526-46c9-41ea-be96-1959bc26a314",
    "title": {
      "en": "A Cool Older Lady That Makes Me Crazy"
    },
    "updatedAt": "2024-04-09T13:46:26+00:00",
    "coverArt": "https://mangadex.org/covers/db0ac526-46c9-41ea-be96-1959bc26a314/e069ea38-58be-4894-aa3d-134699f911dd.png",
    "altTitles": [
      {
        "ja": "僕を狂わすカッコイイお姉さん"
      },
      {
        "ja-ro": "Boku o Kuruwasu Kakkoii Onee-san"
      },
      {
        "en": "A Cool Older Lady Who Drives Me Crazy"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d2ce760-9c8f-42d5-82b5-6d940f040039",
    "title": {
      "en": "An-chan no Aan"
    },
    "updatedAt": "2021-05-25T15:45:44+00:00",
    "coverArt": "https://mangadex.org/covers/9d2ce760-9c8f-42d5-82b5-6d940f040039/5ce38fbb-b29a-460c-a257-0d35bf0e551c.jpg",
    "altTitles": [
      {
        "en": "A~n-chan no A~n"
      },
      {
        "en": "A~nchan no A~n"
      },
      {
        "en": "Aan-chan no Aan"
      },
      {
        "en": "Aanchan no Aan"
      },
      {
        "en": "Aannya An"
      },
      {
        "en": "あ〜んちゃんのあ〜ん"
      }
    ],
    "description": {
      "en": "This is a 4-Koma manga in which An-chan always says \"Aan.\"  \n  \n**Links:**  \n- [Author's Twitter](https://twitter.com/KANEKOMOTOKI)\n"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "99ddc68c-c83b-489d-81bc-bd857b58e2b2",
    "title": {
      "en": "Projection"
    },
    "updatedAt": "2024-04-17T13:01:51+00:00",
    "coverArt": "https://mangadex.org/covers/99ddc68c-c83b-489d-81bc-bd857b58e2b2/616794aa-1a72-4652-858e-99a3315128cf.jpg",
    "altTitles": [
      {
        "ko": "프로젝션"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ee7d7b1-1f85-4b8e-9861-66c8b7b53929",
    "title": {
      "en": "Comic Girls"
    },
    "updatedAt": "2024-02-14T11:30:09+00:00",
    "coverArt": "https://mangadex.org/covers/8ee7d7b1-1f85-4b8e-9861-66c8b7b53929/1d032732-751d-4d11-9948-a7fdac00a3a6.jpg",
    "altTitles": [
      {
        "ja": "こみっくがーるず"
      },
      {
        "zh-hk": "漫畫女孩"
      },
      {
        "zh": "漫画女孩"
      },
      {
        "zh-ro": "Mànhuà nǚhái"
      },
      {
        "ko": "코믹걸즈"
      }
    ],
    "description": {
      "en": "The story concerns the daily life of young up-and-coming mangaka living together in an all-female dormitory.",
      "es": "La historia trata de la vida cotidiana de unas jovenes y prometedoras mangakas quienes viven juntas en una residencia.",
      "pt": "A vida diária de garotas mangakás vivendo juntas em um dormitório."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": ""
  },
  {
    "mangaId": "fc450607-0657-4abd-9ec0-b19e536fb287",
    "title": {
      "en": "My Failing Divorce"
    },
    "updatedAt": "2024-03-31T10:45:28+00:00",
    "coverArt": "https://mangadex.org/covers/fc450607-0657-4abd-9ec0-b19e536fb287/433e3574-669f-4c03-9240-2fce2e0c6c40.jpg",
    "altTitles": [
      {
        "ko": "흑막 남편과의 이혼에 실패한 것 같다"
      },
      {
        "ko-ro": "Heungmang Nampyeongwaui Ihone Silpaehan Geon Gatda"
      },
      {
        "en": "I Failed to Divorce My Husband"
      },
      {
        "fr": "Je n'ai pas réussi à divorcer de mon (vilain) mari"
      },
      {
        "pt": "Falhei em me divorciar do meu esposo"
      },
      {
        "ja": "黒幕夫に惚れられました"
      },
      {
        "zh": "正太老公超黏人"
      }
    ],
    "description": {
      "en": "I've been reincarnated as the extra character who stalked her husband, the male lead, for 10 years and died. Of course, I tried to divorce him before the female lead appeared.\n\nBut, I found out that my young husband was secretly abused in the house. At that moment, I immediately became overwhelmed with the responsibility and sense of duty a modern adult would have. \n\n**\n\nAiden had his back turned away from her and suddenly grabbed her arm forcefully. The strength of his hands alone could have ripped her arms off. Erin timidly called his name and spoke. \n\n\"I already reminded you yesterday. We're a married couple, so I'm always on your side.\" \n\n\"...\"\n\n\"So, everything is alright.\" \n\nShe comforted him with these sweet words like it was a spell. And as if he was under her magic, Aiden stopped trembling. \n\n**\n\nThe adult Erin requested to divorce her husband Aiden before the female lead appeared. As soon as those words left her lips, Aiden's smile disappeared. \n\n\"A divorce? Never.\"\n\nAiden tore the divorce papers into such thin sheets, the contents were no longer legible. Erin smiled at the sight. (Synopsis source: Gourmet Scans)\n\n---\nEllen's plan is simple. Before turning into an obsessive villain who gets executed, she's going to get a divorce! But after she becomes Ellen Lianster, her plan gets complicated. Her new husband, Aiden, has developed a debilitating fear of being touched, and Ellen is determined to discover the cause and cure. As she finds ways to help him, an affection-deprived Aiden slowly begins to seek comfort from Ellen. With both hearts opening up to each other, can this marriage succeed... at failing?",
      "fr": "J'ai été réincarnée en tant que la figurante qui a harcelé son mari, le rôle masculin principal, pendant 10 ans et qui est morte. Bien sûr, j'ai essayé de divorcer avant que le personnage principal féminin n'apparaisse. Mais j'ai découvert que la nounou de mon jeune mari abusait secrètement de lui. À ce moment-là, j'ai immédiatement été submergée par la responsabilité et le sens du devoir d'un adulte moderne. *** Aiden, qui lui tournait le dos, lui a soudainement saisi le bras avec force. La seule force de ses mains aurait pu lui arracher les bras. Erin l'appela timidement et prit la parole. «Je te l'ai déjà rappelé hier. Nous sommes un couple marié, alors je suis toujours de ton côté.» «...» «Alors, tout va bien.» Elle le réconforta avec ces mots doux comme s'il s'agissait d'un sortilège. Et comme s'il était sous sa magie, Aiden cessa de trembler. *** Erin, adulte, a demandé le divorce à son mari Aiden avant que le personnage principal féminin n'apparaisse. Dès que ces mots ont quitté ses lèvres, le sourire d'Aiden a disparu. «Un divorce? Jamais.» Aiden a déchiré les papiers du divorce en feuilles si fines que le contenu n'était plus lisible. Erin sourit à cette vue.",
      "zh": "漫画简介: 社牛打工人穿成会被疯批男主处死的小恶女，却意外发现10岁的男主是个缺爱小可怜。每天糯叽叽黏人的正太小乖乖，在小恶女的养成下，还会成为腹黑疯批吗？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37c12d0c-f43f-4ed1-9645-17675d941f12",
    "title": {
      "en": "Sweethearts in the Spotlight"
    },
    "updatedAt": "2024-04-02T01:42:40+00:00",
    "coverArt": "https://mangadex.org/covers/37c12d0c-f43f-4ed1-9645-17675d941f12/b25a16a1-fe62-4934-86f5-3973c7794f71.jpg",
    "altTitles": [
      {
        "zh": "顶流夫妇有点甜"
      },
      {
        "en": "The Top Couple Is a Bit Sweet"
      }
    ],
    "description": {
      "en": "Song Yan and Wen Li are a well-known contract couple in the entertainment industry. Ever since they are married, they are not in business and have not been tied together. Countless fans lament,  yet many ship them together. That is until the two of them officially announced their participation in a national-level variety show for couples and they reluctantly began to come back to their career. During the recording process of the variety show, the two of them slowly discovered that their bond had already been firmly tied several years ago......"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da3a2007-4877-4174-82a4-498682f557a8",
    "title": {
      "en": "After Getting Injured, This Female Doctor Cared for Me Strangely"
    },
    "updatedAt": "2024-01-28T07:17:42+00:00",
    "coverArt": "https://mangadex.org/covers/da3a2007-4877-4174-82a4-498682f557a8/bc39a408-b1c1-449b-92bc-0bc503402d8d.jpg",
    "altTitles": [
      {
        "ja": "怪我から始まる女医との入院生活はどこかおかしい"
      },
      {
        "ja-ro": "Kega Kara Hajimaru Joi to no Nyuuin Seikatsu wa Dokoka Okashii"
      },
      {
        "uk": "Після поранення, ця лікарка дивно піклується про мене"
      }
    ],
    "description": {
      "en": "A strangely kind doctor during night shifts...",
      "uk": "Дивно добра лікарка під час нічної зміни...",
      "pt-br": "Uma doutora estranhamente gentil durante os turnos noturnos..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "037be7d4-5f32-465f-b8de-0c37b0d2373f",
    "title": {
      "en": "My Enemy's Proposal"
    },
    "updatedAt": "2024-04-16T18:01:32+00:00",
    "coverArt": "https://mangadex.org/covers/037be7d4-5f32-465f-b8de-0c37b0d2373f/27c4fe02-cfff-4a1b-8caa-c75e85edfe8d.jpg",
    "altTitles": [
      {
        "en": "One Day, I Was Proposed to My Enemy"
      },
      {
        "zh": "被冤家求婚了"
      },
      {
        "ko": "어느 날 웬수에게 청혼당해 버렸습니다"
      }
    ],
    "description": {
      "en": "Having to work with someone who goes out of their way to annoy you is trying, to say the least. Nox Perses doesn’t understand why Allon Hemera is so bent on making his life miserable. The captain of the Edelfelt knights is charming, gentle, and affable with everyone apart from Nox. To make matters worse, Allon also refuses to remember the magical night the two spent together a few years ago, even though Nox adamantly believes that it was a night no one could forget. Still, now that the war is over, Nox is looking forward to not staring at his enemy’s face. Little does he know about the proposal Allon will spring on him..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ba413e9-52bc-4ca9-b5f0-f55335e2f880",
    "title": {
      "en": "Captain Tsubasa Memories"
    },
    "updatedAt": "2024-04-15T14:02:43+00:00",
    "coverArt": "https://mangadex.org/covers/3ba413e9-52bc-4ca9-b5f0-f55335e2f880/c4d9ccfc-967a-47ef-8ae2-e17af29146a0.jpg",
    "altTitles": [
      {
        "ja-ro": "Captain Tsubasa Memories ~Kore wa Nankatsu Shō vs Shūtetsu Shō Taikōsen Tōjitsu ni Okotta Hanashi~"
      },
      {
        "ja": "キャプテン翼 MEMORIES"
      },
      {
        "en": "Oozora's family moving out"
      },
      {
        "en": "I'm Wakabayashi Genzo, birth of the SGGK"
      },
      {
        "en": "The legend of the strongest Meiwa FC"
      }
    ],
    "description": {
      "en": "A collection of the \"Captain Tsubasa Memories\" one-shot series."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19086988-ba61-45d0-a1fb-22bb028e39da",
    "title": {
      "en": "Yūtōsei wa shikararetai"
    },
    "updatedAt": "2024-04-17T12:38:49+00:00",
    "coverArt": "https://mangadex.org/covers/19086988-ba61-45d0-a1fb-22bb028e39da/d36ad3d5-d7ab-45f3-9cd3-91905badea87.jpg",
    "altTitles": [
      {
        "vi": "Học sinh ưu tú muốn bị quở trách"
      },
      {
        "ja": "優等生は叱られたい"
      },
      {
        "en": "Honor student want to be scolded"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]