[
  {
    "mangaId": "f871c7b9-05f6-48bf-90bc-f6a3a923b596",
    "title": {
      "en": "The Maid and the Vampire"
    },
    "updatedAt": "2022-05-26T00:51:58+00:00",
    "coverArt": "https://mangadex.org/covers/f871c7b9-05f6-48bf-90bc-f6a3a923b596/9cc959b2-309f-4706-b231-c10499a7357b.jpg",
    "altTitles": [
      {
        "ko": "하녀와 흡혈귀"
      },
      {
        "ko-ro": "Hanyeowa Heupyeolgwi"
      },
      {
        "vi": "Hầu Nữ Và Công Tước Ma Cà Rồng"
      },
      {
        "es": "La criada y el vampiro"
      },
      {
        "fr": "La domestique et le vampire"
      },
      {
        "ja": "メイドと吸血鬼"
      },
      {
        "ja-ro": "Maid to Kyuuketsuki"
      },
      {
        "tr": "Vampir ve Hizmetçi"
      },
      {
        "zh": "吸血鬼与女仆"
      }
    ],
    "description": {
      "en": "Areum has fallen into a strange world called 'Soltera' after a car accident. She is mistaken for a vampire because of her hair color, and she is sold to a Duke’s house by a slave trader. The identity of Millard Travis the master of the Duke’s house that bought her is the one and only vampire in the world!\n\nDesperate to survive in any way, Areum becomes Millard's direct servant, vowing to serve him as her master. Areum tries to belly up on Millard day by day and his attitude starts to change.\n\n---\n**Original Webtoon:** [Daum](http://webtoon.daum.net/webtoon/view/maidnvampire), [eComix](https://www.ecomix.com/comic/%ED%95%98%EB%85%80%EC%99%80-%ED%9D%A1%ED%98%88%EA%B7%80-%EC%97%B0%EC%9E%AC), [Lezhin](https://www.lezhin.com/ko/comic/maid_and_vampire)\n\n**Official Translations:**\n* English: [COPIN](https://copincomics.com/toon/214), [Lezhin](https://www.lezhin.com/en/comic/maidnvampire), [MangaToon](https://mangatoon.mobi/en/detail/30605), [Manta](https://manta.net/series/1192), [NetComics](https://www.netcomics.com/comic/157), [Pocket Comics](https://www.comico.io/pocket-comics), [Tappytoon](https://www.tappytoon.com/series/maidnvamp/1)\n* Chinese (Simplified) / 汉语: [AC.QQ](https://ac.qq.com/Comic/comicInfo/id/641512), [KuaiKan Manhua](https://www.kuaikanmanhua.com/web/topic/4130/)\n* French / Français: [Pocket Comics](https://www.pocketcomics.com/comic/220), [Tappytoon](https://www.tappytoon.com/fr/comics/la-domestique-et-le-vampire-fr)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/The-Maid-and-the-Vampire/3362)\n* [Japanese / 日本語](https://www.comico.jp/comic/220)\n* [Vietnamese / Tiếng Việt](https://pops.vn/comics/hau-nu-va-cong-tuoc-ma-ca-rong-5eb50a2aaa63450033ea5ab6)",
      "es": "Areum ha caído en un mundo extraño llamado 'Soltera' después de un accidente automovilístico. La confunden con un vampiro por el color de su cabello, y un traficante de esclavos la vende a la casa de un duque. ¡La identidad de Millard Travis, el maestro de la casa del duque que la compró, es el único vampiro del mundo! Desesperado por sobrevivir de cualquier manera, Areum se convierte en el sirviente directo de Millard, jurando servirle como su maestro. Areum trata de arremeter contra Millard día tras día y su actitud comienza a cambiar.",
      "fr": "Après un accident de voiture, Areum débarque dans un monde étrange, répondant au nom de Soltera. Les gens la prennent alors pour une vampire à cause de la couleur de ses cheveux, et elle est vendue à la maison du Duc par un marchand d'esclaves. Il s'avère alors que Millard Travis, le maître de maison, qui est également celui qui l'a achetée, est le seul et unique vampire de ce monde!\n\nPrête à tout pour survivre, Areum devient la servante directe de Millard, jurant de le servir. Elle décide d'être une servante dévouée jour après jour, si bien que l'attitude de Millard commence progressivement à changer...",
      "ko": "갑작스러운 사고로 이(異) 세계로 오게 된 소녀와 \n그곳의 유일한 흡혈귀 공작의 스릴 넘치는 로맨스 판타지!\n교통사고를 당하고 '솔테라'라는 낯선 세계로 떨어진 아름. 머리카락 색 때문에 흡혈귀라고 오인당한 그녀는 노예 상인에 의해 공작가에 팔려간다. 그녀를 산 공작가의 가주 밀러드 트래비스는 이 세계의 유일한 흡혈귀!\n어떻게든 살아남고 싶은 아름은 밀러드를 주인으로 깍듯이 모시겠다고 맹세하며 그의 직속 하녀가 된다. 하루하루 주인의 비위를 맞추는 아름의 정성에 밀러드의 태도가 변하기 시작한다.",
      "vi": "Sau một vụ tai nạn xe hơi, Areum bị rơi vào một thế giới kỳ lạ tên là \"Soltera\". Ở đây, họ nhầm cô là một ma cà rồng do màu tóc đen; Areum sau đó bị bắt làm nô lệ rồi bị bán cho một vị công tước. Trớ trêu thay, cô lại được bán cho một ma cà rồng chính hiệu - Công tước Millard Travis, ma cà rồng duy nhất trên thế giới này! Không còn lựa chọn nào khác, Areum đành phải cắn răng phục vụ cho chủ nhân. Mỗi ngày trôi qua dưới sự hầu hạ của cô, anh chàng ma cà rồng bắt đầu thấy cô hầu này cũng hay đấy.",
      "zh": "穿越到异世界的少女与这个世界唯一的吸血鬼公爵的科幻罗曼史! 遭遇交通事故后穿越到异世界的雅霖，因头发颜色被误认为是吸血鬼后被卖到公爵名门，而买下她的正是这个世界唯一的吸血鬼，公爵家主米勒德特拉维斯。女主雅霖为了活命，决定侍奉米勒德为主人并成为了他的专属女仆。"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "76"
  },
  {
    "mangaId": "549812d1-a1b9-4580-bca7-eac9471c7a5d",
    "title": {
      "en": "Babel II: The Returner"
    },
    "updatedAt": "2024-02-06T17:23:53+00:00",
    "coverArt": "https://mangadex.org/covers/549812d1-a1b9-4580-bca7-eac9471c7a5d/20e0c073-1651-4bc3-9315-1c1a07e60add.png",
    "altTitles": [
      {
        "ja": "バビル２世　ザ・リターナー"
      },
      {
        "ja-ro": "Babiru 2-sei za ritānā"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nAfter 40 years, \"Babel II\" is miraculously back!\n\nThis time, the enemy is the world's most powerful military nation, the United States of America! \n\nA supernatural battle of modern warfare vs. Babel II breaks out...!"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "160"
  },
  {
    "mangaId": "16851fef-456a-4efe-ae95-5ac51aa0506a",
    "title": {
      "en": "I Belong to House Castiello"
    },
    "updatedAt": "2024-03-26T06:00:51+00:00",
    "coverArt": "https://mangadex.org/covers/16851fef-456a-4efe-ae95-5ac51aa0506a/f2087ed3-25e2-4b62-8caf-0ffdb18631f7.jpg",
    "altTitles": [
      {
        "en": "I Am a Child of This House"
      },
      {
        "en": "I Belong to House Castielo"
      },
      {
        "en": "I Belong to This House"
      },
      {
        "ko": "나는 이 집 아이"
      },
      {
        "ko-ro": "Naneun I Jib Ai"
      },
      {
        "it": "Appartengo al Casato dei Castielo"
      },
      {
        "es": "Soy hija de esta casa"
      },
      {
        "es": "Pertenezco a la Casa Castiello"
      },
      {
        "es": "Pertenezco a la Casa Castielo"
      },
      {
        "id": "Anak Keluarga Ini"
      },
      {
        "pt-br": "Sou filha desta casa"
      },
      {
        "fr": "J'appartiens à la Maison Castielo"
      },
      {
        "ru": "Я - дитя этого дома"
      },
      {
        "ar": "أنا طفلة من هذا المنزل"
      },
      {
        "th": "ข้าเป็นลูกสาวท่านดยุค"
      },
      {
        "ja": "ある日、私は冷血公爵の娘になった"
      },
      {
        "zh": "我是这家的孩子"
      },
      {
        "zh-hk": "我是這家的孩子"
      }
    ],
    "description": {
      "en": "\"Pink Eyes,\" a young girl, has lived a life filled with battery and abuse by her mother, but she has two unexpected factors that may play a role in her life: first, she has gained memories of her previous life as Seo Young, a 23 year-old Korean woman, and second, she is a nobleman's illegitimate daughter.\n\nOne day, her prostitute mother takes her to the empire's sole Duke and claims that the girl is his child to gain alimony from him. Although he seems to not believe her, he nevertheless buys \"Pink Eyes\" for 20,000 gold. With that, her new life as \"Estelle\" starts.\n\nBut what truly awaits her? And is she really a child of this house?\n\n---\nOfficial Translations:\n* [Chinese / 汉语](https://ac.qq.com/Comic/comicInfo/id/639223)\n* [French / Français](http://delitoon.com/webtoon/maison-castielo)\n* [Indonesian / bahasa Indonesia](https://kakaopage.co.id/content/Anak-Keluarga-Ini/2587)\n* [Japanese / 日本語](https://piccoma.com/web/product/8168)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/1/31)",
      "es": "\"Ojos Rosados\" es una niña pequeña que ha vivido una vida llena de violencia y abuso por parte de su madre, pero hay dos factores que podrían afectar su vida: primero, ella ha obtenido memorias de su vida anterior como Seo Young, una mujer coreana de 23 años y, segundo, ella es la hija ilegítima de un noble.  \r\n  \r\nUn día, su madre prostituta la lleva al único duque del imperio y argumenta que la niña es su hija para reclamarle manutención. A pesar de que él no le crée, el duque compra a \"Ojos Rosados\" por el monto de 20,000 monedas doro. Así, su vida como \"Estelle\" empieza.  \r\n  \r\nSin embargo, ¿qué le aguarda? ¿Es ella de hecho una hija de esta casa?  \r\n\r\n\r\n---\r\n\r\nBased on the Original Webnovel by Siya  \r\n[Official Japanese Translation](https://piccoma.com/web/product/8168)  \r\n[Official French Translation](http://delitoon.com/webtoon/maison-castielo)  \r\n[Official Indonesian Translation](https://kakaopage.co.id/content/Anak-Keluarga-Ini/2587)",
      "fr": "«Pink Eyes» a toujours vécu une vie relativement normale, à deux exceptions près: premièrement, elle s'est souvenu de sa vie antérieure comme Seo Young, et deuxièmement, elle est la fille illégitime de quelqu'un. Un jour, lorsqu'elle aura 11 ans, sa mère prostituée l'emmène chez le seul duc de l'empire et prétend qu'elle est son enfant. Bien qu'il ne semble pas la croire, il achète néanmoins «Pink Eyes» pour 20.000 or. C'est ainsi que commence sa nouvelle vie de «Estelle.» Mais qu'est-ce qui l'attend vraiment? Et est-elle vraiment une enfant de cette maison?",
      "id": "Estelle adalah gadis kecil yang menggemaskan. Dulu dia tinggal bersama ibunya yang kejam. Namun, akhirnya ia bisa tinggal bersama ayah kandungnya, seorang Duke Castiello. Kini ia dikelilingi orang-orang yang menyayanginya dan menjaganya. Mulai dari ayahnya, kakaknya, hingga pengawalnya. Tetapi, keluarga Castiello bukanlah keluarga biasa. Bagaimanakah kehidupan baru Estelle?",
      "it": "Estelle, 11 anni, non avrebbe mai immaginato di essere venduta da sua madre. Ma il compratore è il solo e unico duca dell'impero, Ein Castielo che è anche il padre di Estelle? Temuto in tutti i regni per i suoi occhi rosso sangue e gli immensi poteri magici della sua stirpe, Ein è il freddo padrone della Casata Castielo. I nemici giurati e i suoi cavalieri affascinanti potrebbero presto diventare anche quelli di Estelle, ma essere la sua unica figlia significa davvero che è parte di questa casata? Tratto dal romanzo di successo.",
      "th": "สาวน้อยเอสเทลล์วัย 11 ปีไม่คาดคิดมาก่อนเลยว่าจะถูกแม่ของตนเองขายทิ้ง ผู้ซื้อก็ดันเป็นไอน์ คาสเทียโล่... ดยุกเพียงหนึ่งเดียวของอาณาจักร แถมยังเป็นพ่อของเธออีก?! ไอน์ผู้เย็นชาเป็นเจ้าของคฤหาสน์คาสเทียโล่ เขาสามารถทำให้ความกลัวครอบงำอาณาจักรได้ด้วยดวงตาสีแดงเลือดและพลังเวทมนตร์อันยิ่งใหญ่ในสายเลือดของเขา ศัตรูที่สาบานจะโค่นล้มเขาและเหล่าอัศวินที่ห้าวหาญก็อาจกลายมาเป็นศัตรูของเอสเทลล์ด้วย แต่การเป็นลูกสาวที่แสนหายากของเขาหมายความว่าเธอเป็นลูกของบ้านนี้จริงๆงั้นเหรอ?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "155"
  },
  {
    "mangaId": "06eff9bc-02ae-4119-aa71-712ed5738ecf",
    "title": {
      "en": "Captain Tsubasa - Road to 2002"
    },
    "updatedAt": "2023-03-09T20:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/06eff9bc-02ae-4119-aa71-712ed5738ecf/1e803ba4-5eca-457d-92f6-40deacc167ee.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa: Road to 2002 - Go for 2006"
      },
      {
        "en": "GO FOR 2006"
      },
      {
        "ja": "キャプテン翼　ROAD　TO　2002"
      },
      {
        "zh": "足球小将 Road to 2002"
      }
    ],
    "description": {
      "en": "After the World Youth, Japanese players are looking for pro careers in Japan and around the world.  \n  \nIn order to fulfill their dream of World Cup 2002 in Korea and Japan, they must get stronger playing in various club competitions, home and abroad."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "144"
  },
  {
    "mangaId": "628aa506-6510-40ee-9bd1-298cef71fba5",
    "title": {
      "en": "Grenimal no Shokeinin"
    },
    "updatedAt": "2023-06-26T10:44:16+00:00",
    "coverArt": "https://mangadex.org/covers/628aa506-6510-40ee-9bd1-298cef71fba5/5240a392-085f-4b24-a437-423f1300e799.jpg",
    "altTitles": [
      {
        "ja": "グレニマルの処刑人"
      },
      {
        "en": "Groan of Killer"
      },
      {
        "ja-ro": "Gurenimaru no Shokeinin"
      },
      {
        "en": "Grenimal Killer"
      }
    ],
    "description": {
      "en": "Those known as \"Grenimals\" are grotesque creatures who endanger people's lives. In their search for more extreme pleasures, there are the \"Lycanthrope,\" who cause disarray throughout the world, and the \"Vampires,\" who despise humans as livestock and feed on their blood.  The curtain opens on the ferocious battle between the Greminals and  the executioners who face off against them."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dfd1e3a8-0cf6-4796-bade-a3f6d80847d4",
    "title": {
      "en": "Kimetsu no Yaiba - Genya Comics"
    },
    "updatedAt": "2024-04-10T22:31:26+00:00",
    "coverArt": "https://mangadex.org/covers/dfd1e3a8-0cf6-4796-bade-a3f6d80847d4/6d6a3368-3ada-4c19-a0ee-903ab85adff1.png",
    "altTitles": [],
    "description": {
      "en": "Random short comics of or relating to Genya. Rather than uploading them separately, we've uploaded them all under one title for your convenience. If you like them, please consider showing support for the artist by purchasing the doujinshi or by retweeting/liking the comic. You can find links to the author's Twitter in the comments section or credits page."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8fed9b2-546f-446f-bd3f-3c7192019774",
    "title": {
      "en": "Nazo no Kanojo X"
    },
    "updatedAt": "2023-06-02T03:14:54+00:00",
    "coverArt": "https://mangadex.org/covers/f8fed9b2-546f-446f-bd3f-3c7192019774/7ae6a847-c337-42c1-b725-b7f25bae7c54.jpg",
    "altTitles": [
      {
        "id": "Kekasih Misterius X"
      },
      {
        "es": "Novia misteriosa X"
      },
      {
        "en": "Mysterious Girlfriend X"
      },
      {
        "ja": "謎の彼女Ｘ"
      },
      {
        "zh-hk": "謎樣女友X"
      },
      {
        "ko": "수수꺠끼 그녀 X"
      }
    ],
    "description": {
      "en": "One day, a strange transfer student appears before Tsubaki. Urabe Mikoto is an antisocial girl, whose hobby is just sleeping during class-breaks. \nOne day, Tsubaki goes to wake her up and accidentally tastes her drool… And gets hooked on that!  \n  \nAfter that, he starts going out with her and gets to know her better. Her second hobby, as it turns out, is carrying around scissors in her panties \nand cutting paper into flowers… or whatever else is getting on her nerves…"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "92"
  },
  {
    "mangaId": "0c226e3a-63d9-4fdc-b270-dfd5b60319c4",
    "title": {
      "en": "Touhou - Chirei de (Doujinshi)"
    },
    "updatedAt": "2024-05-21T17:05:01+00:00",
    "coverArt": "https://mangadex.org/covers/0c226e3a-63d9-4fdc-b270-dfd5b60319c4/9dbc0a3f-2ccb-49e7-8244-8b3789167dbc.jpg",
    "altTitles": [
      {
        "en": "(Reitaisai 7) At Chirei (Touhou Project)"
      },
      {
        "ja": "(例大祭7) ちれいで (東方Project)"
      },
      {
        "ru": "О Чирейе"
      },
      {
        "de": "Chirei de - Bei den Erdgeistern"
      }
    ],
    "description": {
      "en": "A story of the inhabitants Palace of the Earth Spirits before the events of Subterranean Animism. Told with humor and feeling in a unique drawing style. Take place before the event of Subterranean Animism, and Koishi Komeiji still hasn't close her 3rd eye."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "14"
  },
  {
    "mangaId": "ce068526-df38-45b9-899f-a2a672b4442a",
    "title": {
      "en": "Yancha Gal no Anjou-san (Pre-Serialization)"
    },
    "updatedAt": "2024-05-22T06:18:55+00:00",
    "coverArt": "https://mangadex.org/covers/ce068526-df38-45b9-899f-a2a672b4442a/41b2b8e3-33b1-4934-8c67-ae3fa09e69b1.jpg",
    "altTitles": [
      {
        "ja": "やんちゃギャルの安城さん"
      },
      {
        "ja-ro": "Yancha Gyaru no Anjou-san"
      },
      {
        "en": "The Mischievous Gal Anjou-san"
      },
      {
        "en": "Mischievous Gal Anjou-san"
      },
      {
        "en": "Mischievious Gal Anjou-san"
      }
    ],
    "description": {
      "en": "Seto is a serious kid who leads a quiet high school life, until he starts to get teased by resident gal Anjou-san.\n___\nNote: While the [pixiv album for the Preserialization](https://www.pixiv.net/user/1016640/series/624) has 25 posts, there are only 23 Preserialization chapters because the 23rd post is [Serialization Chapter 2](https://mangadex.org/chapter/08210677-ed92-4e23-a901-5a837fe49be1) and the 24th post is [Serialization Chapter 14](https://mangadex.org/chapter/cead46cb-2915-4702-9e4c-978a1ca4df5c)."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "23"
  },
  {
    "mangaId": "6440a4b0-2fdc-4a99-9378-f53e5ee6c90e",
    "title": {
      "en": "Fake Saint of the Year: You Wanted the Perfect Saint? Too Bad!"
    },
    "updatedAt": "2024-02-24T21:46:00+00:00",
    "coverArt": "https://mangadex.org/covers/6440a4b0-2fdc-4a99-9378-f53e5ee6c90e/26c36c51-aac3-4d21-90bd-f751296b8df8.jpg",
    "altTitles": [
      {
        "ja-ro": "Nise Seijo Kuso of the Year: Risou no Seijo? Zannen, Nise Seijo deshita!"
      },
      {
        "ru": "Фальшивая святая, отброс года. ~Идеальная святая? Нет, всего лишь подделка!~"
      },
      {
        "ja": "偽聖女クソオブザイヤー～理想の聖女？　残念、偽聖女でした！～"
      }
    ],
    "description": {
      "en": "[The Eternal Scattering Flowers: Fiore Caduto Eterna] is a game ill-suited of being known as a galge, as the main heroine would – regardless of the chosen route – meet her demise.\n\nFudou Niito, a resident of Japan, went to bed dissatisfied with the ending of the game. When he next awoke, he found himself in the body of the game’s hated fake saint, Elrise. Confused, but with an understanding that Elrise’s actions would spell disaster for many lives in the future, he took advantage of the situation and acted to change the course of history.\n\nAs a result, despite her rotten personality, Elrise was adored by those around her as a perfect saint. Furthermore, the game itself was intrinsically linked to his original world and changed accordingly to suit Elrise’s actions. Without any knowledge of what the hell was going on, the fake saint Elrise continued to alter her fate.\n\nA saint on the outside, but a man on the inside.\n\nThe transmigrator was a piece of shit and the person he transmigrated into was also a piece of shit. A combination of shit and shit would cause an accident – to create the greatest fake saint shitshow of the year!",
      "id": "[The Eternal Scattering Flowers: Fiore Caduto Eterna] adalah sebuah permainan yang tidak cocok untuk di panggil sebagai galge, karena apapun rute yang di pilih heroine utama akan selalu menemui ajalnya.\n\nFudou Niito, seorang penduduk di jepang, pergi tidur dengan ketidakpuasan pada akhir dari gamenya. Selanjutnya ketika dia terbangun, ia menemukan dirinya berada dalam tubuh seorang saint yang di benci dalam game, Elrise.\n\nDia kebingungan, namun dengan pemahaman bahwa tindakan Elrise akan menyebabkan bencana untuk banyak kehidupan di masa depan, dia memanfaatkan situasi itu dan bertindak untuk mengubah jalannya sejarah.\n\nSebagai hasilnya, terlepas dari kepribadian busuknya, Elrise di cintai oleh orang-orang di sekitarnya sebagai seorang saint yang sempurna. Terlebih lagi, game itu sendiri pada intinya terhubung dengan dunia asli tempatnya berada dan berubah berdasarkan tindakan Elrise. Tanpa mengetahui apa yang sedang terjadi, seorang saint palsu Elrise terus-menerus mengubah takdirnya.\n\nSeorang saint di luar, namun pria di dalamnya.\n\nOrang yang merasuki adalah seorang bajingan dan orang yang di rasukinya juga merupakan seorang bajingan. Kombinasi dari para bajingan akan menyebabkan mala petaka yang akan menciptakan pertunjukan saint palsu bajingan terbesar tahun ini!",
      "ja": "異世界で無双！　偽聖女で何が悪い…!?\nギャルゲー『永遠の散花』は、どのルートを選んでもメインヒロインが死ぬギャルゲーである。 ゲーム内に登場する悪役へ転生した俺は、ヒロインのエテルナを救うため、ゲーム知識をフル活用しようとするのだが…？",
      "ru": "Визуальный роман «Куон но Санка ~Fiore caduto eterna~» — несправедливая игра, где в каждой из веток истории главная героиня умирает. Я, переродившийся в поддельную святую-злодейку игры Эльризе, решил по полной использовать все свои знания об игре, чтобы спасти главную героиню, Этерну, однако…\n\nВнешность святой девы, а внутри мужик. Дерьмовой душе — дерьмовый персонаж. Как же развернётся история, где по случайности два отброса слились воедино?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "912dd3eb-80f2-4659-8986-badb32c847c0",
    "title": {
      "en": "Seven Sleeping Beauties"
    },
    "updatedAt": "2024-05-18T15:46:09+00:00",
    "coverArt": "https://mangadex.org/covers/912dd3eb-80f2-4659-8986-badb32c847c0/7cab4f00-a328-424e-bbf0-a67925d96612.jpg",
    "altTitles": [
      {
        "ja": "7人の眠り姫"
      },
      {
        "ja-ro": "7-Nin no Nemuri Hime"
      },
      {
        "es-la": "Las Siete Bellas Durmientes"
      },
      {
        "fr": "Les Sept Princesses Endormies"
      },
      {
        "ja-ro": "Shichinin no Nemurihime"
      },
      {
        "en": "The Seven Sleeping Beauties"
      },
      {
        "nl": "De Zeven Slapende Prinsesjes"
      },
      {
        "fr": "Les Sept Belles Endormies"
      },
      {
        "nl": "De Zeven Slapende Schoonheden"
      },
      {
        "fr": "Les Sept Beautés Endormies"
      },
      {
        "de": "Die Sieben Dornröschen"
      },
      {
        "zh": "爱寐七公主"
      },
      {
        "pt-br": "As Sete Belas Adormecidas"
      }
    ],
    "description": {
      "en": "A wandering prince set off to break an ancient curse bewitching the Kingdom of Amaryllis by waking up its princess with a kiss of true love. However, nobody told him there were 7 princesses to kiss and he must now take responsibility by living with them while they find out why the people of Amaryllis are unable to wake up. Will they reach a happily ever after?",
      "fr": "Un prince errant est parti pour briser une ancienne malédiction qui ensorcelle le royaume d'Amaryllis en réveillant sa princesse par un baiser d'amour véritable. Cependant, personne ne lui a dit qu'il y avait 7 princesses à embrasser et il doit maintenant prendre ses responsabilités en vivant avec elles pendant qu'ils découvrent pourquoi les habitants d'Amaryllis sont incapables de se réveiller. Parviendront-ils à être heureux pour toujours ?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c0d15b1-6bf7-4e29-99e1-a44d0045d9da",
    "title": {
      "en": "Cupid in the Rainbow Trap"
    },
    "updatedAt": "2024-03-18T13:59:24+00:00",
    "coverArt": "https://mangadex.org/covers/3c0d15b1-6bf7-4e29-99e1-a44d0045d9da/91cd470a-7d44-49ea-bf34-db893a3f0732.jpg",
    "altTitles": [
      {
        "ko": "영업부의 큐피드"
      }
    ],
    "description": {
      "en": "In the office, Taejoon reigns supreme as the \"Cupid of Sales,\" renowned for successfully pairing colleagues thanks to his ability to see the color of people's auras. Unfortunately, he himself has been single his entire life. But everything changes when he drunkenly kisses the new recruit, Hongyeon, which leads to a sizzling night at a motel. And then Taejoon discovers something fascinating - Hongyeon's aura is a mesmerizing rainbow! As Hongyeon boldly pursues him, Taejoon's shyness clashes with their steamy connection. Now they must navigate a somewhat clumsy and spicy office romance, where colors will fly in more ways than one!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4282ae18-b818-4471-9b33-9166f988b7ff",
    "title": {
      "en": "Kuroko no Basket - Taihen Omatase Shimashita. (Doujinshi)"
    },
    "updatedAt": "2024-05-23T12:36:42+00:00",
    "coverArt": "https://mangadex.org/covers/4282ae18-b818-4471-9b33-9166f988b7ff/653554fe-260b-49f2-b8ed-f83016ea649a.png",
    "altTitles": [],
    "description": {
      "en": "Pairing: Akashi Seijuurou x Kuroko Tetsuya"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fb13e27-641c-427e-ac61-01db67837b83",
    "title": {
      "en": "Desharow Merman"
    },
    "updatedAt": "2024-02-29T21:02:58+00:00",
    "coverArt": "https://mangadex.org/covers/4fb13e27-641c-427e-ac61-01db67837b83/89a4f872-f0c5-48d2-b108-b08dce8a0d45.jpg",
    "altTitles": [
      {
        "zh": "德萨罗人鱼"
      },
      {
        "en": "Desharow Mermaid"
      },
      {
        "ko": "다니엘의 인어"
      },
      {
        "th": "นายเงือกของเดซาโรว"
      }
    ],
    "description": {
      "en": "Desharow, a Biology student at the Russian Maritime Academy, embarked on a long distance voyage with his mentor, Rhine, where the two caught a mysterious black scaled merman in Iceland. Little did he know that this mysterious black and evil creature had long viewed him as his prey…\n\nOfficial Translations:\n[Official Korean Translation](https://www.peanutoon.com/ko/comic/detail/11357)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c92613b-7a07-4f2f-853d-a321ad06f87b",
    "title": {
      "en": "Miss You, Lucifer"
    },
    "updatedAt": "2024-05-23T10:54:01+00:00",
    "coverArt": "https://mangadex.org/covers/8c92613b-7a07-4f2f-853d-a321ad06f87b/24bf860c-a9ec-4c14-a53b-b58be99c38a2.jpg",
    "altTitles": [
      {
        "ko-ro": "Bogo Sipeo, Lusipeo"
      },
      {
        "ko": "보고싶어, 루시퍼"
      }
    ],
    "description": {
      "en": "Lee Jungwoo is the member of an unpopular idol group <Sweet Devils>, with the stage name 'Lucifer'. Despite accepting all kinds of programmes and odd jobs in the hopes to make it big someday, his one claim to fame turns out to be an unfortunate accident on live-tv. Misunderstandings ensue and suddenly he finds himself entangled with national superstar, Kang Kwonjun."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "20"
  },
  {
    "mangaId": "66b2f599-51e5-4b21-8ed0-70a9534af0de",
    "title": {
      "en": "Midnight Taxi"
    },
    "updatedAt": "2024-03-16T19:23:17+00:00",
    "coverArt": "https://mangadex.org/covers/66b2f599-51e5-4b21-8ed0-70a9534af0de/17e85d03-2b53-4ae5-872f-550c013d3b23.jpg",
    "altTitles": [
      {
        "ko": "야간택시"
      }
    ],
    "description": {
      "en": "Even angels give into temptation. Once God’s right-hand warrior, the archangel Agnes has succumbed to desire and formed a contract with Lucifer, the ruler of demons. Now a fallen angel, she poses as a simple taxi driver and patrols the bustling city of Seoul during the midnight hours. Cursed by the king of hell to seek souls for her life force, Agnes pursues depraved individuals who prey upon innocents for their own pleasure, and uses their carnal desires against them. But when her past comes back to haunt her, a tantalizing game of cat and mouse involving vengeful entities ensues."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4304a738-21c2-497a-8952-16deabc87fa1",
    "title": {
      "en": "Joukamachi no Dandelion"
    },
    "updatedAt": "2021-12-30T20:03:03+00:00",
    "coverArt": "https://mangadex.org/covers/4304a738-21c2-497a-8952-16deabc87fa1/b46de585-32e0-493e-bb63-d026ceb8b26b.jpg",
    "altTitles": [
      {
        "en": "Castle Town Dandelion"
      },
      {
        "ja": "城下町のダンデライオン"
      },
      {
        "zh": "城下町的蒲公英"
      }
    ],
    "description": {
      "en": "In the manga's story, the everyday lives of the nine super-powered siblings of the royal family are monitored by more than 200 surveillance cameras and broadcast nationwide. The people of the nation who are watching the broadcast will have the ability to elect the next monarch. The story focuses on Akane, the third-oldest sister who can manipulate gravity. She is shy and desperately does not want to be caught on camera."
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a294e94-5c5b-459a-943a-30a30b8a4d19",
    "title": {
      "en": "After Killing You"
    },
    "updatedAt": "2024-03-10T09:03:02+00:00",
    "coverArt": "https://mangadex.org/covers/5a294e94-5c5b-459a-943a-30a30b8a4d19/770dbbdb-4997-4dc0-a07d-576ea8561a85.jpg",
    "altTitles": [],
    "description": {
      "en": "Mismatched lovers Eunsung and Hyunwoo face a bizarre twist of fate. When Hyunwoo abruptly ends their relationship, Eunsung finds himself committing the darkest of crimes. However, Eunsung wakes up in a world where the cold body in his arms isn’t Hyunwoo’s and instead, he’s the one who's been killed… In this surreal switch, Eunsung realizes a chilling truth—their destinies are entwined in a dark cycle of love and murder. Despite this deadly paradox, Eunsung still believes they are meant to be together, and this time he won’t let anything get in his way…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d0672c6-ae30-4ce0-a272-eaef33e9fd97",
    "title": {
      "en": "Kiss The Bride"
    },
    "updatedAt": "2023-10-06T02:43:04+00:00",
    "coverArt": "https://mangadex.org/covers/1d0672c6-ae30-4ce0-a272-eaef33e9fd97/1e9ac4fd-f8bc-45af-a4bf-eac1cea7ade0.png",
    "altTitles": [
      {
        "en": "亲吻新娘"
      },
      {
        "en": "키스 더 브라이드"
      }
    ],
    "description": {
      "en": "Shin Jae-Won attended the World Camp hosted by the Spanish King as a tennis player in his Junior Year.  \n  \nJae-Won meets Javier, an unusually conspicuous participant in the World Camp.  \n  \n“When are we going to practice?”  \n  \nThere are always people (especially women) around him.  \n  \nThen, Jae-Won, who happened to stumble upon Javier one night during practice, ended up spending the night alone. The more he faced his whimsical, pure side, the more his heart began to beat…  \n  \n“I hate this kind of things…”  \n  \nJae-Won’s first love ended as fast as a Siesta.  \n  \nA decade later, they meet again Spain."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "34"
  },
  {
    "mangaId": "4f5d6b7e-3773-4aa3-a5b6-29800a16470e",
    "title": {
      "en": "Why Are You Obsessed With Your Fake Wife?"
    },
    "updatedAt": "2023-12-11T18:36:25+00:00",
    "coverArt": "https://mangadex.org/covers/4f5d6b7e-3773-4aa3-a5b6-29800a16470e/a22c3255-33da-40f9-abe1-94d9a3ab623b.jpg",
    "altTitles": [
      {
        "ko": "가짜 아내에게 왜 집착하세요?"
      },
      {
        "pl": "Dlaczego Masz Obsesję na Punkcie Swojej Fałszywej Żony?"
      }
    ],
    "description": {
      "en": "\"You'd better not even dream of being recognized as my wife. There will never be an heir from a daughter of Balajit.”\n\nNadia couldn't agree more with his opinion.\nThank you, Marquis, be sure to keep your word.\n\n“The Marquis said you had no intention of sleeping with me.”\n“… … .”\n“So, to ensure an heir, there's no other choice but to take a concubine... … .”\n\nNadia's head jerked at the sound of something crushing on her.\nThen, out of the corner of her eyes, she saw that the table her husband was working on had cracked.\n\nNo, why did it suddenly break?",
      "ko": "“내 아내로 인정받을 망상 따위 꿈에도 하지 않는 게 좋을 거다. 내가 발라지트의 딸에게서 후사를 볼 일은 영영 없을 테니.”\n\n나디아는 하마터면 나도 같은 생각이라고 맞장구칠 뻔했다.\n\n감사합니다, 후작놈아.\n자기 입으로 한 말은 꼭 지키세요.\n\n***\n\n“후작님께서 저와 합방을 할 의사가 없다고 하셨거든요.”\n“…….”\n“그러니 후계를 위해선 어쩔 수 없이 첩을 들이는 수밖에…….”\n\n콰직.\n무언가 으스러지는 소리에 나디아의 고개가 홱 돌아갔다.\n그러자 남편이 짚은 테이블의 한 구석에 금이 간 모습이 보인다.\n\n아니, 저게 갑자기 왜 부서져?",
      "pl": "\"Lepiej, żebyś nie marzyła o uznaniu cię za moją żonę. Nigdy nie miałbym następcy z córką Balazita\".\nSłysząc to, Nadia prawie powiedziała: \"Czuję to samo\".\nDziękuję ci, markizie. Mam nadzieję, że dotrzymasz swoich słów.\n***\n\"Powiedziałeś, że nie masz zamiaru dzielić ze mną łoża\".\n\"...\"\n\"Więc dla dobra następcy wiem, że nie masz innego wyboru, jak sprowadzić konkubinę...\"\npęknięcie\nGłowa Nadii odwróciła się na ten dźwięk.\nW następnej chwili widzi, pęknięcie w rogu stołu, przy którym był jej mąż.\nTo znaczy, dlaczego ten stół nagle się złamał?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af2f1d6b-0173-4fea-9871-acbccdb61d9e",
    "title": {
      "en": "Sakura Nadeshiko"
    },
    "updatedAt": "2024-05-13T11:44:24+00:00",
    "coverArt": "https://mangadex.org/covers/af2f1d6b-0173-4fea-9871-acbccdb61d9e/5d37688d-4bcc-4216-bc3c-e1e86c0a170a.jpg",
    "altTitles": [
      {
        "ja-ro": "Sakura*Nadeshiko"
      },
      {
        "ja": "サクラ✿ナデシコ"
      },
      {
        "ja": "サクラ*ナデシコ"
      }
    ],
    "description": {
      "en": "Two girls who want to become idols are entering into their long dreamed school—Kiraboshi-juku—Kiraboshi Nadeshiko and her close friend Mangetsu Sakurako. These two are so close that despite both being girls, they're often compared to a married couple by people around them.  \n  \nAnd so begins their life in the dormitory as roommates. However, on their first night, an unusual, illicit impulse strikes Nadeshiko…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "4413d794-e0da-4a6e-b61a-afd5758914e6",
    "title": {
      "en": "Hanninmae no Koibito"
    },
    "updatedAt": "2024-05-17T12:46:22+00:00",
    "coverArt": "https://mangadex.org/covers/4413d794-e0da-4a6e-b61a-afd5758914e6/01d6ddfc-3f01-4aca-9abc-a72f9674196c.png",
    "altTitles": [
      {
        "ja": "半人前の恋人"
      },
      {
        "en": "Blooming Love"
      },
      {
        "ru": "Цветущая любовь"
      },
      {
        "bg": "Разцъфтяваща любов"
      },
      {
        "th": "มือใหม่หัดรัก"
      },
      {
        "pt-br": "Amor Florescente"
      },
      {
        "ru": "Неопытные возлюбленные"
      },
      {
        "ru": "Недостаточно опытные возлюбленные"
      }
    ],
    "description": {
      "en": "One day, when I was making school supplies in the art room, a very scary-looking girl was staring at me...!? Crafts girl vs. art boy romantic comedy!!",
      "ru": "В один прекрасный день Ибуки Синтаро поручили сделать ящик для предложений только потому, что он состоит в художественном кружке. Пока он работал с непривычными для него инструментами, он заметил на себе сверлящий взгляд устрашающей девчонки. Неожиданно она забирает у него пилу и энергичными движениями начинает резать доску! Так начинаются отношения между мальчишкой-художником и девчонкой-мастерицей!",
      "th": "“ในวันหนึ่ง ขณะที่กำลังทำงานอุปกรณ์ในห้องศิลปะ มีเด็กสาวที่มีหน้าตาน่ากลัวกำลังเฝ้ามองมาที่ผม...!?” เรื่องราวความรักคอมเมดี้ระหว่างสาวช่างฝีมือกับหนุ่มสายศิลป์!?",
      "pt-br": "Um dia, quando eu estava fazendo material escolar na sala de arte, uma garota muito assustadora estava olhando para mim...!? \n\nMenina do artesanato vs. garoto da arte comédia romântica!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23a70b08-9ad9-4e5c-973d-81ec48c8f5a3",
    "title": {
      "en": "S-Rank Party Kara Kaikosareta [Jugushi] ~\"Noroi no Item\" Shika Tsukuremasen ga, Sono Seinou wa Artifact-kyuu nari......!~"
    },
    "updatedAt": "2024-04-15T00:55:14+00:00",
    "coverArt": "https://mangadex.org/covers/23a70b08-9ad9-4e5c-973d-81ec48c8f5a3/c44b244e-17ba-4a54-a645-0577f6c5057b.jpg",
    "altTitles": [
      {
        "ja": "Ｓランクパーティから解雇された【呪具師】～『呪いのアイテム』しか作れませんが、その性能はアーティファクト級なり……！～"
      },
      {
        "en": "My S-Rank Party Fired Me for Being a Cursificer: I Can Only Make “Cursed Items”, but They're Artifact Class!"
      },
      {
        "ja-ro": "S-Rank Party kara Kaiko sareta \"Jugushi\""
      }
    ],
    "description": {
      "en": "Gaile, a Cursificer, is left penniless when he's expelled from his party as soon as they reach S Rank. Apparently he wasn't contributing enough?! But they hadn't realized that his cursed items outperform even holy relics and legendary equipment!\n\nGaile decides to try to make a living on his own off of his cursed items.",
      "ja": "【呪具師】のゲイルは大して貢献していないと、パーティがＳランクに昇格したと同時に無一文で追い出される。しかし、彼らは理解していなかった。ゲイルの作る呪具は、そこらの聖遺物や勇者の装備をも凌駕する性能を誇っていたことに…。ゲイルは呪具を活かして一人で生きていこうと決意しーー。\n\n風変わりな職業・呪具師の大活躍が新感覚の爽快感で大反響!!",
      "pt-br": "A versão mangá de um dos romances de fantasia isekai mais populares de Shousetsuka ni Narou!\n\nGaile, um Cursificer, fica sem um tostão quando é expulso de seu grupo assim que chegam ao Rank S. Aparentemente ele não estava contribuindo o suficiente?! Mas eles não tinham percebido que seus itens amaldiçoados superam até mesmo relíquias sagradas e equipamentos lendários!\n\nGaile decide tentar ganhar a vida por conta própria com seus itens amaldiçoados."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30f3ac69-21b6-45ad-a110-d011b7aaadaa",
    "title": {
      "en": "Tonikaku Kawaii"
    },
    "updatedAt": "2024-05-05T05:17:22+00:00",
    "coverArt": "https://mangadex.org/covers/30f3ac69-21b6-45ad-a110-d011b7aaadaa/0dddf687-95ec-4e88-acd7-cd90a4c9749a.jpg",
    "altTitles": [
      {
        "en": "Fly Me to The Moon"
      },
      {
        "ja-ro": "Tonikaku Cawaii"
      },
      {
        "en": "TONIKAWA: Over The Moon For You"
      },
      {
        "ru": "Унеси меня на Луну"
      },
      {
        "ja": "トニカクカワイイ"
      },
      {
        "zh": "总之就是非常可爱"
      },
      {
        "ko": "어쩄든 귀여워"
      },
      {
        "en": "Cute Anyways"
      }
    ],
    "description": {
      "en": "Described as a story full of \"love\" and \"dreams\", Tonikaku Kawaii follows a protagonist whose name is written with the characters for \"Hoshizora\" (\"Starry Sky\" in Japanese), but whose name is pronounced as \"Nasa\". On the day of his high school entrance exams, Nasa encounters a beautiful girl. For Nasa, it feels like destiny is finally calling out to him that he will have a girl friend, but…\n\nNote: Volume 15 and 16's numberings are correct, as this is how they are in the original.",
      "ru": "Тяжело жить, если родители дали тебе имя НАСА - да, как NASA, и каждый второй спрашивает, пойдешь ли ты в астронавты. Еще тяжелее, если в один день тебя собьет грузовик, ты встретишь любовь всей своей жизни и тут же ее потеряешь, согласившись жениться на ней. Мужик сказал, что женится - значит женись. И заверьте… Веселая комедия положений без особой логики, но с неожиданными поворотами сюжета. Ведь жена и правда с Луны?..   \r\n  \r\n**Tonikaku Cawaii is the official romanization.**",
      "pt-br": "Aceito sair com você se você se casar comigo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4334ffdc-4234-4fa8-ab63-2391d62ea671",
    "title": {
      "en": "A Chance at Last"
    },
    "updatedAt": "2023-10-10T08:37:46+00:00",
    "coverArt": "https://mangadex.org/covers/4334ffdc-4234-4fa8-ab63-2391d62ea671/d80f24a6-a348-49a8-9ee6-510cb195e324.png",
    "altTitles": [
      {
        "ko": "이제야 연애"
      },
      {
        "ko-ro": "Ijeya Yeonae"
      },
      {
        "en": "From Now on, Romance"
      },
      {
        "en": "Finally Able to Date"
      },
      {
        "fr": "Une seconde chance"
      },
      {
        "th": "ใต้ร่มวันฝนพรำ"
      },
      {
        "zh-hk": "戀愛，現在才開始"
      },
      {
        "zh": "现在才恋爱"
      }
    ],
    "description": {
      "en": "Sisters Ju-eun and Hye-jin lived a miserable life. After the death of their mother, their 'father', who had always been absent from their lives, suddenly appeared. Hye-jin, the older sister, agreed to his suggestion: if one of them joins the 'Daesung Group', he will rescue them from their poverty-stricken life. However... three years after entering 'Daesung Group', she dies in vain. This left Ju-eun struggling with despair at her helplessness in preventing her sister’s death. But then, she gets a new opportunity when she is brought back in time and Ju-eun decides to take her sister's place by becoming the daughter of the 'Daesung Group' that killed Hye-jin.\n\n---\nSisters Ju-eun and Hyejin grew up in absolute poverty. After their mother’s death, Hyejin accepts the offer to join their estranged father’s wealthy family. But when Hyejin turns out dead just three years later, Ju-eun is grief-stricken. She grabs at the chance to travel back in time and take her sister’s place where she meets the kind but mysterious Iho."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "69"
  },
  {
    "mangaId": "dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5",
    "title": {
      "en": "King Game"
    },
    "updatedAt": "2024-04-30T06:43:07+00:00",
    "coverArt": "https://mangadex.org/covers/dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5/574deaec-8eb5-4568-9739-d229ea467c65.png",
    "altTitles": [
      {
        "en": "Kings Game"
      },
      {
        "ko": "왕게임"
      },
      {
        "ko-ro": "Wanggeim"
      }
    ],
    "description": {
      "en": "An action packed suspense story of a boy who obtains the absolute authority! \nThe story centers around a boy named \" Hwang Chomin\"  who spends his high school days while enduring its unjust violent treatment. Being informed of his isolated brother's passing away, he receives his phone and confronts the truth about his brother. He learns that his brother is the leader of a notorius ring called [Emperor's Division]. Upon learning that he decides to impersonate his brother and take control of the division by passing judgment on it's scums. And so the King's Game that must be never revealed begins!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d56162b5-aa4c-4483-bedd-fdcce5230ffd",
    "title": {
      "en": "Milk & Cream"
    },
    "updatedAt": "2024-05-23T09:38:07+00:00",
    "coverArt": "https://mangadex.org/covers/d56162b5-aa4c-4483-bedd-fdcce5230ffd/663dc9dc-98ea-4f4b-8803-176394cadd07.jpg",
    "altTitles": [
      {
        "ko": "밀크 앤 크림"
      }
    ],
    "description": {
      "en": "\"You’re the first one… that can feel my presence…\"\n\"What the… You look cute even though it's just a dream…\"\nUnder the influence of his shaman father, Jinhyuk has the ability to sense non-human entities. Furthermore, the fairy who is in love with Jinhyuk hangs around him, pulls pranks on him, and, with the help of a succubus, enters his dreams. With his pure intentions, the fairy thought, \"I will only meet him once.\" Instead, the brief meeting made his affections for him become stronger. Every night, Jinhyuk has a dream in which the fairy appears; unlike the ghosts he had seen as a child, the fairy appears to be harmless. What starts as pure curiosity turns into a flirtatious encounter, and the two are drawn into a sweet, creamy dream… \nA dream as fresh as milk and as sweet as cream!",
      "fr": "\"Tu es le premier ... à pouvoir sentir ma présence ... !\"\n\"Qu'est-ce que ... Tu es mignon même si ce n'est qu'un rêve ... \"\nGrâce à son père chaman, Jinhyuk peut sentir la présence de créatures non-humaines.\nUne fée ayant eu le coup de foudre après sa rencontre avec Jinhyuk, lui tourne autour et lui fait des farces, et avec l'aide d'une succube, entre dans les rêves de Jinhyuk.\nAvec ses intentions pures, la fée pensait : \"J'aimerais le rencontrer juste une fois ! », mais au lieu de cela, cette brève rencontre n'a fait que renforcer ses sentiments pour lui. Chaque nuit, la fée lui rend visite dans ses rêves. Contrairement aux fantômes qu'il avait croisés étant plus jeune, la fée semblait inoffensive. Et même mignonne comparée aux fantômes de son enfance.\nCe qui n'était au départ qu'une simple curiosité s'est transformé en une séduisante rencontre, où tous deux sont entraînés dans un rêve doux et crémeux ...\nUn rêve aussi frais que le lait et aussi doux que la crème !",
      "tr": "Şaman babası sayesinde insan olmayan varlıkları hissetme yeteneğine sahip olan Jinhyuk, şakacı ve meraklı peri Doey'nin ona aşık olup rüyalarına girmeye başlamasıyla şaşkına döner. Masum ve zararsız bir şaka olarak başlayan şey, hızla samimiyete dönüşerek rüya ve gerçek arasındaki çizgiyi bulanıklaştırır. Aralarındaki bağ derinleştikçe Jinhyuk'un başlangıçtaki çekingenliği, Doey'nin büyüleyici varlığına karşı içini kavuran bir özleme dönüşür. Birlikte, süt kadar taze ve krema kadar tatlı olan rüyalarda, aşk karmaşası ile gezinerek tuhaf ve romantik bir yolculuğa çıkarlar."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "13"
  },
  {
    "mangaId": "6c62d637-4004-426f-ba7f-be45e18941b6",
    "title": {
      "en": "Yankee JK KuzuHana-chan"
    },
    "updatedAt": "2024-04-26T15:07:07+00:00",
    "coverArt": "https://mangadex.org/covers/6c62d637-4004-426f-ba7f-be45e18941b6/d7cf538d-7040-45b2-88b1-01c4e15ba156.jpg",
    "altTitles": [
      {
        "es": "Colegiala Delincuente/Yankee KuzuHana-chan"
      },
      {
        "en": "Delinquent high school girl KuzuHana-chan"
      },
      {
        "en": "Yankee high school girl KuzuHana-chan"
      },
      {
        "ja": "ヤンキーJKクズハナちゃん"
      },
      {
        "zh-hk": "不良JK華子醬"
      },
      {
        "pt-br": "Garota Delinquente Do Ensino Médio KuzuHana-chan"
      }
    ],
    "description": {
      "en": "At the beginning of the academic year, Saotome Hodaka enrolls into Moteshiro Prefectural High School, a former all-girls school that had recently integrated, but discovers it has a male to female ratio of 1:359! \n\nWhile most might think of this as a paradise, the majority of the students are delinquents and Saotome immediately finds himself being extorted by some of the more aggressive girls. However, he is inadvertently saved by Hanako Kuzuryu, a beautiful delinquent who just wants to be left alone.\n\nIs this the start of a new friendship? And how will Saotome's life unfold in a school full of troublesome women?",
      "ja": "男女比率1対359!!　359人の女子高生にいじられまくり!!　つらたんハーレム学園ラブコメ!!　コワかわ最強ヒロイン爆誕!!\n四方八方ギャルだらけな県立茂手城高校に入学した黒一点・早乙女穂高は、ヤンキーJK・九頭竜華子にピンチを救われて…!?",
      "pt-br": "Uma proporção de homem para mulher de 1:359?!\n\nSaotome-kun é admitido em uma escola cheia de gyarus e conhece uma garota delinqüente chamada Hanako Kuzuryu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b13f783d-a112-436f-a291-792421dd117d",
    "title": {
      "en": "Love Advice from the Great Duke of Hell"
    },
    "updatedAt": "2023-07-05T01:34:06+00:00",
    "coverArt": "https://mangadex.org/covers/b13f783d-a112-436f-a291-792421dd117d/b61f9ad9-3d74-4309-b2fd-180f1a3c71ec.jpg",
    "altTitles": [
      {
        "it": "Consigli d'Amore dal Granduca dell'Inferno"
      },
      {
        "fa": "مشاوره‌های عشقی از اربابِ بزرگِ دوزخ"
      }
    ],
    "description": {
      "en": "The girl of your dreams barely knows you exist. Your friends can’t help. Your family is clueless. So where do you turn for love advice? Who can provide you with that essential assistance for the lovelorn? If you’re average everyday teenager Paul, you summon a powerful demon from deep in the recesses of Hell and frankly, hope for the best.",
      "fa": "دختر رویاهات روحشم خبر نداره که تو وجود داری. هیچ کمکی هم از دست دوستات بر نمیاد. خونواده‌ت هم از این قضیه خبر ندارن. خب حالا برای مشاوره گرفتن به کی رو می‌زنی؟ کی می‌تونه تورو که یه عاشق دل‌خسته‌ای، اساسی کمک کنه تا برای همه‌چیز آماده باشی؟ اگه یه نوجوون معمولی مثل پال باشی، یه شیطان گولاخ از اعماق دخمه‌های جهنم احضار می‌کنی و جدی جدی امیدواری که همه‌چی درست پیش بره!",
      "fr": "Un étrange étudiant invoque un puissant démon. Que peut-il bien vouloir ?",
      "it": "La ragazza dei tuoi sogni a stento sa che esisti, gli amici non ti possono aiutare, la famiglia non ne sa nulla. Ma allora, dove cercare consigli d'amore? Chi può provvedere a darti quell'assistenza essenziale per il tuo cuore? Se sei il ragazzo della porta accanto, Paul, allora ti basta evocare un potente demone dai più profondi abissi dell'Inferno e, francamente, sperare per il meglio.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Twitter](https://twitter.com/unfins)  \r\n- [Author's Patreon](https://www.patreon.com/unfins)\r\n"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0f49ae36-217f-416f-bcd0-b1cfdfd899b9",
    "title": {
      "en": "I Am The Dengle"
    },
    "updatedAt": "2024-05-23T09:37:25+00:00",
    "coverArt": "https://mangadex.org/covers/0f49ae36-217f-416f-bcd0-b1cfdfd899b9/85176b84-642b-4eb9-b470-1a9e4300f94d.jpg",
    "altTitles": [
      {
        "zh": "亡灵天使"
      },
      {
        "zh-ro": "Wánglíng Tiānshǐ"
      }
    ],
    "description": {
      "en": "Fang Wanjie risks everything to raise money for his girlfriend's medical expenses by entering a place called \"The Gate\". However, he discovers that the high pay was actually a trap. He is then manipulated, humiliated and beaten by his companions, but he persists despite everything. He is then chased and attacked by thousands of monsters. On the verge of death, he awakens an innate talent that allows him to survive in the most perilous situations. As he contemplates leaving \"The Gate\" to seek revenge, he realizes that the key to opening the gate has been destroyed, leaving him trapped inside, surrounded by monsters. He is determined to survive, fight and become stronger, even if he has to become an undead creature, in order to make those who betrayed him pay.\n\nTranslated by Google Translate.",
      "fr": "Fang Wanjie risque tout pour réunir l’argent nécessaire aux frais médicaux de sa petite amie en entrant dans un endroit appelé « La Porte ». Cependant, il découvre que la rémunération élevée était en fait un piège. Il est alors manipulé, humilié et battu par ses compagnons, mais il persiste malgré tout. Il est ensuite poursuivi et attaqué par des milliers de monstres. Au bord de la mort, il éveille un talent inné qui lui permet de survivre dans les situations les plus périlleuses. Alors qu’il envisage de quitter « La Porte » pour se venger, il réalise que la clé permettant d’ouvrir la porte a été détruite, le laissant piégé à l’intérieur, entouré de monstres. Il est déterminé à survivre, à combattre et à devenir plus fort, même s’il doit devenir une créature morte-vivante, afin de faire payer ceux qui l’ont trahi.",
      "pt-br": "Fang Wanjie se arriscou para entrar na 'Porta' a fim de juntar dinheiro para o tratamento médico de sua namorada, mas não sabia que a alta recompensa no início era uma armadilha. Ele foi ridicularizado, humilhado e espancado por seus companheiros. Ele persistiu penosamente, mas foi perseguido e devorado por dezenas de milhares de monstros. À beira da morte, ele despertou seu talento e transformou o perigo em segurança. Quando ele se preparava para sair da 'Porta' para se vingar, descobriu que a chave para abrir a 'Porta' havia sido destruída e ele estava preso dentro da 'Porta' cheia de monstros. \n\nEle precisa sobreviver! Ele precisa lutar! Ele precisa ficar mais forte! Mesmo que se transforme em um morto-vivo, ele fará com que esses bastardos desejem estar mortos!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65208a20-4253-42c8-b0e7-56524bbe795b",
    "title": {
      "en": "Legend of Star General"
    },
    "updatedAt": "2023-09-16T04:48:08+00:00",
    "coverArt": "https://mangadex.org/covers/65208a20-4253-42c8-b0e7-56524bbe795b/09bcbce1-aa28-4f81-8807-2d8db942cb1a.png",
    "altTitles": [
      {
        "en": "Star Armor Soul Will Pass"
      },
      {
        "zh": "星甲魂将传"
      },
      {
        "zh-ro": "Tinh Giáp Hồn Tướng"
      }
    ],
    "description": {
      "en": "Song Yunxiang, the last Star Soul General of the Human Race, brought the system back to the campus era.  When he was a teenager, he was blinded by the incomplete soul, because he was weak and could only watch his relatives and friends die in front of him.  In this life, he returned with a system rebirth, with 60 years of combat experience and knowledge and technology, and returned to school. From then on, he used to build mechas to fight monsters... The things that have regretted, the people who have missed, this time will not leave regrets.",
      "zh": "人族最后一位星魂师宋云祥，带着系统重生回校园时代。 少年时曾因为魂脉残缺遭人白眼，因为弱小只能眼睁睁看着亲友战死在自己身前。 这一世，带着系统重生归来，拥有六十年的战斗经验和知识技术，重返校园，从此一路开挂造机甲打怪兽… 曾经后悔的事，曾经错过的人，这一次将不留遗憾。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e710f350-93a6-47fc-af29-7c5e0fcdc1f0",
    "title": {
      "en": "Taiga of Genesis"
    },
    "updatedAt": "2024-04-25T20:27:21+00:00",
    "coverArt": "https://mangadex.org/covers/e710f350-93a6-47fc-af29-7c5e0fcdc1f0/3de92829-a1d7-4bc7-a140-41cadd17654a.jpg",
    "altTitles": [
      {
        "ru": "Бытиё Тайги"
      },
      {
        "ja": "創世のタイガ"
      },
      {
        "th": "ฝ่ายุคมฤตยู"
      },
      {
        "zh": "创世的大河"
      },
      {
        "ar": "تايغا من سفر التكوين"
      },
      {
        "ja-ro": "Sousei no Taiga"
      }
    ],
    "description": {
      "en": "A story of a young man who lacks a sense of reality after being dumped by his lover. He was visiting a seminar on cultural anthropology with his fellow classmates when he discoveres an ancient wall painting, which transports him to the past where mammoths dominated the world."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf4a285b-636d-4760-9a90-e538514bf024",
    "title": {
      "en": "Kirby of the Stars: Pupupu Hero"
    },
    "updatedAt": "2024-02-26T18:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/bf4a285b-636d-4760-9a90-e538514bf024/95fcc682-a092-44de-829f-abe1c0293bb4.jpg",
    "altTitles": [
      {
        "ja-ro": "Hoshi no Kirby - Pupupu Hero"
      },
      {
        "ja": "星のカービィ プププヒーロー"
      }
    ],
    "description": {
      "en": "Kirby, the gourmand who will suck up anything, has come to the peaceful land of Pupupu!\n\"Pleased to eat you! I'm Kirby!\"\n\nThe slapstick and lively days are about to begin, involving Chilly, who has come to live with Kirby!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "53"
  },
  {
    "mangaId": "7f30dfc3-0b80-4dcc-a3b9-0cd746fac005",
    "title": {
      "en": "Detective Conan"
    },
    "updatedAt": "2024-03-20T09:46:05+00:00",
    "coverArt": "https://mangadex.org/covers/7f30dfc3-0b80-4dcc-a3b9-0cd746fac005/b65b80fa-217c-4a71-8e8f-5d647990117a.jpg",
    "altTitles": [
      {
        "en": "Case Closed"
      },
      {
        "fr": "Détective Conan"
      },
      {
        "tr": "Dedektif Conan"
      },
      {
        "id": "Detektif Conan"
      },
      {
        "sv": "Mästerdetektiven Conan"
      },
      {
        "pl": "Detektyw Conan"
      },
      {
        "ja-ro": "Meitantei Conan"
      },
      {
        "no": "Mesterdetektiven Conan"
      },
      {
        "vi": "Thám Tử Lừng Danh Conan"
      },
      {
        "ar": "المتحري كونان"
      },
      {
        "ar": "المحقق كونان"
      },
      {
        "th": "ยอดนักสืบจิ๋ว โคนัน"
      },
      {
        "zh": "名侦探柯南"
      },
      {
        "zh-hk": "名偵探柯南"
      },
      {
        "ja": "名探偵コナン"
      },
      {
        "ko": "명탐정 코난"
      },
      {
        "da": "Mesterdetektiven Conan"
      },
      {
        "ca": "Detectiu Conan"
      },
      {
        "de": "Detektiv Conan"
      },
      {
        "fi": "Salapoliisi Conan"
      },
      {
        "hu": "Conan, a detektív"
      },
      {
        "uk": "Детектив Конан"
      },
      {
        "la": "Investigator Conan"
      },
      {
        "lt": "Detektyvas Konanas"
      },
      {
        "ro": "Detectiv Conan"
      },
      {
        "he": "הבלש קונאן"
      },
      {
        "fa": "کارآگاه کونان"
      },
      {
        "hi": "डिटेकटिव् कोनन"
      },
      {
        "bn": "ডিটেকটিভ কোনান"
      },
      {
        "sq": "Çështja e mbyllur"
      },
      {
        "sq": "Detektivi Konan"
      },
      {
        "bg": "Detektivi Konan"
      }
    ],
    "description": {
      "en": "Shinichi Kudo is a high school detective who sometimes works with the police to solve cases. During an investigation, he is attacked by members of a crime syndicate known as the Black Organization. They force him to ingest an experimental poison, but instead of killing him, the poison transforms him into a child. Adopting the pseudonym Conan Edogawa and keeping his true identity a secret, Kudo lives with his childhood friend Ran and her father Kogoro, who is a private detective."
    },
    "status": "ongoing",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "Yuurei to Tsukareta Kaishain"
    },
    "updatedAt": "2024-05-10T08:56:44+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "en": "The Ghost and the Exhausted Office Worker"
      }
    ],
    "description": {
      "en": "A story about an old ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2947bd7e-d3d9-4018-8f9b-6f53eff5161b",
    "title": {
      "en": "The Girl I Became Friends with after Lending Each Other H Books"
    },
    "updatedAt": "2024-04-02T10:43:14+00:00",
    "coverArt": "https://mangadex.org/covers/2947bd7e-d3d9-4018-8f9b-6f53eff5161b/358506f5-867c-4823-a574-2327397066aa.jpg",
    "altTitles": [
      {
        "ja": "えっちな本とかを貸し借りする仲になった子"
      },
      {
        "ja-ro": "Ecchi na Hon toka o Kashikari suru Naka ni Natta Ko"
      },
      {
        "zh": "互相借了H书之后成了朋友的女生"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50491535-8d93-4f37-a885-14441766bd43",
    "title": {
      "en": "After I Save The Ice Princess From Another School From a Mol*ster, We Started as Friends"
    },
    "updatedAt": "2024-05-21T23:20:35+00:00",
    "coverArt": "https://mangadex.org/covers/50491535-8d93-4f37-a885-14441766bd43/c861e5a9-5239-46f2-b410-13f7c90c1fac.jpg",
    "altTitles": [
      {
        "ja": "他校の氷姫を痴漢から助けたら、お友達から始める事になりました"
      },
      {
        "en": "After helping “Ice Princess” from another school, I decided to start as a friend"
      },
      {
        "ja-ro": "Takou no kouri hime o chikan kara tasuketara, o tomodachi kara hajimeru koto ni narimashita"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f27f0604-5c33-4c35-b37b-6f0b1ce37f37",
    "title": {
      "en": "Touhou - Lies and Funerals (Doujinshi)"
    },
    "updatedAt": "2024-05-23T08:20:35+00:00",
    "coverArt": "https://mangadex.org/covers/f27f0604-5c33-4c35-b37b-6f0b1ce37f37/d0bff9c1-16a9-4e67-9954-77d637ee5e98.png",
    "altTitles": [
      {
        "ja-ro": "Uso to Souretsu"
      },
      {
        "ja": "嘘と葬列"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "543234e2-30b2-4f1c-b00c-ae291cb54629",
    "title": {
      "en": "Mitsuba no Monogatari"
    },
    "updatedAt": "2024-05-21T17:45:23+00:00",
    "coverArt": "https://mangadex.org/covers/543234e2-30b2-4f1c-b00c-ae291cb54629/4f9e5b33-1f29-4b3d-bd2b-5dd54c6fdb70.jpg",
    "altTitles": [
      {
        "ja": "みつばものがたり 呪いの少女と死の輪舞《ロンド》"
      },
      {
        "ja-ro": "Mitsuba no Monogatari - Noroi no Shoujo to Shi no Rondo"
      },
      {
        "en": "Mitsuba's Stories"
      },
      {
        "en": "Mitsuba's Stories - The Cursed Girl and the Circle-Dance of Death (Rondo)"
      }
    ],
    "description": {
      "en": "This world revolves around me.\n\nWhile sleeping in a \"deathly\" boring dark world, Mitsuba woke up from a long sleep with a mysterious all-powerful feeling, the girl was destined to die, but the magic that was poured into her for 10 years brought the power of a \"curse\" that should not exist in this world.\n\nHer stepmother, fearing Mitsuba's \"death,\" takes away her aristocratic nature and she is  enrolled n a military academy. However, this was only the beginning of Mitsuba's use of the \"curse\" to pursue her own path.\n\nThe powerful \"curse\" that resides in a small girl causes a unique tale of otherworldly devastation!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b16e91ea-9e0a-4f36-9e7f-4565c7005ee9",
    "title": {
      "en": "Can We Become Family?"
    },
    "updatedAt": "2024-03-15T16:29:24+00:00",
    "coverArt": "https://mangadex.org/covers/b16e91ea-9e0a-4f36-9e7f-4565c7005ee9/e57f1570-c895-4205-b1e0-834d5ac2e75c.jpg",
    "altTitles": [
      {
        "ko": "우리가 가족이 될 수 있을까요?"
      },
      {
        "ko-ro": "Uriga Gajogi Doel Su Isseulkkayo?"
      },
      {
        "en": "Can We Become a Family?"
      },
      {
        "en": "Can We Be a Family?"
      },
      {
        "en": "Family Is Needed"
      },
      {
        "fr": "Une famille pour moi"
      },
      {
        "pt-br": "Podemos nos tornar uma família?"
      },
      {
        "es": "¿Podemos convertirnos en familia?"
      },
      {
        "ru": "Можем ли мы быть семьёй?"
      },
      {
        "th": "พวกเราจะเป็นครอบครัวเดียวกันได้ไหมนะ?"
      },
      {
        "ja": "家族ごっこはもうやめます"
      },
      {
        "ja-ro": "Kazoku Gokko wa Mou Yamemasu"
      },
      {
        "tr": "Aile olabilir miyiz?"
      },
      {
        "vi": "Chúng ta có thể trở thành một gia đình được không?"
      },
      {
        "zh": "我们能成为家人吗"
      },
      {
        "zh-hk": "我們能成為一家人嗎？"
      },
      {
        "zh-hk": "我們能成為家人嗎"
      },
      {
        "id": "Bisakah kita menjadi keluarga?"
      }
    ],
    "description": {
      "ar": "تم تبنيي “نافييا أغنييس” للللزواج من ولليي اللعهد نييابة عن ابنة دوق أغنييس اللمرييضة. “أرييد أن أكون عائللة حقييقيية.” نافييا ، اللتيي كانت معللقة عللى عاطفة عائللتها ، تبذلل قصارى جهدها للتصبح إمبراطورة أثناء تعرضها للسوء اللمعامللة ، وللكن فيي اللللحظة اللتيي ييتم فييها عللاج فييفييان ، ابنة اللدوق اللبييوللوجيية ، تخللت عائللتها عنها. للا ، سييكون من اللعدلل أن نقولل إنهم تخللوا عنها فيي كلل مرة. “كم من اللوقت ييجب أن أجرب؟ أن تكون عائللتك “. خللعت نافييا قفازاتها اللمللطخة باللدماء. ثم عللى معصمها اللأييمن ، تم اللكشف عن رقم غيير مرئيي للم ييكن مرئييًا للللآخريين. 1 باللنظر إللى اللأرقام ، اعترفت بهدوء. “اللآن ، سأتوقف عن اللللعب باللأللعاب اللعائلليية.” فيي تللك اللللحظة ، تغيير اللرقم عللى اللمعصم. 0 هكذا بدأت اللحيياة من جدييد. “إذا للمستنيي ، عللييك أن تدفع اللثمن.” هلل ستكون قادرة عللى اللانتقام من دوق أغنييس واللعثور عللى أسرة مؤقتة للحماييتها حتى بللوغها سن اللرشد؟\n\n---\n[Original Novel](https://page.kakao.com/content/54747988)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EB%A6%AC%EA%B0%80-%EA%B0%80%EC%A1%B1%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C%EC%9A%94/2972), [KakaoPage](https://page.kakao.com/home?seriesId=57809482)\n\n**Official Translations:**\n* [English](https://tapas.io/series/can-we-become-family/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=151&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526151)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%80%91%E8%83%BD%E6%88%90%E7%82%BA%E4%B8%80%E5%AE%B6%E4%BA%BA%E5%97%8E/261)\n* [French / Français](https://fr.piccoma.com/fr/product/266)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Can-We-Become-Family/280)\n* [Japanese / 日本語](https://piccoma.com/web/product/82445)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A7%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AD%E0%B8%9A%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B9%84%E0%B8%AB%E0%B8%A1%E0%B8%99%E0%B8%B0/295)",
      "en": "Adopted from a poor, rural orphanage by a wealthy duke, Naviah Agnus wanted nothing but to win her new father’s heart. Despite her best efforts, the calculating Duke only sees Naviah as a pawn, a mere stand-in for his terminally ill daughter Vivian, who was set to marry the crown prince. But when Vivian miraculously recovers, Naviah is pushed aside and driven to her own death. When she wakes up, she is eight-years old again, but this time, Naviah is done playing nice. Can they ever really become family?\n\n---\n\"Navia Agnes,\" adopted to marry the Crown Prince on behalf of Duke Agnes's daughter with a time limit. \n\n“I really want to be family.”\n\nNavia, who held on to her family’s affection, did her best to become an Empress even while being abused. However, once Vivian, the Duke’s real daughter, is cured, she is abandoned by her family. No, it would be right to say that she was abandoned on all occasions.\n\n“Just how much more effort do I have to make? If I want to be your family,” Navia took off her blood-soaked gloves. \n\nThen on her right wrist, a number that couldn’t be seen by others appeared. \n\n\"1\" \n\nShe calmly admitted, looking down on the number, “I’m going to stop playing with my family now.”\n\nAt that moment, the number on her wrist changed. \n\n\"0\" \n\nJust like that, her life began again. \n\n“If you messed with me, you’re gonna pay for it.”\n\nWill she be able to find a temporary family who will protect her until she becomes of age, and get revenge on Duke Agnes?\n\n---\n[Original Novel](https://page.kakao.com/content/54747988)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EB%A6%AC%EA%B0%80-%EA%B0%80%EC%A1%B1%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C%EC%9A%94/2972), [KakaoPage](https://page.kakao.com/home?seriesId=57809482)\n\n**Official Translations:**\n* [English](https://tapas.io/series/can-we-become-family/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=151&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526151)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%80%91%E8%83%BD%E6%88%90%E7%82%BA%E4%B8%80%E5%AE%B6%E4%BA%BA%E5%97%8E/261)\n* [French / Français](https://fr.piccoma.com/fr/product/266)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Can-We-Become-Family/280)\n* [Japanese / 日本語](https://piccoma.com/web/product/82445)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A7%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AD%E0%B8%9A%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B9%84%E0%B8%AB%E0%B8%A1%E0%B8%99%E0%B8%B0/295)",
      "fr": "Huit vies misérables, à se couper en quatre pour satisfaire la moindre des exigences de sa famille d'adoption. Huit morts tragiques, trahie par cette même famille factice. Cette fois, c'en est trop! Naviah a fini de jouer la poupée sage et docile, c'est l'heure de la vengeance! Mais prudence, la maison Agnis pourrait bien ne pas être la plus grande menace dans cette neuvième vie... Quelle peut bien être cette présence malveillante qui semble l'observer depuis un sombre recoin de l'espace-temps...?\n\n---\nNavia Agnès est une orpheline adoptée pour épouser le prince héritier et remplacer la fille malade du duc d'Agnès.\n\n«Je voulais juste une vraie famille.»\n\nNavia fait son possible pour obtenir l'affection de sa famille et devenir une bonne impératrice tout en étant maltraitée, mais au moment où Vivian, la fille biologique du duc, est guérie, sa famille adoptive l'abandonne. Et pas qu'une fois, il serait juste de dire que cela est devenu une habitude.\n\n«Combien de fois dois-je encore essayer? Comment avoir enfin une vraie famille?»\n\nNavia enlève ses gants imbibés de sang et sur son poignet droit, un numéro visible par elle seule est révélé.\n\n«Un.»\n\nRegardant le chiffre, elle se calme et décide d'arrêter les jeux de familles. Au moment de sa décision, le numéro sur son poignet change.\n\n«ZÉRO.»\n\nC'est le début d'une nouvelle vie, le commencement pour trouver une nouvelle famille et le départ d'une vengeance.\n\n---\n[Original Novel](https://page.kakao.com/content/54747988)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EB%A6%AC%EA%B0%80-%EA%B0%80%EC%A1%B1%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C%EC%9A%94/2972), [KakaoPage](https://page.kakao.com/home?seriesId=57809482)\n\n**Official Translations:**\n* [English](https://tapas.io/series/can-we-become-family/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=151&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526151)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%80%91%E8%83%BD%E6%88%90%E7%82%BA%E4%B8%80%E5%AE%B6%E4%BA%BA%E5%97%8E/261)\n* [French / Français](https://fr.piccoma.com/fr/product/266)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Can-We-Become-Family/280)\n* [Japanese / 日本語](https://piccoma.com/web/product/82445)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A7%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AD%E0%B8%9A%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B9%84%E0%B8%AB%E0%B8%A1%E0%B8%99%E0%B8%B0/295)",
      "id": "Aku sudah berusaha. Berusaha untuk diterima di keluarga ini, dianggap sebagai anak dan adik, menjadi agnus yang sesungguhnya. namun bahkan setelah berkali-kali kembali hidup, aku selalu berakhir mati mengenaskan. Namun suatu hari aku kembali terbangun. aku seharusnya sudah mati... tapi kenapa aku kembali menjadi kecil lagi? Apa ini kesempatan tambahan untuk menjadi anggota keluarga agnus? Atau justru balas dendam karena aku sudah muak?\n\n---\n[Original Novel](https://page.kakao.com/content/54747988)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EB%A6%AC%EA%B0%80-%EA%B0%80%EC%A1%B1%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C%EC%9A%94/2972), [KakaoPage](https://page.kakao.com/home?seriesId=57809482)\n\n**Official Translations:**\n* [English](https://tapas.io/series/can-we-become-family/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=151&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526151)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%80%91%E8%83%BD%E6%88%90%E7%82%BA%E4%B8%80%E5%AE%B6%E4%BA%BA%E5%97%8E/261)\n* [French / Français](https://fr.piccoma.com/fr/product/266)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Can-We-Become-Family/280)\n* [Japanese / 日本語](https://piccoma.com/web/product/82445)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A7%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AD%E0%B8%9A%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B9%84%E0%B8%AB%E0%B8%A1%E0%B8%99%E0%B8%B0/295)",
      "ko": "아그니스 공작의 시한부 딸을 대신하여\n황태자와 결혼하기 위해 입양된, '나비아 아그니스'\n\n\"진짜 가족이 되고 싶어요.\"\n\n가족의 애정에 목을 맸던 나비아는\n학대를 받으면서도 황후가 되기 위해 최선을 다하지만,\n공작의 친딸인 비비안의 병이 낫는 순간, 가족들에게 버려진다.\n\n아니, 그 때마다 버려졌다는 것이 맞을 것이다.\n\n\"대체 얼마나 더 노력해야 하는 걸까요? 당신들의 가족이 되려면.\"\n\n나비아는 피에 젖은 장갑을 벗었다.\n그러자 오른 손목에 남들에게는 보이지 않는 숫자가 드러났다.\n\n1\n\n그녀는 숫자를 내려다보며 담담히 고백했다.\n\n\"이제 가족 놀이는 그만하려고요.\"\n\n그 순간, 손목의 숫자가 바뀌었다.\n\n0\n\n그렇게 다시 시작된 삶.\n\n\"나를 건드렸다면, 대가는 치러야지.\"\n\n과연 그녀는 아그니스 공작가에 복수하고,\n성인이 될 때까지 자신을 보호해줄 임시 가족을 찾을 수 있을 것인가.\n\n---\n[Original Novel](https://page.kakao.com/content/54747988)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EB%A6%AC%EA%B0%80-%EA%B0%80%EC%A1%B1%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C%EC%9A%94/2972), [KakaoPage](https://page.kakao.com/home?seriesId=57809482)\n\n**Official Translations:**\n* [English](https://tapas.io/series/can-we-become-family/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=151&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526151)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%80%91%E8%83%BD%E6%88%90%E7%82%BA%E4%B8%80%E5%AE%B6%E4%BA%BA%E5%97%8E/261)\n* [French / Français](https://fr.piccoma.com/fr/product/266)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Can-We-Become-Family/280)\n* [Japanese / 日本語](https://piccoma.com/web/product/82445)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A7%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AD%E0%B8%9A%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B9%84%E0%B8%AB%E0%B8%A1%E0%B8%99%E0%B8%B0/295)",
      "pt": "Navia Agnes foi adotada para se casar com o príncipe herdeiro em nome da filha do duque Agnes, como uma forma de ganharem tempo. “Eu realmente quero ter uma família.” Navia, que se apegou ao afeto de sua família, fez o possível para se tornar uma imperatriz, mesmo sendo abusada. No entanto, uma vez que Vivian, a verdadeira filha do duque, é curada, ela é abandonada por sua família. Não, seria correto dizer que ela foi abandonada em todas as ocasiões. “Quanto mais esforço tenho que fazer? Se eu quiser fazer parte dessa família? ” Navia tirou as luvas encharcadas de sangue. Então, em seu pulso direito, um número que não podia ser visto por outras pessoas apareceu. Ela admitiu calmamente, olhando para o número: “Desta vez, vou parar de brincar de família com vocês.” Naquele momento, o número em seu pulso mudou. Só assim, sua vida começou de novo. \"Se você mexer comigo, irá pagar por isso.\" Ela será capaz de encontrar uma família temporária que a protegerá até que atinja a maioridade para se vingar do duque Agnes?\n\n---\n[Original Novel](https://page.kakao.com/content/54747988)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EB%A6%AC%EA%B0%80-%EA%B0%80%EC%A1%B1%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C%EC%9A%94/2972), [KakaoPage](https://page.kakao.com/home?seriesId=57809482)\n\n**Official Translations:**\n* [English](https://tapas.io/series/can-we-become-family/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=151&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526151)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%80%91%E8%83%BD%E6%88%90%E7%82%BA%E4%B8%80%E5%AE%B6%E4%BA%BA%E5%97%8E/261)\n* [French / Français](https://fr.piccoma.com/fr/product/266)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Can-We-Become-Family/280)\n* [Japanese / 日本語](https://piccoma.com/web/product/82445)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A7%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AD%E0%B8%9A%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B9%84%E0%B8%AB%E0%B8%A1%E0%B8%99%E0%B8%B0/295)",
      "ru": "Нивия — приёмный ребёнок семьи Агнес. Её удочерили ради помолвки с наследным принцем, ведь настоящая дочь рода Агнес неизлечимо больна. Нивия посвятила всю себя этим людям, однако с выздоровлением дочери герцога Вивиан, в ней больше не нуждались.\n«Я же просто хотела жить всем вместе как семья. Сколько нужно было ещё усилий?» — подумала умирающая Нивия.\n«Я ненавидел тебя с самого начала», — с презрением в глазах произнёс её брат.\nВсе восемь жизней она хотела быть настоящей Агнес, но, видимо, стоило «перестать играть в семью». Осталась последняя попытка стать счастливой, однако уже не в этом доме.\n«Почему я была одержима этой семейкой?»\nСможет ли наша героиня отомстить герцогству Агнес? А главное, найдёт ли она новую и любящую семью?\n\n---\n[Original Novel](https://page.kakao.com/content/54747988)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EB%A6%AC%EA%B0%80-%EA%B0%80%EC%A1%B1%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C%EC%9A%94/2972), [KakaoPage](https://page.kakao.com/home?seriesId=57809482)\n\n**Official Translations:**\n* [English](https://tapas.io/series/can-we-become-family/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=151&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526151)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%80%91%E8%83%BD%E6%88%90%E7%82%BA%E4%B8%80%E5%AE%B6%E4%BA%BA%E5%97%8E/261)\n* [French / Français](https://fr.piccoma.com/fr/product/266)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Can-We-Become-Family/280)\n* [Japanese / 日本語](https://piccoma.com/web/product/82445)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A7%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AD%E0%B8%9A%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B9%84%E0%B8%AB%E0%B8%A1%E0%B8%99%E0%B8%B0/295)",
      "tr": "Ailesin'in sevgisine sarılan Navia, hırpalanırken bile bir imparatoriçe olmak için elinden geleni yaptı. Ancak, Dük'ün gerçek kızı Vivian iyileştiğinde ailesi tarafından terk edildi.\n\n---\n[Original Novel](https://page.kakao.com/content/54747988)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EB%A6%AC%EA%B0%80-%EA%B0%80%EC%A1%B1%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C%EC%9A%94/2972), [KakaoPage](https://page.kakao.com/home?seriesId=57809482)\n\n**Official Translations:**\n* [English](https://tapas.io/series/can-we-become-family/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=151&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526151)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%80%91%E8%83%BD%E6%88%90%E7%82%BA%E4%B8%80%E5%AE%B6%E4%BA%BA%E5%97%8E/261)\n* [French / Français](https://fr.piccoma.com/fr/product/266)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Can-We-Become-Family/280)\n* [Japanese / 日本語](https://piccoma.com/web/product/82445)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A7%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AD%E0%B8%9A%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B9%84%E0%B8%AB%E0%B8%A1%E0%B8%99%E0%B8%B0/295)",
      "vi": "“Navia Agnis” được nhận nuôi để kết hôn với Thái tử thay cho con gái mắc bệnh nan y của công tước Agnis.\n“Thật sự tôi muốn chúng ta trở thành gia đình.”\nNavia bị trói buộc vào tình cảm gia đình, cô vừa chịu ngược đãi vừa cố gắng hết sức để trở thành hoàng hậu nhưng ngay khi bệnh tình của Vivian được chữa khỏi, những người thân gia đình đó đã vứt bỏ cô.\nKhông, việc cô bị vứt bỏ khi đó cũng là điều đúng thôi.\n“Rốt cuộc thì tôi phải nỗ lực đến mức nào nữa chứ? để có thể trở thành người nhà của các người.”\nNavia tháo găng tay đẫm máu ra. lúc đó trên cổ tay phải của cô đã xuất hiện con số mà trước giờ cô vẫn giấu không để người khác nhìn thấy.\n1\nCô ấy nhìn con số và chầm chầm nói.\n“Từ giờ hãy chấm dứt trò chơi gia đình này đi.”\nKhoảnh khắc đó, con số trên cổ tay đã thay đổi.\n0\nVà thế là cô bắt đầu lại một cuộc sống mới.\n\n---\n[Original Novel](https://page.kakao.com/content/54747988)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EB%A6%AC%EA%B0%80-%EA%B0%80%EC%A1%B1%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C%EC%9A%94/2972), [KakaoPage](https://page.kakao.com/home?seriesId=57809482)\n\n**Official Translations:**\n* [English](https://tapas.io/series/can-we-become-family/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=151&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526151)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%80%91%E8%83%BD%E6%88%90%E7%82%BA%E4%B8%80%E5%AE%B6%E4%BA%BA%E5%97%8E/261)\n* [French / Français](https://fr.piccoma.com/fr/product/266)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Can-We-Become-Family/280)\n* [Japanese / 日本語](https://piccoma.com/web/product/82445)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A7%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AD%E0%B8%9A%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B9%84%E0%B8%AB%E0%B8%A1%E0%B8%99%E0%B8%B0/295)",
      "zh-hk": "代替阿格尼斯公爵的絕症女兒 為了和皇太子結婚而被領養的“納維亞·阿格尼斯”\n\n“我想成為真正的家人” 為了家人的愛而絞盡腦汁的納維亞 雖然受到了虐待，為成為皇后盡了最大的努力， 但公爵的親生女兒薇薇安病好的瞬間，就被家人拋棄了。\n\n不，每當這時就會被拋棄。 “我到底還要付出多少努力？想要成為你們的家人的話。” 納維亞脫掉了沾滿鮮血的手套。\n\n右手手腕上露出了別人看不見的數字。 1 她低頭看著數字，平靜地說。 “我現在不想再玩家人遊戲了。”\n\n那一瞬間，手腕上的數字變了。 0 就這樣重新開始的人生。\n\n“惹了我，就得付出代價。” 究竟，她能否報復阿格尼斯公爵， 找到能保護她到成人的臨時家人。\n\n---\n[Original Novel](https://page.kakao.com/content/54747988)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9A%B0%EB%A6%AC%EA%B0%80-%EA%B0%80%EC%A1%B1%EC%9D%B4-%EB%90%A0-%EC%88%98-%EC%9E%88%EC%9D%84%EA%B9%8C%EC%9A%94/2972), [KakaoPage](https://page.kakao.com/home?seriesId=57809482)\n\n**Official Translations:**\n* [English](https://tapas.io/series/can-we-become-family/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=151&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526151)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E5%80%91%E8%83%BD%E6%88%90%E7%82%BA%E4%B8%80%E5%AE%B6%E4%BA%BA%E5%97%8E/261)\n* [French / Français](https://fr.piccoma.com/fr/product/266)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Can-We-Become-Family/280)\n* [Japanese / 日本語](https://piccoma.com/web/product/82445)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A7%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AD%E0%B8%9A%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%94%E0%B8%B5%E0%B8%A2%E0%B8%A7%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B9%84%E0%B8%AB%E0%B8%A1%E0%B8%99%E0%B8%B0/295)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "830aa987-7c3b-47d7-a4f8-25565cc0981c",
    "title": {
      "en": "Doutonbori Flying Jesus"
    },
    "updatedAt": "2024-05-23T07:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/830aa987-7c3b-47d7-a4f8-25565cc0981c/1a91bbaa-f0ed-4b5b-b8d4-1ad205201522.jpg",
    "altTitles": [
      {
        "ja": "道頓堀フライングジーザス"
      },
      {
        "ko": "도톤보리 플라잉 지저스"
      },
      {
        "vi": "Thác loạn ở Dotonbori"
      }
    ],
    "description": {
      "en": "Hokuto is shy, flowery and dull, and has a childish face. He was stressed to the max when she was transferred to Osaka, which he had not wanted. Just when he was about to jump into the Dotonbori River in a fit of desperation, a subtly gentle blonde-haired yankee gives him an unusual sermon. He was a very kind and subtle blonde yankee who gave me an unusual lecture, I complained that I wanted to die dating a good-looking guy like you when I was drunk, He says, \"I might be able to lend you a stick\", and we end up having sex... ?\n\nTheir personalities and hierarchies are the complete opposite of each other!\nA bumpy love story that grows from the inside out, with different categories!",
      "vi": "Bot là một nhân viên làm công ăn lương đang định nhảy cầu thì gặp top, top kiểu dân ăn chơi đồ á nhưng mà thật ra ảnh thấy cưng dữ lắm =)))\n\nSau đó thì cả hai ngồi tâm sự nè xong cái bot mới nhắc tới vụ “tầm này tuổi rồi mà tui chưa có người êu” cái top bảo ” Ê, vậy anh làm bồ tui hong”. Đang định tủ tự tui có bồ ngang =)))) Diễn biến sau đó thì kiểu chuyển biến tình cảm giữa 2 người thui, hẹn hò thử cái thấy thít quá hẹn hò luôn, kiểu vậy á:D. Top bộ này nhìn tưởng ăn chơi nhưng ảnh cưng bồ dữ lắm, niên hạ nữa nên bộ này tổng thể đọc thấy dui nha:>\n\nBot bộ này mít ướt nhưng rất cute, mỗi lần bot khóc là top kể chuyện bạch tuyết cuto cho ảnh nghe =))))tìm hiểu vai diễn, Fuma đã ngỏ lời hẹn hò với Kanade."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "b30dfee3-9d1d-4e8d-bfbe-8fcabc3c96f6",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 7 - Steel Ball Run"
    },
    "updatedAt": "2023-07-19T22:06:39+00:00",
    "coverArt": "https://mangadex.org/covers/b30dfee3-9d1d-4e8d-bfbe-8fcabc3c96f6/0ebb1907-466d-42bb-a747-64bc8e8fa527.jpg",
    "altTitles": [
      {
        "ja": "ジョジョの奇妙な冒険 Part7『スティール・ボール・ラン』"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Steel Ball Run"
      },
      {
        "en": "JoJo: SBR"
      },
      {
        "zh": "JoJo的奇妙冒险 第七部 飙马野郎"
      },
      {
        "es": "La Extraña Aventura de JoJo Parte 7 - Steel Ball Run"
      },
      {
        "es": "La extraña aventura de JoJo Parte 7: La carrera de las bolas de acero"
      },
      {
        "ru": "Невероятное приключение ДжоДжо — Часть 7: Гонка «Стальной шар»"
      },
      {
        "ko": "조조의 기묘한 모험 7 부 : 스틸 볼 달리기"
      },
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 7: Cursa \"Mingea de Oțel\""
      },
      {
        "kk": "ДжоДжоның Шытырман Хикаясы: Болат Доп Бәйгесі"
      },
      {
        "uk": "Неймовірні пригоди Джоджо частина 7: Перегони \"Сталева Куля\""
      }
    ],
    "description": {
      "en": "In the American Old West, the world's greatest race is about to begin. Thousands line up in San Diego to travel over six thousand kilometers for a chance to win the grand prize of fifty million dollars. With the era of the horse reaching its end, contestants are allowed to use any kind of vehicle they wish. Competitors will have to endure grueling conditions, traveling up to a hundred kilometers a day through uncharted wastelands. The Steel Ball Run is truly a one-of-a-kind event.  \n  \nThe youthful Johnny Joestar, a crippled former horse racer, has come to San Diego to watch the start of the race. There he encounters Gyro Zeppeli, a racer with two steel balls at his waist instead of a gun. Johnny witnesses Gyro using one of his steel balls to unleash a fantastical power, compelling a man to fire his gun at himself during a duel. In the midst of the action, Johnny happens to touch the steel ball and feels a power surging through his legs, allowing him to stand up for the first time in two years. Vowing to find the secret of the steel balls, Johnny decides to compete in the race, and so begins his bizarre adventure across America on the Steel Ball Run.",
      "hu": "Amerikában a régi vadnyugaton, a világ legnagyobb szabású versenye hamarosan kezdődik. Ezrek állnak rajzvonalhoz San Diegoban, hogy utazzanak több mint hat ezer kilómétert annak reményében, hogy megnyerhetik az ötven millió dolláros fődíjat. A lovak kora elérkezett a végéhez, így a versenyzők szabadon használhattak bármiféle járművet. A versenyzőknek el kell majd tűrniük a fárasztő körülményeket, naponta több mint, száz kilómétert megtéve felfedezetlen vidékeken. A Steel Ball Run egy igazán egyedülálló esemény.\n\nA fiatalos Johnny Joestar, egy tolószékes korábbi lovas versenyző, eljött San Diegoba, hogy megnézze a verseny rajtját. Itt találkozik Gyro Zeppelivel, egy versenyzővel két acél golyóval a derekán fegyver helyett. Johnny szemtanúja lesz annak, hogy Gyro használja az egyik acélgolyóját, szabadjára engedve annak erejét, hogy arra kényszerítsen egy férfit egy párbaj közben, hogy lőjje le magát. Az ütközet közepette, Johnny megérinti az\nacélgolyót és érezte, hogy egy erő végigáramlik a lábán, rábírva őt arra, hogy felálljon először két év után. Megfogadja, hogy rájön, hogy mi a titka az acélgolyóknak, Johnny eldönti, hogy indul a versenyen, így kezdődik el az ő bizarr kalandja Amerikán keresztül a Steel Ball Runban.",
      "uk": "Вересень 1980. Дикий Захід. Америка. Жокеї зі всього світу чекають гонку \"Сталева Куля\", яка ось-ось розпочнеться. Тисячі людей вишиковуються в Сан-Дієго, щоб подолати понад шість тисяч кілометрів заради шансу отримати головний приз — п’ятдесят мільйонів доларів. Юний Джонні Джостар, каліка, колишній жокей та популярний скакун, приїхав до Сан-Дієґо, щоб подивитися на старт перегонів. Там він зустрічає Джайро Цеппелі, гонщика з двома сталевими кулями на талії замість револьвера, звичної зброї для жителів. Джонні бачить, як Джайро використовує одну зі своїх сталевих куль, змушуючи людину вистрілити з рушниці в себе під час дуелі. Поклявшись знайти таємницю сталевих куль, Джонні вирішує взяти участь у гонці. Так і починається його химерна пригода.",
      "pt-br": "Conta a história da Épica batalha entre a família Joestar e sua longa geração contra as forças Malignas, tais como Vampiros e Usuários de Stands.\nCada arco da série corresponde a um vilão e a um membro importante da família Joestar.\nGênero: Ação, Aventura, Sobrenatural, Luta\nAutor: Hirohiko Araki \nDemografia: Shonen/Seinen\nAno de publicação: 1987 - Presente\nNúmero de Volumes: 101 - Ainda em publicação"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "24",
    "lastChapter": "95"
  },
  {
    "mangaId": "ebc20c9a-19e4-4cc5-906c-580b4dbf40fe",
    "title": {
      "en": "Inukei no Kareshi"
    },
    "updatedAt": "2024-05-23T07:09:50+00:00",
    "coverArt": "https://mangadex.org/covers/ebc20c9a-19e4-4cc5-906c-580b4dbf40fe/15a52838-a11b-4040-8319-a296b95f6dc4.jpg",
    "altTitles": [
      {
        "ja": "犬系の彼氏"
      }
    ],
    "description": {
      "en": "The furry, fluffy, slice-of-life BL that gained popularity through social media is finally serialized! Office-worker Inukai-kun’s boyfriend, Kentarou-san, is an anthro dog who's gruff and stoic looking. He can’t hide his tail wagging like a puppy, even with the stern look on his face…\n\nTogether with their coworker Nekomiya-kun and his feline boyfriend Shimada-san, they are both lovey-dovey with each other every day! Spending happy warm & fuzzy days full of love with their fluffy furry boyfriends!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ebea903-8436-4cd1-9b1f-3e7aa8a90093",
    "title": {
      "en": "Hunky Dory"
    },
    "updatedAt": "2023-10-04T02:13:41+00:00",
    "coverArt": "https://mangadex.org/covers/1ebea903-8436-4cd1-9b1f-3e7aa8a90093/cba56948-3fec-4d2c-87ad-055611d21d7a.jpg",
    "altTitles": [
      {
        "ja": "ハンキー・ドリー"
      }
    ],
    "description": {
      "en": "The protagonist Yukari and the twin brothers Shun and Ou have grown up like a family ever since they were children. However, their relationship begins changing on the first day of high school…?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "13"
  },
  {
    "mangaId": "7e544761-7d3d-4fce-8137-719814d7d138",
    "title": {
      "en": "Eleceed"
    },
    "updatedAt": "2024-04-09T21:00:07+00:00",
    "coverArt": "https://mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "altTitles": [
      {
        "ko": "일렉시드"
      },
      {
        "ru": "Элисед"
      },
      {
        "ja": "エレキシード"
      },
      {
        "zh": "觉醒吧，铲屎官！"
      },
      {
        "es": "Eleceed: Velocidad eléctrica"
      },
      {
        "es-la": "Electricidad veloz"
      }
    ],
    "description": {
      "en": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "es": "Jiwoo es un joven amable que utiliza sus reflejos increíblemente rápidos, como los de un gato, para hacer del mundo un mejor lugar salvando niños o mascotas. Kayden es un agente secreto prófugo que termina encerrado en el cuerpo de un... mmm... gato gordo, peludo y viejo. Juntos y con la ayuda de los superpoderes de Jiwoo y la inteligencia de Kayden lucharán contra las fuerzas que desean que el mal tome control del mundo. Aunque solo lo lograrán si consiguen soportarse lo suficiente para hacerlo.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "fr": "Jiwoo est un jeune lycéen au bon coeur qui utilise ses réflexes incroyablement rapides pour rendre le monde meilleur, que ce soit en sauvant un petit enfant ou bien un animal de compagnie. Kayden est un agent secret fugitif qui finit par être enfermé dans le corps d'un... euh... vieux, gros chat tout poilu. Ensemble, et équipés des superpouvoirs de Jiwoo et de l'intelligence de Kayden, ils lutteront contre les forces obscures qui veulent que le mal domine le monde... mais seulement s'ils arrivent à bien s'entendre !\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "id": "Kolaborasi yang luar biasa dari author \"Noblesse\" dan author \"Girls the Wild's\"! Kisah aksi fantasi mengenai Kaiden yang jiwanya masuk ke seekor kucing gendut dan Jiwoo yang suka menyembunyikan kekuatannya!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ja": "敵の不意打ちで深い傷を負い、猫の体に身を隠した覚醒者のカイド。猫好きの主人公・勇羽に助けられるが… 『ノブレス』 X 『少女ザワイルズ』作家らによる爽快アクション！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ko": "<노블레스> 손제호 작가와 <소녀더와일즈> 제나 작가가 만났다!\n고양이 몸에 깃든 각성자 카이든과 각성능력을 숨겨온 고등학생 지우\n러블리 2인조의 액션 판타지\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ru": "Кайден - загадочный человек, который словно комета спустился с неба. Весь израненный, почти потерявший последние силы, он решает скрыть свое присутствие - ведь по-другому от погони не уйти. По дороге Кайден встречает обычную дворовую кошку и, почти не думая, решает вселиться в ее тело. Со Чжи У - энергичный и общительный молодой человек из средней школы, который очень любит кошек. Один раз по пути домой он встречает до боли потрепанного кота и берет его к себе домой. Наш У не только добрый, но еще и обладает одной скрытой способностью. Какой же?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "th": "เรื่องใหม่ของนักเขียน Son Je-ho จาก <โนเบลส> และ Zhena จาก <วีน เหวี่ยง WILD มัธยมสาวพันธุ์ดุ>! แอ็กชันแฟนตาซีสุดน่ารัก เรื่องราวของ \"ไคเดน\" ผู้มีพลังพิเศษแต่แฝงตัวด้วยการสิงอยู่ในร่างแมว และ \"จีอู\" นักเรียนหนุ่มทาสแมวแสนธรรมดาที่แอบซ่อนพลังที่ไม่ธรรมดาเอาไว้\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "zh": "超强觉醒者意外变身胖橘，\n没想到铲屎官也有超能力!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "pt-br": "Ji-U é um jovem de bom coração que aproveita os reflexos rápidos de um gato para secretamente tornar o mundo um lugar melhor - uma criança salva ou um animal de estimação adotivo de cada vez. Kayden é um agente secreto em fuga, que se encontra preso no corpo de um... hum... decididamente gordo velho gato fofo. Juntos, armados com os superpoderes de Ji-U e a super inteligência de Kayden, eles estão prontos para lutar contra as forças que deixariam o mal governar este mundo. Isto é, se eles aguentarem um ao outro tempo suficiente para fazer o trabalho.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9ffd86a-05fb-4774-909f-ab437dc401bb",
    "title": {
      "en": "Kyodai Seido no aru Yanki Gakuen"
    },
    "updatedAt": "2024-05-23T07:15:09+00:00",
    "coverArt": "https://mangadex.org/covers/c9ffd86a-05fb-4774-909f-ab437dc401bb/49d4dade-8f4e-4720-ab8e-794a016d1e91.jpg",
    "altTitles": [
      {
        "ja": "兄弟制度のあるヤンキー学園"
      },
      {
        "vi": "Kết Nghĩa Anh Em Tại Ngôi Trường Bất Hảo"
      }
    ],
    "description": {
      "en": "A yankee boys' school has a sibling system, just like the sister system at a girls' school. Hondo, a yankee who boasts overwhelming strength, is begged by new student Kurosu one day, \"Please be my big brother!\" Unknowingly, Hondo finds him cute…!? (originally from cmoa, edited with Google Translate)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f717147-53db-4693-9c53-ba96ae3ca897",
    "title": {
      "en": "Kawaikunai ne, Kouhai-kun"
    },
    "updatedAt": "2024-05-23T07:19:10+00:00",
    "coverArt": "https://mangadex.org/covers/8f717147-53db-4693-9c53-ba96ae3ca897/fa8491a0-fc77-4355-935a-0faa8b31d36c.jpg",
    "altTitles": [
      {
        "en": "My Junior Is Not Adorable"
      },
      {
        "ja-ro": "可愛くないね、後輩くん"
      }
    ],
    "description": {
      "en": "\"You're really not cute!!!\"  \n  \nAkutsu is still only an underclassman but he's got all the girls' attention. Plus, not only is he good in his studies, he's also the ace of the baseball club.  \n  \nEven though Ida doesn't want have anything to do with Akutsu but somehow they're often together…?  \n  \nDon't tell me he actually likes me!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "9f18938b-f466-4f74-b6f0-140dc28e8812",
    "title": {
      "en": "Senyuu."
    },
    "updatedAt": "2023-11-17T18:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/9f18938b-f466-4f74-b6f0-140dc28e8812/8bfce0e0-2d0d-4c76-bc2e-b02bb7719e83.jpg",
    "altTitles": [
      {
        "en": "Senyuu WEB"
      },
      {
        "ja": "せんゆう。"
      },
      {
        "ja": "戦勇。"
      }
    ],
    "description": {
      "en": "Once upon a time, a Demon King named Rchimedes caused havoc and destruction in the Human World. He was sealed away by the great hero Creasion, and peace returned to the world.  \n  \n1000 years later, Rchimedes has returned, a hole has opened up in the Human World, and countless monsters have sprung up. To prevent any further destruction, the King calls upon all 75 (probable) descendants of Creasion.  \n  \nThis story focuses on the adventures of descendant number 45, Alba, and the royal soldier appointed to assist him, Ross.  \n  \n[Senyuu Season 1](http://seiga.nicovideo.jp/comic/senyu)    \n[Senyuu Season 2](http://seiga.nicovideo.jp/comic/senyu2)  \n[Senyuu Season 3](http://seiga.nicovideo.jp/comic/senyu3)  \n[Senyuu Season 4](http://seiga.nicovideo.jp/comic/senyu4)  \n[Senyuu+](http://seiga.nicovideo.jp/comic/senyuplus)  \n[Senyuu F5 Reload](http://seiga.nicovideo.jp/comic/39515)"
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82476383-e6a9-41a7-b98c-87cc8be9efbb",
    "title": {
      "en": "Zenbu Kimi no Sei"
    },
    "updatedAt": "2024-05-12T12:17:55+00:00",
    "coverArt": "https://mangadex.org/covers/82476383-e6a9-41a7-b98c-87cc8be9efbb/b4629b5d-5f5d-42c6-9019-2a7d838fdf17.jpg",
    "altTitles": [
      {
        "en": "All Because of You"
      },
      {
        "ja": "ぜんぶきみの性"
      },
      {
        "zh": "都是性别惹的祸"
      },
      {
        "ko": "전부 너의 성"
      },
      {
        "en": "All Your Sex"
      }
    ],
    "description": {
      "en": "A romantic comedy of uncertain characters. Sagimiya Ryou, the main character, woke up as a girl one day because of the effects of an unknown sex change syndrome. Ryou, now living with this rare syndrome, meets Mizukami Nagisa on a tour of Tensei Gakuen high school. As the two find each other in a cosplay cafe, Ryou discovers Nagisa's secret.\n\nA (physical) mixed romantic comedy!\n\n---\n**Links:**\n- Alternative Official Raw - [ComicWalker](https://comic-walker.com/contents/detail/KDCW_AM01201412010000_68), [Nico Nico Seiga](https://seiga.nicovideo.jp/comic/45760)",
      "ja": "ある日突然、性転換症候群の影響で女の子になってしまった主人公・鷺宮了を中心とした、男女あやふやなキャラクターたちが織り成すクロッシングラブコメディ。“性転換症候群”という稀な体質の鷺宮了は、高校の学校見学で出会った水上凪沙に憧れを抱き、凪沙のいる天清学園へ入学することになった。２人が再会を果たしたのは凪沙が働くコスプレ喫茶で、さらに凪沙にはヒミツが――？"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "40"
  },
  {
    "mangaId": "cab91d47-c2d0-46d4-ba81-51dd530b13d1",
    "title": {
      "en": "Saint Seiya - Next Dimension"
    },
    "updatedAt": "2024-05-03T10:47:59+00:00",
    "coverArt": "https://mangadex.org/covers/cab91d47-c2d0-46d4-ba81-51dd530b13d1/40bc38af-84f3-4938-adaa-c3108bb5bd08.jpg",
    "altTitles": [
      {
        "pt-br": "Os Cavaleiros do Zodíaco – Next Dimension: A Saga de Hades"
      },
      {
        "ja-ro": "Saint Seiya - Next Dimension - Meiō Shinwa"
      },
      {
        "ja": "聖闘士星矢 NEXT DIMENSION 冥王神話"
      }
    ],
    "description": {
      "en": "Saint Seiya: Next Dimension - The Myth of Hades, also known as simply Next Dimension, is an ongoing manga written and illustrated by Masami Kurumada. It is a prequel and continuation to his manga series Saint Seiya; placed during the previous \"Holy War\" between the deities Hades and Athena and their respective minions, the Specters and the Saints, during the 18th century in the franchise's fictional chronology. It is published by Akita Shoten in the weekly magazine Weekly Shōnen Champion at irregular dates. It is also known by its alternate subtitle Galaxy Myth (銀河神話 Ginga Shinwa?), which is used during publication to refer to the segments of the storyline set in the 20th century, as opposed to the Myth of Hades subtitle, which refers to the segments set in the 18th century.",
      "pt-br": "Continuação direta de Saint Seiya (Os Cavaleiros do Zodíaco). Em 1990, em Elysium, os cinco Saint's (Cavaleiros), Seiya, Hyoga, Shun, Shiryu e Ikki estão lutando contra o deus Hades. Durante a batalha, Hades começa lembrando que ele tenha visto o rosto de Seiya antes e chega à conclusão de que ele enfrentou antes, e assim começa a história... Athena para tentar ajudar Seiya que foi ferido nessa batalha pela espada sagrada de Hades, volta para o passado com a ajuda de Crhonos o Titã do Tempo, para tentar destruir a espada mas as coisas não saem bem como ela queria..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]