[
  {
    "mangaId": "8cfb9abe-a239-4d61-be1e-c551a3392f9f",
    "title": {
      "en": "Ouroboros"
    },
    "updatedAt": "2024-03-03T22:57:55+00:00",
    "coverArt": "https://mangadex.org/covers/8cfb9abe-a239-4d61-be1e-c551a3392f9f/cf5135ee-f278-4003-bcb4-66c78e3d7f16.jpg",
    "altTitles": [
      {
        "ja": "ウロボロス"
      },
      {
        "ja": "ウロボロス 警察ヲ裁クハ我ニアリ"
      },
      {
        "zh": "无间型警"
      },
      {
        "zh-hk": "無間雙龍"
      }
    ],
    "description": {
      "en": "Ikuo Ryuuzaki and Danno Tatsuya are two orphaned boys who were looked after by a woman they called 'sensei'. Following their sensei's brutal murder, the two vow to hunt down her killers and the police officers who neglected to properly investigate the case.  \n  \n15 years later, Ryuuzaki is a police detective and Tatsuya has become the leader of a group of mobsters. Helping each other out behind the scenes, they strive to rise to the tops of their respective fields so that they may exact their vengeance."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "24",
    "lastChapter": "133"
  },
  {
    "mangaId": "32f83213-d233-41b4-a598-10cd7c62afd6",
    "title": {
      "en": "Return to Heaven"
    },
    "updatedAt": "2024-03-31T18:50:22+00:00",
    "coverArt": "https://mangadex.org/covers/32f83213-d233-41b4-a598-10cd7c62afd6/c73fca72-fbdf-43a7-baa2-e2e199dabbf8.png",
    "altTitles": [
      {
        "zh": "还天"
      }
    ],
    "description": {
      "en": "Shen Chu, burdened with an incomplete soul, heads to Zhuo Lu, the cultivation world's most prestigious academy, with a very specific goal in mind. Upon his arrival, his world, previously dimmed by his incomplete soul, unexpectedly brightens due to a young man with striking blue hair. Could this be the person Shen Chu has been searching for? As he navigates the relaxing day-to-day life of academy studies, Shen Chu soon finds a complex web of intertwined timelines and ancient conspiracies unraveling around him, revealing secrets that could change everything."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1cf4159b-94e9-4a24-b419-bab9661e6798",
    "title": {
      "en": "Yuureitou"
    },
    "updatedAt": "2022-07-15T00:04:24+00:00",
    "coverArt": "https://mangadex.org/covers/1cf4159b-94e9-4a24-b419-bab9661e6798/9c0f09d0-f7dc-4105-ba16-7cf72f6087da.jpg",
    "altTitles": [
      {
        "pt-br": "A Torre Fantasma"
      },
      {
        "tr": "Hayalet Kule"
      },
      {
        "es": "La Torre Fantasma"
      },
      {
        "ms": "Menara Hantu"
      },
      {
        "vi": "Tòa tháp ma"
      },
      {
        "en": "The Ghost Tower"
      },
      {
        "pl": "Wieża Duchów"
      },
      {
        "zh-ro": "You Li Ta"
      },
      {
        "ja-ro": "Yureito"
      },
      {
        "zh": "幽丽塔"
      },
      {
        "zh-hk": "幽麗塔"
      },
      {
        "ko": "유려탑"
      }
    ],
    "description": {
      "en": "In the 1950s, an old woman was brutally murdered on the face of a clock tower by her adopted daughter. Two years later, the clock tower is known as the 'ghost tower' and it is supposedly haunted. Through an unusual series of events, a young NEET man named Amano Taichi is attacked by someone or something in the same clock tower, and finds himself bound to the clock face to be killed in the same way as the old woman. Luckily for Amano, he doesn't meet the same fate. He's rescued by a mysterious person who claims his name is Tetsuo.  \n  \nTetsuo is searching for a treasure that is connected with the ghost tower, and he wants Taichi to be his partner. Taichi, whose life has mostly consisted of poverty, loneliness, and pornography, is enticed by the idea of gaining extreme wealth. He's further convinced when a house fire leaves him without a home and depends on Tetsuo's charity. The adventure is going to be very dangerous, since the same 'enemies' who attacked Taichi before seem certain to try something again! Not to mention, Taichi really knows very little about his new partner, especially while regarding his true identity!",
      "pt-br": "Em 1950, uma idosa foi brutalmente morta na face de uma Torre do Relógio por sua filha adotiva. Dois anos depois, a Torre do Relógio ficou conhecida como a \"Torre Fantasma\" e está supostamente assombrada. Através dessas séries de eventos incomuns, um jovem NEET chamado Amano Taichi é atacado por alguém ou algo na mesma Torre do Relógio, e encontra-se preso na face do relógio, pronto pra ser morto da mesma maneira que a idosa foi. Pra sorte de Amano, ele não encontra o mesmo destino. Ele é resgatado por uma pessoa misteriosa que alega se chamar Tetsuo.\n\nTetsuo está procurando por um tesouro que está  conectado com a Torre Fantasma, e ele quer que Taichi seja seu parceiro. Taichi fica mais convencido sobre a proposta quando sua casa pega fogo e fica sem onde morar, sendo obrigado a depender da caridade de Tetsuo. A aventura vai ser extremamente perigosa, já que os mesmos 'inimigos' quem atacaram Taichi antes parecem que vão tentar algo novamente! Sem mencionar que, Taichi realmente sabe muito pouco sobre seu parceiro, incluindo \"seu\" verdadeiro sexo!"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "80"
  },
  {
    "mangaId": "28bcb966-313a-40ad-8d52-fcd2a9089436",
    "title": {
      "en": "Return of the Bloodthirsty Police"
    },
    "updatedAt": "2023-09-26T01:16:51+00:00",
    "coverArt": "https://mangadex.org/covers/28bcb966-313a-40ad-8d52-fcd2a9089436/a3b212f2-61ee-4d03-ad8b-e0ab6ee1c667.jpg",
    "altTitles": [
      {
        "en": "Killer Cop"
      },
      {
        "ko": "킬러경찰"
      },
      {
        "ko-ro": "Killer Gyeongchal"
      }
    ],
    "description": {
      "en": "\"Bo Sal, a monk at the Hwaguksa Buddhist temple and head of the Hwaguksa hitman group, picked up Bi Gwang as a child and raised him as a hitman. When Bi Gwang grew tired of the killing and decided to leave the group to start living a normal life, Bo Sal and the other members of the Hwaguksa group betrayed and killed him. After his death, Bi Gwang's soul was transferred into the body of a police officer named Kim Gyeongsu and he vowed to take revenge on the Hwaguksa group for their betrayal.\" [MU]",
      "ko": "조직의 배신으로 죽게 된 전설의 킬러 ‘비광’. \n경찰 ‘김경수’의 몸으로 환생한 그는 자신을 배신했던 킬러조직 화국사에게 복수를 다짐한다."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16dcfceb-4382-45f1-adb0-d57fc5ea0d06",
    "title": {
      "en": "Ore no Shibou Flag ga Todomaru Tokoro wo Shiranai"
    },
    "updatedAt": "2024-02-27T12:00:17+00:00",
    "coverArt": "https://mangadex.org/covers/16dcfceb-4382-45f1-adb0-d57fc5ea0d06/faa06c31-4e83-4c56-bc26-431047aa13a9.jpg",
    "altTitles": [
      {
        "en": "My Death Flags Show No Sign of Ending"
      },
      {
        "zh": "不知我的死亡flag将于何处停止"
      },
      {
        "ja": "俺の死亡フラグが留まるところを知らない"
      },
      {
        "ko": "내 사망플래그가 그칠 줄 모른다"
      },
      {
        "fr": "Des risques mortels n'arrêtent pas de m'arriver"
      }
    ],
    "description": {
      "en": "When he came to his senses, Hirasawa Kazuki, a normal university student, found himself in possession of the body of a game’s character. Moreover, it was Harold Stokes, the story’s most hated character who was even given the title『King of Trash』by the players. Myriads of landmines are just waiting for him to step on them, like death flags!  \n  \nWill Harold be able to clear the survival route while avoiding the countless death flags in his way?!",
      "fr": "Lorsqu'il reprend ses esprits, Hirasawa Kazuki, un étudiant universitaire normal, se retrouve en possession du corps du personnage d'un jeu. De plus, c'est Harold Stokes, le personnage le plus détesté de l'histoire, qui a même été baptisé 『Roi des connards』par les joueurs. L'histoire est un terrain miné qui n'attend que lui pour exploser ! Harold pourra-t-il se dégager un chemin de survie tout en évitant les innombrables \"mines\" de l'histoire ? Des myriades de mines attendent qu’il les écrase, comme des drapeaux de mort (Game Over)!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f",
    "title": {
      "en": "The Reborn Young Lord Is an Assassin"
    },
    "updatedAt": "2024-03-22T20:56:21+00:00",
    "coverArt": "https://mangadex.org/covers/49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f/24de45c4-b14e-48d7-b415-9c2cbef6fe2f.jpg",
    "altTitles": [
      {
        "ko": "회귀한 공작가의 막내도련님은 암살자"
      },
      {
        "ru": "Вернувшийся младший сын герцога"
      },
      {
        "ko-ro": "Hoegwihan Gongjakgaui Mangnaedoryeonnimeun Amsalja"
      },
      {
        "en": "The Regressed Son of a Duke is an Assassin"
      },
      {
        "en": "The Regressed Youngest Son of the Duke Is an Assassin"
      }
    ],
    "description": {
      "en": "Cyan Vert, illegitimate son of the Duke and the empire's greatest assassin, is betrayed by the righteous brother whose shadow he's always lived in. But just before the fatal blow strikes his throat, Cyan awakes to find he's just a boy again. The young lord has been reborn, and this time, he's not going to live in anyone's shadow!\n\n(Source: WEBTOON)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "398282b8-f3e8-4d3b-94b2-8288a96a56a5",
    "title": {
      "en": "Jintian Ni Louxianle Ma?!"
    },
    "updatedAt": "2024-03-12T20:58:29+00:00",
    "coverArt": "https://mangadex.org/covers/398282b8-f3e8-4d3b-94b2-8288a96a56a5/c8a54426-a502-4849-a759-b647aee0ed3c.jpg",
    "altTitles": [
      {
        "en": "Will you expose yourself today?!"
      },
      {
        "zh": "今天你露馅了吗？！"
      }
    ],
    "description": {
      "en": "Mini is a \"Scum Detector\", and her latest job is from a rich girl who wants to test her boyfriend's loyalty. However, her boyfriend, Zhao Yueming, is a straightforward gentleman, and Mini's usual methods don't work on him. This is a bit tricky for Mini, who is used to dealing with scumbags regularly. This game of tug-of-war between the womanizer and the one who understands them best is about to begin. Who will fall into the trap of love first?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b98c4daf-be1a-46c8-ad83-21d532995240",
    "title": {
      "en": "My Food Looks Very Cute"
    },
    "updatedAt": "2024-03-06T02:42:26+00:00",
    "coverArt": "https://mangadex.org/covers/b98c4daf-be1a-46c8-ad83-21d532995240/d07b739f-17cb-4ec3-b358-8c349938af47.png",
    "altTitles": [
      {
        "zh": "我的食物看起来很可爱"
      },
      {
        "en": "My Food Seems to Be Very Cute"
      },
      {
        "zh-ro": "Wǒ de shíwù kàn qǐlái hěn kě'ài"
      },
      {
        "zh-hk": "我的食物看起來很可愛"
      },
      {
        "es-la": "Mi comida se ve adorable"
      },
      {
        "id": "Makananku yang Cantik"
      },
      {
        "pl": "Moje jedzonko wygląda uroczo"
      }
    ],
    "description": {
      "en": "A vampire who has been sleeping for nearly two hundred years, Maria is awakened by a passing werewolf girl by a chance, and the moment the coffin is opened, the curse falls on the werewolf girl. The two girls set foot on the journey to the city",
      "es-la": "Maria, una vampiro que había estado durmiendo por casi doscientos años, es despertada por Xing Lan, una chica lobo que pasaba por ahí. Cuando el ataúd se abre, una maldición cae sobre Xing Lan. Sin embargo, en lugar de asustarse, la inocente Xing Lan cree haber encontrado una excelente compañera, y ambas embarcan juntas un viaje a la ciudad. Así comienza su historia."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55a1aba6-967c-4967-a1d0-ad0f52332be0",
    "title": {
      "en": "I Became the Despised Granddaughter of the Powerful Martial Arts Family"
    },
    "updatedAt": "2023-06-08T04:38:27+00:00",
    "coverArt": "https://mangadex.org/covers/55a1aba6-967c-4967-a1d0-ad0f52332be0/982217cf-fbb6-4eea-861b-bde363498b5f.jpg",
    "altTitles": [
      {
        "ko": "무림세가 천대받는 손녀딸이 되었다"
      },
      {
        "ko-ro": "Murimsega Cheondaebanneun Sonnyeo Ttari Doeeotda"
      },
      {
        "en": "The Baengri Clan's Unwanted Granddaughter"
      },
      {
        "en": "I Became the Despised Granddaughter of the Powerful Murim Family"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Family"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Clan"
      },
      {
        "es": "Me convertí en la nieta despreciada del clan murim"
      },
      {
        "es": "Me convertí en la nieta despreciada de la poderosa familia de artes marciales"
      },
      {
        "ru": "Презираемая внучка великого рода эпохи Мурим"
      },
      {
        "ja": "名門一族の嫌われ娘になりました"
      },
      {
        "tr": "Murim'in kör talihli torunu"
      },
      {
        "tr": "Murim'in bedbaht torunu"
      },
      {
        "zh": "成了武林世家受歧视的孙女"
      },
      {
        "id": "The Despised Granddaughter of the Murim Clan"
      },
      {
        "ar": "أصبحت الحفيدة المحتقرة لعائلة فنون القتال القوية"
      },
      {
        "vi": "Trở thành cô cháu gái bị khinh miệt của gia tộc võ lâm"
      },
      {
        "th": "ฉันคือหลานสาวตระกูลจอมยุทธ์ผู้ถูกเหยียดหยาม"
      }
    ],
    "description": {
      "ar": "هنا ، داخل رواية فنون الدفاع عن النفس هذه ، يوجد معلم حقيقي يعلم البطل المتعجرف وينقذه من الموت.\n وسيم وطيب وصالح وقوي و ...\n على أي حال ، كان هناك عيب كبير في معلم البطل وهو ابنته الوحيدة الحمقاء المليئة بالجشع... كانت شريرة اضافية ، كانت تطارد البطل دوما ولكنه لم يستطع التخلي عنها لانها ابنه معلمه.\n خلال قراءة الرواية ، قمت بلعن تلك الابنة وقلت أنه لو كنت أنا ، فلن أعيش هكذا.\n \"لكن هذا لا يعني أنني أريد أن أكون هي!\"\n ما هو أسوأ ان أبي مات بالفعل ، وسمعتي هي الأسوأ.\n هربت حتما ، لكن ... مت، لكن عندما فتحت عيني كان أبي حياً؟!\n \"إذا كان الأمر كذلك ، في هذه الحياة ، سانقذ أبي بالتأكيد!\"\n لكن…\n \"أعتقد أنهم يستهدفون حفيدتي !؟ سأقتلهم جميعًا! \"\n لماذا أرى جدي ، الذي لم يظهر سوى مرات قليلة في الرواية يتصرف هكذا؟\n \"زواج؟ لا ، قالت يوني إنها ستعيش بجانبي لبقية حياتها \".\n حتى أبي ، بطريقة ما أصبح غريبًا.\n علاوة على ذلك،\n \"لماذا تستمر في تفاديني؟ هل هذا خطأي أيضًا؟ \"\n أليست الشخصية الرئيسية فجأة مهووسة بي؟\n في الأصل ، كان مقدرا لي أن أموت حتى أتيت إلى هنا \".\n لقد أنقذت ذلك الوغد ، لكن اليس العمل الصالح دوما يمر دون عقاب؟\n \"على الأقل عندما أكون أمامك ... لا أعتقد أنني شخص رائع.\"\n الشرير الذي قطع عنقي يحاول فجأة التوبة.\n هل من المقبول حقًا أن يصبح الأمر هكذا؟\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "en": "Yeon was just an orphan on the streets when a man claiming to be her father brought her to his family home. But the Baengri estate was a den of vipers that swallowed her whole, and it's only when she's standing at the funeral of the father she never truly understood that she realizes how familiar this story is. When she wakes up six years old again, Yeon knows she can't waste her second chance. This time, she's going to save her father. This time, she's going to live without regrets.\n\n---\nHere, inside this martial arts novel, there is a true teacher who teaches the arrogant male lead and awakens him through death. Handsome, good-natured, righteous, strong, and… Anyway, there was one big flaw in the male lead's damn fine teacher. It was his foolish only daughter who was filled with greed. A tenacious villainous extra, who always comes back to haunt the male lead in every way, but cannot be abandoned because she is his teacher's daughter. Throughout reading the novel, I cursed at that daughter. Saying that if it were me, I wouldn't live like that.\n\n'But that didn't mean that I wanted to be her!'\n\nWhat was worse, Father has already died, and my reputation was the worst. Inevitably, I ran away, but… I died. However, when I opened my eyes, Father was alive?!\n\n'If so, in this life, I will definitely save Father!'\n\nHowever…\n\n\"To think they’re aiming for my granddaughter?! I'll kill them all!\"\n\nWhy do I see Grandfather, who doesn't even appear many times throughout the novel, so often like this?\n\n\"Marriage? No. Yeonie said that she would live by my side for the rest of her life.\"\n\nEven Father, somehow became weird. Moreover:\n\n\"Why do you keep avoiding me? Is this also my mistake?\"\n\nIsn't the main character suddenly becoming obsessed with me?\n\n\"Originally, I was destined to die. Until you came here.\"\n\nI saved the time-limited bastard, but isn’t it that no good deed goes unpunished?\n\n\"At least when I'm in front of you… I don't think I’m trash.\"\n\nThe villain who blew off my neck is suddenly trying to repent.\n\nIs it really okay if it's like this?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "es": "¡La protagonista transmigró a un mundo de una novela de artes marciales! La protagonista transmigra al cuerpo de Baeklee Yeon, la tonta y detestable hija de Baeklee Ee-Gang, un ser perfecto y el maestro del protagonista masculino, quien lo guía hacia el camino de un héroe. Ella fue asesinada inesperadamente, pero cuando abrió los ojos descubrió que había regresado a su infancia donde podría enmendar todos sus errores. “¿Podré ser amada esta vez?” En esta vida, con la determinación de convertirse en la hija perfecta, en lugar de un fastidio, ella pasa de ser la nieta despreciada a la nieta amada de la familia Baeklee. “¡¿Crees que lo vales?!” “¡Sí!” Incapaz de ocultar su confusión ante el vigor de su ambiciosa nieta… “Si hay incluso una pequeña esperanza, ¿Cómo puedo, como padre, rendirme?” “…Es como hablarle a la pared.” Su abuelo secretamente abre su corazón después de ser arrollado por el dúo de atractivos padre e hija, resueltos a salvar a la incapacitada hija que no puede practicar artes marciales, aunque eso significara recibir su odio. ¡Y justo cuando su vida merecía ser vivida, ¿la obsesión de los candidatos a protagonistas masculinos hacia ella, empezó de repente?! ¡Yeon, sólo caminemos por el sendero de flores de ahora en adelante!\n\n---\nAquí, dentro de esta novela de artes marciales, hay un verdadero maestro que enseña al arrogante protagonista masculino y lo despierta a través de la muerte. Guapo, bondadoso, recto, fuerte y... De todos modos, había un gran defecto en el excelente profesor del protagonista masculino. Era su tonta única hija la que estaba llena de codicia. Una villana extra tenaz, que siempre regresa para perseguir al protagonista masculino en todos los sentidos, pero no puede ser abandonada porque es la hija de su maestro. Mientras leía la novela, maldije a esa hija. Diciendo que si fuera yo, no viviría así. '¡Pero eso no significaba que yo quisiera ser ella!' Lo que era peor, Padre ya murió, y mi reputación es la peor. Inevitablemente, me escapé, pero... morí. Sin embargo, cuando abrí los ojos, ¿¡Padre estaba vivo!? '¡Si es así, en esta vida, definitivamente salvaré a Padre!' Sin embargo… “¿¡Pensar que están apuntando a mi nieta!? ¡Los mataré a todos!” ¿Por qué veo al abuelo, que ni siquiera aparece muchas veces a lo largo de la novela, tan a menudo así? \"¿Casamiento? No. Yeonie dijo que viviría a mi lado por el resto de su vida”. Incluso Padre, de alguna manera se volvió raro. Además, “¿Por qué sigues evitándome? ¿Es este también mi error? ¿No se está obsesionando el personaje principal de repente conmigo? “Originalmente, estaba destinado a morir. Hasta que llegaste aquí. Salvé al bastardo de tiempo limitado, pero ¿no es que ninguna buena acción queda sin castigo? \"Al menos cuando estoy frente a ti... no creo que sea una basura\". El villano que me voló el cuello de repente está tratando de arrepentirse. ¿Está realmente bien si es así?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "fr": "Dans ce roman d'arts martiaux, il y a un professeur qui enseigne à l’arrogant protagoniste et le sauve de la mort. Une belle apparence, intelligent, fort… Quoi qu'il en soit, ce professeur avait un point faible. Il s'agit de sa fille unique, stupide et remplie de cupidité. Une antagoniste tenace, qui ne fait qu’embêter le rôle principal masculin de toutes sortes de manières, mais ne peut être abandonnée car elle est la fille de son professeur. Tout au long de la lecture du roman, j'ai maudit cette fille. Dire que si c'était moi, je ne vivrais pas comme ça.\n\n«Mais ça ne voulait pas dire que je voulais être elle!»\n\nEt le pire arriva, la mort de mon père. Évidemment, je me suis enfuie, mais… J'ai été assassinée. Puis, quand j'ai ouvert les yeux, Père était en vie?!\n\n«Cette fois-ci, dans cette vie, je sauverai père!»\n\nCependant…\n\n«Comment osent-ils s'en prendre à ma petite-fille?! Je vais tous les tuer!»\n\nPourquoi est-ce que je croise grand-père, qui n'apparaît pas souvent dans le roman, aussi fréquemment?\n\n«Un mariage? Non. Yeonie a dit qu'elle vivrait à mes côtés pour le restant de sa vie.»\n\nMême Père, d'une manière ou d'une autre, est devenu bizarre.\n\nDe plus, «Pourquoi continuez-vous à m'éviter? Ai-je fait une erreur?»\n\nLe personnage principal n'est-il pas soudainement en train de devenir obsédé par moi?\n\n«À l'origine, j'étais destiné à mourir. Jusqu'à ce que tu viennes ici.»\n\nJ'ai sauvé ce bâtard limité dans le temps, mais n'est-ce pas qu'aucune bonne action ne reste impunie?\n\n«Au moins quand je suis devant toi… je ne me sens pas comme une ordure.»\n\nLe méchant qui m'a tuée essaie soudainement de se repentir.\n\nEst-ce une bonne chose?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "ru": "Здесь, внутри этого романа о боевых искусствах, есть учитель, который учит надменного мужского героя и пробуждает его силу. Красивый, добродушный, праведный, сильный и… К сожалению, у чертовски прекрасного учителя главного героя был один большой недостаток. Это была его глупая дочь, вдоволь наполненная жадностью. Стойкая статистка-злодейка, которая всегда возвращается, чтобы преследовать главного героя, но ее нельзя бросить, потому что она дочь учителя. На протяжении всего романа я проклинала эту дочь. Сказать честно, что если бы этой дочерью была я, то не допустила бы подобного. \n\n—Но это не значит, что я хотела быть ею!\n\nЧто еще хуже, отец уже умер, а моя репутация была ужасной. \n\nЯ сбежала, но… я умерла. Однако, когда я открыл глаза, отец все ещё был жив!?\n\n«Если так, то в этой жизни я обязательно спасу отца!»\n\nОднако…\n\n—Подумать только, они целятся в мою внучку!? Я убью их всех!\n\nПочему я так часто вижу дедушку, который появлялся в романе от силы пару раз? \n\n—Брак? Нет. Ёни сказала, что будет жить рядом со мной до конца своей жизни. \n\nДаже отец стал вести себя как-то странно.\n\nБолее того:\n—Почему ты продолжаешь меня избегать? Это тоже моя ошибка?\n\nПочему главной герой внезапно стал так одержим мной? \n\n—До твоего прихода мне было суждено умереть\n\nЯ спасла временного ублюдка, но ведь ни одно доброе дело не остается безнаказанным?\n\n—По крайней мере, когда я стою перед тобой…\n\nЗлодей, снесший мне шею, вдруг пытается раскаяться.\n\nВсе будет хорошо, так ведь?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "th": "แบครียอนได้เข้ามาอยู่ในนิยายบู๊ที่เคยอ่าน หลังท่านพ่อเสีย ก็โดนตัวร้ายในนิยายฆ่าตาย แต่พอลืมตาขึ้นมาอีกครั้ง กลับกลายเป็นว่ายอนได้ย้อนเวลากลับมาในวัยเด็กอีกครั้ง ทำให้ยอนตัดสินใจว่าชีวิตครั้งนี้จะต้องช่วยชีวิตท่านพ่อให้ได้ \n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "tr": "Ana karakter; dövüş sanatları dünyasında başrolü, hikâyenin kahramanı yapacak olan güçlü ve eğitimini tamamlamış usta Baek Lee Ee-Gang’ın aptal ve sinir bozucu kızı Baek Lee Yeon olarak hayat bulur. Yeon, beklenmedik şekilde öldürülür ve gözlerini açtığında her şeyi geri alabileceği çocukluk günlerine geri döner. “Bu hayatımda ailem beni sevecek mi?” Baş belası olmak yerine harika bir evlat olmaya karar veren Yeon, Baek Lee ailesinin saygın torunu olarak hayatına başlar. Bu hayatını güzelce yaşamak ister ancak ailenin başı olan büyükbabası Baek Lee Pan-Hyuk da dahil olmak üzere herkes Yeon’a engel olur. Büyükbabasının bakışları o kadar serttir ki dağları ve nehirleri bile titretebilir. “O kadar değerli olduğunu mu sanıyorsun?”\n“Evet.”\nBüyükbaba, kendine güvenen torunu karşısında şaşkına döner ve oğluyla torununu gizlice izlemeye başlar.\n“Çok az umut olsa da baba olarak nasıl hemen pes edebilirsin?”\n“Amma inatçısın he.”\nYakışıklı oğlu, dövüş sanatları dünyasının yüz karası kızını o karanlıktan kurtarmaya ve herkesi karşısına almaya hazırdır. Yeon, tam hayatının artık daha güzel olacağını düşünürken erkek başroller bir bir ona takıntılı olmaya başlar!\n“Yeonie’m, bu sefer hayatımız gerçekten çok güzel olacak!!”\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "vi": "Cô xuyên không trở thành một nhân vật chính trong thế giới võ lâm. Cô trở thành BaekRi Yeon, đứa con gái ngốc nghếch và quậy phá của BaekRi Eui Kang, một người thầy chân chính và là người đã dẫn dắt nhân vật nam chính trở thành một anh hùng. Sau khi bất ngờ bị giết, cô mở mắt ra và trở thành một đứa trẻ có thể làm đảo ngược mọi thứ. ‘Mình, lần này có thể nhận được sự yêu thương không?” Ở kiếp này, cô có niềm tin rằng mình sẽ trở thành con gái được yêu thương chứ không phải đứa con gái chịu nhiều tổn thương nữa, cô bắt đầu cuộc sống được mọi người kính trọng từ cháu gái của gia đình Baekri. Những gia tộc cản trở xuất hiện trước mặt Yeon, người chỉ muốn đi trên con đường rải đẩy hoa, và Baek Ri Pae-hyeok, là tộc trưởng và cũng là ông nội của cô, ông sở hữu khí phách của một vị vua, người có thể khiến cả núi sông và cây cối rung chuyển chỉ bằng một ánh mắt. “Ngươi cho rằng ngươi đáng giá như thế sao!” “Vâng!” Ông không thể che giấu sự hốt hoảng trước khí thế mạnh mẽ của cháu gái “Nếu còn một tia hy vọng mong manh, người làm cha sao con có thể từ bỏ?” “…Như là một đứa trẻ cứng đầu.” Ông lão bắt đầu mềm lòng vì hai cha con tuyệt mỹ đánh bại với quyết tâm sẽ cứu đứa cháu gái không có tài nghệ võ công … Tôi nghĩ rằng được sống ở thời điểm này là xứng đáng, nhưng nỗi ám ảnh của các ứng cử viên nam chính đột nhiên bắt đầu? Yeoni của chúng ta, bây giờ hãy chỉ đi trên con đường hoa thôi nhé!\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "pt-br": "Aqui, dentro desta novel de artes marciais, há um professor que ensina o protagonista arrogante e o desperta através de sua morte. Bonito, agradável, justo, forte e… enfim, só havia uma grande falha no professor do protagonista, que era sua filha única insensata, a qual era cheia de ambição. Uma persistente vilã extra que sempre assombra o protagonista de todas as formas, mas nunca pode ser abandonada por ser a filha do professor. Enquanto eu lia o romance, amaldiçoei-a, dizendo que, se eu fosse ela, não viveria daquela forma. Mas isso não significava que eu queria ser ela! Pior ainda, o pai já havia morrido e minha reputação era a pior. Inevitavelmente, eu fugi, mas… morri. No entanto, quando abri meus olhos, meu pai estava vivo?! “Já que é assim, nesta vida, vou definitivamente salvar meu pai! Entretanto… “Eles estão visando minha neta?! Vou matar todos eles” Por que vejo o meu avô, que sequer aparece muitas vezes na novel, com tanta frequência assim? “Casamento? Não. Yeon disse que viveria ao meu lado pelo resto da vida dela.” Mesmo meu pai se tornou estranho. Além disso, “Por que você continua me evitando? Cometi algum erro?”, o protagonista por um acaso está se tornando obcecado por mim? “Originalmente, eu estava destinado à morte. Até você chegar aqui.” Eu salvei o idiota que tinha os dias contados, mas não dizem que somos recompensados por nossas boas ações? “Pelo menos, quando estou à sua frente… não penso que sou um lix@.” De repente, o vilão responsável por minha morte está parecendo arrependido. Está mesmo tudo bem que as coisas sejam assim?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "195023bf-cf9a-4772-94ef-09dd6eddea84",
    "title": {
      "en": "The Ancient Magus' Bride"
    },
    "updatedAt": "2024-04-07T16:42:54+00:00",
    "coverArt": "https://mangadex.org/covers/195023bf-cf9a-4772-94ef-09dd6eddea84/99f342b5-b5f0-4891-b2b6-31de8720826c.jpg",
    "altTitles": [
      {
        "tl": "Ang Asawa ng Mago"
      },
      {
        "vi": "Cô Dâu Pháp Sư"
      },
      {
        "de": "Die Braut des Magiers"
      },
      {
        "tr": "Kadim Magus'un Gelini"
      },
      {
        "fr": "La Femme du Mage"
      },
      {
        "es": "La Prometida del Mago"
      },
      {
        "it": "La sposa dello stregone"
      },
      {
        "ja-ro": "Mahoutsukai no Yome"
      },
      {
        "pl": "Oblubienica czarnoksiężnika"
      },
      {
        "en": "The Magician's Bride"
      },
      {
        "fi": "Velhon morsian"
      },
      {
        "ru": "Невеста чародея"
      },
      {
        "he": "כלת המגוס העתיק"
      },
      {
        "th": "เจ้าสาวผมแดงกับจอมเวทอสูร"
      },
      {
        "ja": "魔法使いの嫁"
      },
      {
        "zh": "魔法使之嫁"
      },
      {
        "zh-hk": "魔法使的新娘"
      },
      {
        "tr": "Kadim Büyücünün Gelini"
      },
      {
        "cs": "Čarodějova nevěsta"
      },
      {
        "uk": "Наречена чаклуна"
      },
      {
        "ar": "عروس الساحر"
      },
      {
        "ko": "마법사의 신부"
      },
      {
        "id": "Mempelai Sang Magus Kuno"
      },
      {
        "ne": "जादुगरको बेहुली"
      },
      {
        "ja-ro": "Mahou Tsukai no Yome"
      }
    ],
    "description": {
      "en": "With her mother dead and father long gone, Chise Hatori has spent her childhood being passed unwanted from relative to relative, \nuntil she finally makes her unfortunate way to a strange and improbable auction block.\n\nOffered as a “Slay Vega” to the highest bidder, Chise is purchased by the (literally) boneheaded Elias Ainsworth, \nwho promises to take her on as his apprentice.\n\nElias is a mage, and his world is one of dragons and faeries - but before Chise can begin to get accustomed to all of this, \nElias drops another bombshell. Apparently Chise isn't just intended to be his apprentice - she will also be his bride.",
      "es": "Chise Hatori tiene 15 años. Sin parientes, sin esperanzas en la vida y sin habilidades, fue comprada con dinero por un mago no humano...",
      "ja": "少女を金で買ったのは、ヒト為らざる魔法使い――……。羽鳥チセ15歳。身寄りもなく、生きる希望も術も持たぬ彼女を金で買ったのは、ヒト為らざる魔法使いだった……。",
      "es-la": "Chise Hatori tiene 15 años. Sin parientes, sin esperanzas en la vida y sin habilidades, fue comprada con dinero por un mago no humano...",
      "pt-br": "Hatori Chise tem apenas 16 anos, mas ela já perdeu muito mais do que o esperado. Sem uma família nem esperança, parece que todas as portas estão fechadas para ela. Mas um encontro acidental começou a mover as rodas enferrujadas do destino. \n\nNa sua hora mais escura, um misterioso mago aparece diante de Chise, oferecendo uma chance que ela não poderia recusar. \n\nEsse mago, que parece mais um demônio do que um humano, irá ele trazer a ela a luz que desesperadamente busca, ou afogá-la em sombras ainda mais profundas?"
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87d9e3d1-cad1-47c4-800f-632396927aa2",
    "title": {
      "en": "Splash!!"
    },
    "updatedAt": "2023-10-20T16:39:58+00:00",
    "coverArt": "https://mangadex.org/covers/87d9e3d1-cad1-47c4-800f-632396927aa2/7d6b3e75-c98b-4ac0-ac2a-c2c4bde268e2.jpg",
    "altTitles": [
      {
        "ja": "スプラッシュ!!"
      },
      {
        "ko": "스플래쉬"
      }
    ],
    "description": {
      "en": "Swimming diving competitions are harsh competitions in which the impact from the water surface can be as much as 1 ton when diving from a height of 10 meters.\n\nMizuha Shiozaki, a transfer student in Class A of Shirasagi High School, is a girl who has won many classical ballet competitions and is called a ``genius.''\nHowever, she was unable to keep up with the strict guidance of her mother, who was a world-famous prima donna, and quit ballet in her third year of junior high school due to her resentment towards her mother.She thought she would spend her high school life in a relaxed and fun way, but inside she had a complex that she had run away from ballet and her mother.\n\nOne day, an argument with Himeko Sawamura, a second-year student who is her childhood friend and unrequited love, causes her to jump off a 10-meter diving board, causing her to lose her temper.\n\nShirasagi High School is the only high school in Tokyo that has a \"diving club,'' and Himeko was an athlete who was nicknamed \"Ice Princess'' and was even selected as a candidate for Japan's Olympic team.\n\nMizuha climbed onto the diving board but balked at the height due to fear. However, this ignites Mizuha's competitive spirit and she becomes obsessed with diving competitions.\n\nA masterpiece sports manga depicting the bright and single-minded appearance of a girl who stakes her youth on diving competitions!"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "53"
  },
  {
    "mangaId": "36b4c3d4-629d-45cb-b911-ae0906f6b544",
    "title": {
      "en": "Touch"
    },
    "updatedAt": "2023-12-12T05:09:21+00:00",
    "coverArt": "https://mangadex.org/covers/36b4c3d4-629d-45cb-b911-ae0906f6b544/507e1b67-083d-4048-9daa-61f01fb62e10.jpg",
    "altTitles": [
      {
        "es": "Bateadores"
      },
      {
        "ja": "タッチ"
      }
    ],
    "description": {
      "en": "Tatsuya Uesugi, the older brother who has no relationship with the word \"hard work,\" and Kazuya Uesugi, the younger brother who tries his hardest in everything he does. \n\nThey are twin brothers. They have known Minami Asakura, the only daughter of the neighboring coffee shop \"Minamikaze\" since childhood. You can't take your eyes off the \"youth\" of these three...!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2008)\n\n---\n- **Won the 28th Shogakukan Manga Award for Shonen**"
    },
    "status": "completed",
    "releaseDate": 1981,
    "contentRating": "safe",
    "lastVolume": "26",
    "lastChapter": "257"
  },
  {
    "mangaId": "b9bea559-b3e2-4459-80aa-73fac6c3e7bf",
    "title": {
      "en": "Meiten Restaurant"
    },
    "updatedAt": "2023-11-25T16:01:41+00:00",
    "coverArt": "https://mangadex.org/covers/b9bea559-b3e2-4459-80aa-73fac6c3e7bf/e7170f4d-7e6f-4a80-a4f7-2b0743e96d05.jpg",
    "altTitles": [
      {
        "ja": "冥天レストラン"
      }
    ],
    "description": {
      "en": "As the distinguished son of a family who run a financial conglomerate, Gatarou Barazono took full advantage of his money to live a rosy life and enjoy it to its fullest. But one day, he suddenly got hit by a truck, and when he awoke, he found himself in the \"Afterlife!\" There, he finds the dubious-looking \"Meiten Restaurant\" (Underworld Restaurant), where the deceased are served their final meal before going to rest in peace..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9b3de2c-5398-4d51-a4f9-bbad25834c3c",
    "title": {
      "en": "White Angels Have No Wings"
    },
    "updatedAt": "2022-12-30T14:09:58+00:00",
    "coverArt": "https://mangadex.org/covers/f9b3de2c-5398-4d51-a4f9-bbad25834c3c/41f34cc2-112f-435a-8ea7-28e5625bc27c.jpg",
    "altTitles": [
      {
        "ko": "하얀천사에게 날개는 없다"
      }
    ],
    "description": {
      "en": "A Catholic school where everything seems tranquil and fine. But for Ayeon, a day doesn't pass without getting bullied until one day, Yeonhwa steps in against the bullies. Ayeon is grateful for Yeonhwa but what she doesn't realize is that there seems to be something more than just good intentions behind that beautiful smile.",
      "pt": "A história se passa em um colégio católico, onde a doce e gentil Song Ayeon, passa seus dias de tormento sofrendo Bullyng dia após dia, até que um \"anjo\" Baek Yeinhwa à salva com suas \"boas\" intenções, mas por trás dessa bondade toda ela têm seus motivos pra salvar a pobre donzela das garras…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "77"
  },
  {
    "mangaId": "8fef2dc5-fd32-4d62-9cb3-4a39275e0ef5",
    "title": {
      "en": "Isekai Shikkaku"
    },
    "updatedAt": "2024-02-16T03:47:10+00:00",
    "coverArt": "https://mangadex.org/covers/8fef2dc5-fd32-4d62-9cb3-4a39275e0ef5/3c258266-4197-4e7e-aa0f-59046c468c67.jpg",
    "altTitles": [
      {
        "en": "No Longer Allowed In Another World"
      },
      {
        "ru": "Дисквалифицирован по жизни"
      },
      {
        "ja": "異世界失格"
      },
      {
        "zh-hk": "異世界失格"
      },
      {
        "en": "Disqualified from Otherworldliness"
      },
      {
        "uk": "Бракована людина в іншому світі"
      }
    ],
    "description": {
      "en": "A second life in another world with cute girls by your side and video gamey powers–sounds like a dream, right? Not so for a certain melancholy author, who would quite literally rather drop dead.\n\nHonestly, all the fantastical adventure is just getting in the way of his poetic dream of finding the perfect place to die. But no matter how much he risks his hide, everything seems to keep turning out okay.\n\nWill our terminally depressed hero find a new lease on life in this cheerfully bleak isekai comedy?\n\n---\n\nInspired by the famous Osamu Dazai's book Ningen Shikkaku (No Longer Human/Disqualified From Being Human).",
      "ru": "После неудачного двойного самоубийства, наш главный герой переносится в другой мир. И чтобы не случилось, он обещает, что найдёт свою любовь и в этом мире, и опять покончит с собой.",
      "uk": "Як і у відомій книзі Осаму Дадзая \"Бракована людина\" / \"Крах людини\", головний герой цієї історії намагається вчинити подвійне самогубство зі своєю коханою... але замість цього його збиває вантажівка і він потрапляє в інший світ. Тепер він хоче знайти свою кохану, щоб знову покінчити життя самогубством разом з нею.",
      "pt-br": "Em 13 de junho de 1948, o autor Osamu Dazai estava prestes a se suicidar com Shizuko Ota mas foi convocado para outro mundo. Agora ele quer encontrar a reencarnação de sua amante, para que possa cometer suicídio com ela."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6b64ee46-605b-47ed-a208-4a727bf66b25",
    "title": {
      "en": "Slime Saint"
    },
    "updatedAt": "2024-01-03T14:33:19+00:00",
    "coverArt": "https://mangadex.org/covers/6b64ee46-605b-47ed-a208-4a727bf66b25/d98af35a-0f74-46e4-b2d5-49589d2e68b8.png",
    "altTitles": [
      {
        "ja": "スライム聖女"
      },
      {
        "ja-ro": "Slime Seijo"
      }
    ],
    "description": {
      "en": "The weakest demon (slime) who longed to be human is reincarnated as a saint, but with the worst character of all, a villainous noble girl. From the lowest status, hated and resented; an existence where she will be terminated immediately if her true identity as a slime is discovered, she will become a beloved saint in order to live a safe and secure life!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51b8571f-7277-4e48-b6e5-58c3ebca1143",
    "title": {
      "en": "Vigilante"
    },
    "updatedAt": "2023-09-28T05:00:27+00:00",
    "coverArt": "https://mangadex.org/covers/51b8571f-7277-4e48-b6e5-58c3ebca1143/d8e44647-f20c-4c50-93dc-ea06bf574d82.jpg",
    "altTitles": [
      {
        "en": "Vigilante (CRG)"
      },
      {
        "zh": "非法正義"
      },
      {
        "ko": "비질란테"
      }
    ],
    "description": {
      "en": "The law is flawed and I'll be the one who will make it perfect. Blame the law that released you.  \n  \nArt done by the creator of [HIVE](https://www.webtoons.com/en/thriller/hive/list?title_no=65).\n  \n[Official Trad. Chinese](https://www.webtoons.com/zh-hant/drama/feifazhengyi/list?title_no=1434&page=1)  \n [Official Thai](https://www.webtoons.com/th/action/vigilante/list?title_no=1488&page=1)",
      "pt-br": "A lei é falha e serei eu quem a tornará perfeita. Culpe a lei que te soltou."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "141"
  },
  {
    "mangaId": "2b4c7e39-93d4-4ffa-aa1f-2bae6714a010",
    "title": {
      "en": "Bing Jiao Shidi You Zai Gen Wo Zhuang Kelian"
    },
    "updatedAt": "2023-10-14T02:41:37+00:00",
    "coverArt": "https://mangadex.org/covers/2b4c7e39-93d4-4ffa-aa1f-2bae6714a010/ae17e3eb-c6ae-4f67-8984-ba96c7803811.jpg",
    "altTitles": [
      {
        "zh": "病娇师弟又在跟我装可怜"
      },
      {
        "zh-ro": "Bìng Jiāo Shīdì Yòu Zài Gēn Wǒ Zhuāng Kělián"
      },
      {
        "en": "The Yandere Martial Junior Brother Is Pretending to Be Pitiful to Me"
      },
      {
        "es": "El Yandere Hermano Menor Pretende Ser Lamentable Conmigo Otra vez"
      }
    ],
    "description": {
      "en": "A graceful lady was reborn as an adorable girl?! Haven't yet rejoiced for her luck to live again, Liu Zhaozhao had already found out her previous pure and good-natured martial junior brother who had been obedient to her has unexpectedly become the arch-villain. What exactly had happened?",
      "es": "¿Una elegante dama renació como una niña adorable? Aún no se había regocijado por su suerte de volver a vivir, Liu Zhaozhao ya había descubierto que su anterior hermano menor marcial, puro y bondadoso, que había sido obediente a ella, se había convertido inesperadamente en el archivillano. ¿Qué había pasado exactamente?",
      "zh": "御姐重生成萌妹？！ 还没等柳昭昭庆幸自己能重生再来，她就发现，先前对她千依百顺的纯良小师弟，竟然变成了疯批大魔头？ 这到底是怎么回事？"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "1c7395cf-9e3d-4f78-be0a-4e219807015f",
    "title": {
      "en": "Mermaid Melody Pichi Pichi Pitch: Aqua"
    },
    "updatedAt": "2024-02-17T06:01:46+00:00",
    "coverArt": "https://mangadex.org/covers/1c7395cf-9e3d-4f78-be0a-4e219807015f/c10279c7-842c-45ec-8e09-c7a154b226db.jpg",
    "altTitles": [
      {
        "ja": "マーメイドメロディー ぴちぴちピッチ aqua"
      }
    ],
    "description": {
      "en": "Lukia Nanami is turning seventeen. Her family has just moved to a town by the sea, and on her first walk down to the beach, she saves a handsome surfer from drowning. The next day, she’s shocked to discover he’s not only a classmate at her new school, but has no idea who she is, and insists he was saved by a mermaid! A new chapter in the saga of *Mermaid Melody Pichi Pichi Pitch*, from original artist Pink Hanamori! [Kodansha]"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b73f6e0-5ec9-4adf-bf90-3127024bbffc",
    "title": {
      "en": "Kisei Shitara Juushi ga Kurashiteta"
    },
    "updatedAt": "2024-03-03T00:31:31+00:00",
    "coverArt": "https://mangadex.org/covers/1b73f6e0-5ec9-4adf-bf90-3127024bbffc/62828d64-3c5e-42aa-8e1b-9171e2408beb.png",
    "altTitles": [
      {
        "ja": "帰省したら従姉が暮らしてた"
      },
      {
        "ja-ro": "Kisei Shitara Juushi ga Kurashiteta"
      },
      {
        "en": "When I Returned Home, My (Older Female) Cousin Was Living There"
      },
      {
        "en": "When I Returned Home, My Cousin Was Living There"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "afbabab5-1543-4562-866a-af1da1a3178b",
    "title": {
      "en": "In the Name of Bai Ze"
    },
    "updatedAt": "2024-03-11T18:29:37+00:00",
    "coverArt": "https://mangadex.org/covers/afbabab5-1543-4562-866a-af1da1a3178b/75cd158d-f05c-46eb-bd44-e5478b51b98c.png",
    "altTitles": [
      {
        "en": "Baize's Name"
      },
      {
        "zh-ro": "Bái Zé Zhī Míng"
      },
      {
        "en": "The Name of White Marsh"
      },
      {
        "zh": "白泽之名"
      }
    ],
    "description": {
      "en": "Several decades ago, the young boy Bai Ze mistakenly entered a mystical world's immortal mountain and formed a bond with an Immortal Gege. Over ten years later, the college student Baize once again arrives in the mystical realm, only to discover that the Immortal Gege he had dreamed of day and night has become a pitiable figure forgotten by the mortal world. In a world where demons and monsters wreak havoc, the unfortunate originator turns out to be this pitiful divine being. Unable to ignore the situation, Bai Ze forcefully brings his Immortal Gege back into the mortal realm, helping him fulfill his desire for a peaceful life. After all, who could resist someone so beautiful, powerful yet pitiful?",
      "pl": "Młody chłopiec o imieniu Bai Ze przypadkiem wszedł do mistycznego świata, w którym normalne było potwory i bóstwa. Zaprzyjaźnił się tam z przystojnym nieśmiertelnym mężczyzną, lecz musiał wracać do rodziców. Ponad dziesięć lat później Bai Ze ponownie trafia do tajemniczego wymiaru, gdzie odkrywa, że poznane uprzednio bóstwo, o którym śnił nocami i dniami, stało się zapomnianą przez wszystkich postacią. Nie będąc w stanie tego zignorować, Bai Ze siłą zabiera go do swojego świata, pomagając mu spełnić marzenie o spokojnym życiu.",
      "zh": "十数年前，小正太白泽误入异世仙山，与神仙大哥哥结缘。 十数年后，大学生白泽再次来到异世，却发现日思夜梦的神仙大哥哥成了被人世遗忘的可怜人 世间妖魔作乱，始作俑者却就是这个可怜兮兮的神仙。 没办法，白泽硬拉着神仙哥哥重新入世，帮他完成安稳世间的愿望，谁让他又美又强又惨呢？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab949b43-aa6a-4448-a60f-1fa957f2a1ce",
    "title": {
      "en": "Kimi Shi ni Tamafu Koto Nakare"
    },
    "updatedAt": "2023-12-25T20:06:09+00:00",
    "coverArt": "https://mangadex.org/covers/ab949b43-aa6a-4448-a60f-1fa957f2a1ce/7f7d17cc-4475-454e-9852-924ba46a05be.jpg",
    "altTitles": [
      {
        "ja-ro": "Kimi Shi ni Tamafu Koto Nakare"
      },
      {
        "ja-ro": "Kimi Shinitamou Koto Nakare"
      },
      {
        "en": "Thou Shall Not Die"
      },
      {
        "ja": "Thou Shalt Not Die"
      },
      {
        "en": "You Must Not Give Yourself to Death"
      },
      {
        "ru": "Не отдавай свою жизнь"
      },
      {
        "ja": "君死ニタマフ事ナカレ"
      },
      {
        "ko": "님이여죽지말지어다"
      }
    ],
    "description": {
      "en": "In the future, supernatural powers not only exist but have become science fact. The “Special Abilities Private High School” is established in order to utilize students’ powers for the military. Students are roped onto the battlefield without knowing the meaning of the fight, whether it will save their lives…or spell their demise.",
      "pt-br": "No futuro, poderes sobrenaturais não apenas existem, como também se tornaram fatos científicos. O \"Colégio Particular de Habilidades Especiais\" foi criado para que esses poderes fossem utilizados para o exército. Estudantes são jogados no campo de batalha sem saber o porquê de estarem lutando, se isso salvará suas vidas... ou acabará com elas."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "59"
  },
  {
    "mangaId": "897ee431-5738-4465-8389-6cab340c4bd1",
    "title": {
      "en": "Burning Effect"
    },
    "updatedAt": "2023-10-22T02:06:18+00:00",
    "coverArt": "https://mangadex.org/covers/897ee431-5738-4465-8389-6cab340c4bd1/d21525f7-2557-4dbd-a080-b4bc4caeb235.jpg",
    "altTitles": [
      {
        "ru": "Эффект горения"
      },
      {
        "ko": "버닝 이펙트"
      }
    ],
    "description": {
      "en": "This story is about the fierce struggle between law enforcement and those who want to upset the world.  \nIn the Cᵗʰ century, the central bureau of the municipality, Graymark, sentence anyone to death, regardless of the severity of the offense in order to reduce the crime rate and population in proportion to the increased life expectancy due to medical advances.  \nThis is a conflict between the Central Bureau and the Revolutionary Army trying to overturn this system.  \n  \n[right]",
      "fa": "⁧⁧ داستانی در مورد تقابل حکومت و کسی که می‌خواهد دنیا را واژگون کند.  \nدر قرن نامعلومی در شهر گری‌مارک، حکومت مرکزی برای کاهش جمعیت و جرم، قانونی تصویب کرد که صرف نظر از شدت جرم، مجرم را اعدام می‌کرد.   \nداستان تقابل خیر و شر، حکومت و انقلاب، و افرادی که زیر بار حکومت نرفتن…[/right]",
      "pt-br": "Em um mundo onde o menor delito justifica a pena de morte o plano de Burner era manter a cabeça baixa e dar o fora da Área 5. Mas depois de atingir seu limite ela de repente se vê como uma criminosa procurada em desacordo com o Bureau Central e seu administrador mais poderoso, Great. À medida que ela começa a descobrir seus próprios poderes e a ganhar novos aliados, uma guerra generalizada acontece entre o governo e a revolução. Será que uma equipa desorganizada de rebeldes será suficiente para vencer a luta para definir a justiça?\n\n (Fonte: Tapas) _ (Tradução: Castle Scanlator)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "211"
  },
  {
    "mangaId": "f0ce7d61-d172-459a-9010-25aa9c399627",
    "title": {
      "en": "I Am the Descendant of the Divine Dragon!"
    },
    "updatedAt": "2023-11-06T01:32:39+00:00",
    "coverArt": "https://mangadex.org/covers/f0ce7d61-d172-459a-9010-25aa9c399627/3664f2b3-8653-4e55-a9e7-66adcb61d931.png",
    "altTitles": [
      {
        "zh-ro": "Wo, Shenlong Zhihou!"
      },
      {
        "zh": "我，神龙之后！"
      },
      {
        "zh-ro": "Wo, Shenlong Zhihou!"
      },
      {
        "en": "I, the Queen of Dragons!"
      }
    ],
    "description": {
      "en": "In the highly competitive world of the Xuan Realm Continent, where warriors strive to refine their bodies, cultivate their martial abilities, harness the essence of the heavens and earth, and push beyond mortal limitations, our protagonist, Lu Hao, faces unjust persecution from his own clan since childhood. However, fate smiles upon him as he awakens the dormant bloodline of the Divine Dragon within him. With an unyielding resolve, Lu Hao embarks on an extraordinary journey, overcoming countless obstacles to ascend to the zenith of power. Along the way, he unravels the enigmatic secrets of his past life."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6643b6b-5a2e-4f94-8f30-13d4f5e4299a",
    "title": {
      "en": "Hiiragi-san is A Little Careless"
    },
    "updatedAt": "2024-03-06T08:05:18+00:00",
    "coverArt": "https://mangadex.org/covers/d6643b6b-5a2e-4f94-8f30-13d4f5e4299a/742dd32f-2e7b-49bc-a567-54cffa1fd260.jpg",
    "altTitles": [
      {
        "ja": "ちょっとだけ抜けちゃう柊さん"
      },
      {
        "ja-ro": "Chotto Dake Nuke Chau Hiiragi-san"
      },
      {
        "ja-ro": "Chotto Dake Nukechau Hiiragi-san"
      },
      {
        "en": "Hiiragi-san is a little careless."
      }
    ],
    "description": {
      "en": "Kotori-kun, who falls in love with his classmate Hiiragi-san at first sight, somehow wants to get close to her. Hiiragi-san is quite an earnest and lovely girl, but… She’s surprisingly a little careless--! This is about the charming school life of a careless girl and a pure boy who gets led on everyday by her -- a romantic comedy that’s a wee bit H sometimes but warm and fluffy to death."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "66"
  },
  {
    "mangaId": "1a008e7e-0885-4830-92c6-16b3bbe4f5d4",
    "title": {
      "en": "God of Blackfield"
    },
    "updatedAt": "2024-02-10T18:48:34+00:00",
    "coverArt": "https://mangadex.org/covers/1a008e7e-0885-4830-92c6-16b3bbe4f5d4/d7223fc4-c05d-4a95-bfbe-ab6d08836d5e.png",
    "altTitles": [
      {
        "fa": "گاد آف بلک‌فیلد"
      },
      {
        "ko": "갓 오브 블랙필드"
      }
    ],
    "description": {
      "en": "“Who am I?!”  \n  \nLeaving only black soot and dead bodies in his wake, Kang Chan, the “God of Blackfield,” struck fear into the hearts of his enemies.\n\nBut one day, in the chaos of battle, his life was abruptly snuffed out.\n\n“I’ve been shot… but the bullet came from behind me!”\n\nRevived three years later, this “god” is now a wimpy high schooler with major problems — savage bullies, shady business dealings, and even girls.\n\nRevenge seemed like a straight shot, but high school is a battlefield all of its own!",
      "pt-br": "\"Quem sou eu?\" A lenda da Legião Estrangeira Francesa, 'Kang Chan'! Durante a guerra Africana, ele era chamado de 'Rei do Blackfield', o deus da terra negra, o qual os seus inimigos tinham temor e medo. Porém, durante uma missão para matar Masallan, o cérebro por trás do SISS, o grupo de defensores sunitas, Kang Chan foi morto em combate por um tiro vindo de trás dele. Enquanto sua visão embaçava, ele viu os treze membros de seu batalhão, que tinham absoluta fé nele, sendo mortos um após o outro. Enquanto Kang Chan aguardava a morte depois de ter sido atingido por um traidor, ele foi salvo por um poder misterioso e acordou 3 anos depois na Coréia do Sul. Contudo, ele estava no corpo de outro 'Kang Chan', um garoto de 19 anos no ensino médio que era ameaçado na escola. A jornada de Kang Chan para conseguir se vingar do traidor e descobrir a verdade por trás do seu renascimento começa agora!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fff8f972-ff3e-4f24-9792-82e91635378e",
    "title": {
      "en": "Gigantis"
    },
    "updatedAt": "2023-08-12T14:37:06+00:00",
    "coverArt": "https://mangadex.org/covers/fff8f972-ff3e-4f24-9792-82e91635378e/aa2b8f94-f7a8-46e3-8088-412f879aefad.jpg",
    "altTitles": [
      {
        "ja": "GIGANTIS―ジャイガンティス―"
      },
      {
        "uk": "Ґіґантіс"
      }
    ],
    "description": {
      "en": "On that day, humanity was turned into “prey”―Gen is a high school student living on the island of Tsushima, a door to mainland Japan.\n\nAlong with his sickly sister, Misaki, and his heartwarming mother, Gen was living a peaceful life, all until an “asymmetrical monster” appears on the island. All hell breaks loose on the island of Tsushima.\n\nThese monsters devour everything from plants to animals, to humans, and mutate together. Will humanity stand a chance against these mutant creatures? Is there any hope?",
      "uk": "Того дня людство було перетворено на «здобич».\nҐен — старшокласник, який живе на острові Цушіма, що є дверима до материкової Японії.\nРазом зі своєю хворобливою сестрою Місакі та чарівною матір'ю Ґен жив мирним життям, поки на острові не з'явився «асиметричний монстр».\n\nПісля цього на острові Цушіма починається пекло.\n\nЦі монстри пожирають все, від рослин до тварин і людей. Після цього мутують.\nЧи матиме людство шанс протистояти цим істотам-мутантам?\nЄ якась надія?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "39"
  },
  {
    "mangaId": "d97ab58d-88ba-4f75-adb2-c66b94be06e9",
    "title": {
      "en": "Dark Mortal"
    },
    "updatedAt": "2023-07-19T10:26:24+00:00",
    "coverArt": "https://mangadex.org/covers/d97ab58d-88ba-4f75-adb2-c66b94be06e9/b458799b-ef04-4c0a-a8ee-e9a5bf3d0e11.png",
    "altTitles": [
      {
        "ko-ro": "Geom-eun In-gan"
      },
      {
        "id": "Kawan Kelam"
      },
      {
        "ko": "검은인간"
      }
    ],
    "description": {
      "en": "Gangnam lost his parents from a fire and has turned blind from the incident. He wasn't able to see anything but a hallucination called Kkamjang. Is Kkamjang actually a hallucination or something more? 'Your scars, your two eyes, and… even your strength! I'll change everything for you.'"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "79"
  },
  {
    "mangaId": "eb61867b-227e-4737-82ce-11a34ded1e6c",
    "title": {
      "en": "The Start of a Stunning and Feisty Master: A System with Ten Pounds of Rebellion"
    },
    "updatedAt": "2024-01-22T23:34:24+00:00",
    "coverArt": "https://mangadex.org/covers/eb61867b-227e-4737-82ce-11a34ded1e6c/64b119c3-894c-49a6-a239-f435f5054bf8.jpg",
    "altTitles": [
      {
        "zh": "开局绝色俏师父：系统十斤反骨"
      },
      {
        "zh-ro": "Kaiju Juese Qiao Shifu: Xitong Shi Jin Fan Gu"
      },
      {
        "en": "Beginning With a Stunning Master: The System Is 10-Catty Reverse Bones"
      },
      {
        "zh-ro": "Kai Ju Jue Se Qiao Shifu: Xitong Shi Jin Fan Gu"
      },
      {
        "vi": "Khởi Đầu Tuyệt Sắc Nữ Sư Phụ, Hệ Thống Thập Cân Phản Cốt"
      },
      {
        "pt-br": "O surgimento de um mestre poderoso e espirituoso: Um sistema com dez quilos de rebeldia"
      }
    ],
    "description": {
      "en": "Comedy + Transmigration System. My name is Xia Chi. I originally thought that the four female masters would act as my bodyguards on the path to becoming a god, but little did I know, each of them has their own ulterior motives. They actually want me to be their little cotton-padded jacket!?",
      "zh": "搞笑+系统穿越。我叫夏迟,原以为四位女师父作为保 镖护我一路封神成为圣子,没想到她们各怀鬼胎,竟想 让我当她们的小棉袄!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1bede76-6ec6-4918-bdf3-4b36733ba646",
    "title": {
      "en": "Takane no Hana wa Midaresaki"
    },
    "updatedAt": "2024-03-27T15:44:43+00:00",
    "coverArt": "https://mangadex.org/covers/e1bede76-6ec6-4918-bdf3-4b36733ba646/1ccbf529-3c29-481d-9df9-2083fccb4cb3.jpg",
    "altTitles": [
      {
        "ja": "高嶺の華は乱れ咲き"
      },
      {
        "zh-hk": "高嶺之華爛漫開"
      },
      {
        "en": "The Unattainable Flower's Twisted Bloom"
      }
    ],
    "description": {
      "en": "She is the perfect student, beautiful, clever and with lots of friends… He is an ordinary boy in the class, staring at her from afar but one day he sees her in a very compromising situation! How will she react? The lives of these two will now intermingle with totally unexpected outcomes!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "169140c0-498c-4477-a6bf-79d18f8a7bf8",
    "title": {
      "en": "Trauma Center"
    },
    "updatedAt": "2023-12-27T12:54:35+00:00",
    "coverArt": "https://mangadex.org/covers/169140c0-498c-4477-a6bf-79d18f8a7bf8/160a5dbd-47b0-4232-a81d-234f1e7edec0.jpg",
    "altTitles": [
      {
        "ko": "중증외상센터 : 골든 아워"
      },
      {
        "ko": "중증외상센터"
      },
      {
        "en": "Severe Trauma Center: Golden Hour"
      },
      {
        "zh": "生死急诊科"
      },
      {
        "zh-hk": "外傷重症中心：黃金救援"
      },
      {
        "th": "Golden Hour ชั่วโมงโกงความตาย"
      },
      {
        "en": "Trauma Center: Golden Hour"
      },
      {
        "ru": "Травматологический Центр Доктора Пак Кан Хёк"
      }
    ],
    "description": {
      "en": "Patients who can be potentially saved, die every day. And to prevent that, a doctor takes a stand. A doctor, with a strong sense of duty and responsibility. A doctor, who stands as an angel in the Trauma Center. Witness traumatologist Baek Kang-Hyuk's journey as he restores the Trauma Center to its original glory. \n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/golden-hour/list?title_no=1936)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/METROPOLIS/shengsijizhenke/list?title_no=1493)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/drama/golden-hour/list?title_no=1976)\n\n- [Official Thai Translation](https://www.webtoons.com/th/drama/golden-hour/list?title_no=1876)",
      "fr": "Des patients qui peuvent être potentiellement sauvés meurent chaque jour. Et pour éviter cela, un médecin prend position. Un médecin, avec un sens aigu du devoir et des responsabilités. Un médecin, qui se présente comme un ange au centre de traumatologie. Soyez témoin du parcours du traumatologue Baek Kang-Hyuk alors qu'il restaure le centre de traumatologie à sa gloire d'origine.\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/golden-hour/list?title_no=1936)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/METROPOLIS/shengsijizhenke/list?title_no=1493)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/drama/golden-hour/list?title_no=1976)\n\n- [Official Thai Translation](https://www.webtoons.com/th/drama/golden-hour/list?title_no=1876)",
      "id": "Banyak pasien meninggal padahal mereka bisa hidup jika ditangani dengan tepat. Sejak Baek Kanghyuk masuk ke Trauma Center ini, hal tersebut tidak boleh terjadi. Dokter jenius yang dingin dan kasar, tapi sebenarnya peduli banget! Apakah dia bisa mengembangkan Trauma Center ini?!\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/golden-hour/list?title_no=1936)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/METROPOLIS/shengsijizhenke/list?title_no=1493)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/drama/golden-hour/list?title_no=1976)\n\n- [Official Thai Translation](https://www.webtoons.com/th/drama/golden-hour/list?title_no=1876)",
      "ko": "살 수 있는 환자들이 죽어 가고 있다.\n이제 더는 그런 일이 없도록 하겠다.\n사명감 있는 또라이.\n중증외상센터의 난폭한 천사.\n외상외과 전문의 백강혁.\n그의 중증외상센터 되살리기 프로젝트.\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/golden-hour/list?title_no=1936)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/METROPOLIS/shengsijizhenke/list?title_no=1493)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/drama/golden-hour/list?title_no=1976)\n\n- [Official Thai Translation](https://www.webtoons.com/th/drama/golden-hour/list?title_no=1876)",
      "ru": "Пациенты, которых, казалось бы, еще можно спасти, умирают ежедневно. И, будучи недовольным столь несправедливым положением дел, он решает взять ситуацию под свой контроль. Его настолько переполняет чувство ответственности, что в конце концов он становится живым воплощением ангела, оберегающего местный травматологический центр. Станьте свидетелем приключений травматолога Пэк Кан Хёка, что восстановит честь Травматологического центра!\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/golden-hour/list?title_no=1936)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/METROPOLIS/shengsijizhenke/list?title_no=1493)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/drama/golden-hour/list?title_no=1976)\n\n- [Official Thai Translation](https://www.webtoons.com/th/drama/golden-hour/list?title_no=1876)",
      "th": "มีผู้บาดเจ็บอีกมากที่ควรรอดชีวิต แต่ต้องตายเพราะระบบสังคมที่เน่าเฟะ\" หมาบ้าแห่งวงการศัลยแพทย์ ประจำแผนกอุบัติเหตุ 'แบ็กคังฮยอก' จะช่วยชีวิตผู้คนและเปลี่ยนระบบสังคมนี้ได้หรือไม่\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/golden-hour/list?title_no=1936)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/METROPOLIS/shengsijizhenke/list?title_no=1493)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/drama/golden-hour/list?title_no=1976)\n\n- [Official Thai Translation](https://www.webtoons.com/th/drama/golden-hour/list?title_no=1876)",
      "zh": "重症外伤野蛮天使们，\n展开与死亡的决斗！\n有生存机会的患者不幸死亡？绝不能让这种事情再次发生！人称疯狗的外伤外科教授白江赫带领重症外伤中心与死亡展开较量！\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/golden-hour/list?title_no=1936)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/METROPOLIS/shengsijizhenke/list?title_no=1493)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/drama/golden-hour/list?title_no=1976)\n\n- [Official Thai Translation](https://www.webtoons.com/th/drama/golden-hour/list?title_no=1876)",
      "zh-hk": "有機會活下來的患者們竟然漸漸走向死亡，我要改變這一切，不再讓這種事情發生…人稱瘋狗的白江赫外科醫師誓言重新整頓外傷中心！\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/golden-hour/list?title_no=1936)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/METROPOLIS/shengsijizhenke/list?title_no=1493)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/drama/golden-hour/list?title_no=1976)\n\n- [Official Thai Translation](https://www.webtoons.com/th/drama/golden-hour/list?title_no=1876)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "147"
  },
  {
    "mangaId": "fb0e8a82-fc5a-4d81-a000-827bce15590f",
    "title": {
      "en": "Patalliro!"
    },
    "updatedAt": "2024-03-03T17:40:01+00:00",
    "coverArt": "https://mangadex.org/covers/fb0e8a82-fc5a-4d81-a000-827bce15590f/1e509649-6da6-43df-bdfe-670d55142226.jpg",
    "altTitles": [
      {
        "ja-ro": "Patariro!"
      },
      {
        "ja": "パタリロ!"
      },
      {
        "zh": "巴得利奥"
      }
    ],
    "description": {
      "en": "Patalliro is the story of the young boy king Patalliro and his many misadventures as he avoids being assassinated \nby various beautiful boys thanks to the skills of his bodyguard, Major Jack Bancoran from England's Information Bureau. \nLater they're joined by the hot-blooded Maraich, and a beautiful love-and-hate relationship blossoms between him and Bancoran."
    },
    "status": "ongoing",
    "releaseDate": 1979,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b5539f7-34f6-4db1-b83c-450893a3c862",
    "title": {
      "en": "Seven Knights: Alkaid"
    },
    "updatedAt": "2023-05-31T18:16:12+00:00",
    "coverArt": "https://mangadex.org/covers/4b5539f7-34f6-4db1-b83c-450893a3c862/2e901a9b-311c-4009-b1a3-7f72f0c3ccf6.jpg",
    "altTitles": [
      {
        "ko": "세븐나이츠: 알카이드"
      }
    ],
    "description": {
      "en": "This action comedy follows the amnesic Kaleb Tanese, younger brother to the second king of Tanesia, as he runs against time to find the kidnapped holy lady and the stolen six star fragments and prevent the world from descending into another disastrous war. Along with two investigators who are after the truth of the kidnapping, and the captain of Tanesia's knights, he begins by trying to borrow the seventh star fragment, \"Alkaid\", which can be used to track down the other six."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47f93974-d406-45dd-8dbf-03db95654516",
    "title": {
      "en": "Bombergirl"
    },
    "updatedAt": "2023-07-09T03:29:53+00:00",
    "coverArt": "https://mangadex.org/covers/47f93974-d406-45dd-8dbf-03db95654516/23c246c3-6795-41ea-a8b0-e42eb26494f1.jpg",
    "altTitles": [
      {
        "en": "Bombergirl Short Comics"
      },
      {
        "ja": "ボンバーガール"
      },
      {
        "ja-ro": "Bonbaagaaru"
      }
    ],
    "description": {
      "en": "Sporadically posted comic pages on the official twitter of the Bombergirl arcade game."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85a8ebda-9959-4244-ad03-a2d9f6a746a2",
    "title": {
      "en": "The Swordmaster's Son"
    },
    "updatedAt": "2023-10-30T21:28:20+00:00",
    "coverArt": "https://mangadex.org/covers/85a8ebda-9959-4244-ad03-a2d9f6a746a2/820726d7-e97b-4619-b2b1-0e1af22ec993.jpg",
    "altTitles": [
      {
        "en": "Youngest Son of the Renowned Swordsmanship Clan"
      },
      {
        "ko": "검술명가 막내아들"
      },
      {
        "en": "The Youngest Son of a Renowned Family of Swordsmen"
      },
      {
        "ru": "Младший сын фехтовальщика"
      },
      {
        "en": "Youngest Son of the Renowned Swordsmanship Clan"
      },
      {
        "en": "Swordmaster's Youngest Son"
      }
    ],
    "description": {
      "en": "Jin Runcandel was destined to become the head of his swordmaster clan. But despite his best efforts, he's banished for his shoddy swordsmanship. Though Jin eventually makes a contract with the god Solderet and is freed from the curse that hindered his abilities, he meets a rather unfortunate end. In the next moment, however, he awakens as a baby, long before his tragedy began.\n\nArmed with a second chance and some new powers, Jin swears to fulfill his destiny and become the ultimate swordmaster!\n\n---\n\n- [Webtoon PV](https://www.youtube.com/watch?v=UspJjUOFrFQ)",
      "ko": "진 룬칸델\n대륙 최고의 검술명가, 룬칸델의 막내아들\n룬칸델 역사상 최악의 둔재\n\n비참하게 쫓겨나 허무한 최후를 맞이한 그에게\n다시 한 번 기회가 주어졌다.\n\n“너는 이 힘을 어떻게 사용하고 싶더냐?”\n“저를 위해 사용하고 싶습니다.”\n\n전생의 기억과 압도적인 재능, 그리고 신과의 계약\n\n최강이 될 준비는 끝났다.\n\n---\n\n- [Webtoon PV](https://www.youtube.com/watch?v=UspJjUOFrFQ)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c89a5c6-9fe8-412a-8f78-44d51177dbdb",
    "title": {
      "en": "Maplestory: The Last Adventurer"
    },
    "updatedAt": "2024-04-03T02:34:52+00:00",
    "coverArt": "https://mangadex.org/covers/5c89a5c6-9fe8-412a-8f78-44d51177dbdb/d68d8589-994f-4523-93e0-c6f55526b5ae.jpg",
    "altTitles": [
      {
        "ko": "메이플스토리: 최후의 모험가"
      }
    ],
    "description": {
      "en": "The Age of Adventures that started when the Gates opened. The Age of when everything fell apart, filled with desperation, anguish, and misery. And… The Age of when everyone gave up trying to fight back. In that Age, there was only one Explorer who fought to the very end. “You’re the only one left. The Last Explorer, Elpam.” In that moment, the Explorer’s history came to an end, as he returned to the start of the story."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8f0f000-35be-4f16-9b68-f2aea7e67fdb",
    "title": {
      "en": "Murim RPG Simulation"
    },
    "updatedAt": "2024-01-06T19:14:28+00:00",
    "coverArt": "https://mangadex.org/covers/c8f0f000-35be-4f16-9b68-f2aea7e67fdb/fcac604f-129e-4d7f-82f6-6e4b13009f96.jpg",
    "altTitles": [
      {
        "ko": "천마육성"
      },
      {
        "en": "Heavenly Demon Cultivation Simulation"
      },
      {
        "ru": "Восхождение небесного демона"
      },
      {
        "en": "Cultivation of Heaven"
      },
      {
        "zh": "天魔育成"
      },
      {
        "zh-hk": "天魔玩家"
      },
      {
        "id": "Murim RPG Simulation"
      },
      {
        "ja": "天魔育成"
      },
      {
        "tr": "Kutsal İblis Yetişimi"
      }
    ],
    "description": {
      "en": "A scout in the infamous Demon Cult, Seolhwi is on a routine patrol when his squad unexpectedly encounters a fearsome master of the Mount Hua Sect, the sworn enemies of the Demon Cult. Without warning, the Mount Hua Cult master slaughters the entire squad. As Seolhwi lies dying, lamenting years of service to the cult with nothing to show for it, he is suddenly faced with a video game prompt, asking if he would like to start again. Given the opportunity to start over and make different choices, Seolhwi vows to survive and become stronger so he can rise to the top of the Demon Cult.\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/tianmowanjia/list?title_no=3965)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/tianmoyucheng/list?title_no=1982)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/murim-rpg-simulation/list?title_no=3701)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001851)",
      "id": "Sebuah window pilihan muncul di depan matamu, tanpa mengetahui masa depan yang akan terjadi. Di dunia di mana hidup dan mati di tanganmu, kita tentunya akan mencari jalan yang terbaik. Kau siap membuat pilihanmu?\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/tianmowanjia/list?title_no=3965)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/tianmoyucheng/list?title_no=1982)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/murim-rpg-simulation/list?title_no=3701)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001851)",
      "ja": "魔教の太皇閣主「司魔鬼（しまき）」の命令で華山派の出没地域に派遣された飛客組。「雪輝（せつき）」は華山派の絶対的実力者である「究種明（きゅうしゅめい）」に殺されそうになるが、そのとき目の前に突然、謎の画面が浮かび上がり任務を受ける直前に戻ってしまう。雪輝は前世で自分が殺される原因となった任務に再び就くことになるが、少しでも周りの環境を変えようと奮闘する。危機に陥るたび目の前に現れる画面、そして結果が全く予想できない選択肢。生と死が共存する世界で最善の方法を見つけて進みつづける。\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/tianmowanjia/list?title_no=3965)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/tianmoyucheng/list?title_no=1982)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/murim-rpg-simulation/list?title_no=3701)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001851)",
      "ko": "마교의 태왕각주, ‘사마귀’의 명령에 의해 화산파 출목지역으로 파견나간 비객조. \n주인공 ‘설휘’는 화산파 고수 '구종명'과 맞딱드리고, 죽을 위기에 처하게 된다.\n그때 눈앞에 상태창이 나타나 정찰임무를 받기 직전 시점으로 회귀하게 된다. \n설휘는 전생에서 죽임을 당했던 똑같은 정찰임무를 받게되자 이 변하지 않는 현실을 바꾸기 위해 발버둥 친다. \n고비마다 눈앞에 나타나는 선택창.\n미래를 알 수 없는 선택들.\n삶과 죽음이 공존하는 세상 안에서 최고의 방법을 찾기 위한 설휘의 일대기.\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/tianmowanjia/list?title_no=3965)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/tianmoyucheng/list?title_no=1982)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/murim-rpg-simulation/list?title_no=3701)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001851)",
      "ru": "Группа разведчиков была направлена в район секты горы Хуаньшань их великим лидером Мантисом. Главный герой, Соль Хви, сталкивается с Мастером секты Хуаньшань – Гу Чжон Мен и оказывается на грани смерти. Появляется окно статуса, которое возвращает его в то время, когда он ещё не принял роковую миссию. \nВновь получив этот билет в один конец, Соль Хви изо всех сил пытается изменить свою судьбу. Окно статуса, которое появляется в критические моменты. Выбор с неизвестными последствиями. \nЭто история Соль Хви, пытающегося найти лучшее решение, идущего по грани жизни и смерти.\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/tianmowanjia/list?title_no=3965)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/tianmoyucheng/list?title_no=1982)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/murim-rpg-simulation/list?title_no=3701)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001851)",
      "tr": "Hua Dağı Mezhebinin bölgesine büyük lider ‘Mantis’ tarafından bir grup izci gönderildi.\n\nKahraman ‘Seol Hwi’ Hua Mezhebinin ustası ‘Goo Jong Myung’la karşılaşır ve ölümle karşı karşıya gelir.\n\nDaha sonra bir durum penceresi açılır ve keşif görevi verilmeden önceki zamana dönmesini sağlar.\n\nOnu ölüme sürükleyen keşif görevini aldıktan sonra, Seol Hwi kaçınılmaz gerçeği değiştirmek için mücadele eder.\n\nHer krizde ortaya çıkan durum penceresi, geleceği belirsiz seçimler yaptırır.\n\nSeol Hwi yaptığı seçimler ile en iyi kararı bulmaya çalışırken yaşam ve ölümle yüzleşmek zorundadır.",
      "zh": "《金牌护卫》编剧新作！\n无名小卒重生逆袭当天魔！\n奉魔教的太皇阁主司魔鬼之命，被派往华山派出没地区的飞客组组长雪辉在即将被华山派绝顶高手绝命之时，突然眼前弹出来了带有“重新开始”选项的神秘弹窗，回到过去的雪辉，究竟能否通过“最后的机会”改变命运呢？\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/tianmowanjia/list?title_no=3965)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/tianmoyucheng/list?title_no=1982)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/murim-rpg-simulation/list?title_no=3701)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001851)",
      "zh-hk": "遇上武林至尊究種明後戰死的雪輝，如同遊戲玩家一般重生回到過去。每當遇到困境時眼前就會浮現選擇視窗，雪輝是否能做出正確的選擇，就此逃離死亡的命運呢⋯⋯\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/tianmowanjia/list?title_no=3965)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/tianmoyucheng/list?title_no=1982)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/murim-rpg-simulation/list?title_no=3701)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001851)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cb55d26-ef43-4549-b4b8-29fab01d997e",
    "title": {
      "en": "Foreigner on the Periphery (Remake)"
    },
    "updatedAt": "2024-02-16T03:50:21+00:00",
    "coverArt": "https://mangadex.org/covers/8cb55d26-ef43-4549-b4b8-29fab01d997e/b1679bf6-c6bc-4e6a-9cca-6950f30d0a28.jpg",
    "altTitles": [
      {
        "ko": "변방의 외노자"
      }
    ],
    "description": {
      "en": "I don’t want to work. I really don’t want to work. But I have no choice.\nProblems with Humans, Elves, Orcs, Trolls, Dragons and such alien immigrants never seem to cease.\n800 years of disgusted employment. The struggles of a man who will die if he stops working."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "633d470a-4146-4dd3-b841-93dd648c23a5",
    "title": {
      "en": "The Academy's Genius Swordsman"
    },
    "updatedAt": "2023-11-28T21:50:13+00:00",
    "coverArt": "https://mangadex.org/covers/633d470a-4146-4dd3-b841-93dd648c23a5/cab5fd63-50ba-4272-b944-e7fcc5f2f0e9.jpg",
    "altTitles": [
      {
        "ko": "아카데미의 천재칼잡이"
      },
      {
        "ko-ro": "Academy Cheonjaekaljabi"
      },
      {
        "en": "Academy’s Genius Swordmaster"
      },
      {
        "zh": "皇家学院的天才剑豪"
      }
    ],
    "description": {
      "en": "Following a momentous battle against giants for the fate of the world, Ronan emerges victorious as the last man standing of the Imperial Army. As he laments this hollow victory with his dying commander, Grand Marshal Adeshan, they quickly learn that the war is far from over and an overwhelming force of giants descends from the heavens.\n\nFearing the worst, yet seeing hope in the courageous Ronan, Adeshan uses her last time slip to send him back to the past, so that he can enroll in the prestigious Phileon Academy and become the strongest swordsman the empire has ever seen!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "603e7aa4-df1e-4eb6-83e1-025b4d2d570a",
    "title": {
      "en": "Boyfriend From Scratch"
    },
    "updatedAt": "2024-03-19T20:26:28+00:00",
    "coverArt": "https://mangadex.org/covers/603e7aa4-df1e-4eb6-83e1-025b4d2d570a/d857c55e-de3e-432f-ab39-1569bd35e881.png",
    "altTitles": [
      {
        "en": "Become a Boyfriend From Scratch"
      },
      {
        "zh-ro": "Cóng Líng Kāishǐ Zuò Nányǒu"
      },
      {
        "zh": "从零开始做男友"
      }
    ],
    "description": {
      "en": "What should you do when a junior colleague of the same sex confesses their feelings for you, and is persistently pursuing you? Not only does voice actor Mason find himself in such a situation, but also unexpectedly discovers that this junior is the very same doujinshi artist behind the R-rated fan comics featuring the two of them! Furthermore, the two are set to work together on a BL radio drama..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e38516a-fc37-445b-b202-42c8531f43cc",
    "title": {
      "en": "Houkago no Honya-san"
    },
    "updatedAt": "2024-04-05T19:25:57+00:00",
    "coverArt": "https://mangadex.org/covers/9e38516a-fc37-445b-b202-42c8531f43cc/023599ef-020a-40e6-b3cf-34e5991e1f86.jpg",
    "altTitles": [
      {
        "ja": "放課後の本屋さん"
      },
      {
        "ja-ro": "Houkago no Hon'ya-san"
      },
      {
        "en": "After School Bookstore Worker"
      }
    ],
    "description": {
      "en": "When school is over, Tsubasa, an elementary schooler, works at her grandfather's bookstore. The books they provide are of a slightly lewd kind, which is just a little bit of trouble for an elementary schooler."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "3252e3bb-dd50-4092-aa74-5ba58574fb87",
    "title": {
      "en": "SSS-Rank Paladin Who Transcends Common Sense"
    },
    "updatedAt": "2024-02-26T18:00:37+00:00",
    "coverArt": "https://mangadex.org/covers/3252e3bb-dd50-4092-aa74-5ba58574fb87/b42491c6-ec61-43d5-961d-3a6ccf31a310.png",
    "altTitles": [
      {
        "zh": "SSS级超越常理的圣骑士"
      },
      {
        "zh": "SSS jí chāoyuè chánglǐ de shèng qíshì"
      },
      {
        "en": "SSS Grade Saint Knight"
      }
    ],
    "description": {
      "en": "The game descended on reality, monsters run rampant, magical disasters overflow, everyone needs to choose a class and level up to become stronger. Zhou Yi who has been unremarkable until now awakened the S+ rank talent Protection of the Sacred Angel on the day of class awakening, turning his class into the hidden class Sacred Knight! Weapon blessing, angel blessing, honor blessing… With all sorts of buffs, Zhou Yi destroyed the space itself with just his aura. Who was it that said sacred knight is just a mundane class?",
      "fr": "Le jeu est entré dans la réalité, les monstres se déchaînent, les catastrophes magiques débordent, chacun doit choisir une classe et monter en niveau pour devenir plus fort. Zhou Yi, qui n'avait rien de remarquable jusqu'à présent, a éveillé le talent de rang S+ Protection de l'ange sacré le jour de l'éveil de classe, transformant sa classe en classe cachée Chevalier sacré ! Bénédiction de l'arme, bénédiction de l'ange, bénédiction de l'honneur... Avec toutes sortes d'améliorations, Zhou Yi détruisait l'espace lui-même avec sa seule aura. Qui a dit que le Chevalier sacré n'était qu'une classe banale ?",
      "pt-br": "O jogo emerge na realidade, os monstros correm desenfreados, os desastres mágicos transbordam, todos precisam escolher uma classe e subir de nível para aprimorarem a sua força. Zhou Yi, que tem sido uma pessoa normal até então, despertou o talento de classificação S+ \"Proteção do Anjo Sagrado\" no dia de despertar de classes, transformando sua classe na classe oculta \"Cavaleiro Sagrado\"! Bênção de arma, bênção do anjo, bênção de honra... Com todos os tipos de buffs, Zhou Yi destruiu o próprio espaço apenas com sua aura. Quem foi que disse que o paladino era uma classe mundana?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee61b25d-154f-45e9-baa5-a9db3d5685ba",
    "title": {
      "en": "Ada and Eyva"
    },
    "updatedAt": "2024-04-07T10:27:19+00:00",
    "coverArt": "https://mangadex.org/covers/ee61b25d-154f-45e9-baa5-a9db3d5685ba/e6b5ff08-a2b0-4600-9cb4-72af6e163472.jpg",
    "altTitles": [
      {
        "ja": "アダとエイヴァ"
      },
      {
        "ja-ro": "Ada to Eiva"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ecd208c-c592-4462-9f57-4d7d4a9f956f",
    "title": {
      "en": "Mercenary Enrollment"
    },
    "updatedAt": "2024-01-30T23:47:15+00:00",
    "coverArt": "https://mangadex.org/covers/9ecd208c-c592-4462-9f57-4d7d4a9f956f/75e7fac6-c9f4-43ce-ae0e-cbf06f28f99b.jpg",
    "altTitles": [
      {
        "ko": "입학용병"
      },
      {
        "ko-ro": "Ipagyongbyeong"
      },
      {
        "en": "Teenage Mercenary"
      },
      {
        "de": "Söldnereinschreibung"
      },
      {
        "fr": "High School Mercenary"
      },
      {
        "es": "Mercenario adolescente"
      },
      {
        "ja": "入学傭兵"
      },
      {
        "zh": "少年佣兵"
      },
      {
        "zh-hk": "入學傭兵"
      },
      {
        "th": "พี่ชายสายบอดี้การ์ด"
      },
      {
        "id": "High School Soldier"
      },
      {
        "id": "Tentara Menyamar Jadi Anak SMA"
      },
      {
        "pt-br": "Mercenário Adolescente"
      }
    ],
    "description": {
      "de": "Im Alter von acht Jahren verlor Ijin Yoo seine Eltern bei einem Flugzeugabsturz und strandete in einem fremden Land, wo er gezwungen war, ein Kindersöldner zu werden, um zu überleben. Zehn Jahre später kehrt er nach Hause zurück, um mit seiner Familie in Korea wieder vereint zu sein. Dort scheint alles friedlich zu sein, doch schon bald muss Ijin feststellen, dass das Leben als Teenager eine ganz andere Art des Überlebens ist. Da ihm nur noch ein Jahr in der Oberschule bleibt, muss Ijin neue Taktiken erlernen, um sich auf dem Schlachtfeld der Schule zurechtzufinden. Kann er ein Jahr Oberschule überleben? Oder wird die Schule vielmehr in der Lage sein, IHN zu überleben?\n\n---\nDie Geschichte handelt von einem jungen Koreaner, der bei einem Flugzeugabsturz seine Eltern verloren hat. Das Kind landet irgendwie in einem vom Krieg zerrissenen Teil der Welt und wird zu einem Top-Söldner im Teenageralter. Irgendwie findet er seine Familie wieder und beschließen, ein ruhiges Leben mit seiner Familie zu führen.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "en": "At the age of eight, Ijin Yu lost his parents in a plane crash and became stranded in a foreign land, forced to become a child mercenary in order to stay alive. He returns home ten years later to be reunited with his family in Korea, where food and shelter are plenty and everything seems peaceful. But Ijin will soon learn that life as a teenager is a whole other feat of survival. With only one year of high school left, Ijin must master new tactics to maneuver his way around the schoolhouse battleground.\n\nCan he survive a year of high school? Or rather, will the school be able to survive him?",
      "es": "A los ocho años, Ijin Yu perdió a sus padres en un accidente aéreo y quedó varado en un país extranjero, forzado a convertirse en mercenario para sobrevivir. Diez años después, regresa a su hogar para reunirse con su familia en Corea, en donde sobra la comida y todo parece estar en paz. Sin embargo, Ijin pronto descubrirá que la vida de adolescente es otro tipo de supervivencia. En su último año de secundaria, Ijin debe dominar nuevas tácticas para resistir en el campo de batalla escolar. ¿Podrá sobrevivir a su último año? ¿O podrá su escuela sobrevivir a él?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "fr": "Ijin est un jeune mercenaire qui est le seul survivant d’un accident d’avion survenu dans son enfance. Il vient tout juste de retourner auprès de sa famille qui le croyait mort durant ses 10 ans d’absence. Ijin pourra-t-il mettre de côté son passé sombre et mener une vie normale de lycéen?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "hu": "Yu Ijin volt az egyetlen túlélője egy repülőgép-szerencsétlenségnek, amikor még kicsi volt. Miután zsoldosnak állt, hogy 10 évig túléljen, visszatér a családjához a szülővárosába.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "id": "Yoo Leejin, satu-satunya orang yang hidup dari kecelakaan pesawat terbang, harus bekerja sebagai tentara bayaran selama 10 tahun. Tapi akhirnya dia kembali ke tempat asalnya dan memulai kehidupan baru sabagai anak SMA biasa. Apakah dia bisa bersekolah dengan normal?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "ko": "어린 시절 비행기 추락 사고의 유일한 생존자 유이진.  \n살아남기 위해 용병으로 살아가던 유이진은 10년 후, 가족이 있는 고향으로 돌아왔다.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "th": "ยูอีจิน เด็กหนุ่มผู้รอดตายจากอุบัติเหตุเครื่องบินตกและใช้ชีวิตเป็นทหารมานับแต่นั้นได้กลับมาหาครอบครัวของเขาในที่สุดหลังจากผ่านเวลาไปเป็นสิบปี\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh": "超强少年佣兵归来！\n欺负我妹的一个都不准跑！\n\n幼年遭遇飞机失事，成为唯一幸存者的柳亦真，为了生存成为了佣兵。十年后，因偶然的契机得以回到故乡上学并找回了自己的家人。正当他为失而复得的家人感到幸福，为安逸的生活感到欣喜时，却发现事情并不如他所愿。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "pt-br": "Yu Ijin foi o único sobrevivente de uma queda de avião quando ainda era criança. Depois de se tornar um mercenário por 10 anos para sobreviver, ele retornou para sua família em sua cidade natal.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh-hk": "《大貴族》孫齊晧作家的新作！ 幼年時，飛機墜毀事故的唯一倖存者劉理真，爲了生存以傭兵生活的劉理真，10年後回到了有家人的故鄉。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4",
    "title": {
      "en": "Rent-A-Girlfriend"
    },
    "updatedAt": "2024-04-04T19:42:32+00:00",
    "coverArt": "https://mangadex.org/covers/32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4/76676078-4ce9-4720-baf0-cc9df5588fa7.jpg",
    "altTitles": [
      {
        "pt-br": "Namorada de aluguel"
      },
      {
        "id": "Dia, Aku Pinjam"
      },
      {
        "pl": "Dziewczyna do wynajęcia"
      },
      {
        "id": "Gadis yang Aku [Akan] Pinjam"
      },
      {
        "de": "Ich würde mir gerne eine Freundin ausleihen"
      },
      {
        "fr": "J'aimerais louer une petite amie"
      },
      {
        "ja-ro": "KanoKari"
      },
      {
        "tr": "Kiralık Sevgili"
      },
      {
        "es-la": "Novia de Alquiler"
      },
      {
        "ms": "Pacar Sewaan"
      },
      {
        "it": "Vorrei noleggiare una ragazza"
      },
      {
        "ru": "Девушка на прокат"
      },
      {
        "ru": "Девушка на час"
      },
      {
        "th": "สะดุดรักยัยแฟนเช่า"
      },
      {
        "ja": "かのかり"
      },
      {
        "zh": "女朋友、借我一下"
      },
      {
        "ja": "彼女、お借りします"
      },
      {
        "zh": "租借女友"
      },
      {
        "ko": "여친, 빌리겠습니다"
      },
      {
        "hr": "Unajmi curu"
      },
      {
        "it": "Una ragazza a noleggio"
      },
      {
        "pt": "Namorada de Aluguer"
      },
      {
        "ja-ro": "Kanojo Okarishimasu"
      },
      {
        "zh-hk": "出租女友"
      }
    ],
    "description": {
      "en": "Kinoshita Kazuya is a regular college student who was just dumped by his girlfriend for another guy. Feeling down in the dumps, he decides to use an app called Diamond to hire Mizuhara Chizuru, a rental girlfriend, to make himself feel better. From their first meeting, she seems to be the perfect girl for him, but is there more to her than meets the eye? And how will their not quite typical relationship develop?\n\n---\n**Links:**\n\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10001/episode/312699) (U.S. Only), [Kodansha](https://kodansha.us/series/rent-a-girlfriend/)",
      "fr": "Kinoshita Kazuya est un étudiant régulier qui vient d'être largué par sa petite amie pour un autre gars. Se sentant dans les décharges, il décide d'utiliser une application appelée Diamond pour embaucher Mizuhara Chizuru, une petite amie de location, afin de se sentir mieux. Dès leur première rencontre, elle semble être la fille parfaite pour lui, mais est-ce qu'il y a autre chose pour elle que ce qui est à l'oeil? Et comment va se développer leur relation pas tout à fait typique?",
      "it": "Kinoshita Kazuya è un normale studente universitario che è stato appena lasciato dalla sua ragazza. Devastato, decide di usare un app chiamata \"Diamond\" per reclutare Mizuhara Chizuru, una ragazza a noleggio per tirargli su il morale. Fin dal loro primo incontro, sembra essere la ragazza perfetta per lui, ma ci sarà altro dietro a quell'immagine da \"brava ragazza\"…? E come si evolverà la loro inusuale relazione?",
      "pt": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar uma aplicação de relacionamentos depois de ter levado terminado com a sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!",
      "ru": "Двадцатилетний никудышный студент университета муниципального района Киносита Кадзуя. Встреча с «особенной» красавицей ознаменует начало изменений в его жизни?!",
      "pt-br": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar um aplicativo de relacionamentos depois de ter levado um fora de sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b627cb0-9409-47f0-92c1-c4bc09e9fbde",
    "title": {
      "en": "Kouhai-chan Who Wants to Tease"
    },
    "updatedAt": "2024-04-06T04:46:37+00:00",
    "coverArt": "https://mangadex.org/covers/0b627cb0-9409-47f0-92c1-c4bc09e9fbde/4cba0872-5117-4a1c-9dc0-ec47373c1f0e.png",
    "altTitles": [
      {
        "ja": "先輩VS後輩ちゃん"
      },
      {
        "ja-ro": "Senpai vs Kouhai-chan"
      },
      {
        "ja": "勘違いされる後輩ちゃん"
      },
      {
        "ja-ro": "Kanchigai sareru Kouhai-chan"
      },
      {
        "vi": "Kouhai-chan thích đi trêu ghẹo"
      }
    ],
    "description": {
      "en": "A Kouhai wants to tease her senpai, but she has a weak defense."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c64514c-ebb0-4118-a690-700ba22c2a80",
    "title": {
      "en": "Beautiful Place"
    },
    "updatedAt": "2022-05-06T16:18:46+00:00",
    "coverArt": "https://mangadex.org/covers/1c64514c-ebb0-4118-a690-700ba22c2a80/ef4fc405-bab5-4049-8341-b6d101923271.png",
    "altTitles": [
      {
        "ja": "ビューティフル プレース"
      }
    ],
    "description": {
      "en": "Follows two girls born in Japan during a civil war. Shimon Hanazawa is a woman who participates in her school's \"volunteer activities,\" and Momoko Kоusaka is her classmate and instructor."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-04-04T19:08:59+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/f941c5e9-ca88-4122-990e-220bba684cac.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82f18ea7-867d-4041-926b-00fe30c79c58",
    "title": {
      "en": "I Brought Home a Succubus Who Failed to Find a Job."
    },
    "updatedAt": "2022-07-03T15:41:27+00:00",
    "coverArt": "https://mangadex.org/covers/82f18ea7-867d-4041-926b-00fe30c79c58/9fd7b0a6-26b3-42ec-8550-d7accb8e57d4.jpg",
    "altTitles": [
      {
        "fr": "J'ai ramené chez moi une Succube qui ne trouve pas d'emploi"
      },
      {
        "es": "Llevé un Súcubo a casa que no pudo encontrar trabajo"
      },
      {
        "ja": "就活失敗したサキュバスさんを拾いました"
      },
      {
        "pt-br": "Levei para casa uma súcubos que não conseguiu encontrar um emprego."
      },
      {
        "ja-ro": "Shuukatsu Shippai shita Succubus-san wo Hiroimashita"
      }
    ],
    "description": {
      "en": "Man brings home succubus, doesn’t get fucked. Instead, gets a cute succubus to take care of him."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "810cfa63-6802-450a-aa34-c410c6f0bff9",
    "title": {
      "en": "Blossom With Love"
    },
    "updatedAt": "2024-04-07T14:34:09+00:00",
    "coverArt": "https://mangadex.org/covers/810cfa63-6802-450a-aa34-c410c6f0bff9/13662ce4-1dd5-4811-9c57-2a2311bbb5c4.jpg",
    "altTitles": [
      {
        "ko": "소년 소녀 연애하다"
      }
    ],
    "description": {
      "fr": "Nous sommes tous passés par là, ou devons y faire face, de quelle couleur sont vos souvenirs d'adolescence ?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]