[
  {
    "mangaId": "ae3736bf-dc58-40cc-b1cb-928269edf62b",
    "title": {
      "en": "Chigau Miyahara Omae janai!"
    },
    "updatedAt": "2024-03-30T08:12:00+00:00",
    "coverArt": "https://mangadex.org/covers/ae3736bf-dc58-40cc-b1cb-928269edf62b/f63963b8-b761-43ea-8b5a-e0e2296895fd.jpg",
    "altTitles": [
      {
        "ja": "ちがう宮原おまえじゃない！"
      },
      {
        "ja-ro": "Chigau Miyahara Omae ja nai!"
      },
      {
        "en": "No, Miyahara, Not You!"
      },
      {
        "pt-br": "Não, Miyahara, você não!"
      },
      {
        "vi": "Không Phải Cậu Đâu, Miyahara!"
      },
      {
        "id": "Bukan, Miyahara, Bukan Kamu!"
      },
      {
        "ja": "ちが宮"
      },
      {
        "ja-ro": "ChigaMiya"
      },
      {
        "en": "NoMiya"
      }
    ],
    "description": {
      "en": "The manga centers on Arima, a boy who has a crush on a girl named Yukihira. But every time he tries to make a move to get closer to Yukihira, his other friend Miyahara just happens to be in the scene and will always mistakenly think that Arima is making a move on her. (Source: [ANN](https://www.animenewsnetwork.com/news/2022-11-11/midori-obiya-launches-new-manga-mini-series/.191780))",
      "ja": "憧れの女子”雪比良さん”と仲良くなるべく奮闘する有馬！ でもなぜか、いつもイイところであらわれるのは…。 末永〜く見守りたい！中学生３人の青春ラブコメ、ここに開幕っ！",
      "vi": "Câu chuyện diễn biến xung quanh Arima - một cậu bạn sơ trung phải lòng một bạn nữ cùng lớp tên Yukihira. Nhưng mỗi khi cậu ấy chuẩn bị tiến gần hơn với Yukihara thì cô bạn thuở nhỏ Miyahara lại bất chợt xuất hiện lúc nào chẳng hay làm cho mọi người lầm tưởng rằng Arima đang nhắm đến cô bạn đó hơn là Yukihara.",
      "pt-br": "Arima, é um garoto apaixonado por uma garota chamada Yukihira. Mas toda vez que ele tenta ficar mais próximo de Yukihira, sua outra amiga, Miyahara simplesmente entra em cena e sempre pensa erroneamente que Arima está fazendo seus movimentos por ela."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d41afbd7-3fbf-45b1-813c-b2d8244d69b2",
    "title": {
      "en": "Death March kara Hajimaru Isekai Kyousoukyoku"
    },
    "updatedAt": "2024-01-07T14:07:50+00:00",
    "coverArt": "https://mangadex.org/covers/d41afbd7-3fbf-45b1-813c-b2d8244d69b2/5a6975f3-55c2-4f3f-8c06-be6e90d57bb0.jpg",
    "altTitles": [
      {
        "en": "Death March to the Parallel World Rhapsody"
      },
      {
        "en": "Death Marching to the Parallel World Rhapsody"
      },
      {
        "ru": "Марш смерти в рапсодию параллельного мирa"
      },
      {
        "th": "โศกนาฏกรรมต่างโลกเริ่มต้นจากเดธมาร์ช"
      },
      {
        "ja": "デスマーチからはじまる異世界狂想曲"
      },
      {
        "zh": "从死亡之旅开始的异世界狂想曲"
      },
      {
        "ko": "데스마치에서 시작되는 이세계 광상곡"
      }
    ],
    "description": {
      "en": "29-year-old programmer Suzuki Ichirou finds himself transported into a fantasy RPG. Within the game, he's a 15-year-old named Satou. At first he thinks he's dreaming, but his experiences seem very real. Due to his use of a 3-time-use special power (meteor shower), he ends up wiping out an army of lizardmen and becoming very high level. He hides his level and plans to live peacefully and meet new people, though developments in the game story (like the return of a demon king) might get in his way."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28302cc9-3622-4f25-b361-3e4c51248624",
    "title": {
      "en": "High Society"
    },
    "updatedAt": "2024-04-08T08:47:29+00:00",
    "coverArt": "https://mangadex.org/covers/28302cc9-3622-4f25-b361-3e4c51248624/3a30cd75-ecee-47b2-9f7f-ed5a38ffe27d.png",
    "altTitles": [
      {
        "ko": "상류 사회"
      }
    ],
    "description": {
      "en": "**\"Please sell me. I will become the most expensive lady in Sant'nar\"**\n\nTired of the troubles brought about by his political marriage, debauchee Cesare coincidentally enters into an unusual  contract Adel, a shoeshiner from the slums.\n\nThe deadline is three months.\n\nExpecting this to be his liberation from the tedious strategic marriage, Cesare finds himself becoming increasingly concerned about Adel, who behaves unlike any woman he has ever known...\n\n\"In the first place, didn't you bring me here to get me engaged to Sir Ezra?\"\n\"That's right.\"\n\nCesare replied obediently for a moment before bursting into a sharp laugh.\n\n\"But why do I feel so disgusted?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22f26be5-03d7-4e59-8028-45963aabd614",
    "title": {
      "en": "Lord of Destiny Wheel"
    },
    "updatedAt": "2024-04-14T19:22:00+00:00",
    "coverArt": "https://mangadex.org/covers/22f26be5-03d7-4e59-8028-45963aabd614/16963ce6-e63f-4229-8bb7-2326ed9a1009.jpg",
    "altTitles": [
      {
        "en": "Lord of the Wheel of Fortune! When changes come to the world"
      },
      {
        "zh": "命轮之主！当异变降临人间"
      },
      {
        "en": "The Lord of the Wheel of Destiny"
      }
    ],
    "description": {
      "en": "A planet called Ghost Star suddenly appeared, causing the earth's animals and plants to evolve into monsters that can destroy humans. At the time of human extinction, people accidentally discovered a way to log into the ghost star, and found that they could gain power against monsters on the ghost star. So in order to survive, human beings started the era of exploring ghost stars..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac0e6974-8555-4637-93fe-bd3a78104923",
    "title": {
      "en": "The World God Only Knows"
    },
    "updatedAt": "2023-09-21T13:10:06+00:00",
    "coverArt": "https://mangadex.org/covers/ac0e6974-8555-4637-93fe-bd3a78104923/306bbf2d-13a1-4049-b287-73ac1187881c.jpg",
    "altTitles": [
      {
        "ja-ro": "Kami nomi zo Shiru Sekai"
      },
      {
        "ru": "Одному лишь Богу ведомый мир"
      },
      {
        "th": "เซียนเกมรักขอเป็นเทพนักจีบ"
      },
      {
        "ja": "神のみぞ知るセカイ"
      },
      {
        "vi": "Thế giới chỉ có Thánh thần biết"
      },
      {
        "ja-ro": "KamiNomi"
      },
      {
        "ja": "神のみ"
      }
    ],
    "description": {
      "en": "Keima Katsuragi is a high school student better known online as the \"God of Conquest,\" the man who can obtain the heart of any dating sim girl. In his opinion, real life is an awful game; three-dimensional girls are annoying and false representations of how a real girl should be.  \n  \nOne afternoon, while taking a break from cleaning duty, he stumbles across a strange message that goads him to conquer a girl. On a whim, he accepts, and his consent summons a girl named Elucia \"Elsie\" de Lute Ima, a denizen of hell tasked with capturing runaway spirits that have festered in girls' hearts. Keima is shocked and tries to escape, but Elsie tells him that failure in fulfilling the newly-formed contract will result in the termination of his life!   \n  \nTasked with capturing the runaway spirits, Keima uses his expertise and knowledge of dating sims to obtain the hearts of girls in real life.\n\n---\nOfficial Release:\n- Indonesian release by Elex Media Komputindo as **The World God Only Knows** (2012)",
      "pl": "Czy nieuleczalny otaku może być idealnym facetem? Dowód na to, że wbrew pozorom manga opierająca się na haremie może być oryginalna.",
      "ru": "Кацураги Кейма – мастер обольщения, который знает сотни приемов, как влюбить в себя девушку, с легкостью предугадывает каждый её шаг и называет себя Богом-Обольстителем.   \nА ведь именно такого ищут… в аду, откуда сбежало множество душ, что закрадываются в сердца невинных девушек и преспокойно там живут. И по мнению здешнего руководства, Кацураги и есть тот единственный, кто может покорить сердце жертвы, освободив от сбежавшей души, а посему заключают с ним договор.   \nНо они просчитались в одном - Кацураги обожает виртуальных девушек, а живых, настоящих, считает мусором, не достойных его божественного внимания. Однако ему придется что-то срочно придумать, иначе он лишится головы.",
      "pt-br": "Katsuragi Keima é conhecido como o Deus da Conquista nos jogos de namoro 2D, Um dia ele recebe um contrato em forma de e-mail do chefe dos demônios desafiando ele a conquistar um certo tipo de garota, pensando ele ser um desafio de mais outro jogo ele aceita o contrato, e a partir dai com a ajuda (ou não) de Elsie, ele é forçado a conquistar garotas reais para não perder a cabeça, que é o que acontece se ele quebrar o contrato. Katsuragi Keima é conhecido como o Deus da Conquista nos jogos de namoro 2D, Um dia ele recebe um contrato em forma de e-mail do chefe dos demônios desafiando ele a conquistar um certo tipo de garota, pensando ele ser um desafio de mais outro jogo ele aceita o contrato, e a partir dai com a ajuda (ou não) de Elsie, ele é forçado a conquistar garotas reais para não perder a cabeça, que é o que acontece se ele quebrar o contrato."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "26",
    "lastChapter": "268"
  },
  {
    "mangaId": "00296c8d-a815-4fdd-b4b8-c79c550ee875",
    "title": {
      "en": "The Indomitable Martial King"
    },
    "updatedAt": "2024-04-08T21:41:22+00:00",
    "coverArt": "https://mangadex.org/covers/00296c8d-a815-4fdd-b4b8-c79c550ee875/bb7a112f-5775-40ff-8494-a27d1c343bd4.jpg",
    "altTitles": [
      {
        "en": "Time Slip of the Fist King"
      },
      {
        "ko": "권왕전생"
      },
      {
        "zh": "拳王轉生"
      }
    ],
    "description": {
      "en": "In a world where humans sell and buy otherworldly species as slaves, the great mage Rifenhardt is treated like the Demon King for helping the otherworldly species.\n\nA party of heroes arrive to bring down the Demon King! Rifenhardt succeeds in greatly injuring the heroes, but he faces death at the hands of... the Martial King Tesslon!\n\n\"Time and Space Regression Spell.\"\n\nHowever, Rifenhardt miraculously manages to cast this last-resort spell and regresses to the past. But...\n\n“Who are you?”\n\nHe awakens reincarnated in the body of the continent’s strongest physical warrior, Tesslon!\n\nNow begins Rifenhardt's adventures as both a great mage and the physically strongest man to change the world!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5018f2b1-65ee-4a76-a7f3-4bb851e1ade5",
    "title": {
      "en": "High Score Girl DASH"
    },
    "updatedAt": "2023-11-16T16:54:59+00:00",
    "coverArt": "https://mangadex.org/covers/5018f2b1-65ee-4a76-a7f3-4bb851e1ade5/f8199462-58dd-47f2-a6b4-30fdff8b4712.jpg",
    "altTitles": [
      {
        "ja": "Haisu Koa Gaaru Dasshu"
      },
      {
        "ja": "Hi Score Girl DASH"
      },
      {
        "en": "High Score Girl: Dash"
      },
      {
        "ja": "ハイスコアガールDASH"
      }
    ],
    "description": {
      "en": "The manga will focus on the character Koharu Hidaka, who is a middle school teacher close to 30 years old in 2007.",
      "es-la": "Año 2007, Hidaka Koharu ahora es maestra de secundaria y a punto de alcanzar los 30 años. Sin novio y sin perspectivas para el futuro. Balanceándose entre el trabajo y la búsqueda de matrimonio, el corazón de esta chica madura es como un Kikouken."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "824f2f28-deee-4ba3-8776-16737e79dbfb",
    "title": {
      "en": "Otogi Matsuri"
    },
    "updatedAt": "2023-03-09T21:05:37+00:00",
    "coverArt": "https://mangadex.org/covers/824f2f28-deee-4ba3-8776-16737e79dbfb/4c122339-bc24-4e37-9afb-fa8a5e523402.png",
    "altTitles": [
      {
        "en": "Otogi Matsuri: Dark Offering"
      },
      {
        "ja-ro": "Otogimatsuri"
      },
      {
        "ru": "Темное Подношение"
      },
      {
        "ja": "おとぎ奉り"
      },
      {
        "zh": "灵幻使者"
      },
      {
        "ko": "주작의 활"
      }
    ],
    "description": {
      "en": "The manga starts off with a very odd killing. Then, it jumps to a few days later where Yousuke ends up breaking a small shrine. It later gives him the guardian Suzaku - just in time too, for he must face the murderer that opened the manga.\n\nNote: Retail links are for the New Edition which has 8 volumes instead of 12."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "73"
  },
  {
    "mangaId": "71cccf19-d70f-47fc-8dfd-251e09b1f203",
    "title": {
      "en": "VS EVIL"
    },
    "updatedAt": "2023-10-27T21:23:29+00:00",
    "coverArt": "https://mangadex.org/covers/71cccf19-d70f-47fc-8dfd-251e09b1f203/576a766d-12e4-400d-98f0-d0e6bcdd1810.jpg",
    "altTitles": [
      {
        "ja-ro": "Versus Ibiru"
      },
      {
        "ru": "Против Зла"
      },
      {
        "ja": "バーサス　イビル"
      }
    ],
    "description": {
      "en": "Meet Asahi, a female college student possessed by a vengeful spirit without any of his memories among the living! This is the struggle of the two of them searching for his missing memories, a new-age über-stylish ghost battle manga!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "30"
  },
  {
    "mangaId": "0de7b6a4-ca45-4b9b-9547-697128b0acec",
    "title": {
      "en": "Apocalypse Online"
    },
    "updatedAt": "2023-12-29T03:03:36+00:00",
    "coverArt": "https://mangadex.org/covers/0de7b6a4-ca45-4b9b-9547-697128b0acec/bf19cf1f-93f2-475b-8cb2-06b5cff34dd6.png",
    "altTitles": [
      {
        "zh": "诸界末日在线"
      },
      {
        "en": "World's Apocalypse Online"
      },
      {
        "ko": "게임이라는 이 세계에 구원을"
      },
      {
        "zh-ro": "Zhu Jie Mo Ri Zai Xian"
      }
    ],
    "description": {
      "en": "When the end of the world came, in the hopeless darkness, Gu Qingshan broke away from time and space, and returned to the world before it collapsed, determined to change his fate. But as time went on, he gradually realized that the apocalypse is not as simple as it seemed…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d1c5f11-f531-4405-ac12-77293af855bd",
    "title": {
      "en": "Strongest Fighter"
    },
    "updatedAt": "2023-02-18T10:09:44+00:00",
    "coverArt": "https://mangadex.org/covers/5d1c5f11-f531-4405-ac12-77293af855bd/6d3edd65-94db-49b2-a7ce-8d63c2e5e0a2.jpg",
    "altTitles": [
      {
        "en": "도사강호"
      }
    ],
    "description": {
      "en": "Woken up from a date, he’s suddenly in a movie set? Wait, he’s been reborn as a baby martial artist!  \n  \nIn Jongnam Clan, which was once one of the 9 strongest clans, he receives the name “Gunchung” and uses the knowledge of his past life to learn the true meaning of martial arts.  \n  \nWhen your perspective is different, your martial arts changes. Armed with knowledge, Gunchung brings about a new age of martial arts!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "118"
  },
  {
    "mangaId": "1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36",
    "title": {
      "en": "The Hundred Ghost Stories That Led to My Death"
    },
    "updatedAt": "2024-04-05T18:29:47+00:00",
    "coverArt": "https://mangadex.org/covers/1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36/b0c710d4-6a75-45f3-83e7-c72d144f96df.png",
    "altTitles": [
      {
        "ja": "僕が死ぬだけの百物語"
      },
      {
        "ja": "Boku ga Shinu dake no Hyakumonogatari"
      },
      {
        "zh": "我死前的百物语"
      },
      {
        "en": "100 Ghost Stories to Die For"
      },
      {
        "en": "Hundred Ghost Stories of My Own Death"
      }
    ],
    "description": {
      "en": "Anthology horror series detailing the \"Round of 100 Ghost Stories\", an old folktale believed to originate from Japan retold through the lens of Yuuma, a boy who lives in a troubled household. Often used as a test of courage where participants tell one hundred supernatural stories and blow out one candle then look at themselves in the mirror after they finish each story. When the one-hundredth candle is blown out, it is said that ghosts and demons are summoned to our world.",
      "pt-br": "Série de terror antológica detalhando a \"Rodada das 100 Histórias de Fantasmas\", muitas vezes usado como um teste de coragem, onde os participantes contam cem histórias sobrenaturais,  apagam uma vela e se olham no espelho depois de terminar cada história. Quando a centésima vela é apagada, diz-se que fantasmas e demônios são convocados ao nosso mundo. Um antigo conto popular originário do Japão recontado por de Yuuma, um menino que vive em uma casa problemática."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42b464cd-a8a1-45bb-9140-2f5674b54c22",
    "title": {
      "en": "The Person Sitting Next to Me Looking at Me with Perverted Eyes"
    },
    "updatedAt": "2024-04-14T12:43:38+00:00",
    "coverArt": "https://mangadex.org/covers/42b464cd-a8a1-45bb-9140-2f5674b54c22/2a5a1c72-c783-49f8-84e1-4e49c7c531dd.jpg",
    "altTitles": [
      {
        "ja": "隣の席の奴がエロい目で見てくる話"
      },
      {
        "vi": "Người bàn bên thường nhìn tôi bằng ánh mắt biến thái"
      },
      {
        "ja-ro": "Tonari no Seki no Yatsu ga Eroi me de Mitekuru Hanashi"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/117358783)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2ef0dd32-6795-4d60-8733-dd822f0cc2f9",
    "title": {
      "en": "Tensei Shitara Hime Datta node Dansou Joshi Kiwamete Saikyou Mahou Tsukai Mezasuwa"
    },
    "updatedAt": "2024-02-27T20:02:14+00:00",
    "coverArt": "https://mangadex.org/covers/2ef0dd32-6795-4d60-8733-dd822f0cc2f9/f1d88b9a-dd29-42d7-87db-3f04a6e4bc9c.jpg",
    "altTitles": [
      {
        "ja-ro": "Tensei Shitara Hime Datta node Dansou Joshi Kiwamete Saikyou Mahou Tsukai Mezasuwa"
      },
      {
        "ja": "転生したら姫だったので男装女子極めて最強魔法使い目指すわ"
      },
      {
        "en": "I Was Reincarnated as a Princess, so I’m Going to Become the Strongest Wizard in the World!"
      }
    ],
    "description": {
      "en": "Ikuto, an ordinary high school boy, is reincarnated as Isabella, a sheltered princess in a world of magic?!\r\nAlthough he is happy to be able to use magic, Ikuto's ambitions are crushed when he discovers that, in this world, women are not allowed to use magic.\r\nStill, Ikuto is not ready to give up, and at the age of 16, he decides to leave the castle and embark on a journey to learn magic...?!\r\nA new sensation about a princess disguised as a man (while inwardly a high school boy) and a handsome wizard with special circumstances!\r\n\r\n(Source: Hakusensha, translated via DeepL)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3aeb3968-5d1f-482d-abac-e8e19dd7fa98",
    "title": {
      "en": "Back Street Girls"
    },
    "updatedAt": "2023-12-21T18:44:13+00:00",
    "coverArt": "https://mangadex.org/covers/3aeb3968-5d1f-482d-abac-e8e19dd7fa98/8856a30f-6714-4e43-961b-0d2caf9044fe.jpg",
    "altTitles": [
      {
        "ru": "Из якудзы в поп-кумиры"
      },
      {
        "zh": "后街女孩"
      },
      {
        "zh-hk": "後街女孩"
      },
      {
        "ko": "백 스트리트 걸즈"
      },
      {
        "ja": "Back Street Girls ～ゴクドルズ～"
      },
      {
        "ja-ro": "Back Street Girls: Gokudols"
      },
      {
        "ja": "バックストリートガールズ ～ゴクドルズ～"
      }
    ],
    "description": {
      "en": "A group of 3 yakuza failed their boss for the last time. After messing up an important job, the boss gives them 2 choices: Honorably committing suicide, or go to Thailand to get a sex reassignment surgery in order to become \"female\" idols. After a gruesome year long training to become idols, they successfully debut, with overwhelming popularity, much to their dismay. This is where their tragedy truly begins.  \n  \nLink:  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20851) (anime)"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "144"
  },
  {
    "mangaId": "e0e346ea-17bf-4b48-b09d-23c2579a9e88",
    "title": {
      "en": "My Office Noona's Story"
    },
    "updatedAt": "2023-10-23T17:29:58+00:00",
    "coverArt": "https://mangadex.org/covers/e0e346ea-17bf-4b48-b09d-23c2579a9e88/809f1501-7343-4932-9ae8-4eaeb8c96fdb.png",
    "altTitles": [
      {
        "ko-ro": "Opiseu Nuna Iyagi"
      },
      {
        "en": "The story about my office noona"
      },
      {
        "zh": "年上姐姐的诱惑"
      },
      {
        "ko": "오피스 누나 이야기"
      },
      {
        "en": "Our Office Story"
      }
    ],
    "description": {
      "en": "Ahn was a mature and attractive older woman I met through my company's task force. Wise and caring, that's how I became captivated with her… However, she was also a woman with a child.  \r\n\r\n\r\n---\r\n\r\n[Official Chinese Translation](https://www.dongmanmanhua.cn/METROPOLIS/nianshangjiejiedeyouhuo/list?title_no=1562)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "61"
  },
  {
    "mangaId": "66e5da17-3052-4ea1-889d-e678d14f1c74",
    "title": {
      "en": "Setoutsumi"
    },
    "updatedAt": "2024-02-05T20:35:56+00:00",
    "coverArt": "https://mangadex.org/covers/66e5da17-3052-4ea1-889d-e678d14f1c74/82fbafdf-4f17-46f2-819c-bab76e48138b.jpg",
    "altTitles": [
      {
        "en": "Seto Utsumi"
      },
      {
        "en": "セトウツミ"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a210e6ef-d63b-492f-a3ba-159c4e47b568",
    "title": {
      "en": "Oni GF"
    },
    "updatedAt": "2023-02-12T14:32:27+00:00",
    "coverArt": "https://mangadex.org/covers/a210e6ef-d63b-492f-a3ba-159c4e47b568/80db960b-b815-49f4-8af1-7a4e36338f6f.jpg",
    "altTitles": [
      {
        "en": "Oni Girlfriend"
      }
    ],
    "description": {
      "en": "As children, Billy promised Kirika, an oni girl, that he would always protect her even after they got older. Ten years have passed since that promise and it looks like the roles have reversed?\n___\nOriginal comic posted by PeaCh88 on twitter.\n\n[**Author's Twitter**](https://twitter.com/pcmaniac88)    \n[**Patreon**](https://www.patreon.com/PeaCh88)\n[**Webtoon Version**](https://www.webtoons.com/en/challenge/oni-gf/list?title_no=843815)",
      "pt-br": "Quando crianças, Billy prometeu a Kirika, uma garota oni, que iria sempre a proteger mesmo depois de mais velhos. Dez anos já se passaram desde essa promessa e parece que os papeis se inverteram?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35b9f818-926b-4f4a-aa2b-0ac068986a73",
    "title": {
      "en": "MagiLumiere Co., Ltd."
    },
    "updatedAt": "2024-04-13T18:46:22+00:00",
    "coverArt": "https://mangadex.org/covers/35b9f818-926b-4f4a-aa2b-0ac068986a73/46d0b1c5-cf74-40e2-800e-b9d83fbb6b73.jpg",
    "altTitles": [
      {
        "ja": "株式会社マジルミエ"
      },
      {
        "ru": "Компания МагиЛумьер"
      },
      {
        "ne": "मागी-लुमिएर कं. लि."
      },
      {
        "ja-ro": "Kabushiki Gaisha Magi Lumiere"
      },
      {
        "pt-br": "Companhia das Garotas Mágicas Magilumiere"
      }
    ],
    "description": {
      "en": "Manga about a girl who was looking for a job and ended up in a corporation of magical girls fighting monsters.",
      "ja": "“魔法少女”――それは、誰もが憧れる「職業」である。　就職活動に苦戦する女子大生・桜木カナ。面接先で怪異に巻き込まれたカナは、駆けつけた魔法少女・越谷を手助けしたことをきっかけに、ベンチャー企業『株式会社マジルミエ』に魔法少女として新卒入社することになり…!?",
      "ru": "Манга про девочку, которая искала работу и попала в корпорацию девочек-волшебниц, борющихся с монстрами.",
      "pt-br": "Magilumiere: Companhia Das Garotas Mágicas"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb4cf7c6-aff3-44c2-9f9d-8cca42b3db46",
    "title": {
      "en": "Katsute Kami Datta Kemono-tachi e"
    },
    "updatedAt": "2023-08-03T19:25:24+00:00",
    "coverArt": "https://mangadex.org/covers/fb4cf7c6-aff3-44c2-9f9d-8cca42b3db46/0348d0e8-5ce3-4a96-8985-f4f6f3bd3ec1.jpg",
    "altTitles": [
      {
        "en": "To the Abandoned Sacred Beasts"
      },
      {
        "ja": "かつて神だった獣たちへ"
      }
    ],
    "description": {
      "en": "In war, men become beasts. War makes gods out of beasts. When war ends… where do the gods go? Where can they rest their weary heads?  \n  \nWolves walk the forest of despair, the wasteland of lamentation, the sea of bitterness, in the time of dark and light. To kill those that were once their friends.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/klotishue)  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=21778)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "15",
    "lastChapter": "87"
  },
  {
    "mangaId": "0cfadedb-99cf-4fe5-b117-dc624da32225",
    "title": {
      "en": "Black Gakkou ni Tsutomete Shimatta Sensei"
    },
    "updatedAt": "2023-10-25T21:25:46+00:00",
    "coverArt": "https://mangadex.org/covers/0cfadedb-99cf-4fe5-b117-dc624da32225/ec40e585-285d-402b-b349-b969c0763709.jpg",
    "altTitles": [
      {
        "en": "A Teacher Who Worked at a Black School"
      },
      {
        "en": "Black Girls High School"
      },
      {
        "ja": "Burakku Gakkou ni Tsutomete Shimatta Sensei"
      },
      {
        "en": "Crap, I'm a Teacher at a Black Gyaru School!"
      },
      {
        "en": "I Messed Up by Teaching at a Black Gyaru School!"
      },
      {
        "en": "Teacher Working at a Black School"
      },
      {
        "en": "Transferred to the Gyaru Academy"
      },
      {
        "ru": "Преподаватель Горячих Девушек"
      },
      {
        "ja": "ブラック学校に勤めてしまった先生"
      },
      {
        "zh": "在黑人学校工作的老师"
      },
      {
        "zh-hk": "在黑人學校工作的老師"
      },
      {
        "ko": "블랙학교에 근무하게 된 선생님"
      }
    ],
    "description": {
      "en": "The largest rise of Dark Skin Gyaru girls of this century! The start of high school life with best and strongest girls out there!! High School Teacher Imada Sasamichi has been assigned to work there at this school, only to find out that everyone in the class is a dark-skinned gyaru!!!! Kuroi, Kuroiwa, Kuroiso…all the names are Kuro (Black)!!! Meanwhile, Kuroi Mariko already fell in love with her sensei…!? It's the start of these lust-filled girls straight love-attacks on Sensei's life!",
      "pt": "Neste século houve o maior aumento de Gals Dark Skin! O início da vida no ensino médio com as melhores e mais fortes garotas que existem!! O professor do ensino médio Imada Sasamichi foi designado para trabalhar nesta escola, apenas para descobrir que todas na classe são um gals dark skin!!!! Kuroi, Kuroiwa, Kuroiso… todos os nomes delas tem Kuro(Dark)!!! Enquanto isso, Kuroi Mariko já se apaixonou por seu sensei…!? É o começo do ataque dessas garotas cheias de luxúria, amor e diretos à vida do Sensei!  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/Souryu_STD)  \n- [Author's Fanbox](https://souryu.fanbox.cc/)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-03-05T03:44:52+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/2e5f2212-c0fc-4441-9264-6e581a76bef4.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19a107f1-7e6e-487e-8ab0-19c2618d9cd2",
    "title": {
      "en": "Peter Grill and the Philosopher's Time"
    },
    "updatedAt": "2022-12-31T22:36:13+00:00",
    "coverArt": "https://mangadex.org/covers/19a107f1-7e6e-487e-8ab0-19c2618d9cd2/ac915b8d-13f3-42d0-ae85-98da32ae5656.jpg",
    "altTitles": [
      {
        "en": "Peter Grill and the Sage Time"
      },
      {
        "en": "Time Of Peter Grill and The Sage"
      },
      {
        "ja": "ピーター・グリルと賢者の時間"
      },
      {
        "ko": "피터 그릴과 현자의 시간"
      },
      {
        "ru": "Питер Грилл и время мудреца"
      },
      {
        "ja-ro": "Peter Grill to Kenja no Jikan"
      }
    ],
    "description": {
      "en": "Peter Grill is known throughout the land as the world's strongest fighter. He has a girlfriend whom he's steadily trying to get closer with. Life is good for him. Until he realizes that dozens of women, who want to bear strong children, are all vying for his seed.",
      "ja": "ピーター・グリルは武闘祭を勝ち抜き、ついに最強の称号を手に入れた。婚約者との関係もうまくいくと信じていたそのとき、異種族の女たちから積極的すぎるアプローチを受け…。人類最強と異種族の女たちの、種の存続をかけた戦いが始まった！",
      "pt-br": "Peter Grill é conhecido em todo o mundo como o guerreiro mais forte. Ele tem uma namorada com quem está tentando ficar mais próximo. A vida dele é boa. Até se dar conta que dezenas de mulheres, que querem ter filhos fortes, estão atrás de seu esperma.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 3, Cap 15 ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 6, Cap 26 ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2024-04-15T00:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/28c371c2-a991-47ff-aefa-e7138fcd2a26.jpg",
    "altTitles": [
      {
        "ko": "여친의 친구"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      },
      {
        "ja": "彼女の友達"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ja-ro": "Kanojo no Tomodachi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her ... What would you do if your girlfriend's friend pressed you like this? A fascinating erotic story drawn by Jura from the popular doujin circle \"JACK-POT\".",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？ 大人気同人サークル「JACK-POT」のじゅらが描く、魅惑の背徳物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "975f3334-8395-4393-84a2-50fcaccbcdc0",
    "title": {
      "en": "Isekai Bishoujo Juniku Ojisan to"
    },
    "updatedAt": "2024-02-16T03:25:01+00:00",
    "coverArt": "https://mangadex.org/covers/975f3334-8395-4393-84a2-50fcaccbcdc0/1fab0826-a75e-4d09-8c13-82c49770fece.jpg",
    "altTitles": [
      {
        "ja-ro": "Fabiniku"
      },
      {
        "ja": "異世界美少女受肉おじさんと"
      },
      {
        "ja": "ファ美肉"
      },
      {
        "ru": "Фантастический мир с обращённым в красавицу мужчиной и…"
      },
      {
        "ko": "이세계 미소녀가 되어 버린 아저씨와"
      },
      {
        "en": "With a Fogie Reincarnated as a Pretty Fantasy Girl"
      },
      {
        "ja-ro": "Isekai Bishōjo Juniku Ojisan to"
      },
      {
        "ja-ro": "Fantasy Bishoujo Juniku Ojisan to"
      },
      {
        "en": "Life with an Ordinary Guy Who Reincarnated into a Total Fantasy Knockout"
      }
    ],
    "description": {
      "en": "Hinata Tachibana, a beleaguered 32-year-old office worker, and his handsome best friend Tsukasa Jinguuji were summoned to another world by a naked goddess. However, because of the goddess's mischief, Tachibana was turned into a peerless beautiful girl?! To get back his body, he has to go on a journey with his best friend to defeat the demon king!!   \n  \nHowever… will they be able to keep their hands off each other!?  \n  \n\"An older man that became a beautiful girl\" and \"A handsome older man\"! Let the madness-filled another world journey rom-com begin!!",
      "ru": "Скучный мужчина вместе с его красивым лучшим другом были призваны в другой мир обнаженной богиней! Однако из-за озорства богини одного превратили в... невероятно красивую девушку?! Чтобы обратно вернуть своё тело, они должны отправиться в путешествие, чтобы победить Короля Демонов!! Да пускай начнётся романтическая комедия, наполненная полным безумием иного мира!",
      "pt-br": "Hinata Tachibana, um trabalhador de escritório sitiado de 32 anos, e seu belo melhor amigo Tsukasa Jinguuji foram convocados para outro mundo por uma deusa nua. No entanto, por causa das travessuras da deusa, Tachibana foi transformada em uma garota bonita inigualável ?! Para recuperar seu corpo, ele tem que viajar com seu melhor amigo para derrotar o rei demônio !! \n\nNo entanto... eles serão capazes de manter as mãos longe um do outro !? \n\n\"Um homem mais velho que se tornou uma garota bonita\" e \"Um homem mais velho e bonito\"! Deixe a loucura outra jornada mundial rom-com começar!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65976df0-3cc2-49d7-a2e2-f0f5b10aded7",
    "title": {
      "en": "Hatch Potch Panch"
    },
    "updatedAt": "2024-04-14T10:09:35+00:00",
    "coverArt": "https://mangadex.org/covers/65976df0-3cc2-49d7-a2e2-f0f5b10aded7/d343f4c0-7d08-4bd3-83c1-f2971037277a.jpg",
    "altTitles": [
      {
        "ja": "はっちぽっちぱんち,"
      },
      {
        "ja-ro": "Hacchi Pocchi Panchi"
      },
      {
        "en": "Hotch Potch Punch"
      },
      {
        "en": "Hotchpotch Punch"
      }
    ],
    "description": {
      "en": "She was destroying people… in her mind.\n\nKiho Ishiguro is a high school girl who's an honor student at school, and devotes herself to her disabled mother at home. She is quiet and gentle, but deep down inside she has always had the urge to \"hit someone.\" As her feelings gets stronger day by day, Kiho encounters a street criminal. She snaps and unleashes her rage on the bad guy without restraint…? Here comes the JK who will revolutionize the world of women's MMA!",
      "es": "Kuroishi Kiho, en la escuela es una estudiante ejemplar, en casa es una buena hija que ayuda a su madre con sus problemas en las piernas... pero en sus fantasías, es alguien que hace pedazos a la gente. Aunque parece tranquila y gentil, en lo más profundo de su corazón existe un impulso que la hace querer \"golpear a otros\". Desbordada por las fantasías que no la dejan en paz, decide confrontar a un violador, ¿Será capaz de liberar y apaciguar sus emociones reprimidas con este criminal? ¡Entra en escena la estudiante de preparatoria que podría revolucionar las artes marciales de mujeres!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ec25568-3e81-4106-aa7c-dd5d3d337cd3",
    "title": {
      "en": "Gal Assi"
    },
    "updatedAt": "2024-04-10T16:03:13+00:00",
    "coverArt": "https://mangadex.org/covers/5ec25568-3e81-4106-aa7c-dd5d3d337cd3/45976f0d-d0c6-4952-85bb-2dc99615cc2c.jpg",
    "altTitles": [
      {
        "en": "Gal Assistant"
      },
      {
        "ja": "ぎゃるアシ"
      },
      {
        "ja-ro": "Gyaru Ashi"
      }
    ],
    "description": {
      "en": "Mie is a dull high school student who happens to be a professional manga author. He hires an assistant, but the person who came is the number one gal in his class! Despite her looks though, she's extremely good at what she does, and working with her is exciting, stimulating, busy, and fun!!",
      "fr": "Mie est un lycéen ennuyeux qui se trouve être un mangaka professionnel. Il engage une assistante, mais la personne qui arrive est la plus grande gal de son lycée ! Malgré son physique, elle est extrêmement douée dans ce qu'elle fait, et travailler avec elle est excitant, stimulant, prenant et amusant !"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "30"
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-04-12T13:05:51+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/6fdf61e2-5f60-420a-b1f8-3d4b0461a9c1.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "71a621f8-c2bc-496e-aa34-f4b91e9874ac",
    "title": {
      "en": "Demon Spirit Seed Manual"
    },
    "updatedAt": "2023-09-11T01:33:17+00:00",
    "coverArt": "https://mangadex.org/covers/71a621f8-c2bc-496e-aa34-f4b91e9874ac/6d5892ad-d655-40b6-bab7-4a446b05f883.png",
    "altTitles": [
      {
        "en": "Fairies Cultivation Manual"
      },
      {
        "en": "DSSM"
      },
      {
        "en": "Fairy Seed Handbook"
      },
      {
        "zh-ro": "Yao Jing Zhong Zhi Shou Ce"
      },
      {
        "zh-ro": "Yāojing Zhòngzhí Shǒucè"
      },
      {
        "ru": "Руководство по семенам фей"
      },
      {
        "zh": "妖精种植手册"
      }
    ],
    "description": {
      "en": "Yuan Ding, an otaku, was transported to another world. After taking Shuo Yue Academy's entrance exam, Yuan Ding's life in another world begins, aiming to collect the Demon Spirits said to exist in the legends. A lighthearted, comedy and harem manhua.",
      "pt": "\"Tantos espíritos demoníacos, quero capturá-los.\" Long Ao Tian. Yuan Ding, sai em uma viagem para capturar espíritos demoníacos.",
      "ru": "Юань Дин (园丁) – 16-летний отаку, который был перемещен в параллельный мир. Жизнь главного героя в другом мире началась со сдачи вступительных экзаменов в Академию Шо Юэ. А затем у него появилась цель – собрать все семена фей, о которых говорится в легендах."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "011ecd60-144f-476f-92e9-278905cb4450",
    "title": {
      "en": "Getsuyoubi no Tawawa (Serialization) (Blue) (Fan Colored)"
    },
    "updatedAt": "2024-04-08T19:34:51+00:00",
    "coverArt": "https://mangadex.org/covers/011ecd60-144f-476f-92e9-278905cb4450/58288378-8baf-4520-9c1c-c9e9cb97d6b2.jpg",
    "altTitles": [
      {
        "en": "Tawawa on Monday"
      },
      {
        "ja": "月曜日のたわわ"
      }
    ],
    "description": {
      "en": "Following the spirit of the origins of our popular big-breasted girls of Himura Kiseki-sensei, presenting a special Blue Edition of the weekly chapters of Yanmaga magazine's serialization \"Getsuyoubi no Tawawa\"!\n\n---\n\nBe sure to check out the published volumes released in Blue format in the Retail section, and the official English licensing by Denpa US (also in Blue)!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b27cbd8-4cc6-40ca-b010-928da4540be8",
    "title": {
      "en": "Getsuyoubi no Tawawa"
    },
    "updatedAt": "2024-02-19T05:27:56+00:00",
    "coverArt": "https://mangadex.org/covers/6b27cbd8-4cc6-40ca-b010-928da4540be8/32a533e2-fd5d-4090-a958-57e5e81e4af3.jpg",
    "altTitles": [
      {
        "ru": "Загруженный понедельник"
      },
      {
        "ru": "Тавава по Понедельникам"
      },
      {
        "ja": "月曜日のたわわ"
      },
      {
        "ja-ro": "Getsuyoubi no Tawawa"
      },
      {
        "en": "Tawawa on Monday"
      }
    ],
    "description": {
      "en": "A salary man is quite depressed, especially on Mondays. At his lowest point a well-endowed High-School girl calling herself Ai-chan stumbles breast-first into his face. The concussion she gave him served as the start of their relationship.  \n  \n**Notes**:\n - This page refers to the Twitter manga's official serialization, which began in Weekly Young Magazine on November 16, 2020.\n - For the separate Blue Edition for the serialization, click [here](https://mangadex.org/title/f5818aee-080b-42b5-b717-b1dae81f049c/getsuyoubi-no-tawawa-blue)",
      "fr": "Un employé de bureau est déprimé, surtout les lundis. Au bout du rouleau, une lycéenne bien fournie qui se fait appeler Ai-chan lui tombe dessus, poitrine la première. La blessure qu’elle lui a infligée, marque le début de leur relation.",
      "ja": "読めばアナタも元気になれる！ 月曜日の憂鬱なんて吹っ飛ばす！ たわわな女の子たちの日常コメディ！",
      "pt-br": "Um assalariado fica bastante deprimido, principalmente às segundas-feiras. Em seu ponto mais baixo, uma garota bem dotada do colégio que se autodenomina Ai-chan tropeça no rosto dele. A concussão que ela deu a ele serviu como o início de seu relacionamento. \n\n*Esta página refere-se à serialização oficial do mangá do Twitter, que começou na Weekly Young Magazine em 16 de novembro de 2020.*"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31bdd11c-7a69-4c6c-97fb-a652d1d0840c",
    "title": {
      "en": "Ariadne in the Blue Sky"
    },
    "updatedAt": "2023-11-30T23:23:06+00:00",
    "coverArt": "https://mangadex.org/covers/31bdd11c-7a69-4c6c-97fb-a652d1d0840c/45e450bc-9f5f-4399-8c6b-db7fac3655bd.jpg",
    "altTitles": [
      {
        "es": "Ariadne en el cielo azul"
      },
      {
        "it": "Ariadne in the Blue Sky"
      },
      {
        "ru": "Ариадна голубых небес"
      },
      {
        "ja": "蒼穹のアリアドネ"
      },
      {
        "fr": "Ariadne l'empire céleste"
      },
      {
        "ja-ro": "Soukyuu no Ariadne"
      }
    ],
    "description": {
      "en": "Lacile, a human weapon made during the last great war who now lives in isolation, meets Leana a runaway princess from the floating city of Ariadne and becomes her knight of the blue sky. They set off into the outside world, both harboring the dream of seeing what the world has to offer!",
      "ru": "Манга рассказывает историю одного мальчика, который живет один вдалеке от остальных людей и лелеет одну мечту. Однажды он встречает одинокую девушку, и история начинается, когда он становится частью судьбы девушки."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "22",
    "lastChapter": "217"
  },
  {
    "mangaId": "fcf1aa35-4891-46a3-9874-f1823ddac415",
    "title": {
      "en": "Sousei no Onmyouji"
    },
    "updatedAt": "2024-04-14T17:12:27+00:00",
    "coverArt": "https://mangadex.org/covers/fcf1aa35-4891-46a3-9874-f1823ddac415/3f549d4e-889c-445a-be9b-a5d14ef01d22.jpg",
    "altTitles": [
      {
        "en": "Twin Star Exorcists"
      },
      {
        "ru": "Оммёдзи двух звезд"
      },
      {
        "ru": "Экзорцисты Двух Звезд"
      },
      {
        "ja": "双星の陰陽師"
      },
      {
        "zh": "双星之阴阳师"
      },
      {
        "ko": "쌍성의 음양사"
      },
      {
        "pt-br": "Exorcistas das Estrelas Gêmeas"
      }
    ],
    "description": {
      "en": "Rokuro Enmado is from a family of exorcists who remove evil Kegare, but his real dream is to be a singer, a soccer player, or anything other than an exorcist. When another exorcist, a girl named Benio Adashino arrives, Rokura is suddenly inflamed with competitive spirit and decides to put his natural knack to good use. Their rivalry gets more complicated when they both learn they are the destined \"Twin Star Exorcists,\" two ultimate fighters fated to marry and create the prophesied child who will eliminate all the Kegare in the world.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Twin Star Exorcists** (2019)",
      "ru": "С давних времён доблестные оммёдзи сражаются со скверной - злобными духами, рождёнными из человеческих страхов, боли и отчаяния. Рокуро с детства мечтал стать сильнейшим оммёдзи и очистить мир от скверны, но ужасная трагедия на долгие годы убила в нём всякое желание бороться. Но кому есть дело до желаний гиперактивного мальчишки, когда от него и талантливой девочки зависит судьба всего мира?",
      "pt-br": "Rokuro sonha em se tornar tudo menos um exorcista! Então a misteriosa Benio aparece. Os dois são apelidados de \"Exorcistas das Estrelas Gêmeas\" e descobrem que estão destinados a se casar... Rokuro pode escapar de ambos os destinos? Quando o melhor amigo de Rokuro, Ryogo, desaparece, Rokuro é forçado a pedir ajuda a Benio para entrar em Magano, o reino dos Kegare, para resgatá-lo!"
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7e2f694-fac8-48c5-af12-b3b6f747dc83",
    "title": {
      "en": "Ore to Mou Ichido, Hatsukoi."
    },
    "updatedAt": "2024-04-15T19:33:38+00:00",
    "coverArt": "https://mangadex.org/covers/b7e2f694-fac8-48c5-af12-b3b6f747dc83/c5a76bbb-157c-4179-be98-d1f3be751a2d.jpg",
    "altTitles": [
      {
        "zh-hk": "與我的再次初戀"
      },
      {
        "ja": "俺ともう一度、初恋。"
      },
      {
        "en": "First Love With Me Again"
      },
      {
        "ja-ro": "Ore to mou Ichido First Love."
      }
    ],
    "description": {
      "en": "I fell in love with fate. But the memory of that love disappeared. Four men were waiting for her when she lost her memory. It seems that just before she lost her memory, she chose one of these men as her fiancé. She had even decided to get engaged, but now she has to redo her first love. You might already be in a trap!\n\nAll of them are seriously trying to get married, and the exciting reverse love story is about to begin!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28481ebf-370b-45c5-950b-357e7d78c11b",
    "title": {
      "en": "Sparkling Dream"
    },
    "updatedAt": "2024-03-16T22:04:38+00:00",
    "coverArt": "https://mangadex.org/covers/28481ebf-370b-45c5-950b-357e7d78c11b/bd85bfe9-1f32-4981-b990-ae2a66d3a14d.jpg",
    "altTitles": [
      {
        "en": "Dreams of the Flame Blossoms Fire Flower Night"
      },
      {
        "ko": "화화몽"
      }
    ],
    "description": {
      "en": "The seventh life, finally bloody revenge! Ryu Hee-gyeom, who helped the shaman in trouble, receives five lives. He dies in vain in all five lives, and Ryu Hee-gyeom comes back to life again. In his repeated life, he only wants revenge for the traitor, and due to some variable, he returns to the seventh. His life flows differently from his memory. “Since I got married, whether I kill or live, the queen is now my person.” Somehow, she becomes the only queen of the king and starts to be favored... “If you try to escape, cut off your leg."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9eb4d865-ac1c-4bd6-a61e-2a0f583ecf52",
    "title": {
      "en": "Existential Unplugged"
    },
    "updatedAt": "2024-04-06T17:00:29+00:00",
    "coverArt": "https://mangadex.org/covers/9eb4d865-ac1c-4bd6-a61e-2a0f583ecf52/ed94db3a-fe07-4347-8824-88afb6276ea6.jpg",
    "altTitles": [
      {
        "ja": "実存アンプラグド"
      },
      {
        "ja-ro": "Jitsuzon Unplugged"
      }
    ],
    "description": {
      "en": "Philosophers, burdened with unexpressed thoughts after lifetimes of reflection, have curiously reemerged in our world! Among them, Kierkegaard finds an unconventional outlet for his philosophy...music?! Watch as he rocks the city of Nakano with a comedic twist on philosophy!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc4c9b57-1295-4667-8d4e-c6b93dce2e68",
    "title": {
      "en": "Coffee Moon"
    },
    "updatedAt": "2024-04-02T06:29:06+00:00",
    "coverArt": "https://mangadex.org/covers/fc4c9b57-1295-4667-8d4e-c6b93dce2e68/16dd1891-7005-4824-bdd5-7917bd02732d.jpg",
    "altTitles": [
      {
        "ja": "コーヒームーン"
      }
    ],
    "description": {
      "en": "The light is gone. Unable to escape the darkness, Pieta repeats the same day. Every day she walks to school down the same road, through the same rain, then has the same conversation with her friend Danae. Eventually, she finds happiness in the repetition. The days carry on as normal, until one day, her routine chat with Danae takes a different turn: \"What?! You can remember the today that happened yesterday too?\" Despite their bleak situation, the girls reach towards tomorrow!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "34"
  },
  {
    "mangaId": "900b1790-4d86-4030-b410-00db69df4771",
    "title": {
      "en": "Saikyou no Maou ni Kitaerareta Yuusha Isekai Kikanshatachi no Gakuen de Musou Suru"
    },
    "updatedAt": "2024-04-02T21:39:47+00:00",
    "coverArt": "https://mangadex.org/covers/900b1790-4d86-4030-b410-00db69df4771/fd0dbdb0-0cc2-4a80-b9a9-0d6ee424de94.jpg",
    "altTitles": [
      {
        "ja-ro": "Saikyou no Maou ni Kitaerareta Yuusha, Isekai Kikansha-tachi no Gakuen de Musou Suru"
      },
      {
        "ja": "最凶の魔王に鍛えられた勇者、異世界帰還者たちの学園で無双する"
      },
      {
        "en": "The Hero Trained by the Worst Demon King Is Unrivaled in the School of Returnees From Another World"
      },
      {
        "ja-ro": "Sai Kyō no Maō ni Kitae Rareta Yūsha, Isekai Kikan-sha-tachi no Gakuen de Musō Suru"
      },
      {
        "en": "A Brave Man Trained by the Worst Demon King, Unrivaled in the School of Returnees From Another World"
      }
    ],
    "description": {
      "en": "Without possessing the unique skill blessed by the goddess, a boy named Kujou Kyouya failed to save the world. He was ridiculed as a “failed hero” at the interdimensional-level academy where returned heroes who had saved many worlds gathered.\n\nHowever, he became the strongest and most unique hero, having trained for 30,000 years in another world with the most evil demon king, Felice, who has destroyed 3,000 worlds!\n\nNow Kyouya’s unique skill is so powerful that he cannot even be defeated by the strongest heroes! The legend of a boy trained by the most evil demon king, begins!\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://seiga.nicovideo.jp/comic/58212),  [BookLive](https://booklive.jp/product/index/title_id/1299578/vol_no/001)",
      "id": "&nbsp;&nbsp; &nbsp; Tanpa mendapatkan berkah kemampuan unik dari Dewa, anak laki-laki bernama Kujou Kyouya gagal menyelamatkan dunia. Dia diejek sebagai \"pahlawan gagal\" di akademi level interdimensi di mana pahlawan yang telah menyelamatkan banyak dunia berkumpul. Meski begitu dia dapat menjadi pahlawan terkuat dan terunik, setelah berlatih selama 30.000 tahun di dunia lain dengan Raja Iblis paling jahat, Felice, yang telah menghancurkan 3.000 dunia! Sekarang dengan kemampuan uniknya Kyouya sangat kuat yang bahkan tidak akan bisa dikalahkan oleh pahlawan terkuat sekalipun! Legenda tentang anak laki-laki yang dilatih Raja Iblis paling jahat, dimulai!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "72231b89-3934-439b-9d83-0f82e45f01d6",
    "title": {
      "en": "Kanchigai no Atelier Meister"
    },
    "updatedAt": "2024-03-07T16:36:47+00:00",
    "coverArt": "https://mangadex.org/covers/72231b89-3934-439b-9d83-0f82e45f01d6/15edb455-466b-4834-ada7-f2f2f701fbd3.jpg",
    "altTitles": [
      {
        "ja-ro": "Kanchigai no Atelier Meister: Eiyuu Party no Moto Zatsuyougakari ga, Jitsu wa Sentou Igai ga SSS Rank Datta to Iu Yoku Aru Hanashi"
      },
      {
        "en": "The  Mistaken Atelier Meister"
      },
      {
        "ja": "勘違いの工房主"
      },
      {
        "ja": "勘違いの工房主(アトリエマイスター)"
      },
      {
        "en": "The Unaware Atelier Master"
      }
    ],
    "description": {
      "en": "Kuruto gets kicked out of the hero's party for being too useless in combat. However unknown to him, he's SSS Rank in skills like cooking, building, magic tool crafting, etc. \n  \nWN Raw: <https://www.alphapolis.co.jp/novel/292207951/264201950>"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ddfe740-8b05-4ac4-be90-9f1e5b8fe1ea",
    "title": {
      "en": "Nee Nee, Nene-san."
    },
    "updatedAt": "2024-04-15T18:37:58+00:00",
    "coverArt": "https://mangadex.org/covers/3ddfe740-8b05-4ac4-be90-9f1e5b8fe1ea/f661ddf1-2cdd-4078-859b-f4f45ead80bb.png",
    "altTitles": [
      {
        "ja": "ねぇねぇ、ねねさん。"
      },
      {
        "ru": "Эй-эй, Эйнэ."
      }
    ],
    "description": {
      "en": "A warm, tender, and sad story about Nene, who loved to eat.",
      "ru": "Тёплая, нежная и грустная история об Эйнэ, что любила покушать.",
      "es-la": "Una historia cálida, tierna y triste sobre Nene, a quien le encantaba comer."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "029b5f96-0fe6-49e6-8d2e-8c774175b978",
    "title": {
      "en": "I Encountered A False Spiritual Revival"
    },
    "updatedAt": "2024-04-15T16:57:33+00:00",
    "coverArt": "https://mangadex.org/covers/029b5f96-0fe6-49e6-8d2e-8c774175b978/725dbec8-9107-4bd0-b77d-b878900effcd.jpg",
    "altTitles": [
      {
        "zh": "我遇到了假的灵气复苏"
      }
    ],
    "description": {
      "en": "Everyone in the world is mentally ill, except me! (Confirmed!)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c322dbd7-bf69-468a-b6c8-41e110e1e0ff",
    "title": {
      "en": "Superhuman Battlefield"
    },
    "updatedAt": "2023-07-29T18:02:25+00:00",
    "coverArt": "https://mangadex.org/covers/c322dbd7-bf69-468a-b6c8-41e110e1e0ff/982dfb2d-36c3-4660-b219-706bbe381b75.jpg",
    "altTitles": [
      {
        "ko": "초인의 게임"
      },
      {
        "ru": "Игра сверхчеловека"
      },
      {
        "en": "The Esper's Game"
      }
    ],
    "description": {
      "en": "Seo MoonYeob was the world’s greatest superhuman, who sacrificed himself after saving humanity.\n\nThought to have been dead, he returns 17 years later to a now-peaceful world,\nand the superhuman sport faces seismic change.\n\nThe story of a modern-fantasy sports-action starts now!",
      "ko": "인류를 구하고 홀로 희생한 영웅, 최강의 초인 서문엽.\n죽었다고 알려진 그가 17년 후의 평화로운 세상에 돌연 귀환하면서\n초인들의 스포츠 <배틀필드>에는 지각변동이 일어나기 시작한다.\n\n본격 현대 판타지 X 스포츠 X 액션!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9c3006-915b-4f7e-8636-9eea6da12ec3",
    "title": {
      "en": "Drug Store Tenin Sacchan no Nichijou"
    },
    "updatedAt": "2024-01-16T20:25:25+00:00",
    "coverArt": "https://mangadex.org/covers/9d9c3006-915b-4f7e-8636-9eea6da12ec3/f55ed3bc-15f3-4440-a1ae-f1a34efe689c.png",
    "altTitles": [
      {
        "ja-ro": "Drugstore tenin sa-chan no nichijo"
      },
      {
        "ja-ro": "Doraggusutoa ten'in satchan no nichijō"
      },
      {
        "ja": "ドラッグストア店員さっちゃんの日常"
      },
      {
        "vi": "Chuyện nàng Sa ở tiệm thuốc"
      },
      {
        "en": "Daily Life of Sa-chan, a Drugstore Clerk"
      },
      {
        "fr": "Le quotidien de Sa-Chan, une vendeuse comme une autre"
      }
    ],
    "description": {
      "en": "A series between the expressionless drugstore clerk, Sa-chan, and her boisterous childhood friend who's head over heels over Sa-chan but hesitant in confessing his love for her. Join them in their romcom-packed everyday life working at a drugstore.",
      "id": "Seri antara petugas toko obat tanpa ekspresi, Sa-chan, dan teman masa kecilnya yang riuh yang jungkir balik terhadap Sa-chan tetapi ragu-ragu dalam mengakui cintanya padanya. Bergabunglah dengan mereka dalam kehidupan sehari-hari mereka yang penuh romansa bekerja di toko obat.",
      "ja": "ドラッグストアで働くさっちゃんとその幼なじみが両思いなんだけど、お互い気づかなくて毎日やきもきする話です。",
      "pt-br": "Uma série entre a inexpressiva balconista da drogaria, Sa-chan, e seu turbulento amigo de infância que está de ponta-cabeça por Sa-chan, mas hesita em confessar seu amor por ela. Junte-se a eles em sua vida cotidiana repleta de comédia romântica trabalhando em uma farmácia."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6670ee28-f26d-4b61-b49c-d71149cd5a6e",
    "title": {
      "en": "Mieruko-chan"
    },
    "updatedAt": "2024-02-08T05:54:03+00:00",
    "coverArt": "https://mangadex.org/covers/6670ee28-f26d-4b61-b49c-d71149cd5a6e/341eab95-c6f7-49f0-99ea-d35c4012757b.jpg",
    "altTitles": [
      {
        "en": "The Girl Who Sees \"Them\""
      },
      {
        "en": "Child That Can See It"
      },
      {
        "en": "Girl That Can See It"
      },
      {
        "en": "Li'l Miss Can-See-Ghosts"
      },
      {
        "fr": "Mieruko-chan : Slice of Horror"
      },
      {
        "en": "Can-See-Ghosts-chan"
      },
      {
        "zh": "看得见的女孩"
      },
      {
        "ja": "見える子ちゃん"
      },
      {
        "zh-hk": "陰陽眼見子"
      },
      {
        "ru": "Девочка, которая видит это"
      },
      {
        "ne": "मिएरुको-चान"
      },
      {
        "ar": "مييروكو تشان"
      },
      {
        "th": "มิเอรุโกะจัง ใครว่าหนูเห็นผี"
      },
      {
        "ko": "보이는 여고생"
      },
      {
        "de": "Mieruko-chan - Die Geister, die mich riefen"
      }
    ],
    "description": {
      "en": "All of a sudden, Miko is able to see grotesque monsters all around her; but no one else can. Rather than trying to run away or face them, she instead musters all of her courage and… ignores them. Join in on her day-to-day life as she keeps up her best poker face despite the supernatural goings-on.",
      "fr": "**Officially Published:**  \n- In French by [Ototo Manga](http://www.ototo.fr/Serie-94-Mieruko-chanSliceofHorror)",
      "ja": "- [Alternative Raw](http://seiga.nicovideo.jp/comic/37662)",
      "ru": "Мико — старшеклассница, проклятая шестым чувством; у нее есть способность видеть призраков- Она пытается жить обычной жизнью, но трудно, когда призраки продолжают преследовать ее- Она также может видеть души людей, и она понимает, что люди — настоящие монстры.В один «прекрасный» день старшеклассница внезапно начала видеть призраков! Она не может от этого избавиться, но изо всех сил старается вести себя так, будто вообще их не видит. История девушки с шестым чувством начинается!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0df86784-961a-443c-9765-8b41702c6249",
    "title": {
      "en": "Alice-san Chi no Iroribata"
    },
    "updatedAt": "2023-12-25T10:07:41+00:00",
    "coverArt": "https://mangadex.org/covers/0df86784-961a-443c-9765-8b41702c6249/7b1d1385-f8fa-4115-8b73-22e7baef604c.jpg",
    "altTitles": [
      {
        "ja": "アリスさんちの囲炉裏端"
      },
      {
        "ru": "У очага в доме Арису-сан"
      },
      {
        "th": "มื้ออุ่นหน้าเตาแห่งบ้านคุณอลิซ"
      },
      {
        "en": "By The Hearth At Alice-san's Home"
      },
      {
        "en": "By the Furnace of Miss Alice’s House"
      }
    ],
    "description": {
      "en": "After ten years, Alice returns to her hometown from Tokyo to live alone in a traditional Japanese house with a sunken hearth. Harumi, her childhood friend, nervously meets her again after such a long time, but the warmth of the hearth with Alice is just as warm as it was in the past...\n\nNext to the hearth in Miss Alice's house, let's have a leisurely meal together.",
      "pt-br": "Depois de 10 anos, Alice volta de Tóquio para a sua cidade natal e mora sozinha em uma antiga casa tradicional Japonesa com lareira. Harumi, um amigo de infância, estava animado para se encontrar novamente depois de muito tempo, mas o calor da lareira com Alice continua tão quente quanto no passado..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "7d561f70-3503-459e-95f3-ffa33a321721",
    "title": {
      "en": "The journey of Dionysus"
    },
    "updatedAt": "2023-09-22T13:52:10+00:00",
    "coverArt": "https://mangadex.org/covers/7d561f70-3503-459e-95f3-ffa33a321721/9134bbae-2358-4be6-93dd-ce8d10ff6b7b.jpg",
    "altTitles": [],
    "description": {
      "en": "Dionysus- the young boy who grew up on a small island with no memory of his family and his constant strange nightmares and dreams. One day, Dionysus decided to go on a journey to find his family and discover who he really was, alongside the love of his life, Ariadne."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52d4ad1e-d02c-4fef-81d6-1e758e699d31",
    "title": {
      "en": "Hatarakanai Futari"
    },
    "updatedAt": "2024-02-13T05:05:49+00:00",
    "coverArt": "https://mangadex.org/covers/52d4ad1e-d02c-4fef-81d6-1e758e699d31/b9ec8372-e18e-432b-9052-42739f8909b1.jpg",
    "altTitles": [
      {
        "tr": "Çalışmayan İkili"
      },
      {
        "tl": "Ang Walang trabahong Magkapatid"
      },
      {
        "tr": "İşsiz Kardeşler"
      },
      {
        "id": "Kaka-beradik Penganggur"
      },
      {
        "ru": "Бездельники"
      },
      {
        "ja": "働かないふたり"
      },
      {
        "ja-ro": "Hatarakanai Futari"
      },
      {
        "en": "The Jobless Siblings"
      }
    ],
    "description": {
      "en": "A slice-of-life story about two siblings, both jobless shut-ins. Haruko is a teenage girl who shares with her brother a love of laying around the house in sweats, watching television and playing video games. Her brother has a few friends, but Haruko has a lot of problems with social anxiety. The two of them pass their days happily playing together, though their mother worries about how she's going to get Haruko to shape up enough to find a husband.",
      "pt": "Haruko é uma adolescente que compartilha com seu irmão um amor de ficar em casa de moletom, assistindo televisão e jogando videogames. Seu irmão tem alguns amigos, mas Haruko tem um monte de problemas com ansiedade social. Os dois passam seus dias felizes brincando juntos, embora sua mãe se preocupa sobre como Haruko vai ficar e se melhorar o suficiente para encontrar um marido.",
      "es-la": "La historia del día a día de dos hermanos, ambos encerrados y sin trabajo. Haruko es una adolescente que comparte con su hermano el amor por holgazanear en la casa en sudaderas, mirar televisión y jugar videojuegos. Su hermano tiene algunos amigos, pero Haruko tiene muchos problemas de ansiedad social. Los dos pasan sus días felices jugando juntos, aunque a su madre le preocupa cómo hará que Haruko se ponga en forma lo suficiente como para encontrar un marido."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31195a76-d460-4fb3-8e72-d5cd80184900",
    "title": {
      "en": "Hoshino-kun, Shitagatte!"
    },
    "updatedAt": "2024-02-09T06:16:11+00:00",
    "coverArt": "https://mangadex.org/covers/31195a76-d460-4fb3-8e72-d5cd80184900/0f3c286c-454d-4e8e-908d-177cb071190c.jpg",
    "altTitles": [
      {
        "ja": "星野くん、したがって！"
      },
      {
        "en": "Hoshino-kun, Please Follow My Lead!"
      },
      {
        "ru": "Хосино-кун, следуй за мной!"
      },
      {
        "ar": "!هوشينو-كن، رجاءً اتبع توجيهاتي"
      },
      {
        "vi": "Nghe lời tôi nào Hoshino!"
      }
    ],
    "description": {
      "ar": "روم-كوم عن صبي مدرسة ثانوية خجول ولطيف من مدرسة البيسبول يلتقي بطالبة منتقلة جديدة بمفردها. فيعلم عن تعرضها للاعتداء ولكن بطريقة ما تبدو هذه الفتاة غريبة نوعًا ما لأنها فجأةً طلبت منه المال لمساعدتها!",
      "en": "Hoshino, a member of the baseball club meets Yamada, a classmate who has just transferred to his new school. She cries loudly that she was \"mugged\" and makes a certain \"request\" to him. The world's funniest master-slave relationship between a clueless girl and a good-natured little guy is about to begin."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60a1627e-1753-4e14-be50-4ec41e3e8b47",
    "title": {
      "en": "COLOR/LESS"
    },
    "updatedAt": "2024-03-07T18:06:29+00:00",
    "coverArt": "https://mangadex.org/covers/60a1627e-1753-4e14-be50-4ec41e3e8b47/02f3246e-5719-486f-83e6-c80cf8c8e492.jpg",
    "altTitles": [
      {
        "ja": "カラーレス"
      },
      {
        "ja-ro": "Karaaresu"
      },
      {
        "en": "Colorless"
      },
      {
        "en": "Colourless"
      },
      {
        "nl": "Kleurloos"
      },
      {
        "de": "Farblos"
      },
      {
        "sv": "Färglös"
      },
      {
        "no": "Fargeløs"
      },
      {
        "fr": "Incolore"
      },
      {
        "pt": "Incolor"
      },
      {
        "es": "Incoloro"
      },
      {
        "el": "Άχρωμος"
      },
      {
        "bg": "Безцветен"
      },
      {
        "ru": "Бесцветный"
      },
      {
        "uk": "Безбарвний"
      },
      {
        "pl": "Bezbarwny"
      },
      {
        "cs": "Bezbarvý"
      },
      {
        "sk": "Bezfarebný"
      },
      {
        "fa": "بی‌رنگ"
      },
      {
        "zh": "无色"
      },
      {
        "zh-hk": "無色"
      },
      {
        "ko": "무색"
      },
      {
        "tr": "Renksiz"
      },
      {
        "hu": "Színtelen"
      },
      {
        "fi": "Väritön"
      },
      {
        "id": "Takberwarna"
      },
      {
        "te": "రంగులేని"
      }
    ],
    "description": {
      "en": "A gray Earth, where humanity was transformed into deformed beings. The curtains open on an action series where the goal is to recover a lost world, with the help of a strange-looking gun!\n \nAn enormous solar flare caused the planet to lose all of its colors. Humans are deformed and declining in numbers. The key to reclaiming the old world lies within the power hidden in *color*, and one *girl*. Knowing that the few remnants of colors in the world yield a great power, Avidia, who is conducting research while protecting a girl named Chie, uses the colors to expand his own power, and throws himself in a battle against the Cult.\n\n---\nA cosmic disaster changed the Earth forever, stripping away every last drop of color from the world. Mankind also changed: the familiar human face is almost forgotten in a world now populated wholly by mutants. Against the backdrop of a moody urban landscape, a lone-wolf investigator named Avidia relies on both his wits and extraordinary gun to hunt down the world's last hidden scraps of color. He soon crosses paths with a very special girl -- one who just might hold the key to bringing back what the world has lost.",
      "es": "Una Tierra gris, donde la humanidad se transformó en seres deformes. Se abren las cortinas de una serie de acción en la que el objetivo es recuperar un mundo perdido, con la ayuda de un arma de aspecto extraño.  \n  \nUna enorme erupción solar hizo que el planeta perdiera todos sus colores. Los humanos están deformados y disminuyendo en número. La clave para recuperar el viejo mundo está en el poder oculto en el 「color」, y en una「Chica」. Sabiendo que los pocos restos de colores en el mundo producen un gran poder, Avidia, que está llevando a cabo una investigación mientras protege a una chica llamada Chie, utiliza los colores para expandir su propio poder, y se lanza a una batalla contra el Culto.",
      "fr": "Suite à une éruption solaire d'une ampleur sans précédent, la Terre a perdu ses couleurs. L'humanité, victime de mutations génétiques, est sur le déclin. Malgré tout, il subsiste encore des fragments infimes de couleurs dans le monde, et ils pourraient bien être la clé qui rendra à la Terre sa splendeur d'antan, tout comme une mystérieuse jeune fille Avidya, qui étudie la prodigieuse énergie contenue dans les couleurs, va devoir mettre sa vie en jeu pour protéger la jeune Tchié de l'Église, un culte qui cherche à s'emparer de ce pouvoir pour étendre son influence.",
      "ja": "『シドニアの騎士』『人形の国』弐瓶勉先生、絶賛!!\n「心配になるぐらい人間が出てきませんが大好きです。」\n\n\n灰色の地球、\n異形化が進んだ人類ーー。\n失われた世界を取り戻す\n異形ガンアクション、開幕!!\n\n極大太陽フレアの影響で色素を失った地球。\n異形化し、衰退の一途をたどる人類。\nかつての世界を取り戻す鍵は\n「色」に秘められた力と一人の「少女」。\n\n世界に僅かに残された「色」の残滓に\n巨大な力が宿っていることを知り\n研究を進めるアヴィディアは、\n少女・智慧を守りながら\n「色」の力を使い勢力を拡大する\n「教団」との戦いに身を投じることとなる。",
      "pt": "Uma Terra cinza, onde a humanidade foi transformada em seres deformados. As cortinas abrem-se em uma série de ação onde o objetivo é recuperar um mundo perdido, com a ajuda de uma arma de estranha aparência.  \n  \nUma enorme erupção solar fez o planeta perder todas as suas cores. Humanos estão deformados e declinando em números. A chave para reaver o velho mundo reside no poder escondido na “cor”, e uma “garota”. Sabendo que os poucos resquícios de cores no mundo carregam um grande poder, Avidia, que está investigando enquanto protege uma garota de nome Chie, usa as cores para expandir seu próprio poder, e se atira em uma batalha contra O Culto.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/KKreptilian)",
      "uk": "Сіра земля, на якій людство перетворилося на понівечених істот. Мета полягає в тому, щоб відновити втрачений світ за допомогою химерної зброї!\n\nПотужний сонячний спалах змусив планету втратити всі свої кольори. Тіла людей сильно деформувалися, і їхня чисельність поступово падає. Ключем до відновлення старого світу є сила, прихована у \"кольорі\" та \"дівчині\". Авідія, який вивчає факт знаходження величезної сили в залишках \"кольору\", принагідно використовуючи її задля захисту дівчини на ім'я Чіє та розширення своєї сили, зійшовся у запеклій битві проти \"культу\".",
      "pt-br": "Uma Terra cinzenta, onde a humanidade foi transformada em seres deformados. Abrem-se as cortinas de uma série de ação onde o objetivo é recuperar um mundo perdido, com a ajuda de uma arma de aspeto estranho!\n \nUma enorme erupção solar fez com que o planeta perdesse todas as suas cores. Os humanos estão deformados e a diminuir em número. A chave para recuperar o velho mundo está no poder escondido na *cor* e numa *menina*. Sabendo que os poucos restos de cores no mundo geram um grande poder, Avidia, que está a fazer pesquisa enquanto protege uma rapariga chamada Chie, usa as cores para expandir o seu próprio poder e lança-se numa batalha contra o Culto.\n\n---\nUma catástrofe cósmica mudou a Terra para sempre, retirando do mundo até à última gota de cor. A humanidade também mudou: o rosto humano familiar está quase esquecido num mundo agora totalmente povoado por mutantes. Tendo como pano de fundo uma paisagem urbana sombria, um investigador solitário chamado Avidia confia na sua inteligência e na sua extraordinária arma para caçar os últimos restos de cor escondidos no mundo. Ele logo se cruza com uma garota muito especial - uma que pode ser a chave para trazer de volta o que o mundo perdeu."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "70"
  },
  {
    "mangaId": "b1461071-bfbb-43e7-a5b6-a7ba5904649f",
    "title": {
      "en": "Martial Peak"
    },
    "updatedAt": "2023-08-25T10:35:49+00:00",
    "coverArt": "https://mangadex.org/covers/b1461071-bfbb-43e7-a5b6-a7ba5904649f/d175e74d-4ab7-47f4-8196-371aa51d8c2d.png",
    "altTitles": [
      {
        "zh-ro": "Wǔ Liàn Diān Fēng"
      },
      {
        "zh-ro": "Wǔ Liàn Diānfēng"
      },
      {
        "ru": "Вершина боевых искусств"
      },
      {
        "ru": "Пик боевых искусств"
      },
      {
        "zh": "武炼巅峰"
      },
      {
        "vi": "Võ Luyện Đỉnh Phong"
      },
      {
        "zh-ro": "Wu Lian Dian Feng"
      },
      {
        "zh-ro": "Wu Lian Dianfeng"
      },
      {
        "ko": "무련전봉"
      },
      {
        "en": "The Pinnacle of Martial Arts"
      },
      {
        "en": "MP"
      },
      {
        "ar": "ذروة الفنون القتالية"
      },
      {
        "ar": "مارشال بيك"
      },
      {
        "uk": "Вершина бойових мистецтв"
      },
      {
        "uk": "Пік бойових мистецтв"
      }
    ],
    "description": {
      "ar": "رحلة الوصول إلى قمة فنون القتال هي رحلة وحيدة موحشة وطويلة. في مواجهة الشدائد يجب عليك البقاء على قيد الحياة والقتال بلا هوادة، وعندها فقط يمكنك الارتقاء ومتابعة رحلتك لتصبح الأقوى. تختبر طائفة الجناح السماوي الأعلى تلاميذها بأقسى الطرق لإعدادهم لهذه الرحلة، وفي أحد الأيام تمكن المتدرب الضعيف يانغ كاي من الحصول على كتاب أسود مما جعله على الطريق إلى قمة عالم فنون القتال.",
      "en": "The peak of martial arts is solitary and lonely. It is an endless pursuit for unattainable heights as well. In order to surpass the limits of martial arts, growth and the will to survive in adverse situations is necessary.\r\nOne day, Yang Kai, a disciple-on-trial (and floor sweeper) of the Lingxiao Martial Arts Sect discovered a Wordless Black Book. That marked the turn in his luck and the beginning of his martial arts journey.",
      "fr": "Le chemin vers le sommet martial (Martial Peak) est long et solitaire. Face à l’adversité, il faut survivre et persévérer. Il est alors possible de percer et poursuivre l'ascension pour devenir le plus fort. Le Haut Pavillon Céleste entraîne ses disciples de la manière la plus sévère afin de les préparer à ce voyage. Un beau jour, le modeste balayeur Yang Kai met la main sur un livre noir, le lançant sur la route vers l'apogée du monde martial.",
      "ru": "Путь на вершину боевых искусств - путь одинокий и длинный. Перед лицом невзгод ты должен оставаться сильным и неотступным. Только тогда ты сможешь преодолеть все препятствия и стать по-настоящему сильным. Небесная Башня обучает своих учеников самым суровым образом, чтобы они могли выстоять в мире боевых искусств. Но только из-за одного самого незначительного проступка наш главный герой, Янг Кай, может быть исключен из Небесной Башни.",
      "uk": "Шлях до бойової вершини - самотній, відлюдний і довгий. Перед обличчям негараздів ти повинен вижити і залишатися непохитним. Тільки тоді ти зможеш прорватися і продовжити свій шлях, щоб стати найсильнішим. Небесна вершина випробовує своїх учнів найсуворішими способами, щоб підготувати їх до цієї подорожі. Одного разу скромному підмітальнику Ян Каю вдалося роздобути чорну книгу, яка відкриває йому шлях до вершини світу бойових мистецтв.",
      "zh": "《武炼巅峰》漫画版是由深圳漫画团队噼咔噼绘制，根据阅文集团旗起点中文网的同名小说改编，作者是莫默。武之巅峰，是孤独，是寂寞，是漫漫求索，是高处不胜寒。逆境中成长，绝地里求生，才能堪破武之极道。凌霄阁试炼弟子兼扫地小厮杨开偶获一本无字黑书，从此踏上漫漫武道。",
      "pt-br": "A jornada para o Pico Marcial é algo longo e solitário. Indo de encontro com a adversidade, você deve sobreviver e permanecer vivo. Apenas aqueles que superarem os limites continuarão a jornada rumo ao objetivo de se tornar o mais forte. A Sky Tower testa seus discípulos de maneiras bem complexas para esta jornada. Um dia, o menosprezado Yang Kai conseguiu obter um livro negro, fazendo-o tomar rumo ao pico do mundo marcial."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]