[
  {
    "mangaId": "39470154-57d5-4bbe-b69a-95d91633a83e",
    "title": {
      "en": "Kuu Neru Futari Sumu Futari"
    },
    "updatedAt": "2022-06-16T01:52:41+00:00",
    "coverArt": "https://mangadex.org/covers/39470154-57d5-4bbe-b69a-95d91633a83e/cf340eab-8fcf-4874-a193-2e6a4badcf9d.jpg",
    "altTitles": [
      {
        "en": "Living, Eating and Sleeping Together"
      },
      {
        "ja": "喰う寝るふたり 住むふたり"
      }
    ],
    "description": {
      "en": "Ritsuko and Shuichi have been dating for ten years, and living together for eight. The two are more than lovers, and just before marriage."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "f4904da8-2250-461b-bb29-3ec177c40bb9",
    "title": {
      "en": "Splatoon"
    },
    "updatedAt": "2024-05-05T18:03:04+00:00",
    "coverArt": "https://mangadex.org/covers/f4904da8-2250-461b-bb29-3ec177c40bb9/d3fc8ec6-5281-4049-a556-7f918b0caf34.jpg",
    "altTitles": [
      {
        "ja": "スプラトゥーン"
      },
      {
        "ru": "CoroIka"
      },
      {
        "ja-ro": "Supurato~ūn"
      }
    ],
    "description": {
      "en": "A serialization for the hit game Splatoon with manga-original characters featuring Team Blue's, and more specifically Goggles', antics."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7fb957e4-a94b-496d-be91-b7d75fad7b21",
    "title": {
      "en": "Osananajimi to wa Romcom ni Naranai"
    },
    "updatedAt": "2024-06-28T11:51:12+00:00",
    "coverArt": "https://mangadex.org/covers/7fb957e4-a94b-496d-be91-b7d75fad7b21/9d603ea2-7540-429a-a955-8098f059f4b3.jpg",
    "altTitles": [
      {
        "ja": "幼馴染とはラブコメにならない"
      },
      {
        "ja-ro": "Osananajimi to wa Love Comedy ni Naranai"
      },
      {
        "th": "ไม่มีทางที่มันจะกลายเป็นเลิฟคอมเมดี้กับยัยเพื่อนสมัยเด็กหรอก"
      },
      {
        "zh-hk": "和青梅竹馬之間不會有戀愛喜劇"
      },
      {
        "ar": "لا مزيد من الحب مع الفتيات."
      },
      {
        "ru": "Больше никакой любви к девушкам"
      },
      {
        "vi": "Làm Gì Có Chuyện Tình Hài Hước Giữa Bạn Thuở Nhỏ Được!"
      },
      {
        "en": "It Won't Become A Romcom With Childhood Friends"
      },
      {
        "en": "No more love with the girls."
      }
    ],
    "description": {
      "en": "The high school boy Eiyuu has a problem! His two childhood friends (♀) who go to the same school as him, Shio and Akari, are too cute! Even though they have no interest in him, he looks at their grown-up selves with sexual interest. If they were to find out… it would be utterly embarrassing! Meanwhile, his two childhood friends also have secrets of their own...!? It's irritating! It's complicated!! But childhood friends are the best!!! A sweet and irritating love triangle romcom ♡ where you can't be honest!",
      "ja": "高校生男子・えーゆーの悩み。それは、二人の幼馴染「しお」と「あかり」が可愛すぎること! 向こうにその気はないのに、俺だけがオトナになった二人をエッチな目で見てるなんてバレたら…ハズすぎる! 一方、実は二人もえーゆーのことが…!? ヒロイン全員、幼馴染!! じれったい! ややこしい!! けど幼馴染って超最高っ!!!",
      "th": "เอยู (A.U.) หนุ่มมอปลายที่กำลังพบปัญหาใหญ่! ปัญหานั่นก็คือเพื่อนสมัยเด็กทั้งสองคน \"ชิโอ\" และ \"อาการิ\" ที่อยู่โรงเรียนเดียวกันนั้นน่ารักเกินต้าน! ถ้าหากทั้งสองรู้ว่าเขาได้มองพวกเธอที่เติบโตขึ้นมาอย่างสมส่วนด้วยสายตาลามก (ถึงแม้จะไม่ได้ตั้งใจ) ล่ะก็มีหวังแย่แน่! ในทางกลับกัน เพื่อนสมัยเด็กทั้งสองคนนั้นเองก็มีความลับของตนเอง...!? ทั้งหยอกเย้า! ทั้งทำให้สับสน!! ถึงจะอย่างนั้นเพื่อนสมัยเด็กนี่แหละยอดที่สุด!!! เลิฟคอมเมดี้รักสามเส้าแสนหวานที่พูดตรง ๆ ไม่ได้♡"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "134005d1-1dba-4b64-afce-ea508eaef7aa",
    "title": {
      "en": "GE ~Good Ending~"
    },
    "updatedAt": "2024-03-11T20:57:47+00:00",
    "coverArt": "https://mangadex.org/covers/134005d1-1dba-4b64-afce-ea508eaef7aa/f9f4ba04-8f3e-4abc-98c4-7ddc47098f9f.jpg",
    "altTitles": [
      {
        "en": "GE: Good Ending"
      },
      {
        "zh": "GE～恋爱成就"
      },
      {
        "ja": "ＧＥ～グッドエンディング～"
      },
      {
        "tr": "Mutlu Son"
      },
      {
        "ar": "نهاية حسنة"
      }
    ],
    "description": {
      "en": "Utsumi is your everyday student. He is also a boy that has always had a strong sense of what is right in the world. With nothing but innocence and a mind that longs for his \"significant other,\" Utsumi takes on one of the toughest subjects: love. With the help of the devious and mysterious Kurokawa Yuki, will Utsumi learn how to be fortunate in the game of love? Only through the ups and downs of real life, and the assistance of his friends, will Utsumi be able to take a bite out of life and learn just what love is.\n\n- Alternative English: [Kodansha US](https://kodansha.us/series/ge-good-ending)"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "156"
  },
  {
    "mangaId": "61d81be6-2759-4cc4-9815-7952a3449149",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken: Clayman Revenge"
    },
    "updatedAt": "2024-03-20T17:38:06+00:00",
    "coverArt": "https://mangadex.org/covers/61d81be6-2759-4cc4-9815-7952a3449149/a96f4675-7385-43ba-85b8-7fc54e9190f0.jpg",
    "altTitles": [
      {
        "ja": "転生したらスライムだった件: クレイマン Revenge"
      },
      {
        "en": "That Time I Got Reincarnated as a Slime: Clayman's Revenge"
      },
      {
        "ru": "О моём перерождении в слизь: Месть Клеймана"
      },
      {
        "ja-ro": "TenSura: Clayman Revenge"
      },
      {
        "ar": "ذلك الوقت الذي تجسد فيه كسلايم: انتقام كلايمان"
      },
      {
        "tr": "Tensei Shitara Slime Datta Ken: Clayman'in İntikamı"
      },
      {
        "uk": "Про моє переродження в слиз: Помста Клеймана"
      }
    ],
    "description": {
      "en": "Walpurgis ended with echoes of a public condemnation. It seems as if a clown's dream has already ran its course. But as if fate was pranking, or the world has other plans, the  supposedly dead Clayman has been resurrected from the dead. Is it the beginning of his dark era once more...?\n\nA new spin-off \"Tensura\" manga written by the original author Fuse himself!",
      "ja": "ワルプルギスに響き渡った断末魔。道化の夢は一度は尽きたかと思われた。しかし運命のイタズラか、世界の選択か、死んだはずのクレイマンは復活し、再び暗躍を始め･･･る？",
      "es-la": "Este Manga Spinoff es una historia alternativa que sucede luego de los eventos del Volumen 6 de la Novela Ligera.\n\nHistoria alternativa que continua despues de los eventos del Volumen 6 de la Novela Ligera. - El Walpurgis habia terminado con el grito de su muerte. Parecia que el sueño del arlequin habia llegado a su fin. Sin embargo, ya sea por una broma del destino o una decisión del mundo, Clayman quien supuestamente murio, ha resucitado una vez mas. ¿Es el comienzo de una nueva era oscura...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "512cd78f-cbb8-460a-bafd-e8840c0f7c31",
    "title": {
      "en": "Sword Art Online Unital Ring"
    },
    "updatedAt": "2024-05-23T11:39:09+00:00",
    "coverArt": "https://mangadex.org/covers/512cd78f-cbb8-460a-bafd-e8840c0f7c31/b30395aa-2d98-4439-b141-a916840aee16.jpg",
    "altTitles": [
      {
        "ja": "ソードアート・オンライン・ユナイタル・リング"
      },
      {
        "ja-ro": "Sōdo Āto Onrain Yunaitaru Ringu"
      },
      {
        "en": "SAO Unital Ring"
      },
      {
        "es-la": "Sword Art Online Anillo Unital"
      }
    ],
    "description": {
      "en": "A year has passed since Kirito and Asuna’s return from the Underworld. With them is Alice, who has been given a physical body. But their peace is quickly broken when the three are suddenly thrust into an unfamiliar game, Unital Ring. This new world is a survival MMO that fuses together every VRMMO created with the Seed program. As soon as it starts, Kirito finds himself with nothing but his underwear. Now, he’s got to challenge a mysterious VRMMOSVG under desperate circumstances!",
      "es-la": "Ha pasado un año desde el regreso de Kirito y Asuna del Underworld. Con ellos está Alice, que ha recibido un cuerpo físico. Pero su paz se rompe rápidamente cuando los tres se ven empujados de repente a un juego desconocido, Unital Ring. Este nuevo mundo es un MMO de supervivencia que fusiona todos los VRMMO creados con el programa \"The Seed\". Nada más empezar, Kirito se encuentra sin nada más que su ropa interior. Ahora, ¡Tiene que desafiar a un misterioso VRMMOSVG en circunstancias desesperadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c386a0b1-417a-4578-a041-618239a7f944",
    "title": {
      "en": "Tsuitenai Game Jikkyousha wa Akogare no Hito ni Kakinsareru"
    },
    "updatedAt": "2024-06-16T08:53:04+00:00",
    "coverArt": "https://mangadex.org/covers/c386a0b1-417a-4578-a041-618239a7f944/ef0d59c7-b0be-4217-8420-a3283d872474.jpg",
    "altTitles": [
      {
        "ja": "ツイてないゲーム実況者は憧れの人に課金される"
      },
      {
        "ja-ro": "Tsuitenai Game jikkyousha wa akogare no hito ni kakin sareru"
      }
    ],
    "description": {
      "en": "\"Hasumi, a university student who meets with misfortune whenever she does anything, is interested in Oikawa, who helped her out at the entrance ceremony.\nHowever, when she steels herself to talk to him, he doesn't even remember her... Then, at the suggestion of her older brother, who noticed how amusing Hasumi's game-playing was, she decides to livestream a let's play. The video unexpectedly goes viral, and Oikawa has found it too...?\n\nGaming livestreamer x unlaughing guy—who will be the one to get hooked?\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4162b06b-3f7e-4e6e-b27b-1e48b88c5204",
    "title": {
      "en": "Soul Anomaly"
    },
    "updatedAt": "2024-05-27T17:01:38+00:00",
    "coverArt": "https://mangadex.org/covers/4162b06b-3f7e-4e6e-b27b-1e48b88c5204/2016d7a6-110d-46c3-b26d-446b9a3e3186.jpg",
    "altTitles": [
      {
        "ja": "魂の変則"
      },
      {
        "es": "Almas Anómalas"
      }
    ],
    "description": {
      "en": "Yuichi Shiro is a foolish, narcissistic, and oblivious teenage boy. After a sudden incident his once ordinary life goes through great changes. How will the optimistic self proclaimed genius handle the life he will lead from now on? As well as handle the new acquaintances and enemies it brings with it. Let the story of action, life, romance and stupidity begin. (Original Web [Novel](https://www.fictionpress.com/s/3068594/1/Soul-Anomaly))."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou."
    },
    "updatedAt": "2024-06-12T13:31:18+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/f70539fa-36d5-4d6b-a3e0-4d9a4ef7401c.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      },
      {
        "fr": "Ogami Tsumiki et l'étrange vie du quotidien"
      },
      {
        "vi": "Tsumiki Ogami và Cuộc sống diệu kì!"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind.\n\nWhen he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.\n\nThe new normal graph of youth is about to begin.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "fr": "Aujourd'hui, nous vivons à l'ère de la diversité. L'expression « non-humains » appartient au passé. Les « Genjin » vivent leur vie en interaction avec les êtres humains.\n\nUn garçon humain, Yutaka Shinsou, est troublé. Il est tellement habitué à être en phase avec son environnement qu'il ne comprend plus ses propres sentiments. Au lycée Keiki, que fréquentent de nombreux « Genjin », il rencontre Tsumiki Ogami, un loup-garou. Elle est mignonne, puissante, un peu hors du commun et gentille.\n\nLorsqu'il passe du temps avec elle, le cœur de Yutaka est plus bruyant que d'habitude. Une vie quotidienne « inhabituelle » avec Tsumiki le loup-garou.\n\nLe nouveau parcours normal de la jeunesse est sur le point de commencer.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。\n\n舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。\n\n真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n日常が変わっていく、つみきさんと一緒なら。\n\nまだ誰も知らない、ニューノーマルな青春がここに。",
      "pl": "Obecnie żyjemy w erze różnorodności. Wyrażenie „nie-ludzie” należy już do przeszłości. „Genjin” żyją w interakcji z ludźmi.\n\nPewien ludzki chłopiec, Yutaka Shinsou, jest zaniepokojony. Jest tak przyzwyczajony do bycia w zgodzie z otoczeniem, że nie rozumie już własnych uczuć. W Liceum Keiki, gdzie uczęszcza wielu „Genjin”, spotyka Tsumiki Ogami, wilkołaka. Jest urocza, potężna, trochę nietypowa i miła.\n\nKiedy spędza z nią czas, serce Yutaki staje się głośniejsze niż zwykle. Niezwykłe niecodzienne życie z wilkołakiem Tsumiki.",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91cfbf64-242c-4e22-a211-db9b4445da46",
    "title": {
      "en": "Salvos (A Monster Evolution LitRPG)"
    },
    "updatedAt": "2024-05-05T10:01:35+00:00",
    "coverArt": "https://mangadex.org/covers/91cfbf64-242c-4e22-a211-db9b4445da46/8afb64a8-b7a2-44fc-8001-de7fa3c0edae.png",
    "altTitles": [
      {
        "pt-br": "Salvos (Um LitRPG com Evolução Monstruosa)"
      }
    ],
    "description": {
      "en": "The Netherworld: A world inhabited only by Demons, creatures born from the dark abyss. For Salvos, a curious newborn Demon with a penchant for making friends, surviving this hellish landscape was always going to be a difficult task.\n\nAnd when her companion's life is threatened by a mysterious Demon King, she'll have to adapt, gain experience, and evolve to do what it takes to save him. Even if it means separating from him and being tossed into an unfamiliar world with Humans, monsters, and a bright blue sky where she is scorned for being born a Demon.\n\nAfter all, the law of evolution is survival of the fittest, and Salvos will survive.",
      "fr": "Les enfers : Un monde habité uniquement par des démons, des créatures nées des abysses sombres. Pour Salvos, une démone nouveau-née curieuse avec un penchant pour se faire des amis, survivre dans ce paysage infernal allait toujours être une tâche difficile. Et lorsque la vie de son compagnon est menacée par un mystérieux Roi Démon, elle va devoir s'adapter, acquérir de l'expérience et évoluer pour faire ce qu'il faut pour le sauver. Même si cela signifie se séparer de lui et être jetée dans un monde inconnu avec des humains, des monstres et un ciel bleu éclatant où elle est méprisée pour être née démon. Après tout, la loi de l’évolution est la survie du plus fort, et Salvos survivra.",
      "pt-br": "O Submundo: Um mundo habitado apenas por Demônios, criaturas nascidas do abismo escuro. Para Salvos, um curioso Demônio recém-nascido com talento para fazer amigos, sobreviver a essa paisagem infernal sempre seria uma tarefa difícil. E quando a vida de seu companheiro é ameaçada por um misterioso Rei Demônio, ela terá que se adaptar, ganhar experiência e evoluir para fazer o que for necessário para salvá-lo. Mesmo que signifique se separar dele e ser lançada em um mundo desconhecido com Humanos, monstros e um céu azul brilhante onde é desprezada por ter nascido um Demônio. Afinal, a lei da evolução é a sobrevivência do mais apto, e Salvos sobreviverá."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b77e7a6a-a5e2-4fc6-b3c3-b152bd86239d",
    "title": {
      "en": "Secret Lady"
    },
    "updatedAt": "2024-01-28T18:36:12+00:00",
    "coverArt": "https://mangadex.org/covers/b77e7a6a-a5e2-4fc6-b3c3-b152bd86239d/231d6ccc-71b6-45e2-915b-5c2f4b82339a.jpg",
    "altTitles": [
      {
        "ko": "시크릿 레이디"
      },
      {
        "zh": "秘密小姐"
      },
      {
        "ja": "シークレットレディ"
      },
      {
        "ko-ro": "Sikeurit Leidi"
      },
      {
        "en": "The Lady's Secret"
      },
      {
        "tr": "Leydi'nin Sırrı"
      },
      {
        "zh-hk": "看見幽靈的少女"
      },
      {
        "fr": "La secrète demoiselle"
      },
      {
        "fr": "Le secret de la demoiselle"
      },
      {
        "fr": "La Demoiselle aux secrets (piccoma)"
      }
    ],
    "description": {
      "en": "I, Yoon Seol-woo, a young woman with the ability to see ghosts, was reincarnated as Rosantine, the eldest daughter of a noble ducal house in a world were witchcraft is considered dangerous. I managed to fake not being able to see ghosts somehow but then...\n\n\"Leave my sister's body this instant!\", I cried out to the evil spirit who's possessed my one and only beloved little sister.\n\nOnly the death penalty awaits me if my ability were to be discovered. Then, there's only one way...\n\n\"You're planning to kill Prince Chartus, right?\"\n\nI will save the Empire's second prince, Prince Chartus with this ability!\n\n\"I'll bet my life on Your Highness.\"\n\n---\n\n**Links:**\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/77771)\n- [Official Indonesian Translation (Kakao)](https://kakaopage.co.id/content/Secret-Lady/3505)",
      "id": "\"Seorang gadis yang memiliki kemampuan untuk melihat hantu, Yoon Seolwoo, telah bereinkarnasi menjadi Rozentine. Di dunia dia hidup sekarang, dia juga bisa melihat hantu. Akan tetapi, di dunia tersebut, kemampuan seperti itu dilarang dan apabila ketahuan oleh pihak kekaisaran, maka pemilik kekuatan itu harus dihukum mati bersama keluarganya.\nNamun, ada jalan lain untuk menyelamatkan dirinya beserta keluarganya dari hukuman tersebut. Rozentine mengetahui dari para hantu, bahwa ada konspirasi yang akan membunuh pangeran ke-2 dengan racun. Jika Rozentine dapat menyelamatkan nyawa pangeran tersebut, mungkin dia bisa meminta imbalan agar dia beserta keluarganya dilindungi.\nBisakah Rozentine menyelamatkan pangeran dan melindungi keluarganya?\"",
      "ja": "生まれつき幽霊が見えるせいで周りから白い目で見られてきた雪乃だが、ある日突然交通事故で亡くなってしまう。 そして目を覚ますと、アルゼン公爵家の令嬢ロゼンタインに生まれ変わっていた。 前世とは違い両親の愛情を受けながら幸せに育つロゼンタイン。幽霊が見える力はそのままで…。 彼女が暮らすカルタゼン帝国では、呪術を忌み嫌い呪術師を迫害してきた。 ロゼンタインも幽霊が見えるとなれば処刑される道しか残っていなかった。 あることをきっかけに第2皇子シャルトゥスの暗殺計画を知った彼女は、自分と家族を守るため、命をかけて第2皇子暗殺を阻止しようとするが…。",
      "ko": "유령을 보는 아이, 윤설우.\n유령을 보는 공녀, 로젠타인으로 환생하다!\n\n이번 생에서는 어떻게든 유령을 모른 척해 왔지만….\n\n\"당장 내 동생 몸에서 나가!\"\n\n하나뿐인 동생의 빙의를 풀기 위해 외쳤다.\n하지만 이 능력을 들킨다면 사형뿐.\n그렇다면 방법은 하나.\n\n\"샤르투스 황자가 죽을 예정이라지?\"\n이 힘으로 제국의 제2황자, 샤르투스를 구하는 것!\n\n“저하께 제 목숨을 걸겠습니다.”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f952b22-812d-4252-88e1-a99818f13acd",
    "title": {
      "en": "The Duke of Death and His Maid"
    },
    "updatedAt": "2024-05-31T03:59:38+00:00",
    "coverArt": "https://mangadex.org/covers/7f952b22-812d-4252-88e1-a99818f13acd/e7e125d5-01d0-405d-a88e-7d8ef36875a8.jpg",
    "altTitles": [
      {
        "fr": "Le duc de la Mort et sa gouvernante obscure"
      },
      {
        "ja-ro": "Shinigami Bocchan to Kuro Maid"
      },
      {
        "ru": "Смертоносный герцог и его черная горничная"
      },
      {
        "ar": "النبيل الشاب حاصد الأرواح و خادمته السوداء"
      },
      {
        "ja": "死神坊ちゃんと黒メイド"
      },
      {
        "en": "The Duke of Death and His Black Maid"
      },
      {
        "pt-br": "O duque da morte e sua empregada"
      }
    ],
    "description": {
      "en": "In a large mansion lives a boy, an aristocrat who was cursed by the witch to \"let everything he touches die.\" With him is his maid Alice, who besides serving him, likes to tease him. The boy who is interested in her doesn't mind the teasing, but not being able to touch her is painful!  \r\n  \r\nIf they are unable to hold hands, how will their love ever bloom?",
      "tr": "Hikâye büyük bir malikanede yaşayan kaderi bir cadı tarafından mühürlenen bir çocuk ve onunla beraber yaşayan hizmetçi Alice hakkında; çocuk dokunduğu her şeyi ölüme sürüklerken; Alice ile hiç el ele tutuşamayacak olmalarına rağmen yaşanan inişli çıkışlı bir aşk."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "223"
  },
  {
    "mangaId": "34c9b28f-6b82-4d13-ba2e-668af6e46d69",
    "title": {
      "en": "Okorippoi Gal wo Date ni Sasotte Mita"
    },
    "updatedAt": "2024-04-27T13:07:08+00:00",
    "coverArt": "https://mangadex.org/covers/34c9b28f-6b82-4d13-ba2e-668af6e46d69/1cd27f0c-474a-4ea4-84d5-1bc064bc9393.jpg",
    "altTitles": [
      {
        "ja": "怒りっぽいギャルをデートに誘ってみた"
      },
      {
        "en": "I Tried Asking a Hot-Tempered Gal Out on a Date"
      },
      {
        "fr": "J'ai essayé de demander à une Gal à fort caractère de sortir avec moi"
      }
    ],
    "description": {
      "en": "I asked an angry gal out on a date.",
      "ja": "怒りっぽいギャルをデートに誘ってみた"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17ce37ea-1cda-4429-b062-c4b627814225",
    "title": {
      "en": "Owari no Seraph"
    },
    "updatedAt": "2024-04-12T21:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/17ce37ea-1cda-4429-b062-c4b627814225/921b300c-9905-439e-ba0e-73b434215ac8.jpg",
    "altTitles": [
      {
        "ja-ro": "Owari no Serafu"
      },
      {
        "tr": "Seraph of the End: Kıyamet Meleği"
      },
      {
        "pl": "Seraph of the End: Serafin Dni Ostatnich"
      },
      {
        "en": "Seraph of the End: Vampire Reign"
      },
      {
        "ru": "Последний Серафим"
      },
      {
        "fa": "اسرافیل پایانی"
      },
      {
        "ar": "سيراف النهاية"
      },
      {
        "ja": "終わりのセラフ"
      },
      {
        "zh": "终结的炽天使"
      },
      {
        "ja-ro": "Owari no Seraph"
      },
      {
        "fr": "Le Séraphin de la Fin"
      }
    ],
    "description": {
      "en": "One day, a mysterious virus appeared on Earth which killed every infected human over the age of 13. At the same time, vampires emerged from the world's dark recesses and enslaved mankind. Enter Hyakuya Yuuichirou, a young boy, who along with the rest of the children from his orphanage, are treated as livestock by the vampires. Even in captivity, Yuuichirou dreams big. He dreams of killing vampires. He dreams of killing them all.",
      "ru": "В стремлении к запретным знаниям «человек разумный» опять напортачил — в 2012 году на волю вырвался смертельный вирус, начавший косить человечество. Умирали почему-то взрослые, и тут, откуда ни возьмись, явились вампиры и согнали оставшихся детей в свой подземный город, объявив, что отныне «людишки» будут жить под защитой клыкастых хозяев, расплачиваясь кровью. Резкий парень Юитиро пожил так 4 года и понял, что пора валить — вместе с названным братом Микой и всей «семьей Хьякуя», группой детей, выросшей в одном приюте. Конечно, вампиры легко догнали и перебили беглецов, ушел лишь один.   \nВыйдя на поверхность, юный Хьякуя понял, что эпидемия кончилась, но мир изменился — кругом разруха, бродят демоны, а кровососы потихоньку расширяют территорию, предлагая жителям «крышу». Власть в Японии захватила семья Хиираги, сформировавшая Имперскую Демоническую армию, которая защищает людей и бьет вампиров зачарованным оружием. Свой путь Юитиро ясен — готовиться к службе, мстить за погибшую родню. Прямого и порывистого парня ждет немало сюрпризов и неожиданностей, но в таком поганом мире лучше надеяться на свой дар и свой меч, чем на волю судьбы и благосклонность правителей!"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99af94f5-04c2-424b-8438-0c8386b0ec5f",
    "title": {
      "en": "Insomniacs After School"
    },
    "updatedAt": "2024-05-03T01:30:44+00:00",
    "coverArt": "https://mangadex.org/covers/99af94f5-04c2-424b-8438-0c8386b0ec5f/d93faaa3-3fe9-4995-a191-95fbc592b8a0.jpg",
    "altTitles": [
      {
        "es": "insomnes Después de la Escuela"
      },
      {
        "fr": "Insomniaques"
      },
      {
        "id": "Insomniamu Sepulang Sekolah"
      },
      {
        "ja": "君は放課後インソムニア"
      },
      {
        "ru": "Бессонница после школы"
      },
      {
        "kk": "Мектептен кейінгі ұйқы қашуы"
      },
      {
        "ne": "विद्यालय पछि अनिद्रा"
      },
      {
        "pt-br": "Insones - Caçando estrelas depois da aula"
      },
      {
        "ja-ro": "Kimi wa Houkago Insomnia"
      }
    ],
    "description": {
      "en": "Nakami is a studious but cranky and antisocial high schooler who gets on his classmates' nerves. However, his bad attitude comes from the fact that he has a sleeping disorder, and frequently spends nights on end without a single minute of sleep. During the preparations for the school festival, he is begrudgingly sent to the school's astronomy observatory to gather cardboard boxes, a place which is said to be haunted by the dire happenings of the now defunct Astronomy Club. He finds the isolated place a haven ripe for him to sleep, but while rummaging around, he stumbles upon his classmate Magari Isaki sleeping inside a toppled-over locker.   \n  \nIsaki, unlike him, is a personable and popular girl at class, but who also hides her own problems with insomnia. Looking for a middle ground, they find that there's comfort and ease in sleeping together, so they resort to make the observatory their own private cubby to sleep… Have they found the comfort they're looking for?",
      "es": "Nakami es un muchacho de secundaria estudioso pero irritable y antisocial que irrita a sus compañeros de clase. Sin embargo, su mala actitud se debe al hecho de que tiene un desorden del sueño, y pasa noches enteras sin dormir un minuto. En el momento de las preparaciones del festival escolar, sus compañeros lo mandan a regañadientes al observatorio de astronomía para traer cajas de cartón, y dicho lugar se rumora está maldecido por los hechos macabros del otrora Club de Astronomía. Una vez allí, encuentra que el sitio es un lugar ideal para dormir, pero mientras esculca, se tropieza con su compañera Magari Isaki, que duerme en un casillero tumbado.  \n  \nIsaki, al contrario de él, es una muchacha popular y amistosa, pero que también oculta sus propios problemas con la insomnia. Negociando sobre qué hacer, se dan cuenta que hay comodidad y facilidad en dormir juntos, así que resuelven hacer del observatorio su propio rincón privado para dormir… ¿Han así encontrado la comodidad que tanto buscan?",
      "fr": "Ganta Nakami est insomniaque. À l'école, il semble donc fatigué, voire associable. Un jour, dans la salle d'astronomie, il découvre Isaki Magari, endormie dans un coin. Insomniaque comme lui, mais bien plus sociable, elle lui propose de partager l'endroit pour y dormir en cachette. Leur rapprochement semble les aider à retrouver le sommeil, chacun étant sensible aux battements de cœur de l'autre…\n\n---\n\nMaison d'édition FR : **Soleil Manga**",
      "pt-br": "Nakami é um estudante dedicado, porém, sempre parece estar irritado, o que faz seus colegas de classe não gostarem dele. Porém essa atitude é devido ao fato dele ter insônia, passando a maior parte da noite em claro, sem conseguir dormir nem um minuto sequer. Durante a preparação do festival escolar, ele foi enviado contra a sua vontade para pegar cartolina na sala do observatório de astronomia da escola, um lugar que tem fama de ser mal-assombrado. Lá ele encontra um lugar calma e isolado para dormir, mas enquanto ele verificava o local ele encontra sua colega de classe Magari Isaki, que estava dormindo lá. Após ambos descobrirem sobre o problema de insônia um do outro, eles decidem dividir aquele local como refúgio para poderem dormir. Por quanto tempo será que eles poderão se aproveitar desse conforto? E será que a sala do observatório realmente é mal-assombrada?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "125"
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3267e61a-8dc7-4d27-b8f7-26d810c08a1c",
    "title": {
      "en": "Hanlim Gym"
    },
    "updatedAt": "2024-05-27T15:18:46+00:00",
    "coverArt": "https://mangadex.org/covers/3267e61a-8dc7-4d27-b8f7-26d810c08a1c/f12e8d57-ba6e-42d2-8e81-60f7bd36d682.jpg",
    "altTitles": [
      {
        "ko-ro": "Hallim Cheyukgwan"
      },
      {
        "ko": "한림체육관"
      },
      {
        "en": "Hallym Gymnasium"
      },
      {
        "tr": "Hanlim Spor Salonu"
      }
    ],
    "description": {
      "en": "Tired of being picked on, Yeongha, the new transfer student, decides to fight back… and discovers he can pack a punch. He soon becomes the top of the food chain, savoring his new title as the toughest guy at school. But he meets his match when Suho Kang, the Champion of the PVP games, single-handedly takes down him and his crew. To earn back his honor, Yeongha decides to join the PVP games. Will he finally get the satisfaction of beating Suho up? Or will he gain something more?",
      "tr": "Okula yeni transfer olan Yeongha, sürekli olarak kendisinin ve arkadaşlarının zorbalığa uğramasından bıkmıştı. Bu duruma karşı koymak için kararlılıkla harekete geçti ve kendi elinin ne kadar ağır olduğunu keşfetti. Kısa sürede, okulda ki herkesi ezerek en güçlü çocuk ünvanının tadını çıkardı. Ancak PVP oyunlarının şampiyonu Suho Kang, onun ve ekibinin karşısına tek başına çıktığında, Yeongha gerçek gücünün sınırlarını anlamak zorunda kaldı. Onurunu ve Ünvanını geri kazanmak için PVP oyunlarına katılmaya karar veren Yeongha, sonunda Suho’yu yenmeyi başarabilecek midir?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61d90c27-134a-4aeb-8359-0cb031f50365",
    "title": {
      "en": "\"Golden Week\" Is Over"
    },
    "updatedAt": "2024-06-29T12:47:50+00:00",
    "coverArt": "https://mangadex.org/covers/61d90c27-134a-4aeb-8359-0cb031f50365/1a5cb290-81d9-4d38-ac36-2a9c83d7879d.jpg",
    "altTitles": [
      {
        "ja": "GW終わっちゃった……"
      },
      {
        "id": "\"Golden Week\" Telah Berakhir"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3e9fcb2-36b6-430b-acbc-fb5582487ca2",
    "title": {
      "en": "Confession"
    },
    "updatedAt": "2024-03-16T22:10:06+00:00",
    "coverArt": "https://mangadex.org/covers/c3e9fcb2-36b6-430b-acbc-fb5582487ca2/ebfe6825-dbba-4596-a8d8-4005d5d553a9.jpg",
    "altTitles": [
      {
        "en": "Confession"
      },
      {
        "zh": "告白"
      },
      {
        "zh-ro": "Gaobai"
      },
      {
        "zh-ro": "Gàobái"
      }
    ],
    "description": {
      "en": "The handsome and affectionate pilot Zhou Jingze x the gentle and firm doctor Xu Sui. Summer is always hot, and so is the boy I love. Watch \"Infatuated Prodigal Son\" Zhou Jingze perform this role.",
      "zh": "痞帅深情飞行员周京泽x温软坚定医生许随。夏天永远热烈，我爱的少年也是。看“痴情浪子”周京泽演绎这一份情有独钟。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10939bf2-2dc7-4aae-8e4b-e96ba25c94de",
    "title": {
      "en": "My Stepsister Who is Perfect in Public, Shows Her True Colors at Home"
    },
    "updatedAt": "2024-06-29T12:44:38+00:00",
    "coverArt": "https://mangadex.org/covers/10939bf2-2dc7-4aae-8e4b-e96ba25c94de/0420a0b8-7c94-4cf6-bdf6-f5a81a249833.jpg",
    "altTitles": [
      {
        "ja": "外面は最高なのに、家では本性むき出しの義姉"
      },
      {
        "ja-ro": "Sotozura wa Saikou na no ni, Ie de wa Honsei Mukidashi no Gimai"
      },
      {
        "en": "Even though the outside is the best, her sister-in-law has a bare nature at home"
      }
    ],
    "description": {
      "en": "**Second English title is the one used on Amazon.** (I know it's not correct but thought I'd add it)\n\n~ Heatmanga"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38f386ce-f2dc-4f2b-99f9-522eab56078d",
    "title": {
      "en": "Webtoon Character Na Kang Lim"
    },
    "updatedAt": "2024-05-28T09:35:27+00:00",
    "coverArt": "https://mangadex.org/covers/38f386ce-f2dc-4f2b-99f9-522eab56078d/bb45c8ed-521d-47a4-b780-cfc72b356228.png",
    "altTitles": [
      {
        "ko": "수요웹툰의 나강림"
      },
      {
        "ko-ro": "Suyo Webtoon-ui Na Kang-Rim"
      }
    ],
    "description": {
      "en": "Na Kang Lim, a high school student who enjoys reading webtoons, experiences a strange event one day when the female lead from his favorite webtoon appears before him. Even more surprising, the same incidents that put her in danger in the webtoon start happening in real life. The problem is, there's no protagonist in the real world to save her! Ultimately, Na Kang Lim takes on the role of the protagonist, looping through time to save her."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f73bddb0-e100-46bf-be7e-eef4b4a3398b",
    "title": {
      "en": "The Day of Confession for Two People Who Fell in Love"
    },
    "updatedAt": "2024-06-29T12:41:37+00:00",
    "coverArt": "https://mangadex.org/covers/f73bddb0-e100-46bf-be7e-eef4b4a3398b/4018ebbf-9304-40a6-bd6e-457c7cd55dd1.jpg",
    "altTitles": [
      {
        "ja": "恋に落ちた2人の告白当日"
      },
      {
        "id": "Hari Pernyataan Perasaan Dua Orang yang Jatuh Cinta"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b031927-fef0-443d-aa04-ac5d59d281ef",
    "title": {
      "en": "Sister Who Hates Horror"
    },
    "updatedAt": "2023-04-16T04:59:44+00:00",
    "coverArt": "https://mangadex.org/covers/9b031927-fef0-443d-aa04-ac5d59d281ef/7ec8f39c-3269-4534-98c1-d4111925c9d0.png",
    "altTitles": [
      {
        "ja-ro": "Horā Kirai na Ane"
      },
      {
        "ja-ro": "Horror Kirai na Ane"
      },
      {
        "ja": "ホラー嫌いな姉"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": ""
  },
  {
    "mangaId": "a43fc4d1-efb3-41a9-b54b-f58b8fb3ec82",
    "title": {
      "en": "Saotome Shimai wa Manga no Tame nara!?"
    },
    "updatedAt": "2024-05-11T16:07:49+00:00",
    "coverArt": "https://mangadex.org/covers/a43fc4d1-efb3-41a9-b54b-f58b8fb3ec82/874f4c46-4922-479a-99ba-1847c77178c2.jpg",
    "altTitles": [
      {
        "ja-ro": "Saotome Shimai Ha Manga no Tame Nara!?"
      },
      {
        "ru": "Если бы сёстры Саотомэ сделали это для манги?!"
      },
      {
        "ja": "早乙女姉妹は漫画のためなら!?"
      },
      {
        "zh": "早乙女姐妹为了漫画的话！？"
      },
      {
        "en": "If the Saotome Sisters Did it For Manga!?"
      },
      {
        "fr": "Les sœurs Saotome sont prêtes à tout pour leur manga !?"
      }
    ],
    "description": {
      "en": "A screwball ecchi romantic comedy about a young potential mangaka dealing with assistants who are his sisters as they are madly in love with him.",
      "pt": "Uma excêntrica comédia romântica sobre um jovem mangaká com potencial que lida com assistentes que são suas irmãs, e que também são loucamente apaixonados por ele.",
      "pt-br": "Uma excêntrica comédia romântica sobre um jovem mangaká com potencial que lida com assistentes que são suas irmãs, e que também são loucamente apaixonados por ele."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "10",
    "lastChapter": "90"
  },
  {
    "mangaId": "c098d85a-54a1-45dd-9921-d8ab3dd26d0b",
    "title": {
      "en": "Lord"
    },
    "updatedAt": "2022-06-04T00:51:40+00:00",
    "coverArt": "https://mangadex.org/covers/c098d85a-54a1-45dd-9921-d8ab3dd26d0b/a3b54321-cd37-498f-9a0f-d1184d36a3a2.jpg",
    "altTitles": [
      {
        "ja": "覇－LORD"
      }
    ],
    "description": {
      "en": "The story is loosely based on the Three Kingdoms period, using both real and original characters and events from the historical period in Chinese history and folklore of the Romance of the Three Kingdoms."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "22",
    "lastChapter": "154"
  },
  {
    "mangaId": "0f25d3c6-8618-4d1a-bb1e-b981aa3de2cd",
    "title": {
      "en": "The Blossoming You"
    },
    "updatedAt": "2024-06-27T15:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/0f25d3c6-8618-4d1a-bb1e-b981aa3de2cd/5b2bf4ab-b51b-4a9a-9013-c05c7eb535f4.jpg",
    "altTitles": [
      {
        "ja": "花の君"
      },
      {
        "ja-ro": "Hana no Kimi"
      },
      {
        "es": "Princesa de las Flores"
      }
    ],
    "description": {
      "en": "Young Touji is visiting his grandmother's old abode, overrun with wild greenery, on the anniversary of her death. But when someone (or something?) requests something of him, will it bring him closer to his grandmother from beyond the grave?",
      "es": "El joven Touji visita la antigua morada de su abuela, repleta de vegetación salvaje, en el aniversario de su muerte. Pero cuando alguien (¿o algo?) le pide algo. ¿Lo acercará a su abuela de ultratumba?"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b30dfee3-9d1d-4e8d-bfbe-8fcabc3c96f6",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 7 - Steel Ball Run"
    },
    "updatedAt": "2024-06-15T10:27:49+00:00",
    "coverArt": "https://mangadex.org/covers/b30dfee3-9d1d-4e8d-bfbe-8fcabc3c96f6/0ebb1907-466d-42bb-a747-64bc8e8fa527.jpg",
    "altTitles": [
      {
        "ja": "ジョジョの奇妙な冒険 Part7『スティール・ボール・ラン』"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Steel Ball Run"
      },
      {
        "en": "JoJo: SBR"
      },
      {
        "zh": "JoJo的奇妙冒险 第七部 飙马野郎"
      },
      {
        "es": "La Extraña Aventura de JoJo Parte 7 - Steel Ball Run"
      },
      {
        "es": "La extraña aventura de JoJo Parte 7: La carrera de las bolas de acero"
      },
      {
        "ru": "Невероятное приключение ДжоДжо — Часть 7: Гонка «Стальной шар»"
      },
      {
        "ko": "조조의 기묘한 모험 7 부 : 스틸 볼 달리기"
      },
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 7: Cursa \"Mingea de Oțel\""
      },
      {
        "kk": "ДжоДжоның Шытырман Хикаясы: Болат Доп Бәйгесі"
      },
      {
        "uk": "Химерні Пригоди Джоджо Частина 7 —Перегони \"Сталева Куля\""
      },
      {
        "pt-br": "A Bizarra Aventura de JoJo, Parte 7: A Corrida da Esfera de Aço"
      }
    ],
    "description": {
      "en": "In the American Old West, the world's greatest race is about to begin. Thousands line up in San Diego to travel over six thousand kilometers for a chance to win the grand prize of fifty million dollars. With the era of the horse reaching its end, contestants are allowed to use any kind of vehicle they wish. Competitors will have to endure grueling conditions, traveling up to a hundred kilometers a day through uncharted wastelands. The Steel Ball Run is truly a one-of-a-kind event.  \n  \nThe youthful Johnny Joestar, a crippled former horse racer, has come to San Diego to watch the start of the race. There he encounters Gyro Zeppeli, a racer with two steel balls at his waist instead of a gun. Johnny witnesses Gyro using one of his steel balls to unleash a fantastical power, compelling a man to fire his gun at himself during a duel. In the midst of the action, Johnny happens to touch the steel ball and feels a power surging through his legs, allowing him to stand up for the first time in two years. Vowing to find the secret of the steel balls, Johnny decides to compete in the race, and so begins his bizarre adventure across America on the Steel Ball Run.",
      "hu": "Amerikában a régi vadnyugaton, a világ legnagyobb szabású versenye hamarosan kezdődik. Ezrek állnak rajzvonalhoz San Diegoban, hogy utazzanak több mint hat ezer kilómétert annak reményében, hogy megnyerhetik az ötven millió dolláros fődíjat. A lovak kora elérkezett a végéhez, így a versenyzők szabadon használhattak bármiféle járművet. A versenyzőknek el kell majd tűrniük a fárasztő körülményeket, naponta több mint, száz kilómétert megtéve felfedezetlen vidékeken. A Steel Ball Run egy igazán egyedülálló esemény.\n\nA fiatalos Johnny Joestar, egy tolószékes korábbi lovas versenyző, eljött San Diegoba, hogy megnézze a verseny rajtját. Itt találkozik Gyro Zeppelivel, egy versenyzővel két acél golyóval a derekán fegyver helyett. Johnny szemtanúja lesz annak, hogy Gyro használja az egyik acélgolyóját, szabadjára engedve annak erejét, hogy arra kényszerítsen egy férfit egy párbaj közben, hogy lőjje le magát. Az ütközet közepette, Johnny megérinti az\nacélgolyót és érezte, hogy egy erő végigáramlik a lábán, rábírva őt arra, hogy felálljon először két év után. Megfogadja, hogy rájön, hogy mi a titka az acélgolyóknak, Johnny eldönti, hogy indul a versenyen, így kezdődik el az ő bizarr kalandja Amerikán keresztül a Steel Ball Runban.",
      "uk": "Вересень 1980. Дикий Захід. Америка. Жокеї зі всього світу чекають гонку \"Сталева Куля\", яка ось-ось розпочнеться. Тисячі людей вишиковуються в Сан-Дієго, щоб подолати понад шість тисяч кілометрів заради шансу отримати головний приз — п’ятдесят мільйонів доларів. Юний Джонні Джостар, каліка, колишній жокей та популярний скакун, приїхав до Сан-Дієґо, щоб подивитися на старт перегонів. Там він зустрічає Джайро Цеппелі, гонщика з двома сталевими кулями на талії замість револьвера, звичної зброї для жителів. Джонні бачить, як Джайро використовує одну зі своїх сталевих куль, змушуючи людину вистрілити з рушниці в себе під час дуелі. Поклявшись знайти таємницю сталевих куль, Джонні вирішує взяти участь у гонці. Так і починається його химерна пригода.",
      "pt-br": "Nos Estados Unidos, na década de 1890, um homem chamado Steven Steel decide promover a \"Steel Ball Run\", uma corrida corta-mato cujo trajeto atravessa todo o país. A corrida é um grande atrativo mundial que chama a atenção tanto de corredores americanos como de corredores estrangeiros. Entre esses corredores estão Johnny Joestar, um ex-jóquei americano, e Gyro Zeppeli, um estrangeiro que carrega consigo misteriosas esferas de aço. Johnny e Gyro se esbarram e dão início à história da sétima parte de JoJo's Bizarre Adventure."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "24",
    "lastChapter": "95"
  },
  {
    "mangaId": "ff5ef336-72d7-45a2-bc69-c2ae8fbfeec8",
    "title": {
      "en": "I Am a Hero"
    },
    "updatedAt": "2023-10-20T20:04:33+00:00",
    "coverArt": "https://mangadex.org/covers/ff5ef336-72d7-45a2-bc69-c2ae8fbfeec8/e8ea3a56-09db-47bf-85f0-0bfa17b3ccc1.jpg",
    "altTitles": [
      {
        "tl": "Ako ay isang Bayani"
      },
      {
        "id": "Aku adalah Pahlawan"
      },
      {
        "tr": "Ben Bir Kahramanım"
      },
      {
        "pt": "Eu Sou Um Herói"
      },
      {
        "es": "Soy un Héroe"
      },
      {
        "vi": "Tôi là anh hùng"
      },
      {
        "ru": "Я — герой"
      },
      {
        "he": "אני גיבור"
      },
      {
        "ar": "أنا بطل"
      },
      {
        "fa": "من قهرمانم"
      },
      {
        "ja": "アイアムアヒーロー"
      },
      {
        "zh": "请叫我英雄"
      },
      {
        "id": "Akulah Pahlawan"
      },
      {
        "pt-br": "Eu sou um Herói"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nThe series has sold over 8.3 million copies! The gold standard of zombie manga, \"I Am a Hero,\" is now available in a \"complete edition\" with a new cover design, reprinted color pages from the serialization, and over 80 pages of new artwork in the final 22 volumes! Witness the new ending of the story. \n\nHe is 35 year old who spends his time as an assistant to a mangaka, sometimes escaping into delusion in order to win over the agonizing reality. One day, however, a mysterious infection begins to spread without him noticing...and the real world begins to break down...⁉ \n\nHe wanders into a world where the ordinary and the extraordinary, the mundane and the insane intersect. A personal survival panic horror story! \n\n[Official English](https://www.darkhorse.com/Books/25-142/I-Am-a-Hero-Omnibus-Volume-1-TPB)\n\n---  \n- **Won the 58th Shogakukan Manga Award for General Manga in 2013**\n\n---\n\n- Adapted into a Live Action film in 2016. Link to the [ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=24660) Page",
      "pl": "Hideo Suzuki to 35­‑latek pracujący jako asystent znanego twórcy mang. Na pozór wydaje się zwyczajnym człowiekiem, balansuje jednak na granicy choroby psychicznej, ma olbrzymie problemy z funkcjonowaniem w społeczeństwie i kontaktach z innymi ludźmi. Jak ktoś taki poradzi sobie w świecie opanowywanym przez zombie?  \n Mangę charakteryzuje bardzo poważne podejście do tematu i zorientowanie na psychikę bohatera oraz analizę ludzkiej osobowości.  \n Yumi - 25 maja 2011",
      "pt-br": "Hideo Suzuki é um assistente de mangaká de 35 anos de idade lutando para ser um herói em sua própria vida, dividido pelo trabalho na série em que é assistente \"lime light\" e com uma série nova ao mesmo tempo, equilibrando seu relacionamento com sua namorada e seus próprios delírios. No entanto, tão difícil como Hideo pode imaginar, o mundo parece ter um conjunto de planos diferentes para ele; maquinações sinistras e obscuras que derrubam completamente a sua realidade e como ele a vê."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "264"
  },
  {
    "mangaId": "fbc8e1e4-cba6-48ec-b828-d613fe3d93a6",
    "title": {
      "en": "The Ice Guy and His Cool Female Colleague"
    },
    "updatedAt": "2024-04-07T17:59:36+00:00",
    "coverArt": "https://mangadex.org/covers/fbc8e1e4-cba6-48ec-b828-d613fe3d93a6/d9916e5f-db23-4095-9944-ec781b8274b0.jpg",
    "altTitles": [
      {
        "ja": "氷属性男子とクールな同僚女子"
      },
      {
        "ja-ro": "Koori Zokusei Danshi to Cool na Douryo Joshi"
      },
      {
        "en": "The Ice Guy and the Cool Girl"
      },
      {
        "de": "Ice-Guy und seine coole Kollegin"
      },
      {
        "fr": "The Ice Guy & the Cool Girl"
      },
      {
        "fr": "L'homme glacé et la consœur cool"
      },
      {
        "fr": "L'homme froid et la collègue cool"
      },
      {
        "it": "Ice Guy & Cool Girl"
      },
      {
        "es": "El chico de hielo y su genial colega femenina"
      },
      {
        "pl": "Śnieżny chłopak i cool dziewczyna"
      },
      {
        "ru": "Ледяной парень и классная девушка-коллега"
      },
      {
        "th": "บริษัทลุ้นรัก หนุ่มหิมะกับสาวสุดคูล"
      },
      {
        "ko": "빙속성 남자와 쿨한 동료녀"
      },
      {
        "tr": "Buz çocuk ve havalı i̇ş arkadaşı"
      },
      {
        "zh": "冰属性男子与酷酷女同事"
      },
      {
        "zh-hk": "冰屬性男子與無表情女子"
      },
      {
        "ar": "رجل الثلج وزميلة العمل الباردة"
      },
      {
        "vi": "Anh chàng băng giá và cô nàng đồng nghiệp lạnh lùng"
      },
      {
        "vi": "Chàng \"băng\" nàng \"giá\""
      },
      {
        "en": "Ice Guy and the Cool Female Colleague"
      }
    ],
    "description": {
      "de": "Himuro ist Büroangestellter und der Nachfahre einer Schneefrau. Wann immer seine Gefühle außer Kontrolle geraten, werden seine Kollegen seinen eisigen Kräften ausgesetzt. Jedoch besitzt er entgegen seiner frostigen Fähigkeiten eine sehr warmherzige und freundliche Persönlichkeit. Er liebt Katzen und Blumen, auch wenn er ihnen nicht zu nahe kommen kann. Diejenige, die seine Gefühle immer wieder aus der Bahn wirft und sein Herz zum Schmelzen bringt, ist seine stets gefasst wirkende und ein wenig exzentrische Kollegin Fuyutsuki. Obwohl alle Kollegen durch den stetigen Ausbruch seiner Kräfte von seinen Gefühlen für Fuyutsuki wissen, ist diese vollkommen ahnungslos. Dies hält Himuro jedoch nicht davon ab, zu versuchen, ihr Herz für sich zu gewinnen.",
      "en": "A cute fluffy romance about the decendant of a yuki-onna who freezes the surrounding area every time he talks to his cute coworker.\n\nx.5 chapters are longer than normal chapters and have more fluffy content, make sure to read them!\n\n---\nHimuro is a living descendant of the Snow Woman from Japanese folklore. But anytime he's around his eccentric yet kind colleague, Fuyutsuki-san, he totally freezes up! Despite the snowstorm of love that rages on in his heart, and her complete cluelessness, will he take a step forward or stay frozen in place?\n\n---\n**Links:**\n- Alternative Official English - [Penguin Random House](https://www.penguinrandomhouse.com/series/FQP/the-ice-guy-and-the-cool-girl/)",
      "fr": "Himuro est le descendant d'une yuki-onna, une femme des neiges. Par cette filiation, il plonge inconsciemment son entourage dans un environnement proche de l'Arctique lorsqu'il se concentre.\n\nPire encore, il passe pour un homme qu'il n'est pas : perçu comme insensible et au tempérament glacial, il est en réalité chaleureux, aime les chats et les fleurs.\n\nSon état finit par attirer l'attention de sa collégue Fuyutsuki, dont il est secrètement amoureux. Himuro se montre alors déterminé à capturer le coeur de la jeune femme.",
      "id": "Romansa lembut yang lucu tentang dekendensi yuki-onna yang membekukan area sekitarnya setiap kali dia berbicara dengan rekan kerjanya yang imut.",
      "it": "Il manga racconta la dolce storia d'amore tra due colleghi, la tranquilla e dolce Fuyutsuki-san e Himuro-kun, discendente di una donna delle nevi, che letteralmente ghiaccia ogni cosa attorno a lui.\n\n---\nQuesta è la storia di Himuro, il discendente di una donna delle nevi, e della sua gentile seppur particolare collega Fuyutsuki... Anche se a prima vista possono sembrare due persone imperturbabili, entrambi sono in realtà molto impacciati quando si tratta di questioni di cuore; infatti l’amore che Himuro nutre nei confronti di Fuyutsuki imperversa nel suo animo come una bufera di neve, impedendogli di compiere il fatidico primo passo. Lei, d’altro canto, pare del tutto inconsapevole dei suoi stessi sentimenti...",
      "ja": "現代を生きる雪女の末裔な氷室くんと、同僚のちょっとユニークで優しい冬月さん。一見、クールに見えつつも、二人は恋愛にすっごく不器用。冬月さんへの「好き」が心の内で吹雪のように吹き荒れる氷室くんはもう一歩を踏み出せず、一方の冬月さんは自分の感情に超が付くほど鈍感で!?　Twitter＆pixivで大人気!!　クールな二人のピュア過ぎラブコメディー♪　単行本だけの描き下ろしマンガ３編を収録☆",
      "ko": "현대를 살아가는 설녀의 후예 히무로와 \n약간 독특하면서도 상냥한 동료 후유츠키. \n\n언뜻 보면 쿨해보이는 두 사람이지만, 연애에 관해서는 놀랄 만큼 서투르다. \n후유츠키를 향한 ‘호감’이 마음속에서 눈보라처럼 몰아치자, \n히무로는 더 이상 한 걸음도 나아가지 못하고. \n후유츠키 역시도 자신의 감정에 둔감하기는 마찬가지였는데!? \n\nTwitter&pixiv에서 대인기!! \n쿨한 두 사람의 맑다 못해 투명한 러브 코미디♪ \n\n단행본만의 오리지널 에피소드 3편도 수록☆",
      "pl": "Poznajcie Himuro, żyjącego we współczesnej Japonii potomka yuki-onny, oraz jego nieco nietypową koleżankę z biurka obok, Fuyutsuki. Choć na pierwszy rzut oka oboje wydają się spokojni i opanowani, tak naprawdę w miłości nie do końca dobrze sobie radzą. Himuro, w którego sercu panuje miłosna zamieć, nie jest w stanie wykonać kolejnego kroku naprzód, zaś Fuyutsuki zdaje się nie zauważać jego starań…",
      "ru": "Милый пушистый роман о классной работнице и её, холодном как лёд, коллеге.",
      "th": "ฮิมุโระคุง ชายหนุ่มผู้สืบเชื้อสายของสาวหิมะซึ่งใช้ชีวิตอยู่ในยุคปัจจุบัน \nและคุณฟุยุสึกิ เพื่อนร่วมงานสาวผู้อ่อนโยนและค่อนข้างไม่เหมือนใคร \nหากมองแค่ผิวเผิน หนุ่มสาวคู่นี้ก็ดูเป็นคนคูลๆ อยู่หรอก \nแต่พอเป็นเรื่องราวความรักแล้ว ทั้งสองกลับไม่เอาไหนซะเลย\nฮิมุโระคุงผู้ได้แต่เก็บความ \"ชอบ\" \nที่มีต่อฟุยุสึกิไว้ในใจประหนึ่งพายุหิมะที่โหมกระหน่ำ \nโดยไม่กล้าก้าวออกไปเริ่มต้นสักที \nส่วนฝ่ายคุณฟุยุสึกิเองก็ช่างความรู้สึกช้าไม่รู้ใจตัวเองเลย!?",
      "tr": "Sevimli iş arkadaşıyla her konuştuğunda çevreyi donduran ve Yuki-Onna'nın soyundan gelen adam hakkında sevimli, kabarık bir romantizm.",
      "vi": "Một câu chuyện tình yêu lãng mạn và dễ thương về một một cô nàng lạnh lùng và đồng nghiệp của cô ấy. Một câu chuyện tình yêu lãng mạn và dễ thương về một một cô nàng lạnh lùng và đồng nghiệp của cô ấy.",
      "zh": "冰属性男子与酷酷女同事漫画 ，当雪男遇上酷酷女同事，办公室将掀起一场恋爱暴风雪！",
      "pt-br": "Himuro-kun, descendente de uma Yuki-onna moderna, acabou de chegar em seu novo trabalho, e acaba criando tempestades de neve e bonecos de neve quando é tomado por suas emoções e perde o controle. Sua paixão secreta por Fuyutsuki-san, uma colega de trabalho única, mas gentil, cresce tão forte que congela às vezes aqueles ao seu redor. Por outro lado, Fuyutsuki-san, que muitas vezes é visto como legal pelos outros, também está muito interessada no misterioso Himuro-kun. O relacionamento deles muda gradualmente através do trabalho diário e dos eventos da empresa, e eles também começam a passar tempo juntos, mas ambos são desajeitados no amor e não conseguem se aproximar…"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ace1b3c4-41a7-44d2-a9ad-ae798932479e",
    "title": {
      "en": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
    },
    "updatedAt": "2024-06-27T06:39:52+00:00",
    "coverArt": "https://mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/93a92d8f-d94e-46f3-9537-8aa288cb2bdf.jpg",
    "altTitles": [
      {
        "ja": "FPSで初心者ボコってリアルファイトに発展した結果w"
      },
      {
        "en": "After Beating a Noob in an FPS, He Wanted to Fight Me in Real Life LOL"
      },
      {
        "vi": "Sau Khi Bị Tôi Bón Hành Trong Game, Có Đứa Hẹn Kèo Đánh Tôi!"
      },
      {
        "id": "Hasil dari Mengalahkan seorang Pemula di FPS yang Berkembang Menjadi Pertarungan di RL haha"
      },
      {
        "en": "Fighting With an FPS Beginner"
      },
      {
        "ro": "Luptând Cu Un Începător La Jocurile FPS"
      }
    ],
    "description": {
      "en": "After I beat a noob in an FPS, he challenged me to a fight in real life!?\n\nI decided to go along with it just for fun, but when I got there, a cute girl was waiting for me!\n\nThis is a romcom featuring a scummy male lead and a feisty female lead!\n\n(Source: [BookLive](https://booklive.jp/product/index/title_id/1564434/vol_no/001))",
      "ja": "FPSで初心者をボコったらリアルファイトに誘われた！？\n面白半分で行ってみるとそこにいたのは可愛い女の子！\nクズ系主人公と、闘志マンマンのヒロインによる\nラブコメディ！？\n未公開の前日章「とある1日」も追加しています！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48085245-aa09-473b-a2de-c062aab850be",
    "title": {
      "en": "Konyakusei"
    },
    "updatedAt": "2024-03-19T18:51:25+00:00",
    "coverArt": "https://mangadex.org/covers/48085245-aa09-473b-a2de-c062aab850be/1348e7b4-a073-463f-bff1-e3e5bfdc93ea.jpg",
    "altTitles": [
      {
        "en": "Супружеская жизнь"
      },
      {
        "en": "婚約生"
      }
    ],
    "description": {
      "en": "Hanaoka Sanchi married Saionji Koichi from the same high school because of the recent death of both her parents. But will they truly fall in love with each other along the way?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "18"
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b001f9b-47bf-4b5e-8476-80d9b193e373",
    "title": {
      "en": "Seijo no Maryoku wa Bannou desu: Mou Hitori no Seijo"
    },
    "updatedAt": "2023-10-31T05:31:38+00:00",
    "coverArt": "https://mangadex.org/covers/3b001f9b-47bf-4b5e-8476-80d9b193e373/99b935c5-c930-48d0-ad6c-329d593e1218.jpg",
    "altTitles": [
      {
        "ja": "聖女の魔力は万能です ～もう一人の聖女～"
      },
      {
        "en": "The Saint's Magic Power Is Omnipotent: The Other Saint"
      },
      {
        "en": "The Power of the Saint is All Around: The Other Saint"
      }
    ],
    "description": {
      "en": "Aira Misono is a run-of-the-mill high school girl, and never imagined that she’d be summoned to another world, let alone declared its savior. Yet from the moment the handsome Prince Kyle lays eyes on her, he’s convinced that she’s the long-awaited Holy Saint destined to banish darkness from his world. Aira herself maintains significant doubts. Is she really up to this challenge? She might be able to use magic, but is she really a Saint? Aira’s fears and struggles only deepen when the woman summoned alongside her begins to look more and more like the one who truly deserves that title."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": ""
  },
  {
    "mangaId": "0f4e9922-e84f-46f2-958b-e34a4e27a4a8",
    "title": {
      "en": "Uruwashi no Yoi no Tsuki"
    },
    "updatedAt": "2024-02-16T21:05:14+00:00",
    "coverArt": "https://mangadex.org/covers/0f4e9922-e84f-46f2-958b-e34a4e27a4a8/49feaf52-0ee3-44d4-b8d9-7a7d5f9f38f0.jpg",
    "altTitles": [
      {
        "en": "In the Clear Moonlit Dusk"
      },
      {
        "ja": "うるわしの宵の月"
      },
      {
        "zh": "皎洁迎宵之月"
      },
      {
        "ru": "Восхитительная сумеречная Луна"
      },
      {
        "ru": "Прекрасная вечерняя Луна"
      },
      {
        "ar": "في غسق ضوء القمر الجلي"
      },
      {
        "ko": "아름다운 초저녁달"
      },
      {
        "vi": "Vầng trăng chiều rực rỡ"
      },
      {
        "fr": "Ton visage au clair de lune"
      },
      {
        "pt-br": "No Crepúsculo da Lua"
      }
    ],
    "description": {
      "en": "Yoi is a girl who is called \"prince\" by those around her and treated like a hero in a girls' manga.\nThen she meets Ichimura, who is also called \"prince.\" He calls her \"beautiful\" and saves her from getting tangled up with a drunk at a convenience store, and the two quickly get close!\nIs this encounter fate? Or is it bad luck?!\nThe story of a man and a woman, both called \"princes,\" begins now!",
      "pt": "Takiguchi Yoi é uma garota de aparência masculina, tratada como um príncipe. Quando entra no ensino médio, o conflito começará ao conhecer um garoto que, efetivamente, pode roubar da nossa protagonista o título de \"homem mais desejado\" da escola.",
      "pt-br": "Takiguchi Yoi é uma garota de aparência masculina, tratada como um príncipe. Quando entra no ensino médio, o conflito começará ao conhecer um garoto que, efetivamente, pode roubar da nossa protagonista o título de “homem mais desejado” da escola."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4585777a-485f-4f03-93be-313b336f0c2e",
    "title": {
      "en": "Sono Ossan, Isekai de Nishuume Play wo Mankitsuchuu"
    },
    "updatedAt": "2024-05-12T02:25:17+00:00",
    "coverArt": "https://mangadex.org/covers/4585777a-485f-4f03-93be-313b336f0c2e/f88fd5bf-ed45-40ff-bb50-44957d3b19e6.jpg",
    "altTitles": [
      {
        "ja": "そのおっさん、異世界で二周目プレイを満喫中"
      },
      {
        "ja-ro": "Sono Ossan, Isekai de Nishuume Play o Mankitsu-chuu"
      },
      {
        "ja-ro": "Isekai de Nishuume Play o Mankitsuchuu"
      },
      {
        "en": "The Old Man Who Got a Second Round in Another World"
      },
      {
        "ru": "Старик, который получил второй шанс в другом мире"
      }
    ],
    "description": {
      "en": "Yuuya is a middle aged adventurer without talent. As hardworking as he is, he spends his days garnering little reward. One day, his memories of being a corporate slave return and he realizes that he has reincarnated into a world of the video game he had been obsessed with. As a bonus for resetting his level, his stats rise and the limits increase to the maximum. As a result, his life receives a turnaround. Using his knowledge of the game as well as his 10 years of experience as an adventurer, he will obtain all that he grasps with the skills he has forged. At last, in his third life, the time has come for the old man to be rewarded for his efforts."
    },
    "status": "cancelled",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "17"
  },
  {
    "mangaId": "85127c1f-1131-4fb2-9e36-8b45168a99e5",
    "title": {
      "ja": "Sawaranaide Kotesashi-kun"
    },
    "updatedAt": "2024-05-31T22:29:00+00:00",
    "coverArt": "https://mangadex.org/covers/85127c1f-1131-4fb2-9e36-8b45168a99e5/9c34ca98-b49a-4282-9194-5f16a0b88d8c.jpg",
    "altTitles": [
      {
        "ja": "さわらないで小手指くん"
      },
      {
        "en": "Don't Touch, Kotesashi-kun"
      },
      {
        "ru": "Не трогай меня, Котесаши-кун"
      },
      {
        "ja-ro": "Sawaranaide Kotesashi-kun"
      },
      {
        "zh-hk": "不要碰我小手指君"
      }
    ],
    "description": {
      "en": "Kotesashi Kouyou is an outstanding masseur, and aspiring sports doctor. Aiming to obtain a scholarship for medical school, he begins attending Seiwa High School, a sports powerhouse, this spring. As his family is poor he has to work as the hostels' manager, where he is also allowed to stay, to pay for his school expenses. Here he meets high school girl athletes, each with their own individual quirks. As the hostels' new manager, Kotesashi must now take care of their physical and mental needs!\n\nSports club high school girls and massages! The massage love comedy begins!",
      "ja": "卓越したマッサージ技術を持つ主人公・小手指向陽。スポーツドクターを志す小手指は、医学部特待をGETすべく、この春からスポーツ強豪校・星和大付属高校に通うことに。実家が貧乏な小手指は学費を稼ぐため寮に住み込みで働くことになっていたのだが、そこで出会ったのは一癖も二癖もあるJKアスリート達だった。小手指の仕事は、管理人業務と彼女達の心身のケア。部活JK×マッサージ！Hで過激な寮生活が幕を開けた！",
      "ru": "Котесаши Коё - главный герой, обладающий выдающимися навыками массажиста. Он стремится стать спортивным врачом и хочет получить медицинское образование. Поэтому начиная с весны, он будет посещать спортивную среднюю школу при Университете Сэйва, чтобы достичь своей мечты. Родители Котесаши небогаты, и ему приходится жить и работать в общежитии, чтобы заработать себе на обучение. Однако там он сталкивается с девушками-спортсменками с различными проблемами, и теперь Котесаши придётся работать не только в общежитии, но и заботиться о спортсменках, поддерживая их здоровье физически, а также оказывая моральную поддержку. Всё это положило начало его бурной жизни в общежитии!",
      "es-la": "Kotesashi Kouyou es el protagonista que posee una sobresaliente habilidad como masajista. Aspira a ser médico deportivo, quiere obtener un trato especial en la facultad de medicina, a partir de primavera, asistirá a la preparatoria adjunta a la universidad Seiwa, una escuela potencia en los deportes. Como su familia no es adinerada, tiene que trabajar como encargado de unos dormitorios donde le permiten hospedarse, para poder pagar sus gastos escolares, sin embargo, en ese lugar se encuentra con chicas atletas preparatorianas con varios problemas. El trabajo de Kotesashi es cuidar física y mentalmente de ellas, así como ser el encargado de los dormitorios. ¡Preparatorianas de clubes deportivos y masajes! ¡Todo esto dará comienzo a una vida llena de intensa excitación en los dormitorios!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af5f2646-cddd-4c4c-b652-96577ed89647",
    "title": {
      "en": "Maken Tsukai no Moto Shounen Hei wa, Moto Teki Kanbu no Onee-san to Issho ni Ikitai"
    },
    "updatedAt": "2024-02-27T18:18:46+00:00",
    "coverArt": "https://mangadex.org/covers/af5f2646-cddd-4c4c-b652-96577ed89647/3848315f-7230-46dc-8b95-00625d9d7f27.jpg",
    "altTitles": [
      {
        "ja-ro": "Makendzukai no Moto Shounenhei wa, Moto Tekikanbu no Onee-san to Issho ni Ikitai"
      },
      {
        "ja-ro": "Maken Tsukai no Moto Shōnen Hei wa, Moto Teki Kanbu no Onēsan to Issho ni Ikitai"
      },
      {
        "ja": "魔剣使いの元少年兵は、元敵幹部のお姉さんと一緒に生きたい"
      },
      {
        "en": "A Former Child Soldier Who Uses a Magic Sword Wants to Live With a Missy, the Former Enemy Leader"
      },
      {
        "id": "Seorang Mantan Prajurit Laki-laki Pengguna Pedang Sakti, Ingin Tinggal Bersama Mbak-Mbak yang Mantan Pemimpin Musuh"
      },
      {
        "zh": "魔王女干部X勇者少年兵"
      },
      {
        "es-la": "Un antiguo niño soldado con una espada mágica quiere vivir con su hermana, una antigua líder enemiga."
      }
    ],
    "description": {
      "en": "Seto is an ex-boy soldier who was expelled from the party of heroes on his journey because of his ruthless and incomparable fighting style. The former leader of the Demon King's army, Satis, was kicked out after a series of failures.\n\nThe two \"former\" enemies decide to travel together to find a second life. Sometimes they go to hot springs, sometimes they sleep in the same bed, sometimes they are attacked by demons. But what do they find at the end of their journey when they lose their place in the world?\n\nThe road story of the (former) brave boy soldier and (former) demon lord's army leader's \"rebirth\"!",
      "ja": "冷酷無比な戦いぶりを疎まれ、旅の途中で勇者パーティを追放された魔剣使いの元少年兵・セト。失敗続きで魔王軍を追い出された元幹部・サティス。“元”敵同士のふたりが第二の人生を探すため一緒に旅に出る。時には温泉に行ったり、一緒のベッドで寝たり――居場所を失くしたもの同士の“生き直し\"ロードストーリー！",
      "es-la": "Seto es un ex-soldado que fue expulsado del grupo de héroes en su viaje debido a su despiadado e incomparable estilo de lucha. El antiguo líder del ejército del Rey Demonio, Satis, fue expulsado tras una serie de fracasos. Los dos \"antiguos\" enemigos emprenden juntos un viaje para encontrar una segunda vida. A veces van a las termas, a veces duermen en la misma cama... ¡Una historia de \"renacimiento\" para los que han perdido su lugar en el mundo!",
      "pt-br": "\"Seto é um ex-garoto soldado que foi expulso do grupo dos heróis em sua jornada por causa de seu estilo de luta impiedoso e incomparável. A ex-líder do exército do Rei Demônio, Satis, foi expulsa após uma série de fracassos.\n\nOs dois \"antes\" inimigos decidem viajar juntos para encontrar uma segunda vida. Às vezes eles vão para fontes termais, às vezes dormem na mesma cama, às vezes são atacados por demônios. Mas o que eles encontram no final de sua viagem quando perdem seu lugar no mundo?\n\nA história do \"renascimento\" do \"antigo\" herói e da antiga líder do exército do rei demônio!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "39"
  },
  {
    "mangaId": "95aa6275-3a71-460b-af9f-33ee9b93bebc",
    "title": {
      "en": "Nue no Onmyouji"
    },
    "updatedAt": "2024-06-17T14:15:47+00:00",
    "coverArt": "https://mangadex.org/covers/95aa6275-3a71-460b-af9f-33ee9b93bebc/e1eecd47-db26-43f0-a87d-7bbee5ce947c.jpg",
    "altTitles": [
      {
        "ja": "鵺の陰陽師"
      },
      {
        "en": "Nue's Exorcist"
      },
      {
        "ru": "Оммёдзи Нуэ"
      },
      {
        "vi": "Âm Dương Sư Nue"
      },
      {
        "fr": "L'exorciste de Nue"
      },
      {
        "es-la": "El exorcista de Nue"
      }
    ],
    "description": {
      "en": "Yajima has been able to see spirits since he was small. At his new school is a room that nobody else can see. And inside is a spirit who loves playing video games. A new modern exorcist saga now begins!",
      "fr": "Yajima est capable de voir les esprits depuis qu'il est tout petit. Dans sa nouvelle école, il y a une pièce que personne d'autre ne peut voir. Et à l'intérieur se trouve un esprit qui aime jouer aux jeux vidéo. Une nouvelle saga d'exorcistes modernes commence !",
      "vi": "Yajima đã có thể nhìn thấy các linh hồn từ khi còn nhỏ. Tại ngôi trường mới của cậu ấy có một căn phòng mà không ai khác có thể nhìn thấy. Và bên trong là một linh hồn thích chơi trò chơi điện tử. Một câu chuyện trừ tà hiện đại bắt đầu từ giây phút này!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8edf64a8-73d3-4dbc-a21c-56bcbab1a0db",
    "title": {
      "en": "Ano ko ni naisho no VTUBER !"
    },
    "updatedAt": "2024-06-23T09:09:07+00:00",
    "coverArt": "https://mangadex.org/covers/8edf64a8-73d3-4dbc-a21c-56bcbab1a0db/faf0e660-b631-42b7-9403-90be49e23a4e.jpg",
    "altTitles": [
      {
        "ja": "あの子にナイショのVTUBER"
      },
      {
        "ja-ro": "Ano Ko ni Naisho no VTUBER"
      },
      {
        "en": "That Girl Is Secretly A VTUBER !"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54e260dc-5519-41c3-853c-d5f2a252b10f",
    "title": {
      "en": "Mahou Shoujo Ikusei Keikaku: Restart"
    },
    "updatedAt": "2024-06-01T15:06:04+00:00",
    "coverArt": "https://mangadex.org/covers/54e260dc-5519-41c3-853c-d5f2a252b10f/b0c0bb0f-f27a-4ab3-b6ef-c5ab39b00ac7.jpg",
    "altTitles": [
      {
        "en": "Magical Girl Raising Project: Restart"
      },
      {
        "ja": "魔法少女育成計画restart"
      }
    ],
    "description": {
      "en": "16 Magical Girls have been chosen to participate in the Magical Girl Raising Project by an unknown person and this time, there's prize money involved. Every three days, their Magical Phones will pull them into an RPG-like simulation where they have to clear the game to get out!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d6decd4-835d-4905-9534-2571dae07bcd",
    "title": {
      "en": "Lord El-Melloi II-sei no Jikenbo"
    },
    "updatedAt": "2024-04-16T20:10:45+00:00",
    "coverArt": "https://mangadex.org/covers/4d6decd4-835d-4905-9534-2571dae07bcd/1ba80bfd-6186-4005-b518-3ce19207c0ba.jpg",
    "altTitles": [
      {
        "ja": "Lord El-Melloi II Case Files"
      },
      {
        "ja": "ロード・エルメロイⅡ世の事件簿"
      },
      {
        "ru": "Досье лорда Эль-Меллоя II"
      },
      {
        "vi": "Bí ẩn trong thế giới ma thuật"
      },
      {
        "vi": "Hồ sơ của Lord El-Melloi"
      }
    ],
    "description": {
      "en": "When Lord El-Melloi II, the later Waver Velvet, gets asked to claim his inheritance over Adra Castle, he travels there with his apprentice Gray to do so. But they are not the only ones called that way. The will of the previous owner states that the assembled contestants—including Luviagelita Edelfelt—must compete in a game of wits to win the castle.  \n  \nBased on the light novel of the same name.",
      "ru": "Часовая Башня — центр магического мира и штаб-квартира «Ассоциации магов», хранящей секреты бесценных таинств. Преподающий здесь лорд факультета современной магии, Эль-Меллой II, по стечению определённых обстоятельств оказывается втянут в борьбу за наследие Замка Разделения, Адра. Только разгадавший тайну ангельских имён, что были даны всем приглашённым и встречаются в нём повсюду, сможет получить его «наследие». Однако даже для высокопоставленных магов Часовой Башни это дело оказалось не простым решением головоломки, а началом волшебного, но в то же время печального инцидента.С этого дела началось досье лорда Эль-Меллоя II, в котором переплелись магия и таинства, иллюзии и загадки..."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db0ac526-46c9-41ea-be96-1959bc26a314",
    "title": {
      "en": "A Cool Older Lady Who Drives Me Crazy"
    },
    "updatedAt": "2024-05-27T16:54:49+00:00",
    "coverArt": "https://mangadex.org/covers/db0ac526-46c9-41ea-be96-1959bc26a314/c033ea56-b62c-41c7-b6ed-23d52cc98f5b.jpg",
    "altTitles": [
      {
        "ja": "僕を狂わすカッコイイお姉さん"
      },
      {
        "ja-ro": "Boku o Kuruwasu Kakkoii Onee-san"
      },
      {
        "en": "A Cool Older Lady That Makes Me Crazy"
      },
      {
        "pt-br": "Uma mulher mais velha legal que me deixa louco"
      },
      {
        "es-la": "Una mujer mayor genial que me vuelve loco"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6f799b6e-3029-43cf-9648-c50a9f4bab47",
    "title": {
      "en": "Bishu no Daichi Fukushu ~Fukushuu no tame ni Kao wo Suteta Onna~"
    },
    "updatedAt": "2023-11-05T16:31:43+00:00",
    "coverArt": "https://mangadex.org/covers/6f799b6e-3029-43cf-9648-c50a9f4bab47/0b4cb038-7709-4e6f-9a20-438f9f439d3f.jpg",
    "altTitles": [
      {
        "ja": "美醜の大地～復讐のために顔を捨てた女～"
      },
      {
        "en": "A Woman Who Abandoned Her Face for Revenge"
      },
      {
        "vi": "Vì Hận Tái Sinh ~Người phụ nữ vì phục thù mà từ bỏ gương mặt của mình~"
      }
    ],
    "description": {
      "en": "A woman who was robbed of her family by bullying is reborn as another person, and she devotes herself to revenge from hell! , Because of her ugly appearance, she was badly bullied at a girls' school. The leader of bullying is Ayako Takashimazu, the daughter of a large company. Hana, who was accused of theft by her, was forced to leave school...!?\n\n(from mangaupdates)",
      "ja": "いじめによってすべてを奪われた女が別人に生まれ変わり、地獄の復讐に身を投じる！\n\n昭和20年、太平洋戦争が終わりかけていた時代、樺太（からふと）で生まれ育った少女・市村ハナは、醜い容姿のため女学校で凄惨ないじめを受けていた。いじめのリーダー格は大会社の令嬢・高島津絢子。彼女によって泥棒の濡れ衣を着せられたハナは、退学に追い込まれてしまう。やがてソ連軍が空襲を開始し、樺太から北海道へ逃れる船に乗り込んだハナ一家だったが、いじめグループによって船から追い出されてしまい……。",
      "vi": "Một cô gái với cuộc đời bị lấy đi tất cả mọi thứ do bị bắt nạt, vu oan đã tái sinh thành một người khác và cô quyết định trả thù tất cả những ai đã góp phần đẩy cuộc đời mình vào bước đường cùng!\nIchimura Hana, một cô gái sinh ra và lớn lên ở Karafuto, bị bắt nạt dã man tại một trường nữ sinh vì ngoại hình xấu xí của mình. Cầm đầu nhóm bắt nạt cô là Takashimazu Ayako, thiên kim tiểu thư của công ty sản xuất giấy lớn nhất Karafuto thời bấy giờ. Sau một lần bị vu cáo là kẻ trộm, Hana đã bị đuổi học.\nMột thời gian sau, trong một cuộc di tản bởi trận không kích của quân Liên Xô, gia đình Hana đáng ra đã lên được một con tàu để thoát khỏi Karafuto đến Hokkaido, nhưng cả nhà cô đã bị xua đuổi khỏi tàu bởi chính sự vu cáo của bè lũ bắt nạt đó..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8c6395b-aa04-426f-aa09-284ae1c3a1e5",
    "title": {
      "en": "Tsui no Taimashi ―Ender Geisterー"
    },
    "updatedAt": "2024-05-11T12:33:00+00:00",
    "coverArt": "https://mangadex.org/covers/a8c6395b-aa04-426f-aa09-284ae1c3a1e5/0855383b-e796-4efe-b51b-ae51bb6a1721.jpg",
    "altTitles": [
      {
        "es": "El último exorcista -Ender geister-"
      },
      {
        "en": "The Last Exorcist -Ender Geyster-"
      },
      {
        "ja": "終の退魔師―エンダーガイスター"
      },
      {
        "zh-hk": "終之退魔師"
      },
      {
        "th": "มือปราบปิศาจคนสุดท้าย ENDER GEISTER"
      },
      {
        "vi": "Chung Chi Thối Ma Sư -Ender Geister-"
      }
    ],
    "description": {
      "en": "Akira, a demonically strong S-class exorcist, is sent from Germany to investigate a paranormal event in a certain city in Japan. \nHe destroys creatures from other worlds with his beautiful exorcist partner Chikage.",
      "es": "Akira es un exorcista de clase S que es enviado desde Alemania para investigar un incidente sobrenatural en cierta ciudad de Japón. Él y su compañera, la hermoso exorcista Chikage, acabarán a las criaturas que han venido de otro mundo.",
      "id": "Akira adalah pengusir setan kelas S yang dikirim dari Jerman untuk menyelidiki insiden supernatural di kota tertentu di Jepang. Dia dan rekannya, pengusir setan cantik Chikage, akan menghabisi makhluk yang datang dari dunia lain."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c014afcd-ec06-4d97-8a9e-c6f3ef9be950",
    "title": {
      "en": "Kaijuu Iro no Shima"
    },
    "updatedAt": "2024-04-26T10:32:56+00:00",
    "coverArt": "https://mangadex.org/covers/c014afcd-ec06-4d97-8a9e-c6f3ef9be950/b01dfd64-b51b-4a7d-aea1-a6bf509e387d.jpg",
    "altTitles": [
      {
        "ja": "かいじゅう色の島"
      },
      {
        "en": "Kaiju-Colored Island"
      },
      {
        "en": "Monster-Colored Island"
      }
    ],
    "description": {
      "en": "Without a single friend, middle schooler Chigawa Kon lives on a small island and laments that she hasn't \"fallen in love\" yet, unlike her classmates. She often plays by \"the Hole\", a cave near the sea where a man-eating monster lives, according to folk tales.  \n  \nOne day, as she meets with another girl who accidentally drops her smartphone in the sea, they fall from a cliff together but miraculously survive. It turns out Furuka is also all alone.  \n  \nPublished in Young Dragon Age (formerly Bessatsu Dragon Age/Dragon Age Extra), released every 3 months."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents To Give You"
    },
    "updatedAt": "2024-06-28T22:53:19+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai sa Retakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      },
      {
        "es-la": "El regaño que nunca quisieras recibir de tus padres"
      }
    ],
    "description": {
      "es-la": "La charla que nunca quieres que te den tus padres."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a86a2dae-e38a-4603-a518-503db8d5e369",
    "title": {
      "en": "Dance Dance Danseur"
    },
    "updatedAt": "2023-12-18T18:05:46+00:00",
    "coverArt": "https://mangadex.org/covers/a86a2dae-e38a-4603-a518-503db8d5e369/fe5ffb88-720c-4d8e-9f0f-437f619ec8fc.jpg",
    "altTitles": [
      {
        "ja": "ダンス・ダンス・ダンスール"
      },
      {
        "fr": "Danse Danse Danseur"
      },
      {
        "ar": "دانس دانس دانسور"
      },
      {
        "ko": "댄스 댄스 당쇠르"
      },
      {
        "zh": "舞动不止"
      },
      {
        "zh-hk": "舞動不止"
      },
      {
        "ru": "Танцуй, Танцуй, Танцор"
      }
    ],
    "description": {
      "en": "Junpei is happily snoozing away during his sister's ballet recital when a male ballet dancer steps onto the stage. Moved by the strength and skills the dancer displays, the boy discovers his love for this art.  \n  \nBut after a certain tragedy happens, he vows to leave his past behind and turn into the epitome of manliness. What will he do when his love for ballet reignites?!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b8854da-b8fa-4648-8359-b6e223714f18",
    "title": {
      "en": "All Purpose Apocalyptic Upgrade System"
    },
    "updatedAt": "2023-06-13T12:34:22+00:00",
    "coverArt": "https://mangadex.org/covers/7b8854da-b8fa-4648-8359-b6e223714f18/44d4ecb6-5c1b-4feb-90af-4fd765c7a8d9.jpg",
    "altTitles": [
      {
        "zh": "末世万物升级系统"
      },
      {
        "en": "Doomsday Everything Upgrade System"
      },
      {
        "zh-ro": "Moshi Wanwu Shengji Xitong"
      },
      {
        "zh-ro": "Mòshì Wànwù Shēngjí Xìtǒng"
      }
    ],
    "description": {
      "en": "In a world overrun by zombies, survival is difficult, but I suddenly gained an all-purpose apocalyptic upgrade system.\nWhat is this?!\nBy killing the zombie and completing tasks, you can earn upgrade points that can be used to upgrade anything. With this, I no longer fear material scarcity, I just have to keep upgrading. From fruit cores to trees that last for millennia, from wild fields to super farms, from broken guns to plasma explosive weapons, from peas to super zombie-killers, and from paper airplanes to F22s. With this system, a single person is equivalent to a whole city!",
      "zh": "丧尸末世，艰难求生，可突然得到了一个万物升级系统。什么？打丧尸做任务得到的升级点数可以拿来升级任何东西！那我还怕什么物资匮乏，不停的升级就是，果核升级成万年果树；野田升级成超级农场；坏掉的手枪升级成等离子爆矢枪；豌豆升级成超级丧尸杀手；纸飞机升级成F22。有此系统在手，一人即一城！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4631dc7-87b9-4d6a-8b3b-5594664ecc27",
    "title": {
      "en": "Fate/kaleid liner PRISMA☆ILLYA 3rei!!"
    },
    "updatedAt": "2024-06-21T13:57:41+00:00",
    "coverArt": "https://mangadex.org/covers/e4631dc7-87b9-4d6a-8b3b-5594664ecc27/a84004c9-2f41-46f7-b94c-25186c5e8be4.jpg",
    "altTitles": [
      {
        "zh": "Fate kaleid liner 魔法少女☆伊莉雅"
      },
      {
        "en": "Fate/Kaleid Liner Prisma Illya 3rei!!"
      },
      {
        "ja": "Fate/kaleid liner プリズマ☆イリヤ ドライ! !"
      },
      {
        "ja-ro": "Fate/Kaleid Liner Prisma Illya Dorai!!"
      },
      {
        "ru": "Судьба/Девочка волшебница Илия 3"
      }
    ],
    "description": {
      "en": "Just as Miyu was about to be saved from being swallowed by despair, all of a sudden mysterious duo that mastered Heroic Spirit Class Card system appears in front of Illya!  \n  \n(A direct continuation of the second act, \"2wei\" - manga upholds the tradition of having punny names based on german numbers and was appropriately titled \"3rei\", which comes from deutsch \"drei\" meaning \"three\".)  \n\n\n---",
      "fr": "Il s'agit d'un spin-off de la série Fate/Stay Night.  \n  \nRin Tohsaka est une mage chargée par Zelretch de collecter les cartes des sept servants dispersées dans la ville de Fuyuki. Malheureusement, elle découvre qu'elle ne peut pas utiliser la magie de Ruby, son sceptre.  \nRin va alors découvrir en Illyasviel von Einzbern un potentiel pour devenir magical girl à sa place. Illya va alors utiliser le Kaleido Stick Ruby pour collecter les cartes tout en étant supervisée par Rin.  \n  \nLa petite fille va également découvrir une rivale et amie de taille nommée Miyu Edelfelt, qui avait pour maître Luviagelita Edelfelt, la rivale de Rin.  \n  \nPar ailleurs, pendant la collecte de cartes, Illya va découvrir une autre jeune fille lui ressemblant étrangement : Kuroe. Cette dernière n'a pas l'intention de la laisser remplir sa mission et tente de l'éliminer."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b16f2554-9525-4f2a-bbe4-5b75b6605176",
    "title": {
      "ja": "Clevatess - Majuu no Ou to Akago to Shikabane no Yuusha"
    },
    "updatedAt": "2024-03-17T16:56:12+00:00",
    "coverArt": "https://mangadex.org/covers/b16f2554-9525-4f2a-bbe4-5b75b6605176/583c307e-3626-4e49-87aa-42410113d6b6.jpg",
    "altTitles": [
      {
        "en": "Clevatess - The King of Devil Beasts, the Baby, and the Brave of the Undead"
      },
      {
        "ja": "Clevatess"
      },
      {
        "ja": "クレバテス−魔獣の王と赤子と屍の勇者−"
      },
      {
        "pt-br": "Clevatess - O Rei das Feras Diabólicas, O bebê e a Valente Heróina Morta-Viva"
      }
    ],
    "description": {
      "en": "It killed the heroes, killed the king, the devil beast then found the “baby of fate”…\r\nHaving both superior intellect and destructive power, such is Clevatess, the king of the devil beasts.\r\nAngered by the 13 heroes tasked to take his life, he decided to bring ruin on mankind but get entrusted with an unexpected nuisance: a newborn human baby.\r\nIs it the tale of a near-ending world close to the apocalypse or the diary of new era childcare?",
      "pt-br": "Ele matou os heróis, matou o rei, a fera demoníaca então encontrou o “bebê do destino”… Tendo intelecto superior e poder destrutivo, tal é Clevatess, o rei das feras demoníacas. Irritado com os 13 heróis encarregados de tirar sua vida, ele decidiu arruinar a humanidade, mas foi encarregado de um incômodo inesperado: um bebê humano recém-nascido. É a história de um mundo próximo do fim, perto do apocalipse, ou o diário dos cuidados infantis da nova era?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]