[
  {
    "mangaId": "2486f416-7f14-4abe-9319-8f2e02aef339",
    "title": {
      "en": "Migawari Hakushaku no Bouken"
    },
    "updatedAt": "2024-06-16T09:17:56+00:00",
    "coverArt": "https://mangadex.org/covers/2486f416-7f14-4abe-9319-8f2e02aef339/460ecd06-3031-4431-b290-10322a476f77.jpg",
    "altTitles": [
      {
        "fr": "Laissée pour comte"
      },
      {
        "en": "The Substitute Count Adventure"
      },
      {
        "zh": "替身伯爵的冒险"
      },
      {
        "ja": "身代わり伯爵の冒険"
      }
    ],
    "description": {
      "en": "Mireille is the daughter of a bakery owner and her twin brother Fred was adopted into another family when they were kids. One day a letter from her brother arrived, saying he was in love with another man’s woman. She replied, challenging him to be a man and claim the woman as his.  \n  \nTwo months later, a beautiful young man named Richard, claiming to be a messenger from Fred, visits and tells her “I’ve come for you.” When the bewildered Mireille resists, he proceeds to kidnap her! It turns out that Fred has eloped with the crown prince’s fiance, and it is now her responsibility to impersonate Fred – the former Count of Bernhardt!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "28"
  },
  {
    "mangaId": "6e445564-d9a8-4862-bff1-f4d6be6dba2c",
    "title": {
      "en": "Karakai Jouzu no Takagi-san"
    },
    "updatedAt": "2024-05-24T00:02:33+00:00",
    "coverArt": "https://mangadex.org/covers/6e445564-d9a8-4862-bff1-f4d6be6dba2c/05d9b9c4-cdf4-4714-b556-6501a9484c78.jpg",
    "altTitles": [
      {
        "vi": "Chuyên gia trêu chọc Takagi-san"
      },
      {
        "tr": "Kızdırma Ustası Takagi-san"
      },
      {
        "vi": "Nhất quỷ nhì ma, thứ ba Takagi"
      },
      {
        "fr": "Quand Takagi me taquine"
      },
      {
        "fr": "Takagi-san, la taquineuse professionnelle"
      },
      {
        "en": "Skilled Teaser Ms. Takagi"
      },
      {
        "ru": "Мастер дразнилок Такаги-сан"
      },
      {
        "ja": "からかい上手の高木さん"
      },
      {
        "zh": "擅长捉弄的高木同学"
      },
      {
        "pt-br": "Takagi – A Mestra das Pegadinhas"
      },
      {
        "uk": "Майстер дражнилок Такаґі-сан"
      },
      {
        "de": "Nicht schon wieder, Takagi-San"
      },
      {
        "it": "Non mi stuzzicare, Takagi!"
      },
      {
        "es": "La Maestra de las Bromas: Takagi - San"
      },
      {
        "ar": "سيد الدعابة تاكاجي-سان"
      },
      {
        "ko": "장난을 잘치는 타카기 양"
      },
      {
        "th": "แกล้งนัก รักนะ รู้ยัง?"
      },
      {
        "tr": "Muziplik Ustası Takagi"
      },
      {
        "tl": "Ang Magaling sa Panunuksong si Takagi-san"
      },
      {
        "id": "Ahli jahil, Takagi-san"
      },
      {
        "id": "Takagi-san Tukang Jahil"
      },
      {
        "en": "Teasing Master Takagi-san"
      }
    ],
    "description": {
      "en": "*If you blush, you lose!*  Living by this principle, the middle schooler Nishikata gets constantly made fun of by his seat neighbour Takagi-san. With his pride shattered to pieces, he vows to turn the tables and get back at her someday.   And so, he attempts to tease her day after day, only to find himself falling victim to Takagi-san's ridicule again sooner than later. Will he be able to make Takagi-san blush from embarrassment even once in the end? English Chapters have been renumbered to their tank numbers, where applicable.*\n\n---\n- **Won the 66th Shogakukan Manga Award for Shonen in 2021**",
      "id": "Komik ini bercerita tentang seorang siswa Sekolah Menengah Nishikata dan Takagi duduk bersebelahan di kelas. Takagi menikmati menggoda Nishikata dengan lelucon dan lelucon yang memalukan. Sebagai tanggapan, Nishikata membuat rencana untuk membalas dendam, tetapi dia gagal ketika dia mengidentifikasi kelemahannya dan memanfaatkannya. Dalam beberapa kasus langka di mana Takagi kehilangan tantangan, Nishikata tidak merasa seperti dia benar-benar menang. Pengaturan ini didasarkan pada kota Tonoshou di Prefektur Kagawa.",
      "pt-br": "Takagi-san, essa é a garota que se senta ao meu lado, sempre me provocando. Mas você vai ver, hoje é o dia que eu vou dar o troco e envergonhá-la!!"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "177"
  },
  {
    "mangaId": "a19db143-0399-4c72-b999-75544b509cb9",
    "title": {
      "en": "Danshi dato Omotteita Osananajimi tono Shinkon Seikatsu ga Umaku Ikisugiru Ken ni Tsuite"
    },
    "updatedAt": "2024-06-22T06:53:39+00:00",
    "coverArt": "https://mangadex.org/covers/a19db143-0399-4c72-b999-75544b509cb9/0cf688cb-aa80-4e7e-99fc-49b5b19d3697.jpg",
    "altTitles": [
      {
        "ja": "男子だと思っていた幼馴染との新婚生活がうまくいきすぎる件について"
      },
      {
        "en": "Regarding my Married Life with a Childhood Friend Whom I Thought Was a Boy Going Way Too Smoothly"
      }
    ],
    "description": {
      "en": "Shuichi, a high school student, ended up marrying his childhood friend whom he thought was a boy. At their reunion after 10 years, his childhood friend Yuika had transformed into a beautiful girl, which initially made Shuichi quite nervous. However, as time passed, he gradually grew accustomed to the sense of closeness as best friends—and thus, their love story as an ideal couple with a charming touch of innocence begins!",
      "ja": "親友だから、通じ合えちゃう。\n\n高校生の秀一は、男だと思っていた幼馴染の唯華といきなり結婚することになってしまう。10年ぶりの再会に、最初はぎこちなかったが徐々に昔を思い出して――。楽しい高校生活と新婚生活を満喫しちゃう!?\n\n意識しあっても、あと一歩が踏み出せない。",
      "pt-br": "Shuichi, um estudante do ensino médio, acabou se casando com seu amigo de infância que ele pensava ser um menino. Em seu reencontro após 10 anos, sua amiga de infância Yuika se transformou em uma linda garota, o que inicialmente deixou Shuichi bastante nervoso. No entanto, com o passar do tempo, ele gradualmente se acostumou com a sensação de proximidade como melhores amigos - e assim começa a história de amor deles como um casal ideal com um toque encantador de inocência!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75714cad-01c2-478e-9a2c-4c4903549352",
    "title": {
      "en": "Guide to Raising a Loyal Dog"
    },
    "updatedAt": "2024-06-24T15:42:11+00:00",
    "coverArt": "https://mangadex.org/covers/75714cad-01c2-478e-9a2c-4c4903549352/125bf59d-b664-447c-9e0f-c7fc60b483c1.png",
    "altTitles": [
      {
        "zh": "忠犬攻略"
      },
      {
        "zh-ro": "Zhong Quan Gong Lüe"
      }
    ],
    "description": {
      "en": "A reward notice for a “lost dog” ties the fates of Ling Xiangwan and Bai Qingxiao together. As the poor university student, Ling Xiangwan, searches for the owner of the dog he is currently carrying, he accidentally catches glimpses of Bai Qingxiao’s naughty deeds. It is only then that he realizes this is not the kind of “dog” the notice was looking for. As the door to flee the scene is quite literally shut, Bai Qingxiao asks Ling Xiangwan to pay him company, how humiliating! Ling Xiangwan leaves, fuming. After that, Bai Qingxiao just can’t seem to get Ling Xiangwan out of his mind…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "142438ca-afa5-439c-8bd4-dbc98e6324fc",
    "title": {
      "en": "Please Lay Your Eyes on Jasmine"
    },
    "updatedAt": "2023-08-28T01:17:09+00:00",
    "coverArt": "https://mangadex.org/covers/142438ca-afa5-439c-8bd4-dbc98e6324fc/218b035d-1cd3-42f9-952e-7dffea019236.jpg",
    "altTitles": [
      {
        "en": "Please Look at Jasmine"
      },
      {
        "ko": "자스민을 봐주세요!"
      }
    ],
    "description": {
      "en": "Jasmine had an accident with her one-sided love, Duke Aion. The straightforward man, who had not paid attention to her before, who had consistently ignored her, for some reason, now caught the feeling… “Don't you like me? Is that a lie? \"Why would I lie about that?\" “I know. You are that kind of person.” He was in a phase where he broke off from his cursed love, but instead it took a turn for the worse."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4536960e-a1a4-46c9-bb76-7604523f79fa",
    "title": {
      "en": "Corrupting the Heroine's First Love"
    },
    "updatedAt": "2024-04-21T21:00:05+00:00",
    "coverArt": "https://mangadex.org/covers/4536960e-a1a4-46c9-bb76-7604523f79fa/abc8c6e5-e340-437e-9b0a-b497b9e7ae44.jpg",
    "altTitles": [
      {
        "ko": "여주인공의 첫사랑을 타락시켜 버리면"
      },
      {
        "en": "If You Corrupt the Heroine's First Love"
      },
      {
        "en": "Corrupting Your Heroine's First Love Will Result With This"
      }
    ],
    "description": {
      "en": "“I am a knight of Latem. We’re not destined to stand under the same sky.”\n\nShe had become Karina Apocalita, the personification of evil and a member of the heterogeneous race that ruled the world with malevolence. The plot began to twist and turn when Karina unknowingly saved the life of Reneiger, a justful knight and the heroine’s first love.\n\nReneiger became doubtful of his faith, eventually losing his glow and radiant platinum blond. Soon the sacred knight fell from grace and aligned himself to Karina’s fate.\n\n“There’s no turning back now. Dear God, please forgive me.”\n\nHe knew he would never be able to escape from her hands.\n\n---\n\"I am a knight of Latem, and that means I cannot coexist under the same sky as you.\"\n\nAfter entering the book *A Trapped Bird Cannot Escape*, I realized that I had taken over the body of Karina Apocalypta, a member of a species that reigns as the evil of the world. However, the novel's plot begins to twist after I saved the life of Reneiger, the first love of the female protagonist, who happens to be a holy knight. Reneiger begins to doubt his faith, ultimately losing his brilliant platinum hair. Thus, the once sacred holy knight turns corrupt and eventually sympathizes with Karina's fate...\n\n\"Now we have each other's desires,\" Karina said while caressing his cheek. It was a feeling of being pulled in by each fascinating tendril of thorny vines.\n\nReneiger couldn't bear it, \"It can't be undone.\"\n\n---\nIn a land overshadowed by darkness, Karina Apocalita rises as a formidable figure, her being a tapestry of power from a diverse race. Her destiny intertwines with Reneiger, a knight from the virtuous Latem order, known for justice and as the former love of a legendary heroine. Their paths take an unforeseen turn when Karina, unaware of her impact, saves Reneiger's life. This act, challenging his convictions, triggers a crisis within him, tarnishing his once radiant aura and precipitating a fall from grace.\n\nFaced with his altered fate, Reneiger prays for forgiveness, realizing his escape from Karina's shadow is but a dream. This pivotal moment raises a haunting question: will Reneiger rediscover the light, or be consumed by the darkness emanating from Karina?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c18f5e5-fb9b-4724-b4f5-c38ade9a5806",
    "title": {
      "en": "Undercover Darling"
    },
    "updatedAt": "2024-04-28T19:05:11+00:00",
    "coverArt": "https://mangadex.org/covers/7c18f5e5-fb9b-4724-b4f5-c38ade9a5806/9435138b-017c-4e64-a752-6e0dc26e7c06.jpg",
    "altTitles": [
      {
        "ko": "언더커버 달링"
      }
    ],
    "description": {
      "en": "The daily life of Lee Jae, a hot-blooded police officer in a quiet rural village, is turned upside down by the reunion with his first love.Who would have thought that his first love, who had suddenly disappeared without a word one day, would reappear before him as a gangster?\"Just bear with it a little longer. I'm going to do everything that I've been putting off today.\"Can he resist that dirty handsome face that he never wanted to see again?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61c68d53-06a9-4023-822a-ebda5ce0a38e",
    "title": {
      "en": "Shout Loud My Heart"
    },
    "updatedAt": "2024-06-01T16:15:42+00:00",
    "coverArt": "https://mangadex.org/covers/61c68d53-06a9-4023-822a-ebda5ce0a38e/bd0d2474-5003-4239-bd9f-9e4275b900bd.jpg",
    "altTitles": [
      {
        "ja": "シャウト・ラウド・マイハート"
      },
      {
        "vi": "Shout Loud My Heart"
      }
    ],
    "description": {
      "en": "Feelings that cannot be put into words are put into music--\n\nGen, a university student who plays guitar in the rock band \"Eve,\" meets a man named Mike at a live music venue one day.\nHe smokes cigarettes and talks about whatever he likes, making him seem like a shady guy.\nBut what Gen hears is a clear, straightforward, one-of-a-kind singing voice.\n\nThe next day, the two discover they are attending the same university.\nGen is normally not interested in other people, but Mike's voice is special.\nWhether he's singing or talking, it slips into his heart.\n\nIf that voice were to woo him--\nBefore he knew it, Gen was even thinking about such things...",
      "vi": "Mic (Mika) – giọng ca chính của ban nhạc Adam, dường như đã rung động trước Gen – tay guitar của ban nhạc Eve. Từ trước đến nay, ai cũng gọi cậu là Mic, nhưng chỉ duy nhất Gen, cậu muốn được nghe người ấy gọi tên mình là Mika. Những rung cảm được thể hiện bằng âm nhạc, muốn hét lên thật to những cảm xúc trong trái tim mình, chính là câu chuyện tình yêu trong “Shout loud my heart”."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "2b44a54e-6e91-4a29-99f3-2955f9e44a54",
    "title": {
      "en": "The Kind Older Sister Is No More"
    },
    "updatedAt": "2023-01-03T21:14:51+00:00",
    "coverArt": "https://mangadex.org/covers/2b44a54e-6e91-4a29-99f3-2955f9e44a54/80b7e270-699d-45f1-8073-8378a3abb329.jpg",
    "altTitles": [
      {
        "ko": "착한 언니는 없다"
      },
      {
        "en": "There’s No Good Sister"
      },
      {
        "ko-ro": "Chakan Eonnineun Eopda"
      },
      {
        "en": "No More Nice Sis"
      }
    ],
    "description": {
      "en": "Irene has always been living in the shadow of her ill and frail sister, Riel. She believed that she could and had to do everything for her family… until Riel stole everything from her.\n\nAfter realizing that there is no place for her in her home, and that she was never loved by her family, Irene decides to do her utmost to become independent, and in doing so, crosses paths with Noel Kristen, a man who has been subjected to a much similar fate…\n\n“We may be able to save each other.”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac2c3e48-b7ef-4a58-9a14-42d7f9adfe18",
    "title": {
      "en": "Gotou-san wa Furimukasetai! (Pre-serialization)"
    },
    "updatedAt": "2023-03-31T08:26:35+00:00",
    "coverArt": "https://mangadex.org/covers/ac2c3e48-b7ef-4a58-9a14-42d7f9adfe18/b4d298d1-c19b-4130-8988-3f4b1419b348.jpg",
    "altTitles": [
      {
        "ja": "後藤さんは振り向かせたい"
      },
      {
        "en": "Gotou-san Wants Me to Turn Around"
      },
      {
        "fr": "Gotou-san veut que je me retourne"
      },
      {
        "zh": "後藤同學想讓你回頭"
      }
    ],
    "description": {
      "en": "Gotou-san, the prettiest girl in school, tries to get the attention of Maeda-kun, who sits in front of her. She secretly harbors a crush on him, but Maeda, who lacks self-confidence, doesn't notice her feelings. What is the future of Gotou-san's unwavering love?",
      "fr": "Gotou-san, la plus jolie fille de l'école, demande quelque chose à Maeda-kun devant lui. Gotou-san l'aime secrètement, mais Maeda, qui ne lui fait pas confiance, ne la remarque pas.Quel est l'avenir de l'amour indéfectible de Gotou-san ?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b05825a3-9d8e-45bc-a45a-1fe065186b83",
    "title": {
      "en": "Filter-Goshi no Kanojo"
    },
    "updatedAt": "2024-06-18T15:11:17+00:00",
    "coverArt": "https://mangadex.org/covers/b05825a3-9d8e-45bc-a45a-1fe065186b83/7293b25b-9680-4e8c-a3e5-324ba8cf2138.jpg",
    "altTitles": [
      {
        "ja": "フィルター越しのカノジョ"
      },
      {
        "zh-hk": "隔著濾鏡的女朋友"
      },
      {
        "ru": "Девушка через фильтр"
      },
      {
        "en": "Secret Girl Through the Filter"
      }
    ],
    "description": {
      "en": "Hakobe Narumi is an expressionless high schooler known as Stoney. The highlight of his unnoticeable existence is following posts from the popular selfie poster \"Efa\" on social media. But it turns out \"Efa\" is his studious and popular classmate Mitsuha Koto?! The slightly erotic, adolescent, selfie, romantic comedy between an Iron Walled Selfie girl and a stone-faced boy begins!",
      "ja": "つねに無表情な能面高校生・箱部成海。クラスでも存在感激うすな彼の人生の楽しみは、SNSで人気のえっちな自撮り女子「えふぁ」の投稿を追いかけること。しかし、その「えふぁ」の正体が、真面目で誰からも好かれるクラスメイトの三葉琴であることを知ってしまいーー⁉︎鉄壁自撮り女子✖️能面男子のちょっとえっちな青春自撮りラブコメ開幕‼︎",
      "ru": "Хакобэ Наруми — невыразительный старшеклассник по прозвищу «Каменнолицый». Его незаметное существование состоит в том, что он следит за постами популярного эротического аккаунта «Эфа» в соцсетях. Но оказывается, что «Эфа» — это его одноклассница Мицуха Кото! Начинается слегка эротическая, подростковая, селфи-романтическая комедия между селфи-девочкой с железной стеной и парнем с каменным лицом!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c44b5b1d-60cf-4faf-be2c-0a807200358f",
    "title": {
      "en": "My In-laws Are Obsessed With Me"
    },
    "updatedAt": "2022-10-11T09:32:45+00:00",
    "coverArt": "https://mangadex.org/covers/c44b5b1d-60cf-4faf-be2c-0a807200358f/89d01022-022d-453b-a857-4e52c4ebdb0b.jpg",
    "altTitles": [
      {
        "ko": "시월드가 내게 집착한다"
      },
      {
        "en": "The In-Laws Are Obsessed With Me"
      }
    ],
    "description": {
      "en": "My family and my husband killed me. Because of the inheritance. Returning to the past, I made up my mind.\n\n“I have to protect my life and my inheritance.”\n\nGrand Duke Lapireon of the cursed family. I offered him, who was not interested in property and women, a one year contract marriage. Now, all we have to do is get a divorce…\n\n“Lady, do you think you can leave me now?”\n\nMy husband is weird.\n\n“Would you like a land or a mine? Or an empire?”\n\n“Sasha, did Theo do something wrong?”\n\n“Mom, don’t leave me.”\n\n“Sister… I can’t live without you.”\n\nEven my in-laws began to obsess over me.\n\n(Taken from NU)",
      "ko": "가족과 남편이 나를 죽였다. 고작 유산 때문에.\n과거로 돌아온 나는 내 목숨과 유산을 지키기 위해\n저주받은 가문이라는 소문에 둘러싸인 라피레온 대공에게 일 년간의 계약 결혼을 제안했다.\n\n이제 무사히 이혼만 하면 되는데……\n\n“부인, 이제 와 날 떠날 수 있을 줄 알았어?”\n조금 이상해진 남편과 심지어 시월드 전체가 내게 집착하기 시작했다."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f952b22-812d-4252-88e1-a99818f13acd",
    "title": {
      "en": "The Duke of Death and His Maid"
    },
    "updatedAt": "2024-05-31T03:59:38+00:00",
    "coverArt": "https://mangadex.org/covers/7f952b22-812d-4252-88e1-a99818f13acd/e7e125d5-01d0-405d-a88e-7d8ef36875a8.jpg",
    "altTitles": [
      {
        "fr": "Le duc de la Mort et sa gouvernante obscure"
      },
      {
        "ja-ro": "Shinigami Bocchan to Kuro Maid"
      },
      {
        "ru": "Смертоносный герцог и его черная горничная"
      },
      {
        "ar": "النبيل الشاب حاصد الأرواح و خادمته السوداء"
      },
      {
        "ja": "死神坊ちゃんと黒メイド"
      },
      {
        "en": "The Duke of Death and His Black Maid"
      },
      {
        "pt-br": "O duque da morte e sua empregada"
      }
    ],
    "description": {
      "en": "In a large mansion lives a boy, an aristocrat who was cursed by the witch to \"let everything he touches die.\" With him is his maid Alice, who besides serving him, likes to tease him. The boy who is interested in her doesn't mind the teasing, but not being able to touch her is painful!  \r\n  \r\nIf they are unable to hold hands, how will their love ever bloom?",
      "tr": "Hikâye büyük bir malikanede yaşayan kaderi bir cadı tarafından mühürlenen bir çocuk ve onunla beraber yaşayan hizmetçi Alice hakkında; çocuk dokunduğu her şeyi ölüme sürüklerken; Alice ile hiç el ele tutuşamayacak olmalarına rağmen yaşanan inişli çıkışlı bir aşk."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "223"
  },
  {
    "mangaId": "99ddc68c-c83b-489d-81bc-bd857b58e2b2",
    "title": {
      "en": "Projection"
    },
    "updatedAt": "2024-04-26T00:52:36+00:00",
    "coverArt": "https://mangadex.org/covers/99ddc68c-c83b-489d-81bc-bd857b58e2b2/616794aa-1a72-4652-858e-99a3315128cf.jpg",
    "altTitles": [
      {
        "ko": "프로젝션"
      }
    ],
    "description": {
      "en": "Cheon Seju, had no choice but to join an organization to avenge his dead sister. After losing all hope in life, he meets a boy who reminds him of his sister and offers him a small act of kindness. \n\nIf I had known that my light heart would become so heavy, I wouldn't have brought you with me.\n\n\n\n\"I told you, you'll always come first.......\" \n\nHis gaze usually fierce gaze was different today. \nCheon Seju's gaze was gentle, sweet and persistent.\n\n\"So take responsibility\".\n\nCheon Seju was my first everything. He was the first person to ever reach out a hand to me, and gaze upon me. Sejin only accepted the man's hand because he offered it first and he only ever gazed upon him because he gazed upon him first. And that is how he fell in love with this sweet and affectionate man.\n\nSejin realized that he no longer wanted to be separated from Cheon Seju.\nWhere ever he goes, I'll go. \n\n\"You are all I have left now.......\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b32e1324-9e5c-4f19-b5d8-9421510ebc3b",
    "title": {
      "en": "Kakeru"
    },
    "updatedAt": "2024-02-06T15:49:55+00:00",
    "coverArt": "https://mangadex.org/covers/b32e1324-9e5c-4f19-b5d8-9421510ebc3b/49dd3c11-85a1-488d-b9b1-992cb07a3f18.jpg",
    "altTitles": [
      {
        "ja": "カケル"
      }
    ],
    "description": {
      "en": "When high school student Kakeru Daiba runs for long enough, he enters into a runner's high state that heightens his senses. When his crush, Natsume, disappears mysteriously one day he's forced to use his ability in ways he never expected."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "erotica",
    "lastVolume": "13",
    "lastChapter": ""
  },
  {
    "mangaId": "0fa5d834-fdab-4ac4-b3c9-821f1580f991",
    "title": {
      "en": "Company and Private Life"
    },
    "updatedAt": "2024-02-25T14:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d834-fdab-4ac4-b3c9-821f1580f991/ce992131-1769-4a6a-afcf-78134100f73b.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu"
      },
      {
        "es-la": "Vida empresarial y privada"
      }
    ],
    "description": {
      "en": "A Twitter series about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.\n\n---\n**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/4729811/series/198059)",
      "es-la": "Los colegas con diferentes personalidades tienen una vida privada donde uno se viste como una lolita y el otro se viste como una persona funky goath."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "753e8d16-9977-4422-9ed7-3589492ee371",
    "title": {
      "en": "Rebirth of King Zhou: Not Being the Ultimate Villain"
    },
    "updatedAt": "2024-06-28T09:41:35+00:00",
    "coverArt": "https://mangadex.org/covers/753e8d16-9977-4422-9ed7-3589492ee371/998220dd-ebf7-46aa-a6ce-ee22dfa16b33.jpg",
    "altTitles": [
      {
        "zh": "重生之纣王不做大反派"
      }
    ],
    "description": {
      "en": "Liu Nian enters a game called ‘Glory Continent’ and discovers after his death that he is the reincarnation of King Zhou. Enchanting beast-eared girls, cold and beautiful mature women, sweet and adorable lolis… a harem of beauties for him to choose from. In this life, he decides not to be the ultimate villain. He wants all the stunning beauties and to overturn the heavens in the new round of the Ultimate Venerate/God Battle, aiming to become the top deity!\n\nNote to readers: If i stop uploading here then join discord to get future updates."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f1453fb-9dac-4aca-a2ea-69613856c952",
    "title": {
      "en": "Tamen de Gushi"
    },
    "updatedAt": "2024-04-20T22:52:53+00:00",
    "coverArt": "https://mangadex.org/covers/3f1453fb-9dac-4aca-a2ea-69613856c952/d61cd6e5-7ae2-4e7d-a2a7-a6e8dce808a9.png",
    "altTitles": [
      {
        "id": "Berawal Dari Nama!"
      },
      {
        "fr": "Leur Histoire"
      },
      {
        "ja": "SQ 君の名前から始まる"
      },
      {
        "he": "התחילי עם שמך"
      },
      {
        "zh": "她们的故事"
      },
      {
        "zh-hk": "她們的故事"
      },
      {
        "zh-ro": "Tāmen de gùshì"
      },
      {
        "zh": "SQ从你的名字开始"
      },
      {
        "en": "Their Story"
      },
      {
        "zh-ro": "SQ: Cong Ni De Mingzi Kaishi"
      },
      {
        "vi": "Chuyện của họ"
      },
      {
        "ja": "SQ 1 君の名前から始まる"
      },
      {
        "ru": "Их история"
      },
      {
        "uk": "Їхня історія"
      },
      {
        "ja-ro": "SQ kimi no namae kara hajimaru"
      },
      {
        "fr": "SQ : Commençons par notre nom"
      },
      {
        "en": "SQ: Begin with your name"
      }
    ],
    "description": {
      "ca": "La Sun Jing té una missió: parlar amb la noia de cabells rossos de la parada de bus… si aconsegueix no espantar-la abans de saber el seu nom.\nLa història de com es van conèixer i enamorar Sun Jing i Qiu Tong.\n\n---\n\n- [Original Manhua <AC.QQ>](https://ac.qq.com/Comic/comicInfo/id/630157)",
      "en": "The funny romantic story of how Qiu Tong and Sun Jing met and fell in love.\n\nAlso contains insert art of the characters by the author.\n\n---\n\n- [Original Manhua <AC.QQ>](https://ac.qq.com/Comic/comicInfo/id/630157)\n- [Japanese Translation](https://comic-walker.com/contents/detail/KDCW_CW01201328010000_68//)",
      "zh": "二附中的孙璟发现常会在公交车站遇到南高的秋瞳，终于有一天，孙璟鼓起勇气询问了秋瞳的名字，于是爽朗坦率的孙璟与温柔纯真的秋瞳成为了朋友。在欢笑和泪水中，一幅多彩的青春生活画卷徐徐展开…\n\n---\n\n- [Original Manhua <AC.QQ>](https://ac.qq.com/Comic/comicInfo/id/630157)",
      "pt-br": "A história engraçada e romântica de como Qiu Tong e Sun Jing se conheceram e se apaixonaram."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1563cd49-ee38-4a46-a4f0-429dc07cd4a1",
    "title": {
      "en": "Oshinobi Dousei"
    },
    "updatedAt": "2024-06-25T08:58:15+00:00",
    "coverArt": "https://mangadex.org/covers/1563cd49-ee38-4a46-a4f0-429dc07cd4a1/70dccc37-1a76-451e-a511-906e0e92380e.jpg",
    "altTitles": [
      {
        "ja": "お忍び同棲"
      },
      {
        "pt-br": "Vivendo com uma kunoichi"
      },
      {
        "ja-ro": "Oshinobi Dousei"
      },
      {
        "ru": "Тайное сожительство"
      },
      {
        "en": "Living With a Kunoichi"
      }
    ],
    "description": {
      "en": "Tae, a beautiful 17-year-old girl, and Kotaro, a serious office worker. These two seemingly happy people have a secret they can't reveal to anyone - the rival ninjas of Iga and Kouga secretly live together in this laid-back romantic comedy!",
      "ja": "17歳の美少女・たえと、まじめな会社員の小太郎。一見幸せそうに見える二人には誰にも言えない秘密があった――伊賀・甲賀のライバル忍者がこっそり同棲生活を送る、まったりラブコメ！",
      "pt-br": "Tae, uma linda garota de 17 anos, e Kotaro, um sério trabalhador de escritório. Essas duas pessoas aparentemente felizes têm um segredo que não podem revelar a ninguém - os ninjas rivais de Iga e Kouga vivem secretamente juntos nesta comédia romântica descontraída!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "30"
  },
  {
    "mangaId": "e563a8e9-a730-4216-ba42-734aee59b3f3",
    "title": {
      "en": "Genkai Dokushin Joshi (26) Gohan"
    },
    "updatedAt": "2024-06-18T16:10:05+00:00",
    "coverArt": "https://mangadex.org/covers/e563a8e9-a730-4216-ba42-734aee59b3f3/abbec61a-1c46-4df5-977f-f89b63fc653b.jpg",
    "altTitles": [
      {
        "ja": "限界独身女子(26)ごはん"
      },
      {
        "ru": "Страдания 26-летней одинокой девушки-думера"
      },
      {
        "vi": "Bữa ăn đạm bạc của bà chị (26) độc thân"
      },
      {
        "es-la": "Comidas de despedida de soltera de 26 años"
      },
      {
        "es-la": "El sufrimiento de una Doomer no amada de 26 años"
      },
      {
        "en": "The Meals Of A Single Woman (26) At Her Limit"
      },
      {
        "en": "The Meals Of a 26 Year Old Single At Her Limit"
      },
      {
        "en": "26 Year Old Bachelorette's Meals"
      },
      {
        "en": "The Suffering of a 26 Year Old Unloved Female Doomer"
      }
    ],
    "description": {
      "en": "Hiiragi-san is a single woman who is exhausted from work and life. No matter how depressed she is, she always ends up hungry.",
      "ja": "鬱、孤独、たまに飯。\n仕事につかれ、生活につかれた限界独身女子の柊さん。どんなに憂鬱でも、おなかだけは空いてしまうようです。",
      "vi": "Cuộc sống hằng ngày cùng những bữa ăn đạm bạc của bà chị độc thân thất nghiệp chán đời.",
      "es-la": "La Sr. Hiiragi, es una chica marginalmente soltera que está cansada del trabajo y la vida. No importa cuán deprimido esté, mi estómago parece estar vacío."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d83743c-e8a5-4522-97ee-ca69982e1bbf",
    "title": {
      "en": "Placebo Memory"
    },
    "updatedAt": "2024-06-17T11:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/6d83743c-e8a5-4522-97ee-ca69982e1bbf/62095adc-5e0c-43d4-a01a-a11d9b08ac77.jpg",
    "altTitles": [
      {
        "en": "Placebo Memories"
      },
      {
        "zh": "无效记忆"
      },
      {
        "ko": "플라시보 메모리"
      }
    ],
    "description": {
      "en": "[Woojin, who has lost his memories x Hamin, who has had an unrequited love for 13 years] \n\nAn accident occurs where Woojin forgets 13 years worth of memories with Hamin. This causes a lot of panic for Hamin, as he has harbored unrequited feelings for him for those 13 years. Seeing this reaction, a misunderstanding occurs where Woojin believes that they are dating…"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "27"
  },
  {
    "mangaId": "61d53bb7-b868-4ab2-ac1f-d309581e275e",
    "title": {
      "en": "Pupposites Attract"
    },
    "updatedAt": "2024-02-27T02:36:51+00:00",
    "coverArt": "https://mangadex.org/covers/61d53bb7-b868-4ab2-ac1f-d309581e275e/5de7a198-918b-4b7c-a9c1-9242eab4fc1f.jpg",
    "altTitles": [
      {
        "ja": "正反対なわたしたち"
      },
      {
        "ja-ro": "Sei Hantai na Danjo to Inu no Deai"
      },
      {
        "ja-ro": "Seihantai na Watashitachi"
      },
      {
        "ja-ro": "Seihantai na Watashi-tachi"
      },
      {
        "en": "Encounter Between Polar Opposites and Their Dogs"
      },
      {
        "en": "We are Opposites"
      }
    ],
    "description": {
      "en": "A man and a woman with opposite personalities and two dogs meet while out for a walk.\n\n Fluffy small dog x chattering boyfriend,\n Scary big dog x Powerful girlfriend...\n There is no doubt that you will be warmed by the gap moe that fills the screen!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c",
    "title": {
      "en": "Karakai Jouzu no (Moto) Takagi-san"
    },
    "updatedAt": "2024-05-02T22:04:13+00:00",
    "coverArt": "https://mangadex.org/covers/ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c/21dfc3f5-6e0a-4632-bf0e-04839bf9ed72.jpg",
    "altTitles": [
      {
        "vi": "Chuyên gia trêu chọc Takagi-san (ngoại truyện)"
      },
      {
        "ms": "Si Master Jahil (mantan) Takagi-san"
      },
      {
        "en": "Skilled Teaser (Former) Takagi-san"
      },
      {
        "ru": "Мастер дразнилок (Бывшая) Такаги-сан"
      },
      {
        "ja": "からかい上手の（元）高木さん"
      },
      {
        "tl": "Ang Magaling sa Panunuksong (Noon) si Takagi-san"
      }
    ],
    "description": {
      "en": "Takagi and Nishikata are now married and have a kindergarten-aged daughter named Chi. See how much some things have changed, and others have curiously stayed the same!  \n  \n*Note: The volumes collect the chapters in a different order than the web version. The chapters here follow the web numbering without any volumes.*",
      "pt-br": "Takagi e Nishikata agora estão casados e têm uma filha na idade do jardim de infância chamada Chi. Veja o quanto algumas coisas mudaram e outras curiosamente permaneceram as mesmas!\n\nNota: Os volumes coletam os capítulos em uma ordem diferente da versão web. Os capítulos aqui seguem a numeração da web sem nenhum volume."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cfc1fd0e-08e5-4093-8364-13b31d019590",
    "title": {
      "en": "The Immortal Girl and Her Contract With the Hundred Demons"
    },
    "updatedAt": "2023-11-15T20:52:17+00:00",
    "coverArt": "https://mangadex.org/covers/cfc1fd0e-08e5-4093-8364-13b31d019590/197f059c-96bf-4b3f-b18b-8719ccefbab8.png",
    "altTitles": [
      {
        "ja-ro": "Shinazu no Shoujo wa Hyakki to Chigiru"
      },
      {
        "ja": "死なずの少女は百鬼と契る"
      },
      {
        "en": "The Immortal Girl and Her Contract With the Demon"
      },
      {
        "pt-br": "A Garota Imortal E Seu Contrato Com Os Cem Demônios"
      }
    ],
    "description": {
      "en": "Kamiya Yuiko, a girl who can see ayakashi and is unable die. Because of this, she spends her days alone, drifting apart from family and friends. Her life changes when she meets the so called \"Demon Club\", a number of boys possessing mysterious powers. A town that is protected by demons; a story of a fantasy school life begins to unfold.",
      "pt-br": "Kamiya Yuiko, uma garota que pode ver ayakashi e não consegue morrer. Por causa disso, ela passa os dias sozinha, afastada da família e dos amigos. Sua vida muda quando ela conhece o chamado “Clube dos Demônios”, um grupo de garotos que possuem poderes misteriosos."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05bd710c-d94a-45eb-be99-2109d58f1006",
    "title": {
      "en": "Hajirau Kimi ga Mitainda"
    },
    "updatedAt": "2024-06-10T16:35:21+00:00",
    "coverArt": "https://mangadex.org/covers/05bd710c-d94a-45eb-be99-2109d58f1006/b285b593-19c4-4fe0-96d1-1610635be45b.jpg",
    "altTitles": [
      {
        "en": "I Want to See You Embarrassed"
      },
      {
        "ja": "恥じらう君が見たいんだ"
      },
      {
        "ko": "부끄러워하는 널 보고 싶어"
      },
      {
        "zh-hk": "想要看到羞恥的你"
      },
      {
        "th": "เทคนี้ที่ผมถ่ายเป็นเรื่องน่าอายที่เธอไม่คัท"
      },
      {
        "en": "I Want To See You Blush"
      },
      {
        "zh-hk": "想看妳露出羞恥的模樣"
      },
      {
        "zh": "露出导演"
      },
      {
        "es-la": "Quiero verte avergonzada"
      }
    ],
    "description": {
      "en": "Akito Shirasawa, a high school boy whose father is a film director, sees something in the library preparation room. It was the \"masturbation scene\" of his classmate, Kaho Honjou. Akito is puzzled, but ends up filming it with his smartphone. Kaho notices Akito, and in the men's restroom, makes a \"proposal\" to Akito! Exposed high school girl and movie boy. The \"exposed love\" of twisted adolescence, begins!",
      "es-la": "Akito Shirasawa, un chico de secundaria cuyo padre es director de cine, ve algo en la sala de preparación de la biblioteca. Era la \"escena de la masturbación\" de su compañera de clase, Natsuho Honjo. Akito está desconcertado, pero termina filmándolo con su teléfono inteligente. Natsuho nota a Akito, y en el baño de hombres, ¡le hace una \"propuesta\" a Akito! Chica de secundaria expuesta y chico de película. ¡Comienza el \"amor expuesto\" de la retorcida adolescencia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d00bd104-d9b2-4ee9-a088-b5065d1c406a",
    "title": {
      "en": "To Aru Kagaku no Railgun"
    },
    "updatedAt": "2024-04-01T15:54:51+00:00",
    "coverArt": "https://mangadex.org/covers/d00bd104-d9b2-4ee9-a088-b5065d1c406a/d9267aac-84e3-411a-bf06-a7a4d763e456.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Railgun"
      },
      {
        "id": "Seorang Railgun Ilmiah"
      },
      {
        "ja-ro": "To Aru Kagaku no Choudenjibou"
      },
      {
        "ja-ro": "Toaru Kagaku no Choudenjihou"
      },
      {
        "ja-ro": "Toaru Kagaku no Railgun"
      },
      {
        "ja-ro": "Toaru Majutsu no Index Gaiden: Toaru Kagaku no Railgun"
      },
      {
        "es": "Un cierto cañón de riel científico"
      },
      {
        "ru": "Некий научный Рейлган"
      },
      {
        "th": "เรลกัน แฟ้มลับคดีวิทยาศาสตร์"
      },
      {
        "ja": "とある科学の超電磁砲"
      },
      {
        "ja": "とある魔術の禁書目録外伝 とある科学の超電磁砲"
      },
      {
        "zh": "某科学的超电磁炮"
      },
      {
        "ko": "어떤 과학의 초전자포"
      },
      {
        "zh-hk": "某科學的超電磁炮"
      },
      {
        "zh-hk": "科學超電磁砲"
      },
      {
        "zh": "科学超电磁炮"
      },
      {
        "zh-hk": "科學超電磁砲 (Classical Chinese)"
      },
      {
        "uk": "Певний науковий Рейлган"
      },
      {
        "de": "Eine gewisse wissenschaftliche Railgun"
      },
      {
        "it": "Una certa scientifica railgun"
      },
      {
        "tr": "Belli Bir Bilimsel Elektromanyetik Silah"
      }
    ],
    "description": {
      "en": "Welcome to a world where mysticism and science collide, and supernatural powers are derived from either science or religion. At the heart of this world is Academy City, an advanced metropolis whose population is comprised mostly of students The majority of students are enrolled in the city's \"Power Curriculum Program,\" where they must learn to master their latent psychic powers. Out of several million students, only seven are deemed powerful enough to have Level 5 status.\r\n\r\nMeet Mikoto Misaka, the third most powerful Level 5 ESPer in Academy City. Together with her best friends Kuroko Shirai and the other members of Judgment, a student-run law enforcement agency, Mikoto delves deep into the dark heart of the scientific sprawl she calls home, and uncovers secrets she wishes she hadn't!",
      "ru": "Где-то на островах Южной Японии раскинулся Академия Сити - город, большинство жителей которого учатся и работают в школах юных эсперов. Обладатели паранормальных способностей в поте лица трудятся, чтобы познать свой дар и поднять владение им на новую высоту. Гордость школы Токивадай и всего города? Мисака Микото – третья по силе среди известных миру эсперов высшего уровня. У «Электрической принцессы» много полезных умений, одно из которых – ручной рейлган, то есть возможность своими электромагнитными способностями разогнать монетку где-то до трех Махов (на другом конце траектории стоять не рекомендуется). Но всех усилий Микото пока не хватает для решения двух насущных задач: отбиться от юрийных домогательств своей подруги Сирай Куроко и разобраться с наглым парнем по имени Камидзё Тома!\r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47f93974-d406-45dd-8dbf-03db95654516",
    "title": {
      "en": "Bombergirl"
    },
    "updatedAt": "2023-07-09T03:29:53+00:00",
    "coverArt": "https://mangadex.org/covers/47f93974-d406-45dd-8dbf-03db95654516/23c246c3-6795-41ea-a8b0-e42eb26494f1.jpg",
    "altTitles": [
      {
        "en": "Bombergirl Short Comics"
      },
      {
        "ja": "ボンバーガール"
      },
      {
        "ja-ro": "Bonbaagaaru"
      }
    ],
    "description": {
      "en": "Sporadically posted comic pages on the official twitter of the Bombergirl arcade game."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c00d3ff5-fcd2-4779-9252-4ffbe82687e1",
    "title": {
      "en": "Kono Kankei wa Gouhou Desu!"
    },
    "updatedAt": "2023-12-11T10:46:22+00:00",
    "coverArt": "https://mangadex.org/covers/c00d3ff5-fcd2-4779-9252-4ffbe82687e1/582e4f4b-471c-4556-965c-20e934e095eb.jpg",
    "altTitles": [
      {
        "en": "This Relationship is Legal!"
      },
      {
        "ja": "この関係は合法です!"
      }
    ],
    "description": {
      "en": "YES Sister, NO Touch!\n\nKouta, who is extremely siscon, decides to live alone in order to \"escape from his little sister \". One day, however, he picks up a runaway girl named Ui, who is full of younger sisterly feelings. Although she looks and acts like a child, she is in fact a beautiful 19-year-old girl with big tits!\n\nProtect his sister? or Crossing the line? The days of agony begin!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e3feba8-0c4d-4465-b3a3-e9a2a4451bd1",
    "title": {
      "en": "Starting From Today I'll Work as a City Lord"
    },
    "updatedAt": "2024-02-24T14:34:42+00:00",
    "coverArt": "https://mangadex.org/covers/1e3feba8-0c4d-4465-b3a3-e9a2a4451bd1/b63e1869-85a0-4ac1-b324-7a50ec3a4c1e.png",
    "altTitles": [
      {
        "en": "Become the Castellan in Another World"
      },
      {
        "zh-ro": "Cong Jintian Kaishi Dang Chengzhu"
      },
      {
        "ru": "С сегодняшнего дня я лорд города"
      },
      {
        "zh-hk": "从今天开始当城主"
      },
      {
        "en": "To Be the Castellan"
      },
      {
        "vi": "Từ Hôm Nay Bắt Đầu Làm Thành Chủ"
      },
      {
        "vi": "Ta Làm Thành Chủ Tai Dị Giới"
      }
    ],
    "description": {
      "en": "When a gaming otaku gains the power to cross over to other worlds, he will obviously have to figure out what to do with it! But what is this?! A domineering cat-woman elder sister, a loli fox-woman, a cuddly rabbit-woman younger sister… This isn't a zoo! Welcome to a world where the strong prey on the weak. Then again, it's all so wonderful! An authentic strategy game, a huge conspiracy crisis, this other world's hegemony is now loading, all waiting for thou scum…  \n\n\n---",
      "fr": "Venez découvrir comment un otaku deviens le Lord d'une ville."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1845adf-270b-4405-9438-0c56b1b9576c",
    "title": {
      "en": "Beyblade X"
    },
    "updatedAt": "2024-04-17T22:02:42+00:00",
    "coverArt": "https://mangadex.org/covers/f1845adf-270b-4405-9438-0c56b1b9576c/b449fca8-0588-4d6c-9eca-0c64972aebf6.jpg",
    "altTitles": [
      {
        "ja": "ベイブレードエックス"
      },
      {
        "ja-ro": "Beiburēdo Ekkusu"
      }
    ],
    "description": {
      "en": "Beyblade pros from around the world gather to compete in the Pro League held inside the X Tower!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0df86784-961a-443c-9765-8b41702c6249",
    "title": {
      "en": "Alice-san Chi no Iroribata"
    },
    "updatedAt": "2024-04-23T17:50:47+00:00",
    "coverArt": "https://mangadex.org/covers/0df86784-961a-443c-9765-8b41702c6249/e1bd1a5f-aec9-497a-97c1-ce651ab8c337.jpg",
    "altTitles": [
      {
        "ja": "アリスさんちの囲炉裏端"
      },
      {
        "ru": "У очага в доме Арису-сан"
      },
      {
        "th": "มื้ออุ่นหน้าเตาแห่งบ้านคุณอลิซ"
      },
      {
        "en": "By The Hearth At Alice-san's Home"
      },
      {
        "en": "By the Furnace of Miss Alice’s House"
      },
      {
        "vi": "Bên bếp lửa nhà Alice-san"
      }
    ],
    "description": {
      "en": "After ten years, Alice returns to her hometown from Tokyo to live alone in a traditional Japanese house with a sunken hearth. Harumi, her childhood friend, nervously meets her again after such a long time, but the warmth of the hearth with Alice is just as warm as it was in the past...\n\nNext to the hearth in Miss Alice's house, let's have a leisurely meal together.",
      "pt-br": "Depois de 10 anos, Alice volta de Tóquio para a sua cidade natal e mora sozinha em uma antiga casa tradicional Japonesa com lareira. Harumi, um amigo de infância, estava animado para se encontrar novamente depois de muito tempo, mas o calor da lareira com Alice continua tão quente quanto no passado..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "bd9cc854-8177-435e-a9fb-399c8bad5e16",
    "title": {
      "en": "Project SEKAI COLORFUL STAGE! feat. Hatsune Miku Comic Anthology"
    },
    "updatedAt": "2023-10-12T17:41:30+00:00",
    "coverArt": "https://mangadex.org/covers/bd9cc854-8177-435e-a9fb-399c8bad5e16/cda59cb9-b589-4a15-aac8-0a16fda561b3.jpg",
    "altTitles": [
      {
        "ja": "プロジェクトセカイ カラフルステージ！ feat.初音ミク　コミックアンソロジー"
      }
    ],
    "description": {
      "en": "Official anthology for the game Project Sekai"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "30"
  },
  {
    "mangaId": "6c281b88-78e2-4b93-9680-fb6152b91816",
    "title": {
      "en": "Shu yo, Omukae no Jikan desu"
    },
    "updatedAt": "2024-04-21T05:32:47+00:00",
    "coverArt": "https://mangadex.org/covers/6c281b88-78e2-4b93-9680-fb6152b91816/4e3af2d7-b83a-4c13-8d0c-796969dfdb3e.jpg",
    "altTitles": [
      {
        "ja": "主よ、お迎えの時間です"
      },
      {
        "ja-ro": "Shuyo, Omukae no Jikan desu"
      },
      {
        "en": "My Lord, It's Time to Pick You Up"
      },
      {
        "en": "Milord, It's Time to Pick You Up"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "7.5"
  },
  {
    "mangaId": "dcc3f064-9eee-44c1-b409-f6df242a3496",
    "title": {
      "en": "Heart Gear"
    },
    "updatedAt": "2024-06-25T16:47:43+00:00",
    "coverArt": "https://mangadex.org/covers/dcc3f064-9eee-44c1-b409-f6df242a3496/df7a1dd6-9bef-4687-90d4-34c8a591ba84.jpg",
    "altTitles": [
      {
        "ja": "ハートギア"
      },
      {
        "en": "HEART GEAR"
      },
      {
        "fr": "Heart Gear"
      }
    ],
    "description": {
      "en": "Young teenage girl Roue lives a peaceful life with her \"uncle\", a gear named Zett. She spends her days exploring the ruins of the old world, destroyed by World War III two hundred years ago. During one of those explorations, she finds a strange cylindrical gear who calls himself Chrome, who for some reason doesn't have a \"base program\", which determines a gear's main purpose. Chrome may have to find that purpose himself in his new life with Roue and Zett…  \n  \n**Officially published:**  \n- In spanish free on [MangaPlus](https://mangaplus.shueisha.co.jp/titles/200028)  \n- In french by [Ki-oon](http://www.ki-oon.com/mangas/tomes-1187-heart-gear.html)",
      "fr": "Il y a 200 ans, une guerre planétaire a quasiment anéanti l'espèce humaine. La terre n'est plus peuplée que de machines livrées à elles-mêmes... La jeune Roue est élevée par Zett, un robot pacifique, véritable père de substitution, qui la couvre d'attentions. Leur quotidien est bouleversé par l'arrivée d'un nouveau venu, Chrome. Tout juste activé, il prend le rôle du petit frère naïf et maladroit dans leur étrange famille. Zett tente tant bien que mal de lui faire intégrer la notion d'autonomie... Pas évident pour un robot !\n\nTout s'accélère quand un \"insane', un androïde fou, détruit Zett avant d'attaquer Roue. Pour Chrome, l'heure du choix est venue : il devient le protecteur de la fillette ! Il se révèle être un combattant surpuissant et écrase son adversaire. Heureusement, l'unité centrale de leur père adoptif est intacte : il ne reste plus qu'à lui trouver un corps compatible... Mais vers qui se tourner dans ce monde vaste et plein de dangers ?",
      "es-la": "Un mundo en ruinas. Allí transcurre la sencilla vida de Roue, una niña humana, y el gear Zett. Un día, Roue encuentra un nuevo gear, el misterioso Chrome, y el dúo se convierte en trío. Son casi como una familia, pero poco después..."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "52"
  },
  {
    "mangaId": "5a547d1d-576b-477f-8cb3-70a3b4187f8a",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 1 - Phantom Blood"
    },
    "updatedAt": "2023-11-01T21:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/5a547d1d-576b-477f-8cb3-70a3b4187f8a/263645fa-129c-4d77-b69d-61d0880fb13e.jpg",
    "altTitles": [
      {
        "ru": "Η Παράξενη Περιπέτεια του JoJo"
      },
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 1: Sângele Trecutului"
      },
      {
        "it": "JoJo e a sua Aventura Bizarra: Phantom Blood"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Phantom Blood"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 1: Jonathan Joestar: His Youth"
      },
      {
        "th": "Jojoล่าข้ามศตวรรษ"
      },
      {
        "zh": "JoJo的奇妙冒险"
      },
      {
        "es": "La Extraña Aventura de JoJo: Sangre Fantasmal"
      },
      {
        "fr": "Le bizzarre avventure di Jojo: Phantom Blood"
      },
      {
        "ms": "Penjelajah Jojo"
      },
      {
        "ar": "مغامرة جوجو الغريبة الجزء 1: دماء الشبح"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ファントムブラッド"
      },
      {
        "kk": "ДжоДжоның Шытырман Хикаясы: Елес Қан"
      },
      {
        "de": "JoJos bizarres Abenteuer Part 1: Phantomblut"
      },
      {
        "pt-br": "Jojo's Bizarre Adventure - Parte 1: Phantom Blood"
      }
    ],
    "description": {
      "en": "First story arc of the Jojo's Bizarre Adventure series.  \n  \nJonathan Joestar, a young wealthy son living in Victorian England, has his life destroyed by a recently orphaned Dio Brando, who was taken in by Jonathan's father. Dio, who plots to drive Jonathan to insanity and inherit the Joestar fortune, becomes an unstoppable vampire that Jonathan must fight.\n\n[Official English](https://www.viz.com/read/manga/jojo-s-bizarre-adventure-part-1-phantom-blood/all)"
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "44"
  },
  {
    "mangaId": "bd79d6bd-8e12-4c28-a40d-5f4507366ebb",
    "title": {
      "en": "Gengaku Shijuu Soudan"
    },
    "updatedAt": "2024-06-28T08:36:56+00:00",
    "coverArt": "https://mangadex.org/covers/bd79d6bd-8e12-4c28-a40d-5f4507366ebb/c87e0fc6-da21-47d6-8e7b-1aca01313191.png",
    "altTitles": [
      {
        "ja": "衒学始終相談"
      },
      {
        "ja-ro": "Gengaku Shijuu Soudan"
      },
      {
        "en": "Pedantic Quartet"
      }
    ],
    "description": {
      "en": "A space-time that gets weirder as you keep reading.\nThe tense dialogue between a professor and her assistant in a laboratory brimming with fishy knowledge.\nWhat will the \"Plan of the Renaissance of the Human Mind\" bring forth?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca3cfc7e-3da7-41b0-bffb-b2a84d03cec3",
    "title": {
      "en": "My Own Contract Angel"
    },
    "updatedAt": "2021-05-25T15:47:38+00:00",
    "coverArt": "https://mangadex.org/covers/ca3cfc7e-3da7-41b0-bffb-b2a84d03cec3/f23fdaa9-977b-4160-a1a1-fd5c8060331f.png",
    "altTitles": [
      {
        "en": "Namanui Gyeyakcheonsa"
      },
      {
        "en": "나만의 계약천사"
      }
    ],
    "description": {
      "en": "After being traumatised from getting forcefully outed, Yeonho, a closeted gay, is a \"single-for-life\" who has never dated anyone. One day, Yeonho gets hit by a shooting star, and he woke up to see someone, who calls himself \"Cupid\", sharing his bed! The strange man promised to end Yeonho's one-sided crushes, but will he really…?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "26"
  },
  {
    "mangaId": "70303bfe-bb9a-42f3-81b6-19bb1c002b37",
    "title": {
      "en": "Climax Necromance"
    },
    "updatedAt": "2024-03-07T09:37:58+00:00",
    "coverArt": "https://mangadex.org/covers/70303bfe-bb9a-42f3-81b6-19bb1c002b37/26af5234-9860-4e52-8caf-40b76f51f690.jpg",
    "altTitles": [
      {
        "ja": "クライマックスネクロマンス"
      }
    ],
    "description": {
      "en": "On a battlefield where human soldiers and skeleton army soldiers engage in fierce battles. Azraila, a necromancer who kicks away the enemies around her, and Wraith, a black knight who follows her like a shadow, are confronted by their longtime nemesis Paraiso, when Ichika, a shaggy-haired woman in a sailor suit, is summoned to there."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63b53485-81a3-45f8-9427-4d1cb929f81d",
    "title": {
      "en": "Vanilla land"
    },
    "updatedAt": "2024-02-14T05:44:36+00:00",
    "coverArt": "https://mangadex.org/covers/63b53485-81a3-45f8-9427-4d1cb929f81d/a83727a4-454c-41bf-9b1e-0bd3a990ff16.jpg",
    "altTitles": [
      {
        "en": "vanilla land"
      },
      {
        "en": "Vanilla Land"
      }
    ],
    "description": {
      "en": "In lands far..far away, where scary monsters and horrific creatures live. where hidden treasures and magic exists, where there are still undiscovered kingdoms and empires mankind discovered a new source of energy to empower their mechanical machines & weapons. we discovered vanilla the source of unlimited energy. follow the journey of gen orchid, rosa & altamiras as they seek the djinn chef master to grant their wishes\n\nstory & art by me & my wife, together we are couple comics #fantasy_Manga_to_read"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ca097bf-8680-4295-902d-69ebc36841b1",
    "title": {
      "en": "Magic Artisan Dahlia Wilts No More"
    },
    "updatedAt": "2024-06-09T01:30:31+00:00",
    "coverArt": "https://mangadex.org/covers/8ca097bf-8680-4295-902d-69ebc36841b1/802eb4c1-f4bf-42a8-9208-dea9fc4ec29a.jpg",
    "altTitles": [
      {
        "ja": "魔導具師ダリヤはうつむかない ～Dahliya Wilts No More～"
      },
      {
        "en": "Magic Artisan Dahliya Won't Hang Her Head ~Dahliya Wilts No More~"
      },
      {
        "ja-ro": "Madougushi Dahliya wa Utsumukanai ~Dahliya Wilts No More~"
      },
      {
        "en": "Dahlia in Bloom: Crafting a Fresh Start with Magical Tools"
      },
      {
        "fr": "Dahliya, artisane magicienne"
      },
      {
        "ru": "Магическая ремесленница Далия не унывает!"
      },
      {
        "ko": "마도구사 달리아는 고개 숙이지 않아"
      },
      {
        "zh-hk": "魔導具師妲莉亞不向人低頭～Dahliya Wilts No More～"
      }
    ],
    "description": {
      "en": "Waterproof Slime Cloth, Small Magic Stove, Artificial Magic Sword and Fairy Crystal Glasses… Using her knowledge from before she reincarnated for innovative ideas, Dahliya immersed herself in creating her beloved magic devices full of cheerful feelings. Enjoying her second chance at life, the curtain opens on this otherworldly craftsmanship fantasy!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d76a350d-c6b5-42bb-bfba-e521a3964a6a",
    "title": {
      "en": "S-Class Hunter Doesn't Want to Be a Villainous Princess"
    },
    "updatedAt": "2024-03-29T14:08:13+00:00",
    "coverArt": "https://mangadex.org/covers/d76a350d-c6b5-42bb-bfba-e521a3964a6a/456b542c-6fc3-4b51-9013-eac97a3da72c.jpg",
    "altTitles": [
      {
        "ko": "S급 헌터는 악역 공녀가 되기 싫습니다"
      },
      {
        "ko-ro": "S-geup Hunter-neun Agyeok Gongnyeoga Doegi Silseumnida"
      }
    ],
    "description": {
      "en": "**I'm done with romance, so send me home!**\n\nKim Yi-Young was just an ordinary civil service exam candidate in South Korea.\nAfter studying for more than four and a half years, she finally passed, a truly ordinary person with nothing but reading novels here and there as a hobby.\n\nHowever, on the day she went out for a celebratory meal after passing the exam, she got into a traffic accident and died, only to find herself reincarnated into the fantasy hunter novel she was reading.\n\nTo her, the \"System\" offered a way back home.\nDetermined solely to return home and cuddle her warm cat and adorable Maltese, Cerberus, she gained strength through dozens of regressions.\nSigning contracts with the constellations of the original work and dying multiple times, she eventually succeeded in conquering the \"Tower\" of the original work and defeating the owner of the tower on the final floor.\n\nNow, all that's left is to go home......\n\nOr so she thought!\n\n[Due to an error, instead of returning to the original world, we will reincarnate you into the author's new work!]\n\nI don't need that! All I wanted was my sweet home!\nIs that so difficult?! I even got rid of the Tower!?!?!\n\nMoreover, romance fantasy?! Even in my previous life, I didn't care about romance, not one bit!\nAnd to top it off, I didn't even reincarnate into my own body this time, but into the \"villainess\" of the book!\n\nI'm not afraid of the threats in this world, but I'm worried about being forced into a romance quest.\n\nCan I go home......?",
      "ko": "**로맨스는 됐으니까 집에나 보내줘!**\n김이영, 그녀는 대한민국의 평범한 공무원 시험 응시생이었다.\n그것도 4년 반이 넘는 긴 시간동안 공부 끝에 합격한, 낙이라고는 짬짬이 소설읽는 것밖에 없는 정말 평범한 사람.\n\n그러나 합격을 축하하기 위해 외식을 나간 날 교통사고를 당해 죽고, 자신이 읽던 현태판타지 헌터물에 빙의하고 만다.\n그런 이영에게 집으로 돌아갈 수 있는 길을 제안하는 '시스템'.\n그녀는 오로지 집에 돌아가서 배 따땃하게 지지고 귀여운 말티즈 켈베로스를 끌어안겠다는 일념 하에 수십 번씩 회귀하며 힘을 길렀다.\n원작 속의 성좌들과 계약하고 수차례 죽어가며 원작 속의 '탑'을 공략하여 결국 마지막 층의 지배자, 탑의 주인을 처리하는 데 성공한다. \n\n이제 남은 건 집으로 가는 것 뿐……,\n\n\n인줄 알았는데!\n\n[오류로 인해 원래 세상으로의 복귀 대신, 작가의 신작에 빙의시켜드리겠습니다!]\n\n필요 없어! 내가 바란건 내 스윗 홈뿐이었는데!\n그게 그렇게 어려워?! 탑도 내가 없애줬는데?!?!\n\n게다가, 로맨스 판타지라니! 이전 빙의에서도 로맨스의 ㄹ도, 아니, ㄹ의 한 획도 신경 안 쓰고 살았는데!\n거기에 이전처럼 내 몸으로 책에 빙의한 게 아니라 책 속의 '악녀'에 빙의했다!\n\n이 세계의 위협은 전혀 두렵지 않지만, 로맨스를 강제로 끌어내는 퀘스트는 걱정된다. \n\n나, 집에 갈 수 있을까……?",
      "pt-br": "**Estou farta de romance, então me mandem para casa!**\n\nKim Yi-Young era apenas uma candidata comum ao exame de serviço civil na Coreia do Sul. Depois de estudar por mais de quatro anos e meio, finalmente passou, uma pessoa verdadeiramente comum que só gostava de ler romances de vez em quando como passatempo.\n\nNo entanto, no dia em que saiu para uma refeição comemorativa após passar no exame, sofreu um acidente de trânsito e morreu, apenas para se ver reencarnada no romance de caçadora de fantasia que estava lendo.\n\nPara ela, o \"Sistema\" ofereceu um caminho de volta para casa. Determinada apenas a voltar para casa e abraçar seu gato e o adorável Maltês, Cerberus, ela ganhou força através de dezenas de regressões. Assinando contratos com as constelações da obra original e morrendo várias vezes, eventualmente conseguiu conquistar a \"Torre\" da obra original e derrotar o dono da torre no último andar.\n\nAgora, tudo o que resta é voltar para casa......\n\nOu pelo menos era o que ela pensava!\n\n[Devido a um erro, em vez de retornar ao mundo original, vamos reencarná-la na nova obra do autor!]\n\nEu não preciso disso! Tudo o que eu queria era minha doce casa! É tão difícil assim?! Até me livrei da Torre!?!?!\n\nAlém disso, fantasia romântica?! Nem mesmo na minha vida anterior eu me importava com romance, nem um pouco! E para piorar, nem reencarnei em meu próprio corpo desta vez, mas na \"vilã\" do livro!\n\nNão tenho medo das ameaças deste mundo, mas estou preocupada em ser forçada a uma busca romântica.\n\nSerá que posso voltar para casa......?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c30266a7-cc5c-48fa-b414-689d8c5cd22c",
    "title": {
      "en": "Beet the Vandel Buster"
    },
    "updatedAt": "2023-06-28T17:36:58+00:00",
    "coverArt": "https://mangadex.org/covers/c30266a7-cc5c-48fa-b414-689d8c5cd22c/665ae3b7-8a94-4e99-9ff1-0b732e6bb2a8.jpg",
    "altTitles": [
      {
        "en": "Adventure King Beet"
      },
      {
        "en": "Beet"
      },
      {
        "ja-ro": "Bōken Ō Bīto"
      },
      {
        "ja-ro": "Boken oh Beet"
      },
      {
        "ja-ro": "Bouken Oh Beet"
      },
      {
        "ja-ro": "Bouken Ou Beet"
      },
      {
        "en": "冒险王比特"
      },
      {
        "ja": "冒険王ビィト"
      },
      {
        "en": "少年冒险王Beet"
      },
      {
        "ko": "모험왕 비트"
      }
    ],
    "description": {
      "en": "It's the Century of Darkness where monsters known as Vandels rule the world, and the Vandel Busters are the only ones who can fight them. When a group of Busters are killed in battle, they pass on their magic Saiga weapons to Beet, making him the strongest Buster ever. But Beet won't just fight the Vandels–he wants to destroy them and finally end the Century of Darkness.  \n  \n**Notes:**  \nReturned from a decade-long hiatus in 2016 after the artist was severely injured in 2006.  \n  \n\n\n---\n\n**Links:**  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=4347)  \n- [Anime (sequel) on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6209)"
    },
    "status": "ongoing",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc8a5415-772d-4aaf-95ca-06dbe4ec2d7a",
    "title": {
      "en": "A Barbarian Youth proposed to me, a Countess!?"
    },
    "updatedAt": "2024-06-28T10:53:33+00:00",
    "coverArt": "https://mangadex.org/covers/fc8a5415-772d-4aaf-95ca-06dbe4ec2d7a/57e2cec9-1597-4732-ba20-b0fab2ee0631.jpg",
    "altTitles": [
      {
        "zh-hk": "我身为伯爵夫人，竟然被蛮族少年求婚了？"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82757478-87b2-4064-a99e-5e628c700956",
    "title": {
      "en": "Kimi wa Yakamashi Tojite yo Kuchi o!"
    },
    "updatedAt": "2024-04-24T19:13:21+00:00",
    "coverArt": "https://mangadex.org/covers/82757478-87b2-4064-a99e-5e628c700956/76b927aa-2860-4940-b77a-f6075f7fc99b.jpg",
    "altTitles": [
      {
        "ja": "君は喧し閉じてよ口を！"
      },
      {
        "ja-ro": "Kimi ha Yakamashi Tojite yo Kuchi wo!"
      },
      {
        "en": "You're Too Noisy, So Just Shut It Already!"
      },
      {
        "en": "You Talk Too Much, So Just Shut It Already!"
      },
      {
        "zh": "吵闹的你不肯住口"
      },
      {
        "vi": "Cậu Ồn Ào Quá, Im lặng Giùm Tớ Đi!"
      },
      {
        "ru": "Закрой свой рот!"
      },
      {
        "ru": "Ты слишком много говоришь, так что заткнись уже!"
      },
      {
        "tl": "Ang Ingay Mo Kaya Manahimik Ka Na Lang!"
      }
    ],
    "description": {
      "en": "Hīragi Tsukino was born deaf. When she transfers to a new school, she meets a talkative boy named Enomoto Taiyō. Tsukino is slightly taken aback by Taiyō, who talks to her without regard to the fact that she can't hear.",
      "ja": "柊月乃は生まれつき耳が聞こえない。そんな彼女が転校先で出会ったのは、おしゃべりな男子・榎本太陽。聞こえないことなんかお構いなしにしゃべりかけてくる太陽に若干引き気味な月乃。",
      "ru": "Хиираги Цукино родилась глухой. Когда она переводится в новую школу, она встречает говорливого мальчика по имени Эномото Тайо. Цукино немного обескуражена тем, что Тайо разговаривает с ней, не заботясь о том, что она не может его слышать...",
      "vi": "Hiiragi Tsukino là một cô bạn bị khiếm thính bẩm sinh. Khi cậu ấy chuyển đến trường mới, cậu ấy gặp được một cậu bạn lắm mồm tên Enomoto Taiyo. Tại đây, Tsukino luôn bị xoay tròn bởi những câu chuyện xàm xí của Taiyo bất chấp việc cô không thể nghe được cậu ta nói gì."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "48"
  },
  {
    "mangaId": "53f750df-53b0-4823-aa7b-0d69b90d853a",
    "title": {
      "en": "Mobile Suit Gundam Pulitzer - Amuro Ray Beyond the Aurora"
    },
    "updatedAt": "2023-06-26T05:22:54+00:00",
    "coverArt": "https://mangadex.org/covers/53f750df-53b0-4823-aa7b-0d69b90d853a/a267a89c-57c5-41fd-a208-8d9d0fc130c0.jpg",
    "altTitles": [
      {
        "ja": "機動戦士ガンダム ピューリッツァー -アムロ・レイは極光の彼方へ"
      },
      {
        "ja-ro": "Kidou Senshi Gundam Pulitzer: Amuro Ray wa Kyokkou no Kanata e"
      }
    ],
    "description": {
      "en": "In UC0095, following the events of Char's Counterattack, Kikka Kobayashi gathers testimonies about Amuro Ray to show the world the kind of person he was."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f3b46a2-a399-4883-bc83-783f2fbd18d7",
    "title": {
      "en": "Paper Braver"
    },
    "updatedAt": "2024-05-01T07:33:57+00:00",
    "coverArt": "https://mangadex.org/covers/3f3b46a2-a399-4883-bc83-783f2fbd18d7/c1a59ed8-5aee-4f15-8e88-0ae66586d0ac.jpg",
    "altTitles": [
      {
        "ja": "ペーパーブレイバー"
      }
    ],
    "description": {
      "en": "An RPG-style high school comedy set in present-day Japan, centering around Shiromado Hijiri, a very serious White Mage, and Michibikari Yuuto, a motivationless Hero.\n\nWatch as they futilely struggle to raise the level of the hopeless Hero, day in and day out, in order to one day defeat the Demon Lord."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "64"
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou."
    },
    "updatedAt": "2024-06-12T13:31:18+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/f70539fa-36d5-4d6b-a3e0-4d9a4ef7401c.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      },
      {
        "fr": "Ogami Tsumiki et l'étrange vie du quotidien"
      },
      {
        "vi": "Tsumiki Ogami và Cuộc sống diệu kì!"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind.\n\nWhen he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.\n\nThe new normal graph of youth is about to begin.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "fr": "Aujourd'hui, nous vivons à l'ère de la diversité. L'expression « non-humains » appartient au passé. Les « Genjin » vivent leur vie en interaction avec les êtres humains.\n\nUn garçon humain, Yutaka Shinsou, est troublé. Il est tellement habitué à être en phase avec son environnement qu'il ne comprend plus ses propres sentiments. Au lycée Keiki, que fréquentent de nombreux « Genjin », il rencontre Tsumiki Ogami, un loup-garou. Elle est mignonne, puissante, un peu hors du commun et gentille.\n\nLorsqu'il passe du temps avec elle, le cœur de Yutaka est plus bruyant que d'habitude. Une vie quotidienne « inhabituelle » avec Tsumiki le loup-garou.\n\nLe nouveau parcours normal de la jeunesse est sur le point de commencer.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。\n\n舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。\n\n真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n日常が変わっていく、つみきさんと一緒なら。\n\nまだ誰も知らない、ニューノーマルな青春がここに。",
      "pl": "Obecnie żyjemy w erze różnorodności. Wyrażenie „nie-ludzie” należy już do przeszłości. „Genjin” żyją w interakcji z ludźmi.\n\nPewien ludzki chłopiec, Yutaka Shinsou, jest zaniepokojony. Jest tak przyzwyczajony do bycia w zgodzie z otoczeniem, że nie rozumie już własnych uczuć. W Liceum Keiki, gdzie uczęszcza wielu „Genjin”, spotyka Tsumiki Ogami, wilkołaka. Jest urocza, potężna, trochę nietypowa i miła.\n\nKiedy spędza z nią czas, serce Yutaki staje się głośniejsze niż zwykle. Niezwykłe niecodzienne życie z wilkołakiem Tsumiki.",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c21fe3b-4fe6-4f11-b51b-ced00d8aec60",
    "title": {
      "en": "Aekanaru"
    },
    "updatedAt": "2023-07-24T05:47:34+00:00",
    "coverArt": "https://mangadex.org/covers/8c21fe3b-4fe6-4f11-b51b-ced00d8aec60/a6ff5471-1f9d-4fc2-a94a-0b86a0a9a7fe.jpg",
    "altTitles": [
      {
        "ja": "アエカナル"
      },
      {
        "zh-hk": "亞惠佳奈瑠"
      }
    ],
    "description": {
      "en": "Sadai, looking for a place to die, headed deep into the mountains. There he encountered a mysterious and gentle girl who had lived alone in an abandoned village for 150 years, continuing to serve an intangible god. A man that had failed to die and a widow with a graceful aura — from the remains of their wasted lives, the two of them begin a new chapter of their story."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "41"
  },
  {
    "mangaId": "77bee52c-d2d6-44ad-a33a-1734c1fe696a",
    "title": {
      "ja-ro": "Kage no Jitsuryokusha ni Naritakute!"
    },
    "updatedAt": "2024-06-11T16:55:38+00:00",
    "coverArt": "https://mangadex.org/covers/77bee52c-d2d6-44ad-a33a-1734c1fe696a/c384dedc-0f09-46ed-ae68-c81eb5eacdf4.jpg",
    "altTitles": [
      {
        "en": "The Eminence in Shadow"
      },
      {
        "ru": "Восхождение в тени"
      },
      {
        "ja": "陰の実力者になりたくて！"
      },
      {
        "ko": "숨은 실력자가 되고싶어서"
      },
      {
        "uk": "Сходження у тіні"
      },
      {
        "en": "I Want To Be The Eminence In Shadow!"
      },
      {
        "en": "To Be a Power in the Shadows!"
      }
    ],
    "description": {
      "en": "Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. Ninjas, rogues, shadowy mentor types, that sort of deal.  \r\nAfter hiding his strength and living the mediocre life of a NPC by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power.  \r\nThe young man who is only pretending to be a power in the shadows… his subordinates who took him more seriously than he expected… and a giant organization in the shadows that gets accidentally trampled…  \r\nThis is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
      "ru": "Подобно тому, как некоторые в детстве боготворят героев, один юноша обожал силы, скрывающиеся в тени. Скрыв свою силу и прожив посредственную жизнь посредственного персонажа, проходя в это время через безумные ночные тренировки, он в конце концов перерождается в ином мире, обретая абсолютную силу. Юноша, отыгрывающий роль скрывающейся в тени силы, его неправильно всё понимающие подчинённые и огромная стёртая в пыль теневая организация… Это история о юноше, обожавшем скрывающиеся во мраке силы, который, вероятно, в итоге обретёт власть над теневой стороной иного мира.   \r\n  \r\n  \r\n- [Japanese Light Novel (Bookwalker)](https://bookwalker.jp/series/179219/)  \r\n- [Japanese Light Novel (Amazon.co.jp)](https://www.amazon.co.jp/dp/4047353027/)  \r\n- [LN Vol. 1 Youtube Promo](https://www.youtube.com/watch?v=9pahhkIs4Ss),with Kentarou Kumagai (熊谷健太郎) voicing the MC (Cid Kagenou)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba7c56b3-668b-4e8d-ab8c-74c6bb944d6b",
    "title": {
      "en": "Island Part 2"
    },
    "updatedAt": "2023-08-09T17:22:29+00:00",
    "coverArt": "https://mangadex.org/covers/ba7c56b3-668b-4e8d-ab8c-74c6bb944d6b/66d24965-51be-4c4d-885c-df496528f5a6.jpg",
    "altTitles": [
      {
        "ko": "아일랜드 2부"
      },
      {
        "zh-hk": "靈甲鬼修羅 - 避邪回歸"
      }
    ],
    "description": {
      "en": "\"On the beautiful Jeju Island, MiHo Won, a beautiful teacher, and Van, a cold and mysterious guy, become entangled in strange events, fighting unknown monsters. A legend of exorcism comics is back as webtoon!\""
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "69"
  }
]