[
  {
    "mangaId": "9d9c3006-915b-4f7e-8636-9eea6da12ec3",
    "title": {
      "en": "Drug Store Tenin Sacchan no Nichijou"
    },
    "updatedAt": "2024-01-16T20:25:25+00:00",
    "coverArt": "https://mangadex.org/covers/9d9c3006-915b-4f7e-8636-9eea6da12ec3/f55ed3bc-15f3-4440-a1ae-f1a34efe689c.png",
    "altTitles": [
      {
        "ja-ro": "Drugstore tenin sa-chan no nichijo"
      },
      {
        "ja-ro": "Doraggusutoa ten'in satchan no nichijō"
      },
      {
        "ja": "ドラッグストア店員さっちゃんの日常"
      },
      {
        "vi": "Chuyện nàng Sa ở tiệm thuốc"
      },
      {
        "en": "Daily Life of Sa-chan, a Drugstore Clerk"
      },
      {
        "fr": "Le quotidien de Sa-Chan, une vendeuse comme une autre"
      }
    ],
    "description": {
      "en": "A series between the expressionless drugstore clerk, Sa-chan, and her boisterous childhood friend who's head over heels over Sa-chan but hesitant in confessing his love for her. Join them in their romcom-packed everyday life working at a drugstore.",
      "id": "Seri antara petugas toko obat tanpa ekspresi, Sa-chan, dan teman masa kecilnya yang riuh yang jungkir balik terhadap Sa-chan tetapi ragu-ragu dalam mengakui cintanya padanya. Bergabunglah dengan mereka dalam kehidupan sehari-hari mereka yang penuh romansa bekerja di toko obat.",
      "ja": "ドラッグストアで働くさっちゃんとその幼なじみが両思いなんだけど、お互い気づかなくて毎日やきもきする話です。",
      "pt-br": "Uma série entre a inexpressiva balconista da drogaria, Sa-chan, e seu turbulento amigo de infância que está de ponta-cabeça por Sa-chan, mas hesita em confessar seu amor por ela. Junte-se a eles em sua vida cotidiana repleta de comédia romântica trabalhando em uma farmácia."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9282b169-8ac3-49a6-afab-8268e419c04c",
    "title": {
      "en": "Todokanu Kimi he Koi no Uta Wo"
    },
    "updatedAt": "2024-03-29T13:41:37+00:00",
    "coverArt": "https://mangadex.org/covers/9282b169-8ac3-49a6-afab-8268e419c04c/0bdbc3ac-3a14-4815-be14-70350bfc0b58.png",
    "altTitles": [
      {
        "en": "Poems of Love to the Unreachable You"
      },
      {
        "ja": "届かぬ君へ 恋の詩を"
      }
    ],
    "description": {
      "en": "His voice still echoes in my ears... If I can meet him again, even in a dream... Finn, a boy who was adopted by a wealthy family, was busy studying in order to meet his parents' expectations. One night, Finn, tired and returning to the room, suddenly saw a strange young man, when he looking into the mirror…."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "d9836a04-f31e-4ca2-9b1b-28892252ad38",
    "title": {
      "en": "Houkai Gakuen 4-Koma"
    },
    "updatedAt": "2021-05-25T15:48:27+00:00",
    "coverArt": "https://mangadex.org/covers/d9836a04-f31e-4ca2-9b1b-28892252ad38/fb4fb294-a507-4cc3-bd64-7fdc038a3b48.jpg",
    "altTitles": [
      {
        "en": "GGZ 4 Koma"
      },
      {
        "en": "GGZ 4-Koma"
      },
      {
        "en": "Guns Girl Z 4 Koma"
      },
      {
        "en": "Guns Girl Z 4-Koma"
      },
      {
        "en": "Honkai Gakuen 4 Koma"
      }
    ],
    "description": {
      "en": "4-koma based on the mobile game Guns Girl Z (Houkai Gakuen / Houkai Gakuen 2)."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "200"
  },
  {
    "mangaId": "ff4669dd-c512-4d30-aeb7-6ceec5308a76",
    "title": {
      "en": "Saihate ni Madou"
    },
    "updatedAt": "2023-08-17T03:22:06+00:00",
    "coverArt": "https://mangadex.org/covers/ff4669dd-c512-4d30-aeb7-6ceec5308a76/0b3e6ef6-08ed-44df-a6bf-49b7acca5019.png",
    "altTitles": [
      {
        "ja": "最果てに惑う"
      },
      {
        "en": "Lost at the Farthest Ends"
      }
    ],
    "description": {
      "en": "After his little sister was raped and killed herself, a teenage boy took revenge and killed her rapist in return. Seven years later the boy's released from prison, determined to kill himself due to insufferable guilt but then he's confronted by the rapist's daughter. A dramatic tale of guilt and atonement.",
      "ru": "«Семь лет назад я убил человека».\n\nРасправившись с преступником, который довёл его сестру, Юри, до самоубийства, Кадзума был приговорён к семи годам тюремного заключения. Даже после выхода на свободу его преследуют мысли о совершённом убийстве и о девочке, наблюдавшей за происходящим. Терзаемый чувством вины, Кадзума принимает решение искупить свои грехи собственной смертью. Вместе со своей матерью он навещает могилу Юри, где замечает знакомое лицо девочки...\n\nЭто история о несчастной судьбе дочери преступника-потерпевшего."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7cc0e57-aa04-42d7-a726-822f66718a35",
    "title": {
      "en": "Insecure Herami Sisters"
    },
    "updatedAt": "2024-02-09T06:40:15+00:00",
    "coverArt": "https://mangadex.org/covers/c7cc0e57-aa04-42d7-a726-822f66718a35/9fa210e3-b0ee-4514-9753-694a11f33b0f.jpg",
    "altTitles": [
      {
        "ja": "平良深姉妹はどっちもヤんでる"
      },
      {
        "ja-ro": "Herami Shimai wa Docchi mo Yanderu"
      },
      {
        "en": "The Yandere Little Sister and the Menhera Big Sister"
      },
      {
        "es-la": "La hermana pequeña Yandere y la hermana mayor Menhera"
      },
      {
        "zh": "平良深姐妹都“病”得不轻"
      },
      {
        "vi": "Hai chị em nhà Herami bất ổn thực sự!"
      }
    ],
    "description": {
      "en": "Sera, (Real Name: Herami Sera) is an approval-seeking girl (26 years old) who works at a maid cafe. Her younger sister, Kira, is an idol (19 years old) who is rapidly gaining popularity with her cool, and mature character. However, the real Kira only ever think of her sister and tries to cheer her up in every possible way to help her sister with her mental health and anxiety",
      "ja": "せーら（本名：平良深 瀬良）はメイドカフェで働く承認欲求高めな女子（26歳）。そんな彼女の妹・キラは、クールな大人っぽいキャラで人気沸騰中のアイドル（19歳）。しかし、素顔のキラはいつも姉のことしか考えておらず、不安を抱える姉のため、あらゆる手段で励まそうとしていて…。",
      "es-la": "Sera, (Nombre real: Herami Sera) es una chica que busca aprobación (26 años) que trabaja en un maid café. Su hermana menor, Kira, es una ídolo (19 años) que está ganando popularidad rápidamente con su carácter frío y maduro. Sin embargo, la verdadera Kira solo piensa en su hermana y trata de animarla de todas las maneras posibles para ayudar a su hermana con su salud mental y ansiedad."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b810aff-d5f3-423f-892b-b041b15b8664",
    "title": {
      "en": "Empty Flattery"
    },
    "updatedAt": "2024-04-28T05:59:26+00:00",
    "coverArt": "https://mangadex.org/covers/5b810aff-d5f3-423f-892b-b041b15b8664/1a9d100a-d8cc-4939-9f33-8a4b3e8b7a77.png",
    "altTitles": [
      {
        "zh": "鹤言虚语"
      },
      {
        "zh-ro": "Hè Yán Xū Yǔ"
      },
      {
        "en": "Pretty Yet Empty Words"
      }
    ],
    "description": {
      "en": "Yayu had long since forgotten how she had once fooled Mo Jiu into the palm of her hand. Yet, Mo Jiu still remembered their promise from that year with crytal clarity: \"It's time for you to fulfill that promise!\" Yayu thought, \"Alright, how do I trick him again?\" But just as she let her guard down, triggered by this forgotten promise, Yayu's deepest secret was exposed. Mo Jiu's 'Leopard Rage': \"Meow, meow, meow!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "150e0dd9-f4f6-4d73-8ca9-c2f693252a56",
    "title": {
      "en": "Heavenly Blood Star"
    },
    "updatedAt": "2024-04-28T05:22:07+00:00",
    "coverArt": "https://mangadex.org/covers/150e0dd9-f4f6-4d73-8ca9-c2f693252a56/557d4474-33c1-414f-b72d-d086eed6a029.png",
    "altTitles": [
      {
        "en": "The Blood Star Damned by Heaven"
      },
      {
        "ko": "天死血星,천사혈성"
      },
      {
        "pt-br": "A Estrela de Sangue Amaldiçoada pelo Céu"
      }
    ],
    "description": {
      "en": "Cheon Yoo-ok is a young orphan who survives by begging, however, as he delves deeper into the mysteries of a sect, dark secrets and unknown threats begin to emerge, in a world where intrigues and conspiracies are everywhere, he will have You have to overcome unimaginable challenges to protect those you love and discover your true destiny.",
      "pt-br": "Cheon Yoo-ok é um jovem órfão que sobrevive pedindo esmolas, porém, à medida que ele se aprofunda nos mistérios de uma seita, segredos sombrios e ameaças desconhecidas começam a surgir, em um mundo onde intrigas e conspirações estão por toda parte, ele terá que superar desafios inimagináveis para proteger aqueles que ama e descobrir seu verdadeiro destino."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae8c6312-6121-4469-846f-637f40afbd3b",
    "title": {
      "en": "Winter Moon"
    },
    "updatedAt": "2023-09-22T22:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/ae8c6312-6121-4469-846f-637f40afbd3b/b2d6e929-53bb-4b3b-8bd7-b9d90f13d61d.png",
    "altTitles": [
      {
        "en": "Wintermoon"
      },
      {
        "pl": "Zimowy księżyc"
      },
      {
        "ja": "冬月"
      }
    ],
    "description": {
      "en": "A gay sorceror and a seductive priestess cross paths in an Online RPG.",
      "fr": "Suivez les aventures d'un sorcier gay et d'une jolie prêtresse en plein cœur d'un RPG.",
      "ro": "Un vrajitor homosexual si o preoteasa seductiva se intalnesc din intamplare intr-un online RPG",
      "pt-br": "Um feiticeiro homossexual e uma sacerdotisa sedutora se cruzam em um RPG online."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28d0cf3f-97e7-4465-ac46-bccf94be76df",
    "title": {
      "en": "For the Shattered Things"
    },
    "updatedAt": "2024-01-11T17:53:52+00:00",
    "coverArt": "https://mangadex.org/covers/28d0cf3f-97e7-4465-ac46-bccf94be76df/0761ccb7-ad42-4b13-b2f5-dabc2d0076bf.png",
    "altTitles": [
      {
        "ko": "부서진 것들을 위하여"
      },
      {
        "en": "For Broken Things"
      },
      {
        "en": "For the Broken Ones"
      }
    ],
    "description": {
      "en": "Choi Yeon was abandoned by her friends and family. Now a university student, she has started working as a private tutor for a son of a rich family in Seongbuk-dong to hide her poverty. By chance, while working there she met Ji Shinhyuk, the older brother of her student.\n\nShinhyuk, the real owner of the house, completely ignored Yeon as if she was a mere object. But one day, he began to call on Yeon to perform menial errands. Some days, he would be crude; others, disrespectful. He would provoke Yeon with his indecipherable expression. Despite that, Yeon began to foster a growing attraction toward Shinhyuk, and hoped she would eventually catch his eye...\n\n---\n**Official Raws**\n[Ridibooks R15 ver.](https://ridibooks.com/books/3093001461)\n[Ridibooks R19 ver.](https://ridibooks.com/books/3093001173)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f3e1818-a015-491d-bd81-3addc4d7d56a",
    "title": {
      "en": "Warui ga Watashi wa Yuri ja nai"
    },
    "updatedAt": "2024-04-02T21:42:58+00:00",
    "coverArt": "https://mangadex.org/covers/8f3e1818-a015-491d-bd81-3addc4d7d56a/3bf02e1f-cc8d-44b6-ba86-e3881ef03067.jpg",
    "altTitles": [
      {
        "en": "Sorry, but I’m Not into Yuri"
      },
      {
        "ja": "悪いが私は百合じゃない"
      },
      {
        "zh": "虽然很抱歉但我不是百合"
      },
      {
        "zh-hk": "雖然很抱歉但我不是百合"
      },
      {
        "zh-ro": "Suīrán hěn bàoqiàn dàn wǒ bùshì bǎihé"
      }
    ],
    "description": {
      "en": "In an attempt to win her homeroom teacher's heart, Itsumi Toudou purchased a shady love potion, and tested it out on her stuck-up student committee president, Yomotsuka. Now, she has an uncharacteristically affectionate girl to deal with, and she's not even a lesbian! Right?",
      "es": "Em uma tentativa de ganhar o coração de seu professor de sala de aula, Itsumi Toudou comprou uma poção do amor sombria e a testou em sua presunçosa presidente do comitê estudantil, Yomotsuka. Agora, ela tem uma garota estranhamente afetuosa para lidar, e ela nem é lésbica! Certo?",
      "ja": "担任の男性教師に恋をしている藤堂いつみは、ある日いけないサイトで惚れ薬を入手し、担任に飲ませようとする。しかし、真面目で堅苦しい美人学級委員長やヤンキー女子に飲まれてしまったから、さあ大変！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a4786cf-c185-4ad3-89a9-294a1ec0bfc9",
    "title": {
      "en": "Iron Ladies"
    },
    "updatedAt": "2024-04-18T03:16:24+00:00",
    "coverArt": "https://mangadex.org/covers/4a4786cf-c185-4ad3-89a9-294a1ec0bfc9/bd3b29e3-ae6c-4f7d-9cc9-5d1381e9d2ac.jpg",
    "altTitles": [
      {
        "fr": "Dames de Fer"
      },
      {
        "tr": "Demir Bayanlar"
      },
      {
        "id": "Gadis Baja"
      },
      {
        "en": "Iron Ladies Steel Soldiers"
      },
      {
        "en": "Metal Goddess Soldier"
      },
      {
        "zh": "Tie Ji Gang Bing"
      },
      {
        "ru": "Железные леди"
      },
      {
        "zh": "铁姬钢兵"
      },
      {
        "ka": "რკინის ქალბატონები"
      }
    ],
    "description": {
      "en": "**Description translated from the author:**\nUniversity graduate Mu Siyun sent his resume to the star fleet on a whim and somehow became the Fleet Admiral! This is the story about an admiral with a harem of 3000 female soldiers conquering the universe.\n\n---\n\n**Translator's version:**\nThe smartest university student to ever graduate from Daxia University's Department of Political History, Mu Siyun, enlists in Beiyang's Fleet on a whim and somehow becomes the Fleet Admiral. Knowing fully well how the world works and how the rich dominate the poor, Mu Siyun seeks to defy the heavens and bring order and hope back to the universe by cleverly scheming against his enemies.",
      "ru": "По прихоти судьбы выпускник университета Му Сыюнь отправил свое резюме в звёздный флот и каким-то образом стал адмиралом флота! Это история об адмирале с гаремом в 3000 женщин-солдат, покоряющих вселенную…",
      "tr": "Üniversiteden mezun olan Mu Siyun, bir heves ile öz geçmişini yıldız filosuna yollar ve her nasılsa filo amirali olur! bu hikaye 3000 kız askerin bir filo amiraliyle evreni ele geçirmesini anlatıyor…"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1117e35-23ca-4096-8b92-2340d11913d5",
    "title": {
      "en": "Necromancer, the Ultimate Scourge!"
    },
    "updatedAt": "2024-04-25T14:16:33+00:00",
    "coverArt": "https://mangadex.org/covers/c1117e35-23ca-4096-8b92-2340d11913d5/c769a118-e8d7-428d-9b96-1f991af33682.png",
    "altTitles": [
      {
        "zh": "死灵法师！我即是天灾"
      },
      {
        "zh-ro": "Si Ling Fashi! Wo Ji Shi Tianzai"
      },
      {
        "zh-ro": "Sǐ Líng Fǎshī! Wǒ Jí Shì Tiānzāi"
      },
      {
        "en": "Necromancer! I Am a Disaster"
      },
      {
        "en": "Necromancer: King of The Scourge"
      },
      {
        "en": "Disastrous Necromancer"
      },
      {
        "en": "Catastrophic Necromancer"
      }
    ],
    "description": {
      "en": "In a world where magic and monsters exist, Lin Moyu has hit the age of acquiring his very own profession. While most would be lucky just to obtain a high-level combat class, Moyu becomes the ultrarare necromancer!\n\nBeing the first and only one of his kind, he has no idea of the potential he possesses on his journey to level up and face great challenges.\n\nWhat new heights will Moyu achieve with his unique army of undead?",
      "zh": "游戏降临现实，世界规则颠覆，人类进入全民转职时代。 唯有成为转职者！升级变强！方能站上世界之巅！ 转职当天，林默语成为唯一性隐藏职业，死灵法师。 从此召唤物不死绝，林默语便不会死。 “我高坐骸骨神座，行走生死之间。” “我即是天灾！”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7be5032d-1059-4381-bb07-48115eba3073",
    "title": {
      "en": "Genshiken Nidaime - The Society for the Study of Modern Visual Culture II"
    },
    "updatedAt": "2023-04-26T05:29:59+00:00",
    "coverArt": "https://mangadex.org/covers/7be5032d-1059-4381-bb07-48115eba3073/ebf59fc3-20c9-4930-9030-48826dddfb46.jpg",
    "altTitles": [
      {
        "en": "Genshiken: Second Season"
      },
      {
        "ru": "Гэнсикэн: второе поколение"
      },
      {
        "ja": "げんしけん 二代目"
      },
      {
        "zh": "现视研二代目"
      }
    ],
    "description": {
      "en": "Genshiken follows the lives of a group of college students drawn together by their shared hobbies, and the trials and adventures associated with being otaku.  \n  \nGenshiken Nidaime (\"Second Generation\") is a continuation of the previous series, with chapter numbering starting at 56."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "127"
  },
  {
    "mangaId": "fd2d7c3e-87ab-4775-a1e3-17403994043b",
    "title": {
      "en": "The Witch and the Mercenary"
    },
    "updatedAt": "2024-02-24T22:21:21+00:00",
    "coverArt": "https://mangadex.org/covers/fd2d7c3e-87ab-4775-a1e3-17403994043b/6c89aad9-7105-4974-bc4a-1e4d9c8fbdbd.jpg",
    "altTitles": [
      {
        "ja": "魔女と傭兵"
      },
      {
        "ja": "Majo to Youhei"
      },
      {
        "ru": "Ведьма и наёмник"
      }
    ],
    "description": {
      "en": "Zig—a tall, broad-shouldered mercenary—participates in a witch hunt. Following a fierce duel with the deadly witch, he becomes privy to her desire. “I want you to protect me,” she requests, tired of having her life trivialized. Seeking a place to survive, the witch and the mercenary set their sights on an unknown continent!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39801903-3b03-4704-98ea-a9f2d80bdadf",
    "title": {
      "en": "Ultraman"
    },
    "updatedAt": "2024-03-16T08:56:14+00:00",
    "coverArt": "https://mangadex.org/covers/39801903-3b03-4704-98ea-a9f2d80bdadf/2f344458-ec5c-40b1-8aa5-a744cf24520f.jpg",
    "altTitles": [
      {
        "ja": "ウルトラマン"
      }
    ],
    "description": {
      "en": "The immortal masterpiece \"Ultraman\" by Daiji Ichimine, a legend in the world of hero comics, is back in a perfect version!! Using plenty of original drawings and magazines newly discovered through research, it has been revised from the previous books. The cover art, which was never published, is also included in its entirety for the first time. Furthermore, the first volume includes a complete color reproduction of the \"Monster Neronga Volume\" that was not included in the SUNDAY COMICS version, as well as the original prequel to this work, \"The Birth of Ultraman Volume\", which is included for the first time in a book. This is truly the “final definitive edition”, delivered with the highest specifications ever, which has never been realized even though it has been published many times!! Volumes 1 and 2 will be released simultaneously!! (C) Tsuburaya Productions"
    },
    "status": "completed",
    "releaseDate": 1966,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "19"
  },
  {
    "mangaId": "48863213-086b-4dfb-8103-8e279b8e5f5d",
    "title": {
      "en": "Watashi o Tabetai, Hitodenashi"
    },
    "updatedAt": "2024-01-09T04:25:46+00:00",
    "coverArt": "https://mangadex.org/covers/48863213-086b-4dfb-8103-8e279b8e5f5d/9f44047b-ce79-4813-acca-dad28264d826.jpg",
    "altTitles": [
      {
        "en": "A Monster Wants to Eat Me"
      },
      {
        "ja": "私を喰べたい、ひとでなし"
      },
      {
        "ru": "Монстр, что хочет съесть меня"
      },
      {
        "ja": "Watashi wo Tabetai, Hitodenashi"
      },
      {
        "zh": "想吃掉我的非人少女"
      },
      {
        "zh-hk": "想吃掉我的非人少女"
      },
      {
        "en": "This Monster Wants to Eat Me"
      }
    ],
    "description": {
      "en": "High school girl Hinako is living a quiet life in a seaside town, but she feels somewhat detached from her friends during the summer months when she is reminded of when her family died years ago. One day, she meets Shiori, a mysterious girl who reminds her of the ocean, especially when it comes to her translucent blue eyes, but Shiori soon reveals that she is actually a mermaid who has been looking for Hinako for a long time.",
      "ru": "Старшеклассница Хинако живет обычной жизнью в городке на морском побережье. Однажды она встречает Шиори, загадочную девушку с глазами цвета океана, но вскоре оказывается, что Шиори — на самом деле русалка, которая наблюдала за Хинако уже долгое время."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0c06f23-88b5-4880-9346-c0c7685f918a",
    "title": {
      "en": "Iyagatteru Kimi ga Suki"
    },
    "updatedAt": "2024-02-18T07:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/a0c06f23-88b5-4880-9346-c0c7685f918a/3c34df77-8f13-4287-a667-275198ab0a6d.jpg",
    "altTitles": [
      {
        "ja": "嫌がってるキミが好き"
      },
      {
        "ja-ro": "Iyagatteru Kimi ga Suki"
      },
      {
        "ja-ro": "IyaKimi"
      },
      {
        "en": "I Like You With That Look of Repulsion"
      }
    ],
    "description": {
      "en": "It finally happened, Shirakawa Mikoto was confessed to for the first time in her life! Otsuki Makoto wasn’t exactly her ideal man but, she wanted to have a boyfriend to show off to her friends. It turns out dating someone you don’t even know can be complicated, especially if they are a bit strange.  \nThis is a raunchy, heart pounding love story. Expect goosebumps and some doki doki action on the side."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "52"
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "The Angel Next Door Spoils Me Rotten"
    },
    "updatedAt": "2024-04-17T21:11:15+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/ec56e4db-c5b3-431e-a6ac-086f87aebfb0.jpg",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "She is the neighbor Angel, I am spoilt by her."
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "ja-ro": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      }
    ],
    "description": {
      "en": "A HEAVENLY ENCOUNTER!\nMahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!\n\n*Adapted from the Light Novel with the same name, \nSerialized in Square Enix Web Magazine [Gangan Online](https://www.ganganonline.com/title/1480)*",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "778b8438-af3a-4534-841c-adf923b55ee1",
    "title": {
      "en": "Uma Musume Pretty Derby: Star Blossom"
    },
    "updatedAt": "2024-03-31T18:10:29+00:00",
    "coverArt": "https://mangadex.org/covers/778b8438-af3a-4534-841c-adf923b55ee1/3124d911-022c-419e-a2f9-4fc855aff651.jpg",
    "altTitles": [
      {
        "ja": "ウマ娘 プリティーダービー スターブロッサム"
      },
      {
        "ja-ro": "Uma Musume Puritiudaubiu Sutauburossamu"
      },
      {
        "ru": "Девушки-пони Славное Дерби: Звёздный цветок"
      }
    ],
    "description": {
      "en": "The popular cross-media content \"Uma Musume Pretty Derby\" features \"Uma Musume\" who have inherited the names and souls of numerous racehorses! A new legend begins with the indomitable horse girl \"Sakura Laurel\" as the main character.\n\n---\n\n- [Alternative Raw](https://shonenjumpplus.com/episode/4856001361118480104)",
      "ja": "「挑戦なくして、得られるものなど何もない」　見習いトレーナー・椿が出会ったのは、ガラスの脚を抱えたデビュー前のウマ娘・サクラローレル。半人前の2人が見た頂点への夢は、無謀なのか――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61d81be6-2759-4cc4-9815-7952a3449149",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken: Clayman Revenge"
    },
    "updatedAt": "2024-03-20T17:38:06+00:00",
    "coverArt": "https://mangadex.org/covers/61d81be6-2759-4cc4-9815-7952a3449149/a96f4675-7385-43ba-85b8-7fc54e9190f0.jpg",
    "altTitles": [
      {
        "ja": "転生したらスライムだった件: クレイマン Revenge"
      },
      {
        "en": "That Time I Got Reincarnated as a Slime: Clayman's Revenge"
      },
      {
        "ru": "О моём перерождении в слизь: Месть Клеймана"
      },
      {
        "ja-ro": "TenSura: Clayman Revenge"
      },
      {
        "ar": "ذلك الوقت الذي تجسد فيه كسلايم: انتقام كلايمان"
      },
      {
        "tr": "Tensei Shitara Slime Datta Ken: Clayman'in İntikamı"
      },
      {
        "uk": "Про моє переродження в слиз: Помста Клеймана"
      }
    ],
    "description": {
      "en": "Walpurgis ended with echoes of a public condemnation. It seems as if a clown's dream has already ran its course. But as if fate was pranking, or the world has other plans, the  supposedly dead Clayman has been resurrected from the dead. Is it the beginning of his dark era once more...?\n\nA new spin-off \"Tensura\" manga written by the original author Fuse himself!",
      "ja": "ワルプルギスに響き渡った断末魔。道化の夢は一度は尽きたかと思われた。しかし運命のイタズラか、世界の選択か、死んだはずのクレイマンは復活し、再び暗躍を始め･･･る？",
      "es-la": "Este Manga Spinoff es una historia alternativa que sucede luego de los eventos del Volumen 6 de la Novela Ligera.\n\nHistoria alternativa que continua despues de los eventos del Volumen 6 de la Novela Ligera. - El Walpurgis habia terminado con el grito de su muerte. Parecia que el sueño del arlequin habia llegado a su fin. Sin embargo, ya sea por una broma del destino o una decisión del mundo, Clayman quien supuestamente murio, ha resucitado una vez mas. ¿Es el comienzo de una nueva era oscura...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "258d2691-ffea-4e77-8968-ce5c24ffc6f7",
    "title": {
      "en": "Isekai Tensei de Kenja ni Natte Boukensha Seikatsu ~[Mahou Kairyou] de Isekai Saikyou~"
    },
    "updatedAt": "2024-03-17T02:10:14+00:00",
    "coverArt": "https://mangadex.org/covers/258d2691-ffea-4e77-8968-ce5c24ffc6f7/b16dd47d-5b7d-4dfe-927f-5376ded6d1ae.jpg",
    "altTitles": [
      {
        "ja": "異世界転生で賢者になって冒険者生活〜【魔法改良】で異世界最強〜"
      },
      {
        "en": "My Adventurer Life: I Became the Strongest Magic-Refining Sage in a New World"
      },
      {
        "es-la": "Mi vida de aventurero: Me convertí en el sabio refinador de magia más fuerte en un mundo nuevo"
      },
      {
        "ru": "Я стал мудрецом, перевоплотившись в другом мире, чтобы жить как авантюрист и стать сильнейшим в мире"
      },
      {
        "th": "ชีวิตนักผจญภัยของปราชญ์ผู้เริ่มใหม่ในต่างโลก สุดแกร่งด้วยสกิล ปรับแต่งเวท"
      }
    ],
    "description": {
      "en": "After his tragic death, Minato was reborn in a world where offensive magic has not been banned. He was thrilled to see that offensive magic for the first time, however he couldn't help but wonder why all the magic circles are so inefficient?!\n\nAfter witnessing how ineffective the magic in this new world is, he decides to use knowledge from his previous, far more advanced world to improve it.\n\nCome along on Minato's quest to improve the magic of his new home!",
      "ja": "危険な魔法が禁忌とされる世界にいたミナト。彼が転生した先は、なんと攻撃魔法が使える異世界だった。初めて目にする攻撃魔法に喜ぶミナトだったが「……なんだこの非効率な魔法陣は――!?」ムダだらけの魔法陣に疑問を抱き、魔法改良のスキルを覚醒させる――！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36",
    "title": {
      "en": "The Hundred Ghost Stories That Led to My Death"
    },
    "updatedAt": "2024-04-05T18:29:47+00:00",
    "coverArt": "https://mangadex.org/covers/1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36/b0c710d4-6a75-45f3-83e7-c72d144f96df.png",
    "altTitles": [
      {
        "ja": "僕が死ぬだけの百物語"
      },
      {
        "ja": "Boku ga Shinu dake no Hyakumonogatari"
      },
      {
        "zh": "我死前的百物语"
      },
      {
        "en": "100 Ghost Stories to Die For"
      },
      {
        "en": "Hundred Ghost Stories of My Own Death"
      }
    ],
    "description": {
      "en": "Anthology horror series detailing the \"Round of 100 Ghost Stories\", an old folktale believed to originate from Japan retold through the lens of Yuuma, a boy who lives in a troubled household. Often used as a test of courage where participants tell one hundred supernatural stories and blow out one candle then look at themselves in the mirror after they finish each story. When the one-hundredth candle is blown out, it is said that ghosts and demons are summoned to our world.",
      "pt-br": "Série de terror antológica detalhando a \"Rodada das 100 Histórias de Fantasmas\", muitas vezes usado como um teste de coragem, onde os participantes contam cem histórias sobrenaturais,  apagam uma vela e se olham no espelho depois de terminar cada história. Quando a centésima vela é apagada, diz-se que fantasmas e demônios são convocados ao nosso mundo. Um antigo conto popular originário do Japão recontado por de Yuuma, um menino que vive em uma casa problemática."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "897ee431-5738-4465-8389-6cab340c4bd1",
    "title": {
      "en": "Burning Effect"
    },
    "updatedAt": "2023-10-22T02:06:18+00:00",
    "coverArt": "https://mangadex.org/covers/897ee431-5738-4465-8389-6cab340c4bd1/d21525f7-2557-4dbd-a080-b4bc4caeb235.jpg",
    "altTitles": [
      {
        "ru": "Эффект горения"
      },
      {
        "ko": "버닝 이펙트"
      }
    ],
    "description": {
      "en": "This story is about the fierce struggle between law enforcement and those who want to upset the world.  \nIn the Cᵗʰ century, the central bureau of the municipality, Graymark, sentence anyone to death, regardless of the severity of the offense in order to reduce the crime rate and population in proportion to the increased life expectancy due to medical advances.  \nThis is a conflict between the Central Bureau and the Revolutionary Army trying to overturn this system.  \n  \n[right]",
      "fa": "⁧⁧ داستانی در مورد تقابل حکومت و کسی که می‌خواهد دنیا را واژگون کند.  \nدر قرن نامعلومی در شهر گری‌مارک، حکومت مرکزی برای کاهش جمعیت و جرم، قانونی تصویب کرد که صرف نظر از شدت جرم، مجرم را اعدام می‌کرد.   \nداستان تقابل خیر و شر، حکومت و انقلاب، و افرادی که زیر بار حکومت نرفتن…[/right]",
      "pt-br": "Em um mundo onde o menor delito justifica a pena de morte o plano de Burner era manter a cabeça baixa e dar o fora da Área 5. Mas depois de atingir seu limite ela de repente se vê como uma criminosa procurada em desacordo com o Bureau Central e seu administrador mais poderoso, Great. À medida que ela começa a descobrir seus próprios poderes e a ganhar novos aliados, uma guerra generalizada acontece entre o governo e a revolução. Será que uma equipa desorganizada de rebeldes será suficiente para vencer a luta para definir a justiça?\n\n (Fonte: Tapas) _ (Tradução: Castle Scanlator)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "211"
  },
  {
    "mangaId": "f2f62d9e-f772-42a9-84c3-6456a31c6155",
    "title": {
      "en": "Ashita, Watashi wa Dareka no Kanojo"
    },
    "updatedAt": "2024-04-08T12:27:25+00:00",
    "coverArt": "https://mangadex.org/covers/f2f62d9e-f772-42a9-84c3-6456a31c6155/de2139de-ce63-4152-9784-aad57aa6bcf4.jpg",
    "altTitles": [
      {
        "en": "Tomorrow, I Will Be Someone's Girlfriend"
      },
      {
        "zh-hk": "明天，我會成為誰的女友"
      },
      {
        "ja": "明日、私は誰かのカノジョ"
      },
      {
        "ko": "내일, 나는 누군가의 여자친구"
      },
      {
        "ja-ro": "Ashita, Watashi wa Dareka no Kanojo"
      },
      {
        "es-la": "Algún Día Seré la Novia de Alguien."
      },
      {
        "ne": "भोलि, म कसैको प्रेमिका बन्छु"
      },
      {
        "vi": "Ngày mai, tôi sẽ là bạn gái của ai?"
      }
    ],
    "description": {
      "en": "A bitter love story depicting the realities of love between female college students who earn money by renting themselves out to men as their girlfriends.",
      "ja": "「一週間に一回、私は【誰か】の彼女になる」　\n\n彼女代行として日々お金を稼ぐ女子大生と彼女に魅せられた男達の、恋愛のリアルを描くビターラブストーリー。"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "217"
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/e08cd064-7b50-44c9-ab17-fdb353858766.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1abf5504-9347-4c21-8e43-149dbc99fb29",
    "title": {
      "en": "Jun and Wang Xin"
    },
    "updatedAt": "2023-12-29T03:02:49+00:00",
    "coverArt": "https://mangadex.org/covers/1abf5504-9347-4c21-8e43-149dbc99fb29/94b19f38-197b-4bf5-9ce3-079c0791e5ae.jpg",
    "altTitles": [
      {
        "en": "君与望心"
      }
    ],
    "description": {
      "en": "Lu Wang Xin is the young miss of Yun Jian Mountain Villa. She fell in love with Xia Hou You. However, after Xia Hou You ascended the throne, he put Lu Wang Xin into the Cold Palace. Heartbroken, Lu Wang Xin died. Reborn at age 16, Lu Wang Xin embarked on the road of revenge…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "42"
  },
  {
    "mangaId": "6e4ad3f8-9304-49e1-9b45-821488e9bc60",
    "title": {
      "en": "Yuriota ni Yuri wa Gohatto Desu!?"
    },
    "updatedAt": "2024-04-21T12:28:13+00:00",
    "coverArt": "https://mangadex.org/covers/6e4ad3f8-9304-49e1-9b45-821488e9bc60/402e95e1-4c7a-4948-a86e-58a15dd32d6b.jpg",
    "altTitles": [
      {
        "id": "Yuri Dilarang Untuk Yuri Otaku?!"
      },
      {
        "en": "Yuri is Forbidden for Yuri Ota?!"
      },
      {
        "ja-ro": "Yuri Ota ni Yuri wa Gohatto desu!?"
      },
      {
        "ja": "百合オタに百合はご法度です!?"
      },
      {
        "en": "Yuri is Taboo to a Yuri Otaku"
      }
    ],
    "description": {
      "en": "Watanabe Fuyu is a diehard fan of yuri, so she studied hard to get into an all-girls private school and quietly observe the S-class setting of her fantasies. At first, it seems like heaven… until she meets Yoshiokari Rika, a cheery gyaru who reads more like an otaku's dream girl than the refined, demure ladies she's used to reading about. Thrown off by the outlier, Fuyu is reluctant to become friends with Rika - and with their clashing archetypes, she's hoping this odd couple doesn't graduate into a rarepair."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "e78a489b-6632-4d61-b00b-5206f5b8b22b",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken"
    },
    "updatedAt": "2024-01-30T20:35:23+00:00",
    "coverArt": "https://mangadex.org/covers/e78a489b-6632-4d61-b00b-5206f5b8b22b/267ae6e8-86fe-40c2-9943-fe2bad92cd28.jpg",
    "altTitles": [
      {
        "en": "That Time I Got Reincarnated as a Slime"
      },
      {
        "fr": "Moi, quand je me réincarne en Slime"
      },
      {
        "pl": "Odrodzony jako galareta"
      },
      {
        "en": "Regarding Reincarnated to Slime"
      },
      {
        "ja-ro": "Tensei Slime"
      },
      {
        "ja-ro": "TenSli"
      },
      {
        "ja-ro": "TenSura"
      },
      {
        "en": "In Regards to My Reincarnation as a Slime"
      },
      {
        "it": "Vita da Slime"
      },
      {
        "ru": "О моём перерождении в слизь"
      },
      {
        "th": "เกิดใหม่ทั้งทีก็เป็นสไลม์ไปซะแล้ว"
      },
      {
        "zh-hk": "关于我转生后成为史莱姆的那件事"
      },
      {
        "ja": "転生したらスライムだった件"
      },
      {
        "ko": "전생했더니 슬라임이었던건에 대하여"
      },
      {
        "es-la": "Aquella vez que me convertí en Slime"
      },
      {
        "ar": "ذلك الوقت الذي تجسدت فيه كسلايم"
      },
      {
        "fi": "Kun jälleensynnyin hirviönä"
      },
      {
        "tr": "O zaman bir balçık olarak reenkarne oldum"
      },
      {
        "tr": "O zaman bir slime olarak reenkarne oldum"
      }
    ],
    "description": {
      "en": "The ordinary Mikami Satoru found himself dying after being stabbed by a slasher. It should have been the end of his meager 37 years, but he found himself deaf and blind after hearing a mysterious voice.  \nHe had been reincarnated into a slime!  \n  \nWhile complaining about becoming the weak but famous slime and enjoying the life of a slime at the same time, Mikami Satoru met with the Catastrophe-level monster “Storm Dragon Veldora”, and his fate began to move.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10044/episode/317350) (U.S. Only), [INKR](https://comics.inkr.com/title/233-that-time-i-got-reincarnated-as-a-slime), [Azuki](https://www.azuki.co/series/that-time-i-got-reincarnated-as-a-slime), [Coolmic](https://coolmic.me/titles/587), [Manga Planet](https://mangaplanet.com/comic/618e32db10673)",
      "ru": "37-летний японец-холостяк был зарезан на улице каким-то мерзавцем-грабителем. Тут бы и истории конец, да всё обернулось иначе, неожиданно он переродился слизью в фэнтезийном мире. Но что может сделать, пускай и разумная, но слизь?  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20736)",
      "pt-br": "Depois de ser morto por um ladrão que fugia, um rapaz normal de 37 anos de idade se encontra reencarnado em um outro mundo como um slime cego com habilidades únicas. Com um novo nome \"Rimuru Tempest\" ele chegou depois de conhecer seu novo amigo, o \"nível catástrofe\", Dragão da Tempestade Verudora, ele começa sua vida de slime em outro mundo com seu crescente número de seguidores."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "abb1bd9e-53ce-4f6f-9576-865f20b9d999",
    "title": {
      "en": "My Succubus Girlfriend (Reboot 2021)"
    },
    "updatedAt": "2024-02-24T21:53:17+00:00",
    "coverArt": "https://mangadex.org/covers/abb1bd9e-53ce-4f6f-9576-865f20b9d999/c1371196-bf20-4bd0-8362-d3f4fb587bed.jpg",
    "altTitles": [
      {
        "pl": "Moja dziewczyna sukkubus (Reboot 2021)"
      },
      {
        "pt-br": "Minha Namorada Súcubos (Reboot 2021)"
      }
    ],
    "description": {
      "en": "Izumo is a scary-looking top student. Everyone is afraid of him, but in reality, he just wants friends and a fun school life. One day he is targeted by a succubus named Anastasia who attempts to steal his virgin soul.\n\nA reboot with improved art but similar story of the old version.",
      "pt-br": "Izumo é um dos melhores alunos da escola e de aparência assustadora. Todo mundo tem medo dele, mas, na verdade, ele só quer amigos e uma vida escolar divertida. Um dia, ele é visado por uma súcubo chamada Anastasia, que tenta roubar sua alma virgem.\n\nNOTA: Isto é um reboot da obra com arte aprimorada, mas com a história semelhante à da versão anterior."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0ed1506-f76d-4d95-b9d2-77463be576c0",
    "title": {
      "en": "The Story of a Succubus Who Came to the Human World"
    },
    "updatedAt": "2024-04-17T18:39:56+00:00",
    "coverArt": "https://mangadex.org/covers/b0ed1506-f76d-4d95-b9d2-77463be576c0/6a34a034-df28-406e-b39c-95815724f3f1.jpg",
    "altTitles": [
      {
        "ja": "サキュバスがやってきたお話"
      },
      {
        "ja-ro": "Sakyubasu ga Yattekita Ohanashi"
      },
      {
        "vi": "Chuyện nàng Succubus"
      }
    ],
    "description": {
      "en": "The story of a Succubus who comes to the human world to absorb life force energy. Accidentally, she lives as a child in a strange man's house."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40aafcb8-2649-4f9c-94fe-a7b4ce9ebd9a",
    "title": {
      "en": "Clinic of Horrors"
    },
    "updatedAt": "2024-01-28T19:24:23+00:00",
    "coverArt": "https://mangadex.org/covers/40aafcb8-2649-4f9c-94fe-a7b4ce9ebd9a/118b83f0-59db-4bbb-a5d7-bbfdb8933de9.jpg",
    "altTitles": [],
    "description": {
      "en": "In a strange city, there is a clinic that will treat the victims of horrific diseases. For a price."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0ce7d61-d172-459a-9010-25aa9c399627",
    "title": {
      "en": "I Am the Descendant of the Divine Dragon!"
    },
    "updatedAt": "2023-11-06T01:32:39+00:00",
    "coverArt": "https://mangadex.org/covers/f0ce7d61-d172-459a-9010-25aa9c399627/3664f2b3-8653-4e55-a9e7-66adcb61d931.png",
    "altTitles": [
      {
        "zh-ro": "Wo, Shenlong Zhihou!"
      },
      {
        "zh": "我，神龙之后！"
      },
      {
        "zh-ro": "Wo, Shenlong Zhihou!"
      },
      {
        "en": "I, the Queen of Dragons!"
      }
    ],
    "description": {
      "en": "In the highly competitive world of the Xuan Realm Continent, where warriors strive to refine their bodies, cultivate their martial abilities, harness the essence of the heavens and earth, and push beyond mortal limitations, our protagonist, Lu Hao, faces unjust persecution from his own clan since childhood. However, fate smiles upon him as he awakens the dormant bloodline of the Divine Dragon within him. With an unyielding resolve, Lu Hao embarks on an extraordinary journey, overcoming countless obstacles to ascend to the zenith of power. Along the way, he unravels the enigmatic secrets of his past life."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "892227ec-c998-4d9e-acf3-e407405ce8b5",
    "title": {
      "en": "Urban God of Medicine"
    },
    "updatedAt": "2022-10-27T19:31:17+00:00",
    "coverArt": "https://mangadex.org/covers/892227ec-c998-4d9e-acf3-e407405ce8b5/c1d6eecc-f0bb-4e26-82d0-9ca408a002f6.jpg",
    "altTitles": [
      {
        "en": "The best medical god in the city"
      },
      {
        "zh": "都市极品医神"
      },
      {
        "en": "Divine Urban God"
      }
    ],
    "description": {
      "en": "\"Five years ago, the Ye family was destroyed, and the trash Ye Chen disappeared mysteriously.\" Five years later, that Ye Family trash is back! He came back with a cultivating body that penetrated the heavens and the earth and cried, \"Ghosts and gods!\" This time, Ye Chen wants to make the sky fall in awe! Let the Earth tremble! To be in control of everything, to the top of the sky！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f6b37d9-3220-4f4d-a9f4-467c0b6076ef",
    "title": {
      "en": "Chaotic Sword God (2021)"
    },
    "updatedAt": "2024-04-20T13:23:23+00:00",
    "coverArt": "https://mangadex.org/covers/7f6b37d9-3220-4f4d-a9f4-467c0b6076ef/3716da90-9b9f-4d54-86de-f4f48b272388.jpg",
    "altTitles": [
      {
        "zh": "混沌剑神"
      },
      {
        "en": "Chaotic Sword God Remake"
      }
    ],
    "description": {
      "en": "Jian Chen, the publicly recognized number one expert of the Jianghu. His skill with the sword went beyond perfection and was undefeatable in battle, After a battle with the exceptional expert Dugu Qiubai who had gone missing over a hundred years ago, Jian Chen succumbed to his injuries and died. After death, Jian Chen’s spirit was transmigrated into a completely foreign world. Following an extremely fast growth, his enemies piled up one after another before becoming gravely injured once more. On the gates of death, his spirit had mutated, and from that moment henceforth, he would tread on a completely different path of the art of the sword to become the sword god of his generation"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c855ec45-b8d9-4aea-9a0d-b2ae544c11dc",
    "title": {
      "en": "Tokimori-san ga Muboubi desu!!"
    },
    "updatedAt": "2024-02-15T03:44:07+00:00",
    "coverArt": "https://mangadex.org/covers/c855ec45-b8d9-4aea-9a0d-b2ae544c11dc/bdb73d50-fe66-48fe-bb58-fe3ad0993248.jpg",
    "altTitles": [
      {
        "ja": "時森さんが無防備です!!"
      },
      {
        "zh-hk": "時森小姐毫無防備!!"
      },
      {
        "vi": "Tokimori-san Chẳng Chút Phòng Bị!!"
      },
      {
        "th": "คุณโทคิโมริไม่ระวังตัวเลยครับ!!"
      },
      {
        "en": "Tokimori-san Is Completely Defenseless!!"
      },
      {
        "ja-ro": "Tokimori-san ga Muboubi desu!!"
      }
    ],
    "description": {
      "en": "Tokimori-san is a beautiful and successful woman. But when she's off the job, she tends to be a bit absent-minded! Living together with the charming Tokimori-san always makes me nervous!",
      "ja": "美人で仕事がデキる時森さん。でもオフのときは、ちょっとみだれがちで！？艶かしい時森さんとの同居生活に、僕はいつもドキドキさせられる—！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca3692c0-2abe-4fba-91f4-1c76611539c6",
    "title": {
      "en": "The Ultimate of All Ages"
    },
    "updatedAt": "2024-01-15T12:27:12+00:00",
    "coverArt": "https://mangadex.org/covers/ca3692c0-2abe-4fba-91f4-1c76611539c6/f9a1f10c-f209-4701-8486-feec29064b5d.jpg",
    "altTitles": [
      {
        "en": "Rebirth Of The Ultimate Master"
      },
      {
        "en": "The Eternal Supreme"
      },
      {
        "zh": "万古至尊"
      },
      {
        "en": "The Ancient Sovereign of Eternity"
      },
      {
        "zh": "这一世我要当至尊"
      },
      {
        "zh-hk": "這一世我要當至尊"
      }
    ],
    "description": {
      "en": "First among the ten martial emperors, Peerless Martial Emperor Gu Fei Yang met his demise in the Tiandang mountains. He was reincarnated fifteen years later, as Li Yun Xiao of the Tianshui Nation, and thus began a heaven-defying battlefront with the countless talents of the current generation. Martial arts of the nine heavens and ten divine realms. From then on, the whole world was set ablaze."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72d1f1a6-09ef-44ed-886b-fdef8250c518",
    "title": {
      "en": "Becoming a Legendary Ace Employee"
    },
    "updatedAt": "2023-12-04T11:14:12+00:00",
    "coverArt": "https://mangadex.org/covers/72d1f1a6-09ef-44ed-886b-fdef8250c518/97b0fbf8-12f0-4a22-8262-5d672b14129a.jpg",
    "altTitles": [
      {
        "en": "Become a Legend as an All-Rounder"
      },
      {
        "ko": "만능사원 전설이 되다"
      }
    ],
    "description": {
      "en": "Kim Tae-seok, who worked on a construction site, receives a notice of passing the document screening for the major company El Sung. At the same time, a message pops up in front of him: 'You have entered the path to becoming a regular employee tutorial. Would you like to proceed?' Follow Kim Tae-seok's struggle to become the legendary all-around employee in this corporate adventure!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b99cfe41-e70c-4f4a-9722-bf386b17c86b",
    "title": {
      "en": "Unemployed Monster Player"
    },
    "updatedAt": "2023-11-10T07:37:31+00:00",
    "coverArt": "https://mangadex.org/covers/b99cfe41-e70c-4f4a-9722-bf386b17c86b/e789f6d4-ad43-402a-a41c-460de087092e.png",
    "altTitles": [
      {
        "ja": "無職の怪物プレイヤー"
      },
      {
        "en": "Jobless Monster Player"
      }
    ],
    "description": {
      "en": "Ten years ago, Dungeons from an MMORPG suddenly merged with the real world, giving birth to “Paradise Heaven”. Dungeons and monsters appeared all over the world, and the survivors came to be known as Players… Among them, Amaike Leo was taken into the unique dungeon, Nonecumene (Uninhabitable Zone) as a guide. Amaike, a Jobless Player, planned to find a chance to run away, but a BOSS monster whose species, abilities, and level were unidentifiable wiped out his party! A desperate situation with no escape…! However, meeting that monster will set his fate in motion—…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc450607-0657-4abd-9ec0-b19e536fb287",
    "title": {
      "en": "I Failed to Divorce My Husband"
    },
    "updatedAt": "2024-04-28T02:57:27+00:00",
    "coverArt": "https://mangadex.org/covers/fc450607-0657-4abd-9ec0-b19e536fb287/433e3574-669f-4c03-9240-2fce2e0c6c40.jpg",
    "altTitles": [
      {
        "ko": "흑막 남편과의 이혼에 실패한 것 같다"
      },
      {
        "ko-ro": "Heungmang Nampyeongwaui Ihone Silpaehan Geon Gatda"
      },
      {
        "en": "My Failing Divorce"
      },
      {
        "fr": "Je n'ai pas réussi à divorcer de mon (vilain) mari"
      },
      {
        "pt": "Falhei em me divorciar do meu esposo"
      },
      {
        "ja": "黒幕夫に惚れられました"
      },
      {
        "zh": "正太老公超黏人"
      }
    ],
    "description": {
      "en": "I've been reincarnated as the extra character who stalked her husband, the male lead, for 10 years and died. Of course, I tried to divorce him before the female lead appeared.\n\nBut, I found out that my young husband was secretly abused in the house. At that moment, I immediately became overwhelmed with the responsibility and sense of duty a modern adult would have. \n\n**\n\nAiden had his back turned away from her and suddenly grabbed her arm forcefully. The strength of his hands alone could have ripped her arms off. Erin timidly called his name and spoke. \n\n\"I already reminded you yesterday. We're a married couple, so I'm always on your side.\" \n\n\"...\"\n\n\"So, everything is alright.\" \n\nShe comforted him with these sweet words like it was a spell. And as if he was under her magic, Aiden stopped trembling. \n\n**\n\nThe adult Erin requested to divorce her husband Aiden before the female lead appeared. As soon as those words left her lips, Aiden's smile disappeared. \n\n\"A divorce? Never.\"\n\nAiden tore the divorce papers into such thin sheets, the contents were no longer legible. Erin smiled at the sight. (Synopsis source: Gourmet Scans)\n\n---\nEllen's plan is simple. Before turning into an obsessive villain who gets executed, she's going to get a divorce! But after she becomes Ellen Lianster, her plan gets complicated. Her new husband, Aiden, has developed a debilitating fear of being touched, and Ellen is determined to discover the cause and cure. As she finds ways to help him, an affection-deprived Aiden slowly begins to seek comfort from Ellen. With both hearts opening up to each other, can this marriage succeed... at failing?",
      "fr": "J'ai été réincarnée en tant que la figurante qui a harcelé son mari, le rôle masculin principal, pendant 10 ans et qui est morte. Bien sûr, j'ai essayé de divorcer avant que le personnage principal féminin n'apparaisse. Mais j'ai découvert que la nounou de mon jeune mari abusait secrètement de lui. À ce moment-là, j'ai immédiatement été submergée par la responsabilité et le sens du devoir d'un adulte moderne. *** Aiden, qui lui tournait le dos, lui a soudainement saisi le bras avec force. La seule force de ses mains aurait pu lui arracher les bras. Erin l'appela timidement et prit la parole. «Je te l'ai déjà rappelé hier. Nous sommes un couple marié, alors je suis toujours de ton côté.» «...» «Alors, tout va bien.» Elle le réconforta avec ces mots doux comme s'il s'agissait d'un sortilège. Et comme s'il était sous sa magie, Aiden cessa de trembler. *** Erin, adulte, a demandé le divorce à son mari Aiden avant que le personnage principal féminin n'apparaisse. Dès que ces mots ont quitté ses lèvres, le sourire d'Aiden a disparu. «Un divorce? Jamais.» Aiden a déchiré les papiers du divorce en feuilles si fines que le contenu n'était plus lisible. Erin sourit à cette vue.",
      "zh": "漫画简介: 社牛打工人穿成会被疯批男主处死的小恶女，却意外发现10岁的男主是个缺爱小可怜。每天糯叽叽黏人的正太小乖乖，在小恶女的养成下，还会成为腹黑疯批吗？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06",
    "title": {
      "en": "Bijin Onna Joushi Takizawa-san"
    },
    "updatedAt": "2024-02-18T23:09:26+00:00",
    "coverArt": "https://mangadex.org/covers/7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06/35d0600e-3b6c-4da8-a4c6-0e89717d7210.png",
    "altTitles": [
      {
        "en": "Beautiful Female Superior Takizawa-san"
      },
      {
        "de": "Meine hübsche Vorgesetzte Takizawa-san"
      },
      {
        "es-la": "Mi Hermosa Jefa Takizawa-san"
      },
      {
        "es": "Mi Jefa Bella, Takizawa-san"
      },
      {
        "pt": "Minha linda chefe, Takizawa-san"
      },
      {
        "en": "My Beautiful Boss, Takizawa-san"
      },
      {
        "fr": "Takizawa-san, ma patronne magnifique"
      },
      {
        "en": "The Greatest Lady Boss \"Takizawa-san\""
      },
      {
        "ru": "Мой прекрасный босс Такидзава-сан"
      },
      {
        "ja": "美人女上司滝沢さん"
      },
      {
        "zh": "美女上司泷泽小姐"
      },
      {
        "ko": "미인 여자 상사 타키자와 씨"
      },
      {
        "zh-hk": "美女上司瀧澤小姐"
      },
      {
        "ja-ro": "Bijin On'na Jōshi Takizawa-san"
      }
    ],
    "description": {
      "en": "Kouta Takeda is a young office worker, who at the entry level at XOX Corporation is put under the direct supervision of Kyouko Takizawa, a stunning and voluptuous woman with a fearsome reputation at the company as an inflexible and cruel boss, but Takeda has the privilege of finding out that Takizawa is no iron lady, and that she's no stranger to kindness where it's dispensed.",
      "ja": "こんな上司と働きたい♪　Twitter発、美人で巨乳な女上司4コマ！ 新卒で入った僕の会社の上司・滝沢さんは、美人で巨乳でちょっぴり○○！？　Twitterで話題になった後ニコニコ静画にて連載化された美人女上司さん4コマがたわわに書籍化!!",
      "pt": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa.  \n  \n**Links:**  \n- [Author's Twitter](https://twitter.com/yan_baru55)",
      "pt-br": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b07b80d-78d9-479a-8999-ef13ee0b0a33",
    "title": {
      "en": "Chiguhagu na Kiss"
    },
    "updatedAt": "2024-04-11T02:11:06+00:00",
    "coverArt": "https://mangadex.org/covers/6b07b80d-78d9-479a-8999-ef13ee0b0a33/3afd617b-4bb1-472e-b3f7-da43dddfb2cc.jpg",
    "altTitles": [
      {
        "ja": "ちぐはぐなキス"
      },
      {
        "en": "Hug Me, Kiss Me"
      }
    ],
    "description": {
      "en": "Third year Kumai wants to enjoy his final days of youth. He wants a girlfriend, but was never able to take the step forward due to past trauma. After hearing that a girl he was close with broke up with her boyfriend recently, he decides to contact her and they soon got together! Overjoyed to finally have a girlfriend, he goes to see her the next day...only to be met by Sasahara, the most handsome guy in his grade! This is a coming-of-age romance that begins over a misunderstanding between a super popular hottie and a pure late bloomer!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7.5"
  },
  {
    "mangaId": "f1517c9d-2191-4533-898a-e92618e88d2e",
    "title": {
      "en": "Game of Doppelganger"
    },
    "updatedAt": "2024-03-30T16:49:42+00:00",
    "coverArt": "https://mangadex.org/covers/f1517c9d-2191-4533-898a-e92618e88d2e/2b63756a-2f32-41b9-8da7-66f63b0a4751.jpg",
    "altTitles": [
      {
        "en": "Doppelänger Games"
      },
      {
        "en": "Doppelgänger's Game"
      },
      {
        "en": "Doppelganger Games"
      },
      {
        "en": "Doppelganger's Game"
      },
      {
        "en": "Game of Doppelgänger"
      },
      {
        "fr": "Jeu de Double"
      },
      {
        "fr": "Jeu de Sosie"
      },
      {
        "ru": "Игра Двойника"
      },
      {
        "ko": "도플갱어의 게임"
      },
      {
        "pt-br": "Jogo do Doppelganger"
      }
    ],
    "description": {
      "en": "A time bomb-like game starts in a certain girls-only high school! Every time the final bell rings, one person's soul is stolen away.",
      "pt-br": "Um jogo parecido com uma bomba-relógio que começou em uma escola só para meninas!\nCada vez que o último sinal toca, a alma de uma pessoa é levada embora."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9dafc070-807d-453e-ada8-0bc73d458277",
    "title": {
      "en": "Counterattacking System Available At The Grand Ascension Stage"
    },
    "updatedAt": "2024-02-10T22:28:50+00:00",
    "coverArt": "https://mangadex.org/covers/9dafc070-807d-453e-ada8-0bc73d458277/1c3a5806-1dcb-4919-a477-19516866ca92.jpg",
    "altTitles": [
      {
        "zh": "大乘期才有逆袭系统"
      },
      {
        "zh": "Dacheng Qi Cai You Ni Xi Xitong"
      },
      {
        "en": "Only in the Mahayana Period Does the Counterattack System Exist"
      }
    ],
    "description": {
      "en": "Jiang Li, after crossing over, discovered he possessed no cheat abilities so he had no choice but to diligently cultivate. Five hundred years later, he became the strongest in the Nine Provinces. Suddenly, a system appeared, claiming it could help the host go from the Qi Refining stage to becoming the number one in the Nine Provinces. Jiang Li stared at the first task, lost in thought. “Host, please defeat your cousin (at the sixth level of Qi Refining).” “Your system seems to have quite a delay, doesn’t it?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8e7b17c-1bb3-49a5-83d9-2bd9051d1857",
    "title": {
      "en": "Infinite Devouring: From Zero to Hero"
    },
    "updatedAt": "2024-04-28T02:31:45+00:00",
    "coverArt": "https://mangadex.org/covers/e8e7b17c-1bb3-49a5-83d9-2bd9051d1857/663adfd4-8a0c-46cf-8d3e-cb1fc36a83cc.png",
    "altTitles": [
      {
        "en": "Endless Devourer"
      },
      {
        "zh-ro": "Wújìn Tūnshì,"
      },
      {
        "zh": "无尽吞噬"
      },
      {
        "en": "Inexhaustible Engulfing"
      },
      {
        "en": "Devouring Infinite"
      },
      {
        "ja": "武魂覚醒、俺こそ偉大な天道師だ！"
      }
    ],
    "description": {
      "en": "Yang Chen, who keeps failing his performance assessments in an immortal cultivation academy, accidentally discovers that he has the Ancient Dragon Soul. In a world where such souls are rare, he quickly becomes an almighty Heaven Master and is ready to venture into the unknown world with his newfound talent."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e9cc438f-46d9-4da2-872a-237f89caa7a6",
    "title": {
      "en": "My Second Life Is a Healing Life?"
    },
    "updatedAt": "2024-03-28T01:29:59+00:00",
    "coverArt": "https://mangadex.org/covers/e9cc438f-46d9-4da2-872a-237f89caa7a6/1b26b342-d025-47db-8689-26288b4356e4.jpg",
    "altTitles": [
      {
        "ko": "두 번째 삶은 힐링라이프?"
      },
      {
        "en": "The Second Life Is a Healing Life?"
      },
      {
        "pt-br": "Minha segunda vida é uma vida de cura?"
      },
      {
        "pt-br": "Minha segunda vida é uma vida de curandeiro?"
      }
    ],
    "description": {
      "en": "Eugene Felivia, the beloved youngest son of the noble Felivia family, known for its great warriors, gains a second life thanks to the grace of 'Felin, the Wizard of Creation.' Eugene dreams of becoming a wizard like Felin, who saved him, and using his powers to make the world a better place. However, the dark and harsh realities and his fate still refuse to let him go...",
      "pt-br": "Eugene Felivia, o querido filho mais novo da nobre família Felivia, conhecida por seus grandes guerreiros, ganha uma segunda vida graças à graça de ‘Felin, o Feiticeiro da Criação’. Eugene sonha em se tornar um bruxo como Felin, que o salvou, e usar seus poderes para tornar o mundo um lugar melhor. No entanto, a realidade sombria e dura e o seu destino ainda se recusam a deixá-lo ir…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2be7adcb-c296-4559-950e-6d66a56e5edc",
    "title": {
      "en": "Crushing Jade and Casting Pearls"
    },
    "updatedAt": "2024-03-28T22:46:26+00:00",
    "coverArt": "https://mangadex.org/covers/2be7adcb-c296-4559-950e-6d66a56e5edc/245bf80c-3ad0-4b01-b23a-c23964cd3ac9.jpg",
    "altTitles": [
      {
        "en": "Sui Yu Tou Zhu"
      },
      {
        "en": "碎玉投珠"
      },
      {
        "es-la": "Humillando al jade y escogiendo a la perla"
      }
    ],
    "description": {
      "en": "When Ding Hanbai, the young master of the centuries-old jade-carving shop, first laid eyes on his timid shidi Ji Zhenzhu, he bullied him relentlessly, not expecting that Jiangnan could produce someone who would break down his defenses and melt his heart this way.   \nThey go from being unable to stand each other to admiring one another, but as the days pass, even this admiration begins to evolve…   \nA step from brotherhood, a step to special affection, and one more step into a lifetime together.",
      "es-la": "Cuando Ding Hanbai, el joven maestro de la tienda con cien años de antigüedad en la extracción de jade, puso sus ojos en su tímido shidi Ji Zhenzhu, él lo intimidó implacablemente, sin esperar que Jiangnan pudiera producir a alguien que derribara sus defensas y derritiera su corazón de esa manera.\nEllos pasaron, de no poder soportarse el uno al otro, a admirarse mutuamente, pero conforme los días iban pasando, incluso esa admiración fue evolucionando…\nA un paso de la amistad, a un paso de un sentimiento especial, y un paso más hacia una vida juntos.\nNota: El título que escogimos para el manhua, se basó en uno de los varios significados de la palabra Crushing, y que se enfoca en la historia haciendo analogía en como \"Ding que era un experto de tesoros, dejó de lado su pasión por estos y eligió su amor por Ji, su perla\"."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2707b1cc-05b9-455f-ae6f-f351dd9f8741",
    "title": {
      "en": "Evolution Begins With a Big Tree"
    },
    "updatedAt": "2024-03-02T13:01:29+00:00",
    "coverArt": "https://mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "altTitles": [
      {
        "en": "Evolution From the Big Tree"
      },
      {
        "zh-ro": "Cóng Dà Shù Kāishǐ De Jìnhuà"
      },
      {
        "zh": "从大树开始的进化"
      },
      {
        "ja": "進化する者たち"
      },
      {
        "vi": "Chuyển Sinh Thành Liễu Đột Biến"
      },
      {
        "vi": "Từ Đại Thụ Tiến Hóa"
      }
    ],
    "description": {
      "en": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\n\nOfficial Translations:\n[Japanese](https://piccoma.com/web/product/146958)",
      "zh": "黑鸟社新作，重生成为一株柳树！？灵气复苏，万物崛起。重生的柳树也走上了进化之路。能够无限进化的它，是“神力”还是“诅咒”？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf61adfd-32ca-4ebf-a882-0cb142f7e7e6",
    "title": {
      "en": "Hanechin & Bucky's Pediatric Chart"
    },
    "updatedAt": "2024-04-25T21:10:03+00:00",
    "coverArt": "https://mangadex.org/covers/cf61adfd-32ca-4ebf-a882-0cb142f7e7e6/0f92c3e7-4a17-45ef-9b86-b6d9b54017ab.jpg",
    "altTitles": [
      {
        "ja": "ハネチンとブッキーのお子さま診療録"
      },
      {
        "ja-ro": "Hanechin to Bucky no Oko-sama Shinryouroku"
      }
    ],
    "description": {
      "en": "Haneda is an office worker who has become a single father after the death of his wife. He was suddenly left to raise his two children on his own, and he spent his days being pushed around by his children's every move, which he could not understand. One day, his son falls ill on a train and is saved by Kotobuki, a young pediatrician wearing devilish makeup. \n\nA heartwarming medical story of a father and son spun in the pediatric medical field!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d773c8be-8e82-4ff1-a4e9-46171395319b",
    "title": {
      "en": "The Saga of Tanya the Evil"
    },
    "updatedAt": "2024-04-16T21:40:57+00:00",
    "coverArt": "https://mangadex.org/covers/d773c8be-8e82-4ff1-a4e9-46171395319b/57652b5a-e9da-466d-af79-f5d8de4df8ae.jpg",
    "altTitles": [
      {
        "de": "Die Militärischen Aufzeichnungen eines kleinen Mädchens"
      },
      {
        "ru": "Военная хроника маленькой девочки"
      },
      {
        "ru": "Колдунья в погонах"
      },
      {
        "th": "บันทึกสงคราม ของยัยเผด็จการ"
      },
      {
        "zh": "幼女战记"
      },
      {
        "ja": "幼女戦記"
      },
      {
        "ko": "유녀 전기"
      },
      {
        "ar": "ملحمة تانيا الآثمة"
      },
      {
        "fa": "حماسه تانیای شیطانی"
      },
      {
        "fa": "داستانی تانیا ھەڵگەڕاوەکە (Sorani Kurdish)"
      },
      {
        "zh-hk": "幼女戰記"
      },
      {
        "ru": "Военный журнал маленькой девочки"
      },
      {
        "uk": "Військова історія маленької дівчинки"
      },
      {
        "id": "Kronik Militer Seorang Gadis Kecil"
      },
      {
        "ms": "Kisah Tentera Seorang Gadis Kecil"
      },
      {
        "ms": "Kisah Tanya yang Jahat"
      },
      {
        "es": "Crónicas de una niña en guerra"
      },
      {
        "es": "Diario de guerra"
      },
      {
        "fr": "Tanya The Evil"
      },
      {
        "it": "La saga di Tanya la malvagia"
      },
      {
        "it": "Le cronache militari di una ragazzina"
      },
      {
        "pt": "Crônicas Militares de uma Pequena Garota"
      },
      {
        "vi": "Tanya Chiến Ký"
      },
      {
        "tr": "Küçük Bir Kızın Askeri Günlükleri"
      },
      {
        "ja-ro": "Youjo Senki"
      },
      {
        "en": "The Military Chronicles of a Little Girl"
      },
      {
        "es-la": "La Saga de Tanya la Malvada"
      },
      {
        "vi": "Ấu Nữ Chiến Ký"
      }
    ],
    "description": {
      "en": "A young girl fights on the frontlines in war. She has blonde hair, blue eyes, and nearly transparent white skin as she flies through the air and mercilessly strikes down her enemies. Her name is Tanya Degurechaff and speaks with a young girl's lisp while she commands the army.\n\nTanya used to be one of Japan's elite office workers, but because of a wrathful god was reborn as a little girl. Prioritizing optimization and career advancement above all, she will become the most dangerous entity among the Imperial Army's sorcerers.  \n\nAdapted from Light Novel of same name.  \n\n---\n\n**Note:** Manga and Light Novel Licensed in English by Yen Press as \"The Saga of Tanya the Evil\".",
      "es-la": "Una joven chica que lucha en el frente de una guerra. Tiene el pelo rubio, ojos azules y una piel blanca, casi transparente, y es conocida por moverse como el viento en el campo de batalla. Ella es Tanya Degurechaff y se encarga de dirigir al ejército. Solía ser un asalariado de élite en Japón, pero debido a la ira de un dios, renació como una niña pequeña. Tanya lo da todo por avanzar en su carrera militar y se convertirá en la maga más poderosa del ejército imperial."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61ccf2b8-5091-4a91-8b10-6ba853d5594b",
    "title": {
      "en": "Kaira"
    },
    "updatedAt": "2023-05-23T10:36:58+00:00",
    "coverArt": "https://mangadex.org/covers/61ccf2b8-5091-4a91-8b10-6ba853d5594b/bc88886c-56f6-4449-b917-b26a0b5938c7.jpg",
    "altTitles": [
      {
        "ja": "回螺"
      },
      {
        "ja-ro": "Furumachi"
      },
      {
        "ja-ro": "Jusou"
      },
      {
        "ja-ro": "Haiiki"
      },
      {
        "ja-ro": "Shirasame"
      }
    ],
    "description": {
      "en": "A collection of one-shots by Abe Yoshitoshi focusing on the theme of \"memory and consciousness\".\n\n1. Furumachi (古街)\n2. Jusou (樹葬)\n3. Haiiki (廃域)\n4. Shirasame (白雨)"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  }
]