[
  {
    "mangaId": "9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0",
    "title": {
      "en": "Sakamoto Days"
    },
    "updatedAt": "2024-07-21T07:26:52+00:00",
    "coverArt": "https://mangadex.org/covers/9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0/4a621e36-7225-41a1-8f11-0f6ee10e76ac.jpg",
    "altTitles": [
      {
        "ru": "Дни Сакамото"
      },
      {
        "ja": "サカモト デイズ"
      },
      {
        "ne": "साकामोतो डेज"
      },
      {
        "pt-br": "Sakamoto Days"
      },
      {
        "fr": "Sakamoto Days"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!",
      "fr": "Taro Sakamoto est un assassin légendaire, le meilleur d'entre tous, craint par tous les gangsters, adulé par ses pairs. Mais un beau jour... il tombe amoureux ! S'ensuivent retraite, mariage, paternité... et prise de poids.\nSakamoto est aujourd'hui patron d'une petite épicerie de quartier et coule des jours heureux avec sa famille. Mais lorsque son passé le rattrape sous les traits de Shin, un jeune assassin télépathe, Sakamoto reprend du service...\nEt malgré son apparence, il est toujours aussi charismatique lorsqu'il passe à l'action !",
      "ja": "町の商店を営むふくよかな男・坂本太郎。その正体は全ての悪党が恐れ、憧れた元・伝説の殺し屋!!　襲い来る危険から家族と日常を守る、坂本の日々とは…!?",
      "ru": "Таро Сакамото был профессиональным киллером. Другие наёмники им восхищались, а злодеи боялись. Но однажды… Сакамото влюбился! Завязал с криминалом, женился, стал отцом и в итоге… Разжирел! Толстый дядька из соседнего магазина — в прошлом непревзойдённый убийца! Сможет ли он уберечь свою семью от опасности? Приготовьтесь к новой остросюжетной комедии!",
      "pt-br": "Taro Sakamoto era o assassino supremo, temido pelos vilões e admirado pelos assassinos. Mas um dia... ele se apaixonou! Aposentadoria, casamento, paternidade e depois… Sakamoto engordou! O cara gordinho que administra a loja do bairro é na verdade um ex-assassino lendário! Ele pode proteger sua família do perigo? Prepare-se para experimentar um novo tipo de série de comédia de ação!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49650a04-d0d7-4526-b460-8203ae223586",
    "title": {
      "en": "Fight Class 3"
    },
    "updatedAt": "2024-06-12T16:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/49650a04-d0d7-4526-b460-8203ae223586/e684daa6-8687-4b54-a5ee-0fdc82bdd4bd.jpg",
    "altTitles": [
      {
        "ko-ro": "Gyeoggi 3 Ban"
      },
      {
        "ko-ro": "Gyeok Gi 3 Ban"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma de Luta 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---",
      "fr": "Un monde dans lequel la Corée est le Pays leader des sports de combats. Au lycée Nam-il où les meilleurs et plus talentueux élèves en arts martiaux étudient, Jiu Ji-tae se trouve soudainement entraîné avec eux alors qu'il n'est qu'un faiblard.  \n  \nEn faisant disparaître ses défauts physiques à l'aide du Ju-Jitsu, pourra-t-il devenir le meilleur des classes de combat ?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-07-18T06:11:09+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/c889c2a2-fca9-4b85-a0ef-866dd4d9a3af.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      },
      {
        "ja-ro": "Roshidere"
      },
      {
        "mn": "Аля Заримдаа Орос Хэлээр Сэтгэлээ Нуудаг"
      }
    ],
    "description": {
      "en": "\"И на меня тоже обрати внимание...\"\n\nAlya, the incomparably beautiful silver-haired girl in the next seat over, occasionally mumbles to herself in Russian. She says she switches to it whenever she’s badmouthing me… but I know the truth! I know for a fact that she just said \"Pay attention to me, too.\" to me! \n\nMasachika Kuze has native-level skills when it comes to Russian comprehension, but Alya has no idea about that... and that’s why she keeps on hiding those sweet feelings about him in her native language!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "mn": "Аля гэх, хэнтэй ч зүйрлэшгүй үзэсгэлэн, мөнгөлөг үстэй охин, заримдаа дотроо оросоор шивнэдэг. Тэр хэлэхдээ, намайг муулах үедээ л тэгдэг гэж хэлсэн...гэхдээ би орос хэл мэднэ! Саяхан \"Надад анхаарал тавиач\" гэж хэлэхийг нь би сонссон!\n\nМасачика Күзэ орос хэлийг уугуул түвшний чадамжаар ойлгодог, гэвч Аля үүнийг мэдэхгүй...тийм болохоор өөрийнхөө сэтгэлийг орос хэлээр нуудаг!",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c355cfa-d8a9-495c-a50b-8729102ab2b7",
    "title": {
      "en": "Shin Lupin III"
    },
    "updatedAt": "2023-05-16T03:42:17+00:00",
    "coverArt": "https://mangadex.org/covers/3c355cfa-d8a9-495c-a50b-8729102ab2b7/33549561-aa82-473c-9bc3-534b194a5a96.jpg",
    "altTitles": [
      {
        "en": "Lupin III - World's Most Wanted"
      },
      {
        "en": "New Lupin III"
      },
      {
        "ja-ro": "Shin Lupin Sansei"
      },
      {
        "ja": "新ルパン三世"
      }
    ],
    "description": {
      "en": "Lupin the Third and his motley crew return in Shin Lupin III! This time, several of the stories are either brand new or adapted from or to the Lupin anime, and the beginning story was even animated by itself several years later!  \n  \nLupin the Third is the grandson of the famous literary thief Arsène Lupin, and his partners in crime include the sharpshooter Jigen Daisuke, the stoic samurai Goemon Ishikawa the Thirteenth, and the on-again-off-again lover/enemy Fujiko Mine. Their goal is to outwit enemies bigger than themselves while nabbing the world's rarest and most important items, while also outwitting the dogged Inspector Zenigata, who's made it his life's work to capture and secure Lupin. In the manga however, his relationship with the titular thief isn't as \"respecting to the enemy\" as you would expect, as he's attempted multiple times to kill him without shedding a tear!   \n  \nWhat kind of sexy exploits will Lupin and his crew get up to next in…Shin Lupin III!"
    },
    "status": "completed",
    "releaseDate": 1977,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "188"
  },
  {
    "mangaId": "19f7ffb3-92de-4ce5-ae0f-b943f0df76f0",
    "title": {
      "en": "Global Examination"
    },
    "updatedAt": "2024-07-25T09:08:05+00:00",
    "coverArt": "https://mangadex.org/covers/19f7ffb3-92de-4ce5-ae0f-b943f0df76f0/ccd352d2-4991-47e3-bc27-c4e24fc526e0.jpg",
    "altTitles": [
      {
        "en": "Global University Entrance Examination"
      },
      {
        "zh": "全球高考"
      }
    ],
    "description": {
      "en": "This is a test that puts your life at stake. Pass the test and survive. When the two-faced examiner Qin Jiu meets the cold examinee You Huo, the two amnesiacs are put head to head in a fight by the inhumane system. However, they form a tactic agreement. The system collapses after a series of warnings and the erased memories gradually become clearer. It turns out that at the end of this smoke-filled world, you are still the first person I met. The world is brilliant and grand. Welcome home."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddd44276-89d1-4b8c-89e6-f5ea24e44079",
    "title": {
      "en": "Mobile Suit Gundam: The Witch from Mercury - Vanadis Heart"
    },
    "updatedAt": "2024-04-01T02:02:41+00:00",
    "coverArt": "https://mangadex.org/covers/ddd44276-89d1-4b8c-89e6-f5ea24e44079/9d3431d1-50f4-4a05-8c7f-3144a58d8580.jpg",
    "altTitles": [
      {
        "ja": "機動戦士ガンダム 水星の魔 ヴァナディースハート"
      },
      {
        "ja-ro": "Kidou Senshi Gundam: Suisei no Majo - Vanadis Heart"
      }
    ],
    "description": {
      "en": "Five years have passed since the \"Vanadies Incident\" that denied all Gundams. The mobile suit, nicknamed \"The Curse,\" runs across the earth. The first official side story manga of \"The Witch of Mercury'' featuring Chika Tojo from \"Tanjo Senki''!",
      "ja": "すべてのガンダムを否定した「ヴァナディース事変」から５年後――。“呪い”と称されたそのモビルスーツは、地球の大地を駆け巡る。『幼女戦記』の東條チカを迎えて贈る、『水星の魔女』初の公式外伝漫画！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a89da3a-ebf9-467b-94a1-beeb7d1bd3e8",
    "title": {
      "en": "Koi yori Aoku"
    },
    "updatedAt": "2023-09-25T06:54:46+00:00",
    "coverArt": "https://mangadex.org/covers/4a89da3a-ebf9-467b-94a1-beeb7d1bd3e8/5a1392d4-9518-4d77-a86a-09b7f45d9531.jpg",
    "altTitles": [
      {
        "ja": "恋より青く"
      },
      {
        "en": "A Love Yet To Bloom"
      },
      {
        "ko": "사랑보다 푸른"
      },
      {
        "en": "Bluer Than Love"
      }
    ],
    "description": {
      "en": "Takamine, who can't find anything she likes, and Sakikura, who loves books. The two girls meet by chance and spend their after-school hours together. Are they friends? Or is it a nameless relationship spun between the two girls?\n\n------------\nNote: Serialization of the oneshot of same title by Fukaumi Kon in COMIC Ogyaaa!! published by Homesha."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67444c14-2773-4b79-b20a-003d9960564d",
    "title": {
      "en": "Black Killer Whale Baby"
    },
    "updatedAt": "2024-07-19T19:18:43+00:00",
    "coverArt": "https://mangadex.org/covers/67444c14-2773-4b79-b20a-003d9960564d/52a5593b-61f4-4d92-8b0a-1a9ff3ce74ce.jpg",
    "altTitles": [
      {
        "ko": "흑막 범고래 아기님"
      },
      {
        "en": "Orca Baby, the Mastermind"
      },
      {
        "en": "A Villainous Baby Killer Whale"
      },
      {
        "es-la": "La bebé orca negra"
      }
    ],
    "description": {
      "en": "Calypso has experienced repeated reincarnation, and is her 4th reincarnation. \n\nIn her previous lives, she always died before she reached the age of 22 and returned to where everything started. During her 3rd life, she discovered that when a dragon goes on a rampage, it distorts dimensions. \n\nDetermined to use this knowledge, she plans to exploit the dragon’s power to return to her original world. Currently, Calypso finds herself in a childcare story, where she encounters a man who she believes to be her father but doesn’t recognize her. \n\nSeeking his help, Calypso involves her \"father\" and family in her quest, turning them into unwitting allies in her journey.",
      "es-la": "Un día, un niño pequeño apareció ante mí. “¿Sabes dónde está la academia? ¡Tengo que ir ahí! “ “Has estado yendo en la dirección equivocada todo este tiempo. “ ” !!! “ “¿Qué está mirando, señor?” Supongo que esta es mi hija. \"¿Quieres uno?\" Pero no creo que ella sepa que soy su padre... Probablemente estés pensando eso, ¿verdad? ¡Si crees eso, estás equivocado, papá! Mi nombre es Calypso, un regresor cuatro veces. Mi vida se arruinó cuando poseí un personaje de novela. ¡Incluso tuve un hijo! ¡El tercer episodio de mi vida fue un final de masacre! '¡Ustedes XX chicos que están locos por esta protagonista femenina!' Sin embargo, por alguna razón, no importa lo que haga, no puedo pasar de mi cumpleaños número 22 y regresar a mi mundo. \nSin embargo, accidentalmente encontré una manera en la tercera partida cuando el dragón se salió de control y murió. Cuando el dragón corre desenfrenado, ¡la dimensión se distorsiona! ¿Puedo volver a la casa en la que viví durante eso? La cuarta vez, cuando regresé nuevamente, decidí usar este dragón. ¿Abby? ¿Hermanos mayores? ¡Todo es solo un trampolín para encontrarte con el dragón! \"¡Espera, dragón!\" [Quiero morir ahora, pero me estoy volviendo loco con todos estos retornos repetidos.] [Mi familia está ligada a la familia real] [¿Alguien ha oído hablar alguna vez de los débiles?/ Sólo los más fuertes son felices]"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a414441-bbad-43f1-a3a7-dc262ca790a3",
    "title": {
      "en": "Omniscient Reader's Viewpoint"
    },
    "updatedAt": "2023-07-15T15:10:35+00:00",
    "coverArt": "https://mangadex.org/covers/9a414441-bbad-43f1-a3a7-dc262ca790a3/aeb88211-faa2-4f9f-adee-a8e4d814d51a.jpg",
    "altTitles": [
      {
        "ko": "전지적 독자 시점"
      },
      {
        "fr": "Lecteur omniscient"
      },
      {
        "es": "Lector omnisciente"
      },
      {
        "en": "ORV"
      },
      {
        "pl": "Punkt Widzenia Wszechwiedzącego Czytelnika"
      },
      {
        "ru": "Всеведущий читатель"
      },
      {
        "ar": "دیدگاه خواننده‌ی همه‌چی‌دون"
      },
      {
        "ar": "وجهة نظر القارئ العراف"
      },
      {
        "th": "อ่านชะตาวันสิ้นโลก"
      },
      {
        "ja": "全知的な読者の視点から"
      },
      {
        "zh-hk": "全知讀者視角"
      },
      {
        "zh": "全知读者"
      },
      {
        "ko": "전독시"
      },
      {
        "ko": "Jeonjijeok Dokja Sijeom"
      },
      {
        "en": "Omniscient Reader"
      },
      {
        "de": "Der allwissende Leser"
      },
      {
        "vi": "Toàn Trí Độc Giả"
      },
      {
        "zh": "全知读者视角"
      },
      {
        "vi": "Góc nhìn của Độc giả Toàn tri"
      }
    ],
    "description": {
      "de": "Damals hatte Dokja noch überhaupt keine Ahnung. Er hatte keine Ahnung, dass sein Lieblings-Web-Roman ‘Drei Wege um die Apokalypse zu überleben’ Realität wird und dass er der einzige ist, der weiß wie der Weltuntergang aussehen wird. Er hatte auch keine Ahnung, dass er letztendlich der Protagonist von diesem Roman werden würde. Jetzt begibt sich Dokja auf eine Reise, um den Lauf der Geschichte zu ändern und die Menschheit zu retten!\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "en": "Dokja was an average office worker whose sole interest was reading his favorite web novel 'Three Ways to Survive the Apocalypse.' But when the novel suddenly becomes reality, he is the only person who knows how the world will end. Armed with this realization, Dokja uses his understanding to change the course of the story, and the world, as he knows it.",
      "es": "En ese entonces, Dokja no tenía idea de que su novela web favorita, Tres maneras de sobrevivir al apocalipsis, cobraría vida y que solo él sabría cómo iba a terminar el mundo. Tampoco tenía idea de que se convertiría en el protagonista de esta novela transformada en realidad. Ahora Dokja debe embarcarse en un viaje para alterar el curso de la historia y salvar a la humanidad de una vez por todas.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "fr": "« Je suis le seul lecteur à connaître la fin du monde. » [Les trois façons de survivre dans un monde en ruine], ce roman fantastique de 3 149 chapitres, est devenu la réalité. Et il n'existe qu'une seule personne qui a lu l'intégralité de l'ouvrage.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "id": "\"Jalan cerita ini... hanya aku yang tahu!\" Dunia baru akan datang, maka dunia yang lama harus hancur. Apakah dia bisa menyelamatkan diri dari kehancuran dunia yang lama?!\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "ja": "「ありえない...これは俺が知っている展開だ。」 10年以上読み続けた小説の最終話を読んだ日、世界は滅亡し小説の世界が現実となった。 平凡で冴えないサラリーマンの主人公・ドクシャ。 そんな彼の趣味はWEB小説『滅亡した世界で生き残る３つの方法』を読むこと。 ついに最終話を読み終えたかと思いきや、作者からのメッセージが届き小説のモンスターと登場人物が突如現れ、新たな世界が幕を開けた！ 「俺は、この世界の結末を知る唯一の読者となった。」 たった一人だけが読み終えたファンタジー小説が現実に。 果たしてドクシャは滅亡した世界を救うことができるのか？\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "ko": "'이건 내가 아는 그 전개다'\r\n한순간에 세계가 멸망하고, 새로운 세상이 펼쳐졌다.\r\n오직 나만이 완주했던 소설 세계에서 평범했던 독자의 새로운 삶이 시작된다.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "ru": "«Я знаю то, что сейчас будет».\r\nВ тот момент, когда он подумал об этом, мир был уже разрушен, и вдруг открылась новая вселенная. Новая жизнь обычного читателя начинается в мире романа, романа, который смог прочесть лишь он.\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "th": "\"เดี๋ยวนะ สถานการณ์นี่มันคุ้นๆ?\" โลกใบเดิมพลิกผันไปในชั่วพริบตา! ชีวิตพนักงานบริษัทธรรมดาๆ ของผมเปลี่ยนแปลงไปอย่างฉับพลัน นี่มันโลกในนิยายที่มีผมอ่านอยู่แค่คนเดียวนี่!\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)",
      "vi": "'Mình biết diễn biến tiếp theo của câu chuyện này.' Ngay trong khoảnh khắc ấy, thế giới cũ bị diệt vong, và một thế giới khác được mở ra. Cuộc sống của một độc giả tầm thường bỗng chuyển sang chương mới, giữa thế giới của một cuốn tiểu thuyết nọ, một cuốn tiểu thuyết mà chỉ mình anh ta biết được kết cục.",
      "zh-hk": "「您收到了主線任務。」 長著角的妖怪，熟悉的人物登場…… 太扯了...這是我所讀過的小說劇情！\r\n\r\n---\r\n- [Webtoon Trailer](https://www.youtube.com/watch?v=cB9fwJAnQFk) | [ENG](https://www.youtube.com/watch?v=8OHzcTtoLo4)\r\n---\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258422833)\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96195415)\r\n>\r\n- [Taiwan Official Website](https://www.starwatcher.com.tw/edm/orv/)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/duzhe/list?title_no=2089)\r\n\r\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\r\n\r\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/fantasy/omniscient-reader/list?title_no=2208)\r\n\r\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/omniscient-reader/list?title_no=2109)\r\n\r\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000822)\r\n\r\n- [Official German Translation](https://www.webtoons.com/de/fantasy/omniscient-reader/list?title_no=2582)\r\n\r\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/omniscient-reader/list?title_no=2175)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/omniscient-reader/list?title_no=2106)\r\n---\r\n- [Web Novel Trailer](https://www.youtube.com/watch?v=5hHGZKgzEXo)\r\n>\r\n- Original Web Novel <Naver> [Web](https://series.naver.com/novel/detail.series?productNo=3400123)/[Book](https://series.naver.com/novel/detail.series?productNo=6020546)\r\n- Original Web Novel <Munpia> [Web](https://novel.munpia.com/104753)/[Book](https://novel.munpia.com/256726)\r\n---\r\n- [3B2S Website](http://3b2s.co.kr/?page_id=1477)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "eb1e9858-5d3c-4c3e-a394-12c5b4d0b55f",
    "title": {
      "en": "Re:Monster"
    },
    "updatedAt": "2024-07-19T16:04:16+00:00",
    "coverArt": "https://mangadex.org/covers/eb1e9858-5d3c-4c3e-a394-12c5b4d0b55f/0aeacaa8-a3d4-45b8-af54-f9fbb3b9871b.jpg",
    "altTitles": [
      {
        "ja": "リ・モンスター"
      },
      {
        "th": "Re:Monster ราชันชาติอสูร"
      },
      {
        "ru": "Перерождение: Монстр"
      },
      {
        "zh-hk": "重．怪物"
      },
      {
        "pt-br": "Re:Monster"
      }
    ],
    "description": {
      "en": "Tomokui Kanata has been reincarnated into the weakest race, goblin, and given a new name, Gobrou, after having undergone an unfortunate death. However, Gobrou has retained his previous life's memories and ability to learn skills from what he eats. In this alternate world of survival of the fittest, events unfold. Will a goblin party become the heroes of this world, in a delightful twist from your usual scenario?",
      "pt-br": "Tomokui Kanata reincarnou na raça mais fraca, a dos goblins e ganhou um novo nome, Rou, após ter morrido de forma infeliz. Entretanto, o goblin Rou preservou as lembranças de sua vida passada, ganhando uma evolução incomum, mas mantendo sua capacidade de ganhar habilidades por comê-los. Neste mundo alternativo de sobrevivência do mais forte, com o desenrolar dos acontecimentos, irá o grupo do goblins se tornarem os heróis deste mundo e o transformarem em um cenário totalmente diferente do habitual? Ele irá se tornar o herói deste mundo ou um soberano das trevas dominará a todos?"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9547d8e5-048c-4c71-9b7c-97a3af0423eb",
    "title": {
      "en": "Spinach Bouquet"
    },
    "updatedAt": "2023-07-28T13:04:44+00:00",
    "coverArt": "https://mangadex.org/covers/9547d8e5-048c-4c71-9b7c-97a3af0423eb/8d271252-19ce-49fd-bd4b-803dd2ee7442.jpg",
    "altTitles": [
      {
        "ko": "시금치 꽃다발"
      },
      {
        "en": "Spinach Flowers"
      }
    ],
    "description": {
      "en": "Ji-woo transfers to a rural school with his parents who have returned to farming. The fresh air, the relaxed atmosphere... he liked them all. However, for a moment that seemed like a pleasant start,\n\nJi-woo discovers that the flower garden that he has carefully cared for has been messed up.. Ji-woo, who thought it was someone's territoriality, suspects Dongchan, who was particularly harsh to him at school.\nFirst off, that bangs! I'll start with those bangs that make it impossible to know what you're thinking!!",
      "fr": "La vie à la campagne est censée être idyllique, non ? Un endroit paisible rempli d'aimables voisins au grand cœur, pas vrai ? C'est ce que Jiwoo attend avec impatience... Mais de tous les voisins qu'il aurait pu avoir, c'est Dongchan qu'il est le sien. Froid, distant et insondable, Dongchan n'est pas le plus accueillant du voisinage. En fait, on dirait qu'il n’a pas du tout envie que Jiwoo et sa famille s’installent ici. Déconcerté mais pas découragé, Jiwoo fait de son mieux pour s'adapter à la vie à la campagne... jusqu'à ce qu'il s'avère que quelqu'un essaie de chasser sa famille d'ici. Jiwoo a des soupçons, mais sera-t-il capable de trouver le vrai coupable ?",
      "ko": "귀농한 부모님을 따라 시골 학교로 전학 온 지우. 상쾌한 공기, 여유로운 분위기.. 모두 마음에 들었다. 그러나 기분 좋게 새출발 할 수 있을 것 같았던 것도 잠시,\n지우네가 정성껏 가꾼 꽃밭이 엉망이 된 걸 발견하는데..\n누군가의 텃세일 거라 생각한 지우는 학교에서 자신에게 유독 까칠했던 동찬을 의심한다.\n일단 저 앞머리! 무슨 생각 하는지 알 수 없게 하는 저 앞머리부터 까고 만다!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b05825a3-9d8e-45bc-a45a-1fe065186b83",
    "title": {
      "en": "Filter-Goshi no Kanojo"
    },
    "updatedAt": "2024-07-11T15:54:41+00:00",
    "coverArt": "https://mangadex.org/covers/b05825a3-9d8e-45bc-a45a-1fe065186b83/7293b25b-9680-4e8c-a3e5-324ba8cf2138.jpg",
    "altTitles": [
      {
        "ja": "フィルター越しのカノジョ"
      },
      {
        "zh-hk": "隔著濾鏡的女朋友"
      },
      {
        "ru": "Девушка через фильтр"
      },
      {
        "en": "Secret Girl Through the Filter"
      }
    ],
    "description": {
      "en": "Hakobe Narumi is an expressionless high schooler known as Stoney. The highlight of his unnoticeable existence is following posts from the popular selfie poster \"Efa\" on social media. But it turns out \"Efa\" is his studious and popular classmate Mitsuha Koto?! The slightly erotic, adolescent, selfie, romantic comedy between an Iron Walled Selfie girl and a stone-faced boy begins!",
      "ja": "つねに無表情な能面高校生・箱部成海。クラスでも存在感激うすな彼の人生の楽しみは、SNSで人気のえっちな自撮り女子「えふぁ」の投稿を追いかけること。しかし、その「えふぁ」の正体が、真面目で誰からも好かれるクラスメイトの三葉琴であることを知ってしまいーー⁉︎鉄壁自撮り女子✖️能面男子のちょっとえっちな青春自撮りラブコメ開幕‼︎",
      "ru": "Хакобэ Наруми — невыразительный старшеклассник по прозвищу «Каменнолицый». Его незаметное существование состоит в том, что он следит за постами популярного эротического аккаунта «Эфа» в соцсетях. Но оказывается, что «Эфа» — это его одноклассница Мицуха Кото! Начинается слегка эротическая, подростковая, селфи-романтическая комедия между селфи-девочкой с железной стеной и парнем с каменным лицом!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ee3b476-0682-4563-96da-7018ff5e4bf7",
    "title": {
      "en": "Dragon Tofu"
    },
    "updatedAt": "2024-03-29T10:58:31+00:00",
    "coverArt": "https://mangadex.org/covers/3ee3b476-0682-4563-96da-7018ff5e4bf7/e6897f73-fb2f-4a37-8465-28663f936f5e.jpg",
    "altTitles": [
      {
        "ja": "ドラゴン・トウフ"
      }
    ],
    "description": {
      "en": "Toshiki and Kazu Fujiwara are brothers who live an ordinary life in an ordinary world working as insurance salesmen. While Toshiki is content with this salaryman life, Kazu strives to be part of a Guild: a registered group of individuals who hunt artifacts and capture criminals. After finishing up a quest, they begin to unravel the truth: that everything is not as normal as it once seemed.  \n  \n[Author’s Instagram](https://www.instagram.com/watanabe_ringo/)  \n[Author’s Twitter](https://mobile.twitter.com/watanabe_ringo)  \n[Author’s Pixiv](https://www.pixiv.net/en/users/59797630)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e76f4bff-a772-4289-9d85-7bbec939e0d4",
    "title": {
      "en": "I Became the Contract Daughter of the soon-to-be-ruined Family"
    },
    "updatedAt": "2024-07-28T16:34:12+00:00",
    "coverArt": "https://mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/09916525-d0c2-4f85-abfd-d2910f3b2a65.jpg",
    "altTitles": [
      {
        "ko": "곧 망할 가문의 계약직 딸이 되었다"
      }
    ],
    "description": {
      "en": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be9e34d9-d2f5-4538-9132-00f59a7468ae",
    "title": {
      "en": "Shachiku Jidai no Neet-san"
    },
    "updatedAt": "2023-10-20T11:08:22+00:00",
    "coverArt": "https://mangadex.org/covers/be9e34d9-d2f5-4538-9132-00f59a7468ae/c893099d-c009-4ca6-b173-3176f6fb8a00.jpg",
    "altTitles": [
      {
        "ja": "社畜時代のニートさん"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5dc30682-a224-4f47-b695-f4fab7e26b68",
    "title": {
      "en": "Dorei wo Choukyoushite Harem Tsukuru"
    },
    "updatedAt": "2024-07-19T08:35:54+00:00",
    "coverArt": "https://mangadex.org/covers/5dc30682-a224-4f47-b695-f4fab7e26b68/613406ca-93bd-49f9-84ab-f2ca90d48193.jpg",
    "altTitles": [
      {
        "ja": "奴隷を調教してハーレム作る"
      },
      {
        "ja-ro": "Dorei wo Choukyoushite Harem Tsukuru"
      },
      {
        "ru": "Тренируем рабынь, чтобы сделать гарем"
      },
      {
        "zh": "养女儿开后宫"
      },
      {
        "zh-hk": "調教奴隸建後宮"
      },
      {
        "pt-br": "Treinando escravas pra fazer um harem"
      },
      {
        "en": "Training Slaves to Make a Harem"
      },
      {
        "es-la": "Entrenando Esclavas Para Hacer Un Harem"
      }
    ],
    "description": {
      "en": "A man purchases three little slaves and begins to groom them into perfect girls for his harem. You will never have a gaggle of lolis with horns in your life. ;_;",
      "vi": "Đây là câu chuyện về gã chủ nhân mua nô lệ, chăm sóc giáo dục các bé lên người để hiện thực hoá giấc mơ dàn harem lý tưởng",
      "es-la": "Un hombre compra 3 esclavas Lolis para así poder criarlas y convertirlas en mujeres de su agrado para que posteriormente cuando crezcan completamente de acuerdo a sus gustos pueda hacerles el sin respeto a gusto las veces que quiera",
      "pt-br": "Um homem compra três pequenas escravas e começa a transformá-las em garotas perfeitas para seu harém."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb77e4a6-3921-43b9-9d64-7d78cd3205ce",
    "title": {
      "en": "Jigokuraku"
    },
    "updatedAt": "2024-05-01T03:47:44+00:00",
    "coverArt": "https://mangadex.org/covers/cb77e4a6-3921-43b9-9d64-7d78cd3205ce/c6eded90-7e15-4e3b-8f50-f415f02c32a2.jpg",
    "altTitles": [
      {
        "en": "Hell's Paradise"
      },
      {
        "ja-ro": "Jigoku Raku"
      },
      {
        "ja-ro": "Jigoku-Raku"
      },
      {
        "it": "Paradiso infernale"
      },
      {
        "fr": "Paradition"
      },
      {
        "ru": "Адский рай"
      },
      {
        "zh": "地狱乐"
      },
      {
        "ja": "地獄楽"
      },
      {
        "zh-hk": "地獄樂"
      },
      {
        "fa": "هلز پاردایس"
      },
      {
        "ja": "ジャンプコミックス"
      },
      {
        "pl": "Piekielny raj"
      },
      {
        "th": "สุขาวดีอเวจี"
      },
      {
        "cs": "Pekelný ráj"
      }
    ],
    "description": {
      "en": "Gabimaru the Empty, a former ninja assassin feared as a heartless husk of a man, spends his days on death row wondering when an executioner skilled enough to so much as harm him will arrive, as he thinks nothing of seeing an end to his meaningless existence… Or so he thought. \nThen the lady executioner, Asaemon the Beheader, rekindles his hope with an astounding proposition. \nIf he ever wishes to see his beloved wife again, he must embark under the auspices of the shogunate on a perilous voyage to the mysterious mystic island said to house the elixir of immortality. \nShould he be the one among many rival death-row fiends and scoundrels to find the elixir, he'll earn a full exoneration, and, more importantly, a chance at an ordinary married life with the light of his life: the woman who made the world seem not so ugly. \nWhat awaits them is a journey like no other!",
      "ru": "Это случилось во времена правления одиннадцатого сёгуна из династии Токугава… Габимару, некогда сильнейший синоби, собиравшийся покинуть свою деревню, захвачен в плен. Но Ямада Асаэмон, девушка-палач, предложила ему прощение и свободу с одним условием… Он должен заполучить в райских землях эликсир бессмертия!.. Романтические приключения и искусство ниндзюцу от Каку Юдзи.",
      "pt-br": "Gabimaru, o Vazio, é um dos ninjas assassinos mais cruéis que já saiu da vila de Iwagakure. Ele é implacavelmente eficiente, mas uma traição resulta em uma sentença de morte. Só há uma esperança para ter sua liberdade: viajar para uma ilha escondida e conseguir um elixir, que tornará o shogun imortal. O fracasso não é uma opção, nesta ilha, o Céu e o Inferno estão a um metro de distância."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "127"
  },
  {
    "mangaId": "80d1414d-06cc-4cc6-b67c-0732c5f6a119",
    "title": {
      "en": "My Harem Grew So Large, I Was Forced to Ascend"
    },
    "updatedAt": "2024-06-14T00:34:03+00:00",
    "coverArt": "https://mangadex.org/covers/80d1414d-06cc-4cc6-b67c-0732c5f6a119/4a270be3-860c-422f-b87f-1c7c6ce63971.jpg",
    "altTitles": [
      {
        "zh": "Hòugōng tài duō, zhǐhǎo fēishēngle"
      },
      {
        "en": "This Harem Is Too Much, I Have To Ascend!"
      },
      {
        "ru": "Мой гарем так велик, что пришлось отправиться на небеса"
      },
      {
        "zh": "后宫太多，只好飞升了"
      }
    ],
    "description": {
      "en": "Tsundere heavenly master, big-breasted sister, barefoot poison cultivator, immortal swordswoman with white silk clothes, the last 5 out of the 6 strongest people in the world. I, Ye Gulou have become the first person to cultivate immortality through pure unbounded Yang. But wait, cultivating pure unbounded Yang means I can't form relationships with women or else I'll die?! Then what can I do about this harem of mine that's grown so large over the years? They're all chasing me down, coercing me to choose between them (otherwise they'll kill Me). They've forced me to ascend to the Heavens, to immortality right now to escape from their wrath. Oh shit, they followed me to the new world?!! Let's see what awaits us as my harems from both worlds combine!  \nAuthor’s Twitter-<https://mobile.twitter.com/bearmaker5>",
      "ru": "Небесная наставница-цундере,, большегрудая сестренка-наставница, босоногая отравительница, фехтовальщица в белых чулках… Я, Е Гулоу – самый юный и самый одаренный культиватор на материке Юньлай, но, общими усилиями, мой гарем из несравненных красавиц вот-вот сведет меня в могилу!  \n  \nДовольно! Пришло время вознестись на небеса! Увы, вместе со мной в другой мир отправились и они. А наутро гарем на рубеже двух миров вновь предстал перед моими глазами: эльфийка, зверодевушка, девушка-рыцарь и первосвященница. Теперь нельзя поручиться, что тело подростка, в котором находится моя девятисотлетняя сущность в одно прекрасное утро не лишится своего целомудрия.  \n  \nИ, похоже, мой гарем в новом мире будет лишь непрерывно расти…"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "78"
  },
  {
    "mangaId": "3fc308c9-4b00-4dc3-943e-1f39242bc708",
    "title": {
      "en": "Overgeared"
    },
    "updatedAt": "2024-07-14T21:00:08+00:00",
    "coverArt": "https://mangadex.org/covers/3fc308c9-4b00-4dc3-943e-1f39242bc708/2af0c6f7-cd3d-4c59-afee-a8ff471e0561.jpg",
    "altTitles": [
      {
        "ko": "템빨"
      },
      {
        "ru": "Во всеоружии (перезапуск)"
      },
      {
        "fa": "تا دندان مسلح"
      },
      {
        "en": "Overgeared (Team Argo)"
      },
      {
        "ja": "テムパル〜アイテムの力〜"
      },
      {
        "id": "Kekuatan Item"
      },
      {
        "zh-hk": "裝備仔"
      },
      {
        "zh": "装备我最强"
      }
    ],
    "description": {
      "de": "Shin Youngwoo spielt mit seinem Avatar \"Grid\" das zurzeit beliebteste Virtual-Reality-Spiel der Welt: Satisfy.  \n  \nOb in der Realität oder in-game, Shin scheint vom Unglück verfolgt zu werden. Doch als er nach der Suche nach einem Questgegenstand seine Belohnung erhält, kann er zu einer legendären Klasse wechseln. Einer Klasse, die außer ihm niemand der über 2 Milliarden Spielern besitzt.",
      "en": "Shin Youngwoo (aka Grid), an unlucky man in life and a low-level player in the popular VR game Satisfy, finds a powerful item that earns him a rare legendary class title: Pagma’s Successor. Now a skilled blacksmith, he can forge unique weapons and equip the game’s most powerful gear!\n\nGrid resolves to use his new abilities to achieve fame and fortune, but as his very existence begins to stir up trouble in Satisfy, he realizes that life as a legend may be more than he bargained for….",
      "fa": "⁧⁧بزرگ‌ترین بازی واقعیت مجازی جهان «ستیسفای».  \n⁧چه تو واقعیت و چه در دنیای مجازی شینگ وو کسی بود که همه‌ی بدبختی‌ها سرش می‌اومد.  \n⁧اما تو میون این‌همه بدبختی‌، یه‌بار شانس بهش رو می‌کنه و تو یه مأموریت غیرممکن کتاب پاگما رو پیدا می‌کنه، کتابی افسانه‌ای که زندگی اون رو از این رو به اون رو می‌کنه.",
      "fr": "Quand un joueur raté de VMMORPG tombe, lors d’une quête, sur un livre légendaire permettant de changer de classe, il en profite immédiatement. Attention joueurs, le plus grand de tous les forgerons est né ! Et il n‘a pas prévu de passer inaperçu !\n\n---\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)",
      "id": "Shin Youngwoo punya kehidupan yang bernasib sial. Ia terpaksa bekerja kasar di sebuah tempat kontruksi untuk membayar biaya sekolah dan uang game yang ia gunakan. Bahkan ia juga kerja kasar di VR Game yang bernama Satisfy. Namun, hidupnya mulai berubah ketika karakternya sebagai 'Grid' di game menemukan 'Pagma's Rare Book' hingga menjadi legendary class player.\n\n---\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)",
      "ja": "世界最高のバーチャルリアリティゲーム<SATISFY>。 全世界ユーザー数２０億人、もう一つの地球と呼ばれるほどの壮大なファンタジーゲーム。 しがない無職のゲーム中毒者である「長嶺巧」はゲーム課金の借金を返すために日雇い労働をする以外のほとんどの時間はゲームに費やしていた。 ある日、クエスト中にレジェンダリー転職書＜ファグマの奇書＞を手に入れた「巧」。 ＜ファグマの奇書＞売って大儲けできると思ったその瞬間…！新たなクエストが発動され殺される寸前になるが… このままだと殺され、レジェンダリー転職書＜ファグマの奇書＞もなくしてしまうと思った「巧」は＜ファグマの奇書＞を開き、伝説の職人＜ファグマの末裔＞へとジョブチェンジするが… 借金まみれの底辺人生から２０億プレイヤーの頂点に立つレジェンダリープレイヤーになれるのか！？\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)",
      "ko": "[신영우 (유저 네임: 그리드)]\n세계 최고의 가상 현실 게임 <SATISFY>.\n\n현실에서나, 게임 속에서나, 불운은 항상 그의 곁을 맴도는데....\n퀘스트 수행 중 우연히 발견한 게임 속 로또, '파그마의 기서'. \n20억 명이 넘는 유저 중 유일한 최강의 레전드리 직업으로 전직.\n\n\"어떻게 아직 살아있는 거지...?!\"\n\n\"뭐, 특별한 건 없고...\"\n\n\n\"템빨이죠.\"\n\n지긋지긋한 불운과 악몽 같은 빚쟁이 인생에서 벗어난\n최강 플레이어 \"그리드\".\n고인물도 울고 갈 끝판왕이 찾아온다!\n\n[<SATISFY>에 접속합니다.]\n\n웹툰 <템빨>은 매주 토요일 연재됩니다.",
      "ru": "В реальности, в играх, где бы он ни был, ему сопутствуют неудачи... Но в один момент всё меняется. В игре конце Северной пещеры он обнаружит квест, в котором найдёт \"Редкую книгу Пагмы\"... Ему удастся то, что не удалось сотням миллионов пользователей. - Как ты выжил? - Ничего особенного.",
      "th": "ชินยองอู ID กริด ไม่ว่าจะในชีวิตจริงหรือในในโลกเกมเสมือนจริง SATISFY เขาก็เป็นตัวแทนแห่งความอับโชคไม่ต่างกัน...\nแต่อยู่มาวันหนึ่ง กริด ได้พบกับตำราเปลี่ยนอาชีพที่นำเขาไปสู่การเปลี่ยนเป็นอาชีพระดับตำนาน 'ทายาทของแพ็กม่า'\nอาชีพช่างตีเหล็กในตำนานที่จะทำให้เขาหลุดพ้นจากหนี้สิน พร้อมกับได้สัมผัส 'พลังแห่งไอเทม' และก้าวสู่การเป็นผู้เล่นที่แข็งแกร่งที่สุด!\n\n---\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "zh": "无论是现实世界还是游戏世界中，他都是最底层的存在！然而咸鱼翻身的机会终于来了！只要能够找到游戏中的最强装备，就能获得超20亿玩家中唯一一个成为传说中最强职业电竞选手的机会！他能否在假想现实游戏世界中创造新的传奇，成功脱离如同噩梦般的悲惨人生呢？\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)",
      "zh-hk": "[申英宇(使用者名稱：格里德)]\n稱霸全球的虛擬實境遊戲《SATISFY》\n\n無論現實還是遊戲中，他都是個「不幸」的象徵...\n在解任務時偶然發現\n遊戲中的樂透——「帕格瑪的奇書」，\n並轉職成20億玩家中，僅只一名的最強傳奇級職業。\n\n「你怎麼還活著...?!」\n\n「嗯...也沒什麼啦...」\n\n「靠裝備囉。」\n\n脫離不幸與惡夢般的債務，\n重生為最強玩家的「格里德」!\n經典名著通通滾開，真正的王者駕到了!\n\n[已成功登入《SATISFY》。]\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "485a777b-e395-4ab1-b262-2a87f53e23c0",
    "title": {
      "en": "Pyu to Fuku! Jaguar"
    },
    "updatedAt": "2023-11-23T12:53:27+00:00",
    "coverArt": "https://mangadex.org/covers/485a777b-e395-4ab1-b262-2a87f53e23c0/2ea6efa2-debf-4d81-b878-b61b22090aed.jpg",
    "altTitles": [
      {
        "en": "Blow that Flute! Jaguar"
      },
      {
        "ja-ro": "Pyuu to Fuku! Jaguar"
      },
      {
        "ja": "ピューと吹く!ジャガー"
      }
    ],
    "description": {
      "en": "Piyohiko has a dream: He wants to be a succesfull guitar-player. Then this guy Jaguar shows up, and coaxes him into playing the 'recorder'. Thus ending Piyohiko's noble dream."
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "438"
  },
  {
    "mangaId": "d84b20c0-2502-4ed6-8a3a-65448e1acd46",
    "title": {
      "en": "Slam Dunk (Shinsoban Release)"
    },
    "updatedAt": "2023-07-23T14:57:53+00:00",
    "coverArt": "https://mangadex.org/covers/d84b20c0-2502-4ed6-8a3a-65448e1acd46/b677e838-cf34-4070-8c43-578a43716795.png",
    "altTitles": [
      {
        "ja": "スラムダンク"
      },
      {
        "ja": "SLAM DUNK 新装再編版"
      }
    ],
    "description": {
      "en": "Winning isn't everything in the game of basketball, but who wants to come in second? It takes dedication and discipline to be the best, and the Shohoku High hoops team wants to be just that. They have one last year to make their captain's dream of reaching the finals come true–will they do it? Takehiko Inoue's legendary beloved basketball manga is finally here and the tale of a lifetime is in your hands.\n\nHanamichi Sakuragi's got no game with girls—none at all! It doesn't help that he's known for throwing down at a moment's notice and always coming out on top. A hopeless bruiser, he's been rejected by 50 girls in a row! All that changes when he meets the girl of his dreams, Haruko, and she's actually not afraid of him! When she introduces him to the game of basketball, his life is changed forever…"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": ""
  },
  {
    "mangaId": "2707b1cc-05b9-455f-ae6f-f351dd9f8741",
    "title": {
      "en": "Evolution Begins With a Big Tree"
    },
    "updatedAt": "2024-05-29T19:01:31+00:00",
    "coverArt": "https://mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "altTitles": [
      {
        "en": "Evolution From the Big Tree"
      },
      {
        "zh-ro": "Cóng Dà Shù Kāishǐ De Jìnhuà"
      },
      {
        "zh": "从大树开始的进化"
      },
      {
        "ja": "進化する者たち"
      },
      {
        "vi": "Chuyển Sinh Thành Liễu Đột Biến"
      },
      {
        "vi": "Từ Đại Thụ Tiến Hóa"
      },
      {
        "ru": "Моё перерождение в древо: Начало эволюции"
      }
    ],
    "description": {
      "en": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
      "ru": "После смерти Юй Цзыюй перерождается и становится… Ивой! \nИ неизвестно, сумеет ли он приспособиться к такой знакомой, но в то же время чуждой окружающей среде – ведь так совпало, что его перерождение случилось как раз во время Великой эпохи возрождения духовной энергии. \nВозрождение духовной энергии знаменует возвышение всех существ… \nРев хищных зверей стал способен сотрясти горы и взволновать реки, а существа с могущественной силой наводнили этот мир в таком количестве, что он вот-вот лопнет по швам. \nНо, несмотря на все это, во время подобной эпохи выросла величественная ива, способная безгранично развиваться и эволюционировать. \nПлоды, что растут на ней, способны даровать другим необычайные способности, а духовная энергия, которую она распространяет, укрепляет силы зверей, что обитают на ее территории. \n… \nОдни величают ее мировым древом – Иггдрасилем, день за днем восславляя его существование! \nДругие – «великим божественным древом», подпирающим небосвод! \nРазумеется, большинство просто зовут его «священным древом», или «проклятым деревом», или же «дьявольским деревом»… Да и еще много как. \nИ все же, при любом его упоминании в голосе каждого ясно слышится благоговейный трепет.",
      "zh": "黑鸟社新作，重生成为一株柳树！？灵气复苏，万物崛起。重生的柳树也走上了进化之路。能够无限进化的它，是“神力”还是“诅咒”？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "52b6a95d-d8c8-4e10-a643-a262ad9b1402",
    "title": {
      "en": "Ikenie ni Natta Ore ga Nazeka Jashin wo Horoboshite Shimatta Ken"
    },
    "updatedAt": "2024-05-09T16:59:55+00:00",
    "coverArt": "https://mangadex.org/covers/52b6a95d-d8c8-4e10-a643-a262ad9b1402/aed21bf4-1117-4e52-9983-8b79aa25f013.jpg",
    "altTitles": [
      {
        "ja": "生贄になった俺が、なぜか邪神を滅ぼしてしまった件"
      },
      {
        "en": "I, the Sacrifice, Somehow Killed the Evil God"
      }
    ],
    "description": {
      "en": "Elt sacrificed himself to the evil god in place of his childhood friend. He was prepared to die in the face of the evil god's attack, and was supposed to meet his end...However, at that moment, his unique skill \"Inventory\" activates, and he finds himself turning the tables on the evil god. Surviving, Elt sets off for his home village to inform his childhood friend of his safety, but on the way, he encounters a powerful monster walking through the forest—however, as he prepares to avoid the confrontation, he spots a fainted girl right next to the creature! A royal welcome upon this world! The success fantasy starting with a sacrificial hero!",
      "ja": "自ら幼馴染の身代わりに邪神への生贄となったエルト。邪神の攻撃を前に死を覚悟し、最期を迎える……はずだった。が、ユニークスキル『ストック』が発動し、気が付くと邪神を返り討ちにしていた。生還したエルトは幼馴染に無事を伝えるため、故郷の村へと旅立つことに。道中、森を歩いていると強力なモンスターに遭遇。戦闘を回避しようと考えたその時、モンスターの傍で気を失っている少女を発見し——生贄系主人公による王道成り上がりファンタジー開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f032b354-db45-4f39-a07e-1e4902c02c7a",
    "title": {
      "en": "Kimi to Picopico"
    },
    "updatedAt": "2024-06-04T06:49:48+00:00",
    "coverArt": "https://mangadex.org/covers/f032b354-db45-4f39-a07e-1e4902c02c7a/28cdf0b3-f7b1-4abe-8579-b5a5f6858055.jpg",
    "altTitles": [
      {
        "ja": "きみとピコピコ"
      },
      {
        "ja-ro": "Kimi to Pikopiko"
      },
      {
        "ja-ro": "Kimi to Pico-Pico"
      },
      {
        "zh": "和你一起打游戏"
      },
      {
        "en": "You & Picopico"
      },
      {
        "en": "You & Bleep Bloop"
      }
    ],
    "description": {
      "en": "Oota, an otaku, joined the game club to live his ideal high school life. That was when he met by chance the freshman gal, Ageha Onisaki!! They dive straight into playing video games, but Ageha's choices are the Famicom (NES), the Super Famicom (SNES), and the Megadrive (Sega Genesis)! Who the heck is this person!? Playing a wide range from famous to retro games, the gal and the otaku start their heart-throbbing life!",
      "pt-br": "Oota, um otaku, ingressou no clube de jogos para viver sua vida ideal de colegial. Foi quando ele conheceu por acaso a caloura Ageha Onisaki!! Eles mergulham direto nos videogames, mas as escolhas de Ageha são NES, SNES e Megadora! Quem diabos é essa garota!? Jogando uma ampla variedade de jogos retrôs famosos, gal e o otaku começam sua agitada vida juntos!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "57"
  },
  {
    "mangaId": "b22561f9-81f1-45f6-b2c0-f5b53cfaee19",
    "title": {
      "en": "All Hail the Sect Leader"
    },
    "updatedAt": "2024-08-01T10:27:23+00:00",
    "coverArt": "https://mangadex.org/covers/b22561f9-81f1-45f6-b2c0-f5b53cfaee19/b00c0236-2959-46b3-9580-f78993e2cd24.jpg",
    "altTitles": [
      {
        "en": "The Greatest Sect Leader of All-Time"
      },
      {
        "zh-ro": "Wangu Zui Qiang Zong"
      },
      {
        "zh": "万古最强宗"
      }
    ],
    "description": {
      "en": "All the members of my sect are abnormally strong. All my disciples turn out to be big shots, and I'll definitely become invincible in this world!",
      "fr": "Ma quête est de développer une secte qui serait un foyer chaleureux pour ses membres. Dedans, non seulement le chef de secte est amusant (ouais c'est moi) mais les disciples sont excentriques, aux personnalités très variées. Ils ont comme particularités d'être en constante évolution et d'être anormalement forts. Tous se révèlent être des gros bonnets, et moi, leur patriarche, je deviendrai invincible ! Approchez, les enfants, rejoignez ma secte et ensemble nous réaliserons vos rêves !"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "22c844da-1122-4ab3-b726-e7d4b7114254",
    "title": {
      "en": "Classroom of the Elite - 2nd Year Arc"
    },
    "updatedAt": "2024-03-26T11:57:47+00:00",
    "coverArt": "https://mangadex.org/covers/22c844da-1122-4ab3-b726-e7d4b7114254/8c5b3690-8063-4d21-986d-2557900fb0e4.jpg",
    "altTitles": [
      {
        "ja": "ようこそ実力至上主義の教室へ 2年生編"
      },
      {
        "ru": "Добро пожаловать в класс превосходства - Второй год"
      },
      {
        "en": "Classroom of the Elite: Year 2"
      },
      {
        "vi": "Chào mừng đến với lớp học đề cao thực lực năm 2"
      },
      {
        "tr": "Elitler Sınıfı: 2. Yıl"
      },
      {
        "ja-ro": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e: 2-nensei-hen"
      },
      {
        "fi": "Eliittien luokkahuone: Toinen vuosi"
      },
      {
        "fi": "Tervetuloa eliittien luokkahuoneeseen: Toinen vuosi"
      }
    ],
    "description": {
      "en": "The second spring at the Advanced Nurturing High School is welcoming Ayanokoji and Class D. The special exams aren't only what awaits them, but the unique freshmen as well. Kazuomi Hōsen and Ryūen. The two who shared the bad reputation between themselves during Ryuen's middle school days. Takuya Yagami, who proclaims to come from the same middle school as Kushida, is approaching her. And the capricious Ichika Amasawa who is pulling Ayanokoji left and right.",
      "pt-br": "A cortina sobe e o arco do segundo ano dessa série extremamente popular começa!Quando Kiyotaka Ayanokouji e seus colegas de classe começam seu segundo ano, mudanças são vistas em toda a Tokyo Metropolitan Advanced Nurturing High School. Com a graduação do terceiro ano e a entrada do primeiro ano na escola, as alianças estão bem encaminhadas. Além disso, agora que Miyabi Nagumo é o presidente do conselho estudantil, a promessa de transformar a escola em uma baseada meritocracia pode se tornar uma realidade. Enquanto isso, os conflitos entre as classes continuam a crescer à medida que o total de pontos da classe se aproxima. Com outro exame especial se aproximando, Ayanokouji permanecerá nas sombras, ou ele finalmente entrará nos holofotes e ajudará sua classe a subir para a ilustre Classe A?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d20b5df-2b7c-4bac-be8a-b90181a65323",
    "title": {
      "en": "Mangaka-san and his Assistants"
    },
    "updatedAt": "2023-12-24T16:57:05+00:00",
    "coverArt": "https://mangadex.org/covers/1d20b5df-2b7c-4bac-be8a-b90181a65323/cd2ad2b6-1e50-4f73-b7e8-cb3d603655ba.jpg",
    "altTitles": [
      {
        "ja": "The Comic Artist And His Assistants"
      },
      {
        "ru": "Мангака и его ассистентка"
      },
      {
        "ar": "رسام المانجا و مساعداته"
      },
      {
        "ja": "マンガ家さんとアシスタントさんと"
      },
      {
        "ja-ro": "Mangaka-san to Assistant-san to"
      }
    ],
    "description": {
      "en": "A Life Description about the Mangaka Aito Yuuki and his Assistant Ashisu Sahoto.  \nAito-san doesn't understand the feelings of the characters on his stories. So He asks Ashisu to help him. Ashisu would do everything for the work. She would even let him touch her breast so he will know how it feels like?!  \n  \nThe Habit?! The Pervert?! Can we understand them? That's the Comedy of a Mangaka Life.\n\nThe mangaka alternates between the standard style and the 4koma.  \n\n---\n\n**Links:**  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=15793)",
      "ru": "Жизнь описание мангака Айто Юки и его помощницы Ашису Сахото. Айто-сан не понять чувства героев его рассказов. Поэтому он просит Ашису, чтобы помочь ему. Ашису сделает все для работы. Она бы даже даст пощупать ее собственной груди так он будет знать, как она чувствует, как?! Привычка?! Извращенце?! Мы можем их понять? Это комедия о мангака жизни.",
      "pt-br": "A história desse mangá descreve sobre a vida do mangaka Aito Yuuki e de sua assistente Ashisu Sahoto. Aito-san não entende os sentimentos dos personagens de suas histórias. Então ele pede para Ashisu ajudá-lo. Ashisu faria tudo pelo trabalho. Ela poderia até mesmo deixar ele tocar em seus próprios seios para que ele sinta como é."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "151"
  },
  {
    "mangaId": "787a9f0c-6f48-401c-8edc-d6ee07516c4f",
    "title": {
      "en": "Cheeky Brat"
    },
    "updatedAt": "2024-07-12T15:53:05+00:00",
    "coverArt": "https://mangadex.org/covers/787a9f0c-6f48-401c-8edc-d6ee07516c4f/10367bd5-fc30-4bc1-90c3-a362efab1d1a.jpg",
    "altTitles": [
      {
        "ja-ro": "Namaikizakari"
      },
      {
        "ja": "なまいきざかり。"
      },
      {
        "zh": "盛气凌人"
      },
      {
        "en": "His Cheekiness is in Full Bloom"
      },
      {
        "cs": "Drzej spratek"
      }
    ],
    "description": {
      "cs": "Jsem Yuki a nidky to nepřiznám. Nikdy. To co bych nikdy neudělala je přiznat se k tomi, že mám možná menší slabost pro mého drzého krásného spolužáka – který se chová jako nehorázný spratek – Naruse. Když už se o něm bavíme, místo toho, aby se soustředil na svou zvláštní středoškolní rivalitu s nějakým klukem jménem Shizuka, tak by se měl pustit do hry a soustředit se na náš kvalifikační zápas…!! Možná jsem toho od něj nakonec čekala až moc…",
      "en": "I, Yuki, have no intention of admitting it. Never. The last thing I will ever do is plead guilty to the crime of maybe possibly having a soft spot for my cheeky playboy of an underclassman—who’s an absolute brat—Naruse. Speaking of which, instead of focusing on his strange grade school rivalry with this Shizuka guy, he needs to get his head in the game and focus on our qualifiers…!! Maybe I was expecting too much from him, after all…",
      "pt-br": "Machida Yuki sabe que não quer nada com Naruse Shou. Mas como evitá-lo quando ela gerencia o grupo de basquete em que ele participa?!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "23",
    "lastChapter": "137"
  },
  {
    "mangaId": "5f035bce-267a-4c95-bff1-b319cad73bda",
    "title": {
      "en": "Silver Triangle"
    },
    "updatedAt": "2024-07-21T19:52:44+00:00",
    "coverArt": "https://mangadex.org/covers/5f035bce-267a-4c95-bff1-b319cad73bda/29c8b17e-2e4f-4328-80cc-a5b0f5c3487c.jpg",
    "altTitles": [
      {
        "ja-ro": "Gin no Sankaku"
      },
      {
        "pl": "Srebrny Trójkąt"
      },
      {
        "ja": "銀の三角"
      },
      {
        "zh": "银之三角"
      }
    ],
    "description": {
      "en": "Marlee, an agent of the advanced civilization Central on the planet Blue Ear, finds himself on a mission to track down the troubadour Lagthorin. His mission leads him to the planet Corundum, where he finds the elusive musician and subsequently dies. Back at Central, he is regenerated into a new clone, Marlee Two, who sets off once more, drawn back to Lagthorin and her song. And so the strings of fate guide Marlee forward, inescapably intertwined with both the events on the planet Corundum and, 30,000 years across time, with the long-extinct race of the planet Silver Triangle.  \n  \nA 1-volume classic sci-fi manga.  \n  \nWinner of the Seiun Award in 1983."
    },
    "status": "completed",
    "releaseDate": 1980,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "19"
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-06-09T05:58:14+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/76a6bd58-9c0d-43fd-aca9-a63878c8b676.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b2edff10-fe5f-4a8f-8d17-59796d3e61ec",
    "title": {
      "en": "Hanma Baki (Shinsoban Release)"
    },
    "updatedAt": "2024-08-01T19:08:11+00:00",
    "coverArt": "https://mangadex.org/covers/b2edff10-fe5f-4a8f-8d17-59796d3e61ec/9e981030-f2f1-48a8-b4d6-040459d16d9c.png",
    "altTitles": [
      {
        "ja": "範馬刃牙"
      },
      {
        "ja-ro": "Hanma Baki - Son of Ogre (Shinsoban)"
      },
      {
        "en": "Baki Part 3 (Shinsoban Release)"
      },
      {
        "en": "Baki Hanma - Son of Ogre (Shinsoban Release)"
      },
      {
        "zh": "刃牙Ⅲ"
      },
      {
        "zh-ro": "Baki Ⅲ"
      }
    ],
    "description": {
      "en": "The climax of the Baki series, \"Hanma Baki\", newly re-edited!\n\nHanma Yuujirou, the world's strongest creature, vs. Hanma Baki, the world's strongest high schooler... A spat between father and son on an unprecedented scale begins here!"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "319"
  },
  {
    "mangaId": "43df19d5-0990-46ec-9367-ea29c502e7bb",
    "title": {
      "en": "Ame Demo Hare Demo"
    },
    "updatedAt": "2024-05-25T07:55:50+00:00",
    "coverArt": "https://mangadex.org/covers/43df19d5-0990-46ec-9367-ea29c502e7bb/81d0b3d4-5629-4b49-a22c-23b2a6f5c97c.jpg",
    "altTitles": [
      {
        "en": "Come Rain or Shine"
      },
      {
        "ja": "雨でも晴れでも"
      }
    ],
    "description": {
      "en": "Country-born Mikoto and student council member Ren have always spent their time after school together. But one day, that ordinary routine suddenly comes to an end… With Uchouten High School as the stage, the love and youth of these impressionable young girls is about to begin!",
      "pt-br": "Mikoto, nascida no interior, e Ren, membro do conselho estudantil, sempre passam o tempo juntas depois da escola. \n  Mas um dia, essa rotina normal chega subitamente ao fim... \nCom a escola Uchouten como palco, o amor e a juventude destas jovens impressionáveis ​​estão prestes a começar!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "19"
  },
  {
    "mangaId": "31acae21-e957-4f79-8bbd-42b5e6302365",
    "title": {
      "en": "Layton Mystery Tanteisha: Katri no Nazotoki File"
    },
    "updatedAt": "2024-07-30T22:04:20+00:00",
    "coverArt": "https://mangadex.org/covers/31acae21-e957-4f79-8bbd-42b5e6302365/c2d5454a-37c1-4178-bc5b-6d8b9d37d942.jpg",
    "altTitles": [
      {
        "ja": "レイトンミステリー探偵社 カトリーのナゾトキ事件簿"
      },
      {
        "en": "Layton Mystery Detective Agency: Katri's Puzzle Solving Files"
      },
      {
        "fr": "L'agence de Détectives Layton - Katrielle et les Enquêtes Mysterieuses"
      }
    ],
    "description": {
      "ja": "「――現実はいつも稀有なものなのです！」\n\nおしゃれやスイーツと同じくらい不思議なナゾが大好きな女の子・カトリーが開いた「レイトンミステリー探偵社」。そこにはロンドンで起こる難事件が次々と持ち込まれるようになって…？"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "661a792b-6729-4f54-af20-4108db55ccf4",
    "title": {
      "en": "Ouran High School Host Club"
    },
    "updatedAt": "2024-05-03T20:26:16+00:00",
    "coverArt": "https://mangadex.org/covers/661a792b-6729-4f54-af20-4108db55ccf4/181706d5-2c5e-4f09-b55e-99e0294fe255.jpg",
    "altTitles": [
      {
        "vi": "6 chàng trai và 1 cô gái"
      },
      {
        "pt-br": "Colégio Ouran Host Club"
      },
      {
        "fr": "Host Club - Le Lycée de la séduction"
      },
      {
        "ru": "Гостевой клуб лицея Оран"
      },
      {
        "ru": "Хост-клуб школы Оран"
      },
      {
        "ar": "نادي الضيافة لثانوية أوران"
      },
      {
        "ja": "桜蘭高校ホスト部"
      },
      {
        "zh-hk": "櫻蘭高校男公關部"
      },
      {
        "ko": "오란고교 호스트부"
      }
    ],
    "description": {
      "en": "One day, Haruhi, a scholarship student at exclusive Ouran High School, breaks an $80,000 vase that belongs to the \"Host Club,\" a mysterious campus group consisting of six super-rich (and gorgeous) guys. To pay back the damages, she is forced to work for the club, and it's there that she discovers just how wealthy the boys are and how different they are from everybody else. [Viz]"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "83.5"
  },
  {
    "mangaId": "26c8f00a-3925-4f22-ac21-83145be2b733",
    "title": {
      "en": "The Lazy Lord Masters the Sword"
    },
    "updatedAt": "2024-07-31T23:37:02+00:00",
    "coverArt": "https://mangadex.org/covers/26c8f00a-3925-4f22-ac21-83145be2b733/f874bcb6-03be-4cb0-9478-8d3a0240beea.jpg",
    "altTitles": [
      {
        "ko": "나태 공자, 노력 천재 되다"
      },
      {
        "en": "Reformation of the Deadbeat Noble"
      },
      {
        "en": "The Lazy Prince Becomes a Genius"
      },
      {
        "ru": "От нерадивого аристократа до усердного гения"
      },
      {
        "ja": "怠惰公子、努力の天才になる"
      },
      {
        "zh-hk": "懶惰公子成長記"
      }
    ],
    "description": {
      "en": "After witnessing the shocking death of his mother, young Airen Farreira uses sleep to escape his painful reality, earning him the nickname, “the lazy lord”. Yet, in spite of others’ jeers and whispers, Airen has no intention of changing his ways.\n\nBut when he awakens one day from a dream about a mysterious swordsman, his life’s trajectory takes a complete turn...\n\n---\n- [Alternative English Translation (Tappytoon)](https://www.tappytoon.com/en/comics/the-lazy-lord-masters-the-sword)",
      "fr": "Irene Perreira est un garçon qui dort pour s’enfuir de la réalité. Les gens se moquent de lui, en l’appelant 'bon à rien' , mais il n'a aucune envie de changer. Jusqu'à ce qu'un jour, il rêva d'un épéiste... C'était un rêve d'un homme sans talent qui a entraîné ses mouvements à l'épée pendant des décennies.",
      "ja": "誰も期待していなかった一族の怠け者、アイルーンパレイラがついに剣を手に取る。",
      "ko": "잠을 도피처로 삼아 온 소년 아이른 파레이라.\n사람들은 그를 나태 공자라 부르며 조롱했지만 그는 변할 생각이 없었다.\n어느 날 어느 검사의 꿈을 꾸기 전까지는...\n그것은 그저 묵묵히 수십 년간 검을 휘두르며 단련하는 한 재능 없는 사내에 관한 꿈이었다.",
      "ru": "Юный Айрон Парейра сделал свой мир грёз убежищем от боли трагедии прошлого. Людей забавляло это, они подняли его на смех и прозвали нерадивым аристократом. Однако подобное отношение никак не задевало нашего героя необходимостью меняться.\nТак бы всё и продолжалось, не повстречай он во сне бездарного юношу, который тридцать семь лет подряд обучался владению мечом, да так и умер с оружием в руках.",
      "zh-hk": "家族中的懶惰蟲終於拿起了劍！將睡覺視為逃避方法的少年艾倫．帕雷拉，即使人們都嘲笑他為懶惰公子，他依然不願改變，直到有天他夢見了一位數十年間不斷揮劍鍛練的無才男子..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0681ae41-df2e-4ffa-8063-c8d18877853c",
    "title": {
      "en": "A Former Delinquent Girl Falls in Love"
    },
    "updatedAt": "2024-07-05T23:31:05+00:00",
    "coverArt": "https://mangadex.org/covers/0681ae41-df2e-4ffa-8063-c8d18877853c/e4fe6a5f-9868-45bc-9bff-2df8a0998f5d.jpg",
    "altTitles": [
      {
        "ja": "元ヤン娘、恋をする"
      },
      {
        "ja-ro": "Motoyan Musume, Koi o Suru"
      }
    ],
    "description": {
      "en": "Spin-off/Spiritual Sequel of the authors other work \"The Mentor and the New Employee Who are Getting More and More Into Each Other\"; with this story focusing on the mask wearing former delinquent and her budding romance with the little brother of the Female MC of the previous work."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "440f8d91-b032-4bf3-8dba-2cde482fbc53",
    "title": {
      "en": "Journey to Seek Past Reincarnations"
    },
    "updatedAt": "2024-05-21T23:33:59+00:00",
    "coverArt": "https://mangadex.org/covers/440f8d91-b032-4bf3-8dba-2cde482fbc53/4025999e-a567-4725-985a-83daeb53e87c.jpg",
    "altTitles": [
      {
        "en": "A Journey to the Past"
      },
      {
        "zh-ro": "XunZhaoQianShiZhiLv"
      },
      {
        "zh": "寻找前世之旅"
      },
      {
        "zh-ro": "Xun Zhao Qian Shi Zhi Lu"
      }
    ],
    "description": {
      "en": "The story is about a little Master, Gong Yao Ying, in order to accomplish the assigned tasks, she travels across the different periods. The stories are created after meeting with the famous historical figures."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f9f282b-c0a8-4890-9098-3e080b3c36da",
    "title": {
      "en": "Kusobitch na Gal Ane o Wakaraseru Hanashi"
    },
    "updatedAt": "2024-07-17T03:26:35+00:00",
    "coverArt": "https://mangadex.org/covers/8f9f282b-c0a8-4890-9098-3e080b3c36da/934206d6-5cba-4bad-8f2d-d29ebcd693e2.jpg",
    "altTitles": [
      {
        "ja": "生意気なギャル姉を解らせる話"
      },
      {
        "ja-ro": "Kusobitch na Gal Ane wo Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Kusobicchi na Gyaru Ane o Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Kusobicchi na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gal Ane o Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gal Ane wo Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane o Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "en": "The Story of Making My Bitchy Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gyaru Sister Understand"
      }
    ],
    "description": {
      "en": "Every time she opens her mouth, it's nothing but abusive language, and her problematic behavior never stops. The protagonist has had enough and sets a “plan” into motion…??!",
      "ja": "口を開けば暴言ばかりで、問題行動が絶えない姉。 彼女に痺れを切らし、主人公が踏み出した“計画”とは---??!",
      "es-la": "Su hermana siempre dice cosas hirientes y cuyos comportamientos problemáticos nunca cesan, el protagonista, cansado de ella, da un paso adelante con un \"plan\"\n¿Cuál será...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0dfc179b-26e6-469e-a2c2-01ad3185e607",
    "title": {
      "en": "Kyou, Koshiba Aoi ni Aetara."
    },
    "updatedAt": "2023-06-11T18:55:18+00:00",
    "coverArt": "https://mangadex.org/covers/0dfc179b-26e6-469e-a2c2-01ad3185e607/4802cdde-925d-4866-b8ce-47adf3702765.jpg",
    "altTitles": [
      {
        "en": "Chasing After Aoi Koshiba"
      },
      {
        "en": "If I Could See Koshiba Aoi Today."
      },
      {
        "zh": "今日，若是能与小柴葵相遇"
      },
      {
        "ja": "今日、小柴葵に会えたら。"
      }
    ],
    "description": {
      "en": "The latest manga by the creator of Masamune-Kun's Revenge. The story of Kyo, Koshiba Aoi ni Aetera follows Sahoko, a girl who values what others think of her, and Aoi, a girl who is able to let out her true self without caring about what others think. To get closer to Aoi whose candid air appeared shining, the action that Sahoko takes to get closer is… a kiss.",
      "pt": "A história segue Sahoko, uma típica garota do colegial, que conhece Aoi, uma típica garota espontânea do ensino médio. A história se desenvolve à medida que elas passam sua fugaz juventude no ensino médio. Mesmo após se tornarem adultas, seus sentimentos não desapareceram e continuam brilhando como nunca."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "33"
  },
  {
    "mangaId": "a98d039a-da7f-46ec-aef4-f4bd03d0d925",
    "title": {
      "en": "The Hero Became the Duke's Eldest Son"
    },
    "updatedAt": "2024-08-01T04:49:27+00:00",
    "coverArt": "https://mangadex.org/covers/a98d039a-da7f-46ec-aef4-f4bd03d0d925/5f31da9b-c565-47a7-9709-0079d43afd25.jpg",
    "altTitles": [
      {
        "ko": "영웅, 공작가 장남 되다"
      }
    ],
    "description": {
      "en": "Aden Albireo, the \"Dragon Slayer King\", was a hero who saved the world by eliminating the Berserker and the Underlord. However, he was betrayed by those who whispered friendship to him, and met his death...\n\n\"I didn't know I would be resurrected like this?!\"\n\n15 years before the Underlord's resurrection, 'Aden Albireo' reincarnated into the body of the eldest son of a unheard-of duke's family, 'Aden Remes'! And...\n\n\"It's been a while, Dragon Slayer King!\"\n\n\"The Underlord I thought I had defeated is inside my soul?!\"\n\nWill Aden be able to end his uncomfortable cohabitation(?) with the Underlord and prevent his resurrection?",
      "ko": "아덴 알비레오, 그는 광룡과 지하 군주, 언더로드를 없애고 세상을 구한 영웅, \"용살왕\"이라 불렸다. 그러나 우정을 속삭였던 이들에게 배신당해, 죽음을 맞게 되는데...\n\n\"이런 식으로 되살아날 줄은 몰랐는데?\"\n\n언더로드 부활 15년 전, 듣도 보도 못한 공작가의 망나니 장남, '아덴 레메스'의 몸으로 회귀한 '아덴 알비레오'! 게다가…\n\n\"오랜만이구나, 용살왕이여!\"\n\n해치운 줄 알았던 언더로드가 내 영혼 안에 있다고?!\n\n과연 아덴은 언더로드와의 불편한 동거(?)를 끝내고 그의 부활을 막아낼 수 있을 것인가!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "Kaoru Hana wa Rin to Saku"
    },
    "updatedAt": "2024-06-28T11:16:12+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/ed8c3e66-3026-4dab-9442-e922aec0582f.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "en": "The Fragrant Flower Blooms With Dignity"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "fr": "Bien qu'ils soient mitoyens, le lycée public Chidori pour garçons et le prestigieux lycée privé pour filles Kikyō continuent à entretenir leur tradition de se haïr mutuellement au plus haut point. Tsumugi Rintarō pensait la même chose, jusqu'à ce qu'il fasse la rencontre de Wakuri Kaoruko, élève de Chidori et habituée de la pâtisserie tenue par ses parents. Malgré la désapprobation et les préjugés de leurs camarades respectifs, Rintarō et Kaoruko vont petit à petit se rapprocher, et tant pis ce qu'en pensent les autres !\n\n___\n**Liens :**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "163306e6-1700-42a4-882f-26db124cbec2",
    "title": {
      "en": "Hero Killer"
    },
    "updatedAt": "2024-07-14T02:24:46+00:00",
    "coverArt": "https://mangadex.org/covers/163306e6-1700-42a4-882f-26db124cbec2/649d7c41-83fc-49ca-b271-abb21b882042.jpg",
    "altTitles": [
      {
        "ko": "히어로 킬러"
      },
      {
        "de": "Heldentöter"
      },
      {
        "fr": "La tueuse d'héros"
      },
      {
        "es": "La asesina de héroes"
      },
      {
        "pl": "Zabójca bohaterów"
      },
      {
        "uk": "Вбивця героїв"
      },
      {
        "ru": "Убийца героев"
      },
      {
        "zh-hk": "英雄殺手"
      },
      {
        "fr": "Tueur des héros"
      }
    ],
    "description": {
      "de": "Alle Schurken sind besiegt und die Helden haben die Welt gerettet. Das klingt erst einmal gut, doch sind wirklich alle Helden gut? Nicht alle, die sich „Helden“ nennen, verhalten sich auch so: Eine Frau, deren Schwester von einem dieser „Helden“ getötet wurde, begibt sich auf die Mission, den Täter zu finden, und wird zum „Hero-Killer“, der jede Nacht Jagd auf korrupte Helden macht. Kann sie es schaffen, ihre Schwester zu rächen und die Welt zu einem besseren Ort zu machen?\n\n---\n**Official Translations:**\n* [German / Deutsch](https://www.webtoons.com/de/action/hero-killer/list?title_no=3403)",
      "en": "The world is in constant turmoil, with constant wars breaking out between Heroes and Villains.\n\nGifted with supernatural abilities, one lone girl sets out on a bloody path for revenge against the injustices of the world she lives in. With the constant clashes between titans, no one is safe.\n\nIf no one is willing to protect the innocent, who are the real heroes, and who are the real villains? What truly separates one from the other?",
      "es": "El mundo está en constante agitación, con guerras constantes desatándose entre héroes y villanos. Dotada con habilidades extraordinarias, una chica solitaria recorre un camino sangriento de venganza contra las injusticias del mundo en el que vive. Con los enfrentamientos constantes entre los titanes, nadie está a salvo. Si nadie está dispuesto a proteger a los inocentes, ¿quiénes son los verdaderos héroes? ¿Quiénes son los verdaderos villanos? ¿Qué es lo que realmente separa a los unos de los otros?\n\n---\n**Official Translations:**\n* [Spanish / Español](https://www.webtoons.com/es/action/hero-killer/list?title_no=3422)",
      "fr": "Dotée de capacités surnaturelles, Ehwa, une jeune fille solitaire, s'engage sur un chemin sanglant afin de se venger pour sa soeur qui a été tuée par un \"héros\". Elle ne sait toujours pas qui de ces \"héros\" est responsable de sa mort, mais cela lui importe peu... car il suffit de les massacrer tous.\n\n---\n**Official Translations:**\n* [French / Français](https://www.webtoons.com/fr/action/hero-killer/list?title_no=3151)",
      "hu": "A világ állandó kavarodásban van, állandó háborúk törnek ki a Hősök és a Gonoszok között. Természetfölötti képességekkel felruházva egy magányos lány véres útra indul, hogy bosszút álljon a világ igazságtalanságai ellen, amelyben él. Ha senki sem hajlandó megvédeni az ártatlanokat, kik az igazi hősök és kik az igazi gonosztevők? Mi választja el igazán a másikat?",
      "id": "Bertahun-tahun yang lalu, Ehwa kehilangan saudara perempuan karena seorang hero yang tidak dikenal. Sampai sekarang, tidak ada yang tahu siapa pembunuh saudara perempuan Ehwa. Tetapi hal itu tidak masalah baginya, karena dia akan menghabisi semua hero yang ada di dunia.\n\n---\nPerang berakhir dengan kekalahan para villain. Sekarang dunia dikuasai oleh Hero yang korup. Dan Salah satu Hero tersebut membunuh saudara perempuan Ehwa. dia tidak tahu yang mana, tapi tidak masalah. Jika dia membunuh satu per satu, mereka akan ada di antara mereka. Ehwa menjadi Hero killer, Villain yang memburu para Hero setiap malam. \"Aku akan membunuh semua orang dan akan mengambil semuanya!\"\n\n---\n**Official Translations:**\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/hero-killer/list?title_no=3083)",
      "it": "Il mondo è in costante fermento, con continue guerre scoppiate tra eroi e cattivi. Dotata di abilità soprannaturali, una ragazza solitaria intraprende un percorso sanguinoso per vendicarsi contro le ingiustizie del mondo in cui vive. Con i continui scontri tra titani, nessuno è al sicuro. Se nessuno è disposto a proteggere gli innocenti, chi sono i veri eroi e chi sono i veri cattivi? Cosa separa veramente l'uno dall'altro?",
      "ko": "전쟁은 빌런들의 패배로 막을 내렸다.\n이제 세상은 부패한 히어로들이 지배하고 있다.\n그리고, 그런 히어로들 중 하나가 이화의 언니를 죽였다.\n언니를 죽인 게 누구인지는 모르지만 상관없다.\n한 놈씩 죽이다 보면 그중에 있을 테니까.\n이화는 매일 밤 영웅들을 사냥하는 빌런, 히어로 킬러가 된다.\n​\n한 악당의 지독한 액션 활극.\n“모조리 죽이고, 빼앗아 주마!”",
      "th": "เรื่องราวสงครามระหว่างเหล่าฮีโร่และวายร้ายได้จบลงด้วยชัยชนะของกลุ่มฮีโร่ แต่โลกในตอนนี้กลับปกครองด้วยกลุ่มฮีโร่ที่ฉ้อฉล และหนึ่งในฮีโร่กลุ่มนั้นได้ฆาตกรรมพี่สาวของอีฮวา อีฮวาไม่รู้เลยว่าฮีโร่คนไหนที่ลงมือฆ่าพี่สาวของเธอ เธอเลยตัดสินใจไล่ฆ่าพวกฮีโร่ไปทีละคน เธอคิดว่าถ้าฆ่าพวกฮีโร่กลุ่มนั้นให้หมด แล้วมันจะนำไปสู้การล้างแค้นให้พี่สาวเธอได้ การล้างแค้นของวายร้ายผู้สิ้นหวังได้เริ่มต้นขึ้น “ฉันจะฆ่าพวกแกทุกคน ฉันจะพรากทุกอย่างที่แกมีไปจากแก”\n\n---\n**Official Translations:**\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/hero-killer/list?title_no=2840)",
      "zh-hk": "戰爭在反派的敗北下落幕了，而世界由腐敗的英雄們接手掌控。 然而，其中一個英雄殺了苡禾的姐姐。 她不在乎兇手是誰，反正把他們全部殺掉就可以了。 苡禾每晚都會行動，成為了英雄殺手的反派角色。 一個壞蛋的殘忍獵殺行動。「全部殺掉！全部搶走！」\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/hero-killer/list?title_no=5647)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a91719c-1009-482a-9915-389a366505e7",
    "title": {
      "en": "Osananajimi no Ijou Kawaii Imouto-chan"
    },
    "updatedAt": "2024-07-22T14:54:33+00:00",
    "coverArt": "https://mangadex.org/covers/1a91719c-1009-482a-9915-389a366505e7/a110e3d3-c35e-45c5-9359-b196d44c665c.jpg",
    "altTitles": [
      {
        "ja": "幼馴染の異常可愛い妹ちゃん"
      },
      {
        "en": "My Friend's Abnormally Cute Sister"
      },
      {
        "zh-hk": "發小的異常可愛的妹妹"
      },
      {
        "zh-hk": "發小的巨可愛妹妹"
      },
      {
        "zh": "发小的异常可爱的妹妹"
      },
      {
        "zh": "发小的巨可爱妹妹"
      },
      {
        "vi": "Cô Em Gái Dễ Thương Nhưng Lạ Thường Của Bạn Tôi"
      }
    ],
    "description": {
      "en": "Yanagi, a second-year high school student, has a faint crush on Mizuki, the younger sister of her childhood friend Momo.\n\nOne day, while rummaging through Mizuki's personal belongings in her room, Yanagi discovers the truth about Mizuki...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de491df4-153f-44e8-96d2-7c53d11c3dcf",
    "title": {
      "en": "Hellper 2 <KillBeros>"
    },
    "updatedAt": "2023-07-15T08:02:42+00:00",
    "coverArt": "https://mangadex.org/covers/de491df4-153f-44e8-96d2-7c53d11c3dcf/c065dd0c-158d-48ed-bc78-adb728c44a08.jpg",
    "altTitles": [
      {
        "en": "Hellper"
      },
      {
        "en": "Hellper season 2"
      },
      {
        "en": "Helper"
      },
      {
        "en": "KBRS"
      },
      {
        "en": "KillBeros"
      }
    ],
    "description": {
      "en": "Jang Gwangnam's life as he grows the guard tribe that protects the Kana-Shi city."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3229b2db-0e84-497c-999b-aa50728d2371",
    "title": {
      "en": "Anata-tachi Soredemo Sensei Desu ka!"
    },
    "updatedAt": "2024-07-21T22:57:17+00:00",
    "coverArt": "https://mangadex.org/covers/3229b2db-0e84-497c-999b-aa50728d2371/de887102-b33b-4276-9cc7-875cd045cde1.jpg",
    "altTitles": [
      {
        "ja": "あなた達それでも先生ですかっ！"
      },
      {
        "en": "You Still Call Yourselves Teachers?!"
      },
      {
        "pl": "Czy wy nadal jesteście nauczycielami?"
      }
    ],
    "description": {
      "en": "One day, school teachers come as freeloaders to the inn run by his parents!? Kazami Hiro, a high school boy, decides to take care of the inn and his future!? Under one roof, The forbidden harem romantic comedy begins!!",
      "ja": "親が経営する旅館にある日、居候としてやってきたのは学校の先生たち!? 男子高校生・風見ヒロは旅館のため、自分の未来のためにお世話をすることに!? 一つ屋根の下、禁断のハーレムラブコメが開幕!!",
      "pl": "Pewnego dnia nauczyciele przychodzą jako freeloaderzy do zajazdu prowadzonego przez jego rodziców!? Kazami Hiro, uczeń szkoły średniej, postanawia zadbać o zajazd i swoją przyszłość!? Pod jednym dachem rozpoczyna się zakazana haremowa komedia romantyczna!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1064e8a5-0de9-401f-b674-b6178611305d",
    "title": {
      "en": "The Secret Bedroom of the Forsaken Princess"
    },
    "updatedAt": "2024-05-30T23:21:39+00:00",
    "coverArt": "https://mangadex.org/covers/1064e8a5-0de9-401f-b674-b6178611305d/8bc4a6d0-f0dd-4768-a803-88b2f45f578f.jpg",
    "altTitles": [
      {
        "ko": "버림받은 왕녀의 은밀한 침실"
      },
      {
        "ko-ro": "Beorimbadeun Wangnyeoui Eunmilhan Chimsil"
      },
      {
        "en": "The Secret Bedroom of a Dejected Royal Daughter"
      },
      {
        "en": "The Abandoned Princess' Secret Room"
      },
      {
        "fr": "The Abandoned Princess' Secret Bedroom"
      },
      {
        "es": "El dormitorio secreto de la princesa abandonada"
      },
      {
        "ru": "Тайные покои покинутой принцессы"
      },
      {
        "th": "ห้องนอนลับของเจ้าหญิงต้องสาป"
      },
      {
        "ja": "捨てられた王女の秘密の寝室"
      },
      {
        "zh": "被弃公主的秘密房间"
      },
      {
        "zh-hk": "落魄王女的隱密閨房"
      },
      {
        "en": "The Secret Bedroom of the Abandoned Princess"
      }
    ],
    "description": {
      "en": "Princess Llewelyn, who was once an outstanding princess but was now miserably abandoned. An ugly curse has been placed upon her with no one to protect her. It is a curse that makes her lust for men. In order to stop her curse, Llewelyn opens her bedroom... Four men are entangled with the abandoned princess. Will the truth of the curse be revealed? And who will be the man who will end up with her?\n\n---\n**Notes:**\n* *The Secret Bedroom of a Dejected Royal Daughter* is the official English title of the Korean novel.\n* Naver changed the webtoon's rating from R15 to R19. The novel is still R15, it has never released as R19. Naver R19 rating for the webtoon is more of a mature R17.\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
      "fr": "La princesse Lewellyn avait tout pour elle. Jusqu'au jour où sa mère s'est fait exécuter pour avoir tenté de maudire le prince héritier. Depuis, elle vit ses jours délaissée par les siens et harcelée par la reine douairière. Elle ne rêve plus que de pouvoir entrer à l'abbaye pour s'échapper du palais et vivre une vie chaste. Mais le dieu démon Asmodeus lui a infligé la malédiction de la luxure, la faisant plonger dans le désir. Parviendra-t-elle à cacher ses ébats de princesse lubrique et à se rappeler de l'homme qui a pris sa virginité?\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
      "th": "เพื่อลบล้างคำสาป องค์หญิงเลเวลลีนจำต้องเปิดห้องบรรทมแห่งความลับ แล้วปลดเปลื้องราคะที่ลุกโชนในขั้วจิตขั้วใจ บุรุษทั้ง 4 คนที่ตกกระไดพลอยโจนเข้ามาสุมอยู่ในกองไฟกามอารมณ์อันร้อนรุ่มนี้ ใครจะเป็นคนที่สามารถคว้าหัวใจอันเฉยชาที่ไม่เคยรู้จักความรักไปได้ และจะเกิดอะไรขึ้นกับคำสาปที่ผูกมัดองค์หญิงตราบสิ้นลมหายใจนี้กันแน่?\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
      "zh": "时尚翘臀男作家奇幻力作！\n谁才是诅咒公主的真爱？\n乐薇琳曾是备受景仰的公主，如今却惨遭抛弃。失去保护的公主不幸遭遇了邪恶的诅咒。为了防止诅咒失控，被弃公主开始了与四个男人的爱恨纠缠。诅咒的真相会被解开吗？\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
      "zh-hk": "曾經備受推崇，現在卻悲慘地被拋棄的王女萊維琳。 無人保護的她被下了兇惡的詛咒。 那就是讓人對男人產生慾望的詛咒。 萊維琳爲了阻止詛咒的暴走，最終打開了自己的臥室... 被拋棄的王女與糾纏不清的四名男子。 詛咒的真相會大白嗎？ 最後她會和哪個男人在一起呢？\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "008eecb3-1d79-40c0-aa4a-463347d83397",
    "title": {
      "en": "Spacedrum"
    },
    "updatedAt": "2023-03-17T06:38:59+00:00",
    "coverArt": "https://mangadex.org/covers/008eecb3-1d79-40c0-aa4a-463347d83397/9c91340a-c69e-4e19-9384-170aa470b0a0.png",
    "altTitles": [],
    "description": {
      "en": "RENAISSANCE, LIFE, DEATH, ASTRAL DISINTEGRATION.\nRENAISSANCE, LIFE, DEATH, ASTRAL DISINTEGRATION.\nRENAISSANCE, LIFE, DEATH, ASTRAL DISINTEGRATION.\n\nAll beings in the firmament live locked in this infinite cycle. Or so it was until the day they came down from the heavens.\n\nHumanity ceased to be human. Death is no longer the end. Enlightenment came to save her children and defeat the most powerful feeling that consciousness had been able to create.\n\n___\n\nSpaceDrum shows us a society that has evolved to a state of full well-being, freed from wars and conflicts, in search of Nirvana, thanks to the spiritual guidance of an alien race.\nThe aryas are an elite group charged with the external security of the planet and the protection of the high priestess.\n\nThey are chosen because, thanks to their control over their Virya, they are able to control mysterious fragments, the shards. Reda is a student at one of the most distinctive military academies, but he has difficulty controlling his special shard due to constant visions of a strange young woman. And this will not be the biggest of your problems..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "Hunter × Hunter (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:46:27+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter × Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter × Hunter"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "ja": "HUNTER×HUNTER カラー版"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ae7067a-7e68-4bd2-a064-5e3e3c059078",
    "title": {
      "en": "World Trigger"
    },
    "updatedAt": "2024-05-01T19:55:35+00:00",
    "coverArt": "https://mangadex.org/covers/7ae7067a-7e68-4bd2-a064-5e3e3c059078/84b6a5ad-32d8-42e9-a07b-69e63c05ec53.jpg",
    "altTitles": [
      {
        "ru": "Импульс мира"
      },
      {
        "ja": "ワールドトリガー"
      },
      {
        "ja": "ワートリ"
      },
      {
        "zh": "境界触发者"
      },
      {
        "zh-ro": "Jìngjiè chùfā zhě"
      },
      {
        "zh-hk": "境界觸發者"
      },
      {
        "ar": "وورلد تريغر"
      },
      {
        "ja-ro": "Wātori"
      },
      {
        "en": "World Trigger"
      }
    ],
    "description": {
      "en": "A gate to another dimension has burst open, and from it emerge gigantic invincible creatures that threaten all of humanity. Earth's only defense is a mysterious group of warriors who have co-opted the alien technology in order to fight back!  \n  \n**Please Note:** Chapters 111-114 are only available as licensed versions.",
      "pt-br": "Um portão para outra dimensão se abriu, e dele emergiu todo tipo de criatura poderosa e gigante que ameaça toda a humanidade. A única defesa da Terra é um misterioso grupo de guerreiros que faz uso da tecnologia alienígena a fim de lutar contra eles."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dcdcc8c7-932e-4f60-a900-5f19934eb6cf",
    "title": {
      "en": "Dungeon Reset"
    },
    "updatedAt": "2024-06-15T11:56:00+00:00",
    "coverArt": "https://mangadex.org/covers/dcdcc8c7-932e-4f60-a900-5f19934eb6cf/7bf49bfe-3a7c-4619-91ac-f23f51432131.png",
    "altTitles": [
      {
        "ko": "던전 리셋"
      },
      {
        "fa": "بازنشانی دانجن"
      },
      {
        "zh": "重启地下城"
      },
      {
        "ja": "ダンジョンリセット"
      },
      {
        "ru": "Перезапуск подземелья"
      },
      {
        "zh-hk": "副本重置"
      },
      {
        "es-la": "Reajuste de la mazmorra"
      }
    ],
    "description": {
      "de": "Dawoons normales Leben wird auf den Kopf gestellt, als er in den Dungeon gerufen wird, wo er ein tödliches Spiel gegen gefährliche Monster und lebensbedrohliche Fallen spielen muss. Was die Sache schlimmer macht, ist, er ist nur ein einfacher Handwerker mit null Kampffähigkeiten. Aber nachdem Dawoon in eine Falle gerät und einen fehlerhaften Reset überlebt, hat er willkürliche und dennoch sehr hilfreiche Fähigkeiten. Zusammen mit einem blutrünstigen Gefährten und einem niedlichen Eichhörnchen muss er sich etwas einfallen lassen, um das Spiel zu gewinnen und nach Hause zurückzukehren. Welche Abenteuer erwarten ihn in den Tunneln – jetzt, wo die Regeln für ihn scheinbar nicht mehr gültig sind?\n\n---\n- [Official German Translation](https://www.tappytoon.com/de/comics/dungeon-reset-de)",
      "en": "Dawoon's ordinary life is turned upside down when he is summoned into the Dungeon, where he must play a deadly game, outlasting dangerous monsters and life-threatening traps. To make matters worse, he's only a mere crafter with zero combat abilities. But after Dawoon falls into a trap and survives after a glitched reset, he's gained random but oddly helpful skills. He'll need to get creative to clear the game and return home, with a bloodthirsty assistant and an adorable ground squirrel along for the ride. Now that the rules no longer apply to him, what possibilities await in the tunnels below.",
      "fa": "⁧⁧   وقتی که بازنشانی شروع بشه، همه چیز به حالت قبلش برای شرکت کننده های بعدی برمیگرده، چرا بازنشانی روی من کار نمیکنه؟! با یک مهارت ساده بازی برای جئونگ داوون درون دانجن شروع میشه .",
      "fr": "La vie ordinaire de Dawoon bascule le jour où il se retrouve invoqué dans un monde parallère, dans lequel il va devoir jouer à un jeu mortel intitulé Dungeon Game. Il se retrouve ainsi obligé à faire face à de dangereuses créatures, ainsi qu'à de nombreux pièges mettant constamment sa vie en péril. Et comme si cette situation ne suffisait pas, il s'avère également que l'abilité dont il a été doté est totalement inutile en combat. Néanmoins, après être tombé dans un piège et avoir mystérieusement survécu, un étrange bug va lui donner de nouvelles compétences aléatoires, mais étrangement utiles. Il va devoir redoubler d'astuce pour finir le jeu et pouvoir enfin rentrer chez lui, tout en ayant à ses côtés un Assistant de jeu assoiffé de sang, et un adorable petit écureuil. Maintenant qu'il n'a plus aucune règle à suivre avec assiduité, que va-t-il se passer pour lui dans cet étrange univers ?\n\n---\n- [Official French Translation](https://www.tappytoon.com/fr/comics/dungeon-reset-fr)",
      "ja": "｢このダンジョンはリセットされます｣ 一度プレイしたダンジョンや罠は次の｢ユーザー｣のためにリセットされる。 しかしその｢リセット｣が俺には適応されない！？ 絶えずリセットされるダンジョンで唯一自由の身となった「奏多」。 その場しのぎで武装した｢バグ｣人間 定岡奏多のダンジョン開拓期が始まるーー！\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/40532)",
      "ko": "[던전이 리셋됩니다.]\n\n한번 플레이한 던전이나 함정은 다음 '유저'들을 위해 '리셋'이라는 과정을 거친다.\n그 '리셋'이, '나'에게는 적용되지 않는다?!\n\n\n끊임없이 리셋되는 던전에서 유일하게 자유로워진 존재.\n압도적인 노가다로 무장한 '버그 종자' 정다운의 던전 개척기가 시작된다!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8D%98%EC%A0%84-%EB%A6%AC%EC%85%8B/2373)",
      "ru": "[Идет перезагрузка Подземелья.] Подземелье или ловушки, в которых была игра, проходят стадию перезагрузки для следующих пользователей.Может, эта «перезагрузка» применима и ко мне?! Единственное существо, которое свободно от постоянно перезапускаемой Пещеры. Вооружившись грандиозной силой, Чон Да Ун начинает освоение Подземелья!",
      "th": "[ดันเจี้ยนกำลังรีเซ็ต]  \nเมื่อมีการเดินสำรวจดันเจี้ยนเกิดขึ้น, กับดักทุกอย่างเริ่มทำงาน, มันก็จะเริ่มทำการรีเซ็ตตัวเองเพื่อสำหรับ \"ผู้เล่น\" คนต่อไป  \nแต่ทว่าการรีเซ็ตเหล่านั้นดันใช้ไม่ได้กับฉัน! ฉันจะต้องอยู่อย่างไร้จุดหมายในดันเจี้ยนแห่งนี้อย่างไร้กำหนด, ฉัน, จัง ดาอุน  \n\"เจ้าข้อผิดพลาด\" ได้ได้เวลาเริ่มออกสำรวจดันเจี้ยนแห่งนี้แล้ว!",
      "zh-hk": "［副本即將重置。］\n\n為提供下一批「玩家」體驗，\n已通過的副本、已觸發的陷阱\n都會經過名為重置的過程。\n然而，那所謂的「重置」居然對「我」不管用?!\n\n在不斷重置的副本裡，身為唯一的自由之身，\n只能把苦力活做好做滿，「農起來」武裝自己，\n「Bug仔」鄭多運的副本開墾記就此展開!\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E5%89%AF%E6%9C%AC%E9%87%8D%E7%BD%AE/140)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]