[
  {
    "mangaId": "19f4cec0-c462-4877-9bbb-023fd21a0111",
    "title": {
      "en": "Loveless"
    },
    "updatedAt": "2023-12-28T06:57:08+00:00",
    "coverArt": "https://mangadex.org/covers/19f4cec0-c462-4877-9bbb-023fd21a0111/01655de4-2ce3-459d-b034-6c4cddf508ca.jpg",
    "altTitles": [
      {
        "ru": "Нелюбимый"
      },
      {
        "ja": "ラブレス"
      },
      {
        "zh": "无爱之战LOVELESS"
      }
    ],
    "description": {
      "en": "12-year-old Aoyagi Ritsuka is a troubled child. He has no memories of his life until the age of ten - causing his excitable and verbally-abusive mother to constantly berate him, demanding that he leave and return the 'real' Ritsuka to her. For the past two years, his older brother Seimei had been his devoted friend and protector - the only person who accepted Ritsuka's 'new' self. Recently, however, Seimei was found dead under mysterious circumstances.  \n  \nSoon afterward, a man named Soubi appears before Ritsuka, claiming to be Seimei's 'friend'. He informs Ritsuka that his name is \"Loveless\", and that he is a 'sacrifice' - while Soubi is his 'fighter'. Since their first meeting, Ritsuka finds himself drawn into a bizarre secret world where teams of two; the 'fighter' and 'sacrifice', combat each other using mystical verbal spells.  \n  \nAs his involvement in this new life deepens, Ritsuka unearths many shocking and disturbing facts about himself, Seimei and Soubi; thus, he resolves to discover the truth behind his brother's murder and his own inexplicable amnesia.",
      "pl": "Aoyagi Ritsuka nie ma łatwego życia. Dwa lata temu w niewyjaśniony sposób stracił pamięć, matka nie traktuje go zbyt dobrze i ciągle pyta go, co stało się z „prawdziwym” Ritsuką, a jego starszy brat niedawno został zamordowany. Życie chłopca zmienia się w momencie, gdy zjawia się Soubi, który oświadcza mu, że jego prawdziwe imię brzmi „Loveless”, a jego zmarły brat zlecił Soubiemu, by ten zajął się Ritsuką i chronił go. Tak rozpoczyna się przygoda pełna licznych tajemnic oraz niesamowitych mocy."
    },
    "status": "hiatus",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a88b5f8-1109-432d-9faa-545bfdc8bf98",
    "title": {
      "en": "Who Saw the Peacock Dance in the Jungle?"
    },
    "updatedAt": "2024-04-01T22:50:48+00:00",
    "coverArt": "https://mangadex.org/covers/1a88b5f8-1109-432d-9faa-545bfdc8bf98/2d688128-5787-4412-969c-cfe3c63d90b0.jpg",
    "altTitles": [
      {
        "ja": "クジャクのダンス、誰が見た？"
      },
      {
        "ja-ro": "Kujaku no Dance, Dare ga Mita?"
      },
      {
        "en": "Who Saw The Peacock's Dance?"
      },
      {
        "en": "Who saw the peacock dance in the jungle?"
      }
    ],
    "description": {
      "en": "A former cop was murdered on a snowy Christmas Eve night. The suspect was arrested & the case appeared to be closed.\n\nHowever, a letter left by the murdered former cop to his daughter sets the case back on track. It said, \"If any of the following persons are arrested or prosecuted...they are falsely accused.\" And on that list was the name of the suspect who was arrested for killing her father..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo!"
    },
    "updatedAt": "2024-05-17T15:24:22+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/07c6f675-57e6-4b8c-8e2b-deaf3f27021b.jpg",
    "altTitles": [
      {
        "en": "Konosuba: God's Blessing on This Wonderful World!"
      },
      {
        "en": "Bless This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cd657d2-fa8c-4927-b884-44952fe5fbd1",
    "title": {
      "en": "Itoko no Ko"
    },
    "updatedAt": "2024-05-07T19:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/8cd657d2-fa8c-4927-b884-44952fe5fbd1/699b46d6-8203-4d18-be7d-78cbda80c5c5.jpg",
    "altTitles": [
      {
        "ja": "いとこのこ"
      },
      {
        "vi": "Nhỏ em họ của tôi"
      },
      {
        "en": "My Cousin"
      },
      {
        "ja-ro": "Itokonoko"
      },
      {
        "en": "My Young Cousin"
      }
    ],
    "description": {
      "en": "His more-than-friends, less-than-lovers cousin is so cute that he could die!!!!? \n\nNozomu is a boy staying at his uncle's house over summer vacation. In the countryside, where there are no convenience stores, or any busses even, the boy has a problem. That problem is his younger cousin, Sou! He’s being led around by this tanned, energetic girl day after day and can’t show her the dignity befitting his older age! \n\nOn top of that, whether intentional or not, he’s getting flustered by Sou’s inviting demeanor. Eventually, Nozomu couldn’t take his eyes off Sou and is falling more and more under her spell...!!? With a “cousin” like this, his reason is having a hard time hanging on! \n\nThis is a romcom with a guy who’s going under from all his tanned cousin’s teasing!",
      "ja": "友達以上恋人未満な従妹が死ぬほど可愛い!!!!?\n\n夏休みの間、叔父の家に過ごすことになった少年・望。コンビニもない、バスも来ない、ないない尽くしの田舎で彼にはある悩みがあった。\n\nその原因は「従妹」の爽!! 褐色元気っ娘の彼女に毎回からかわれては年上の威厳を見せられないでいた！ しかも、天然なのか意図的なのか分からない爽の誘ってくるような仕草にドキッとする始末。いつしか、望は彼女のことが目を離せず、ドンドン爽に攻略されていって……!!?\n\nこんな「従妹」がいてくれたら理性が持たない!? からかい上手の褐色従妹ちゃんによるお兄ちゃん攻略ラブコメ!!!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bdbf5e66-32ff-4c07-a93a-e6d4b0536309",
    "title": {
      "en": "Jimoto Saikou!"
    },
    "updatedAt": "2024-05-20T13:03:41+00:00",
    "coverArt": "https://mangadex.org/covers/bdbf5e66-32ff-4c07-a93a-e6d4b0536309/947163d6-830c-43aa-9628-cef9240fbdb3.jpg",
    "altTitles": [
      {
        "ja": "Jimoto Saiko"
      },
      {
        "ja": "地元最高！"
      }
    ],
    "description": {
      "en": "A manga about girls who have never left their hometown, and no matter how many misfortunes they encounter due to their ignorance, they keep saying, \"My hometown is the best!\""
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "813ff582-7fb3-47f9-975a-50d7e354c034",
    "title": {
      "en": "Sore wa Tabun Kyuuai"
    },
    "updatedAt": "2024-05-22T12:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/813ff582-7fb3-47f9-975a-50d7e354c034/733b81a9-685f-4166-929e-bfeb056e66eb.jpg",
    "altTitles": [
      {
        "en": "Maybe It’s Courtship"
      },
      {
        "ja": "それは多分求愛"
      },
      {
        "vi": "Tính  Cua Nhau À!?"
      }
    ],
    "description": {
      "en": "Every day, just like clockwork, Hirono Nanami hurries home – because if he doesn't, he just knows that annoying Godai would hunt him down and challenge him to a match again! As it turns out, Nanami can easily beat Godai in all kinds of sports except one, and Godai jumps on the chance... but, feeling bad that he's taken advantage of the one weakness Nanami has, Godai decides to settle things between them with something they've never tried before – by whipping out what, now!?",
      "vi": "Mỗi ngày, Hirono Nanami đều vội vã về nhà – bởi vì cậu biết nếu chỉ cần nán lại vào giây là tên Godai phiền phức sẽ truy lùng cậu và lải nhải mời thách đấu. Nanami dễ dàng đánh bại Godai trong tất cả các môn thể thao, ngoại trừ một môn, và Godai đã chớp lấy cơ hội đó để giành chiến thắng… nhưng, cảm thấy tội lỗi vì đã lợi dụng điểm yếu duy nhất của Nanami, Godai quyết định giải quyết mọi chuyện giữa họ bằng thứ mà họ chưa bao giờ thử trước đây – đó là thách đấu gì, mời mọi người cùng đọc truyện."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "4.5"
  },
  {
    "mangaId": "ca702a1d-f7ef-43b7-baa0-e323dda4f6de",
    "title": {
      "en": "To Be an Actor"
    },
    "updatedAt": "2024-05-20T22:18:59+00:00",
    "coverArt": "https://mangadex.org/covers/ca702a1d-f7ef-43b7-baa0-e323dda4f6de/6c2f09cc-f89b-4b71-a567-7ce409e98411.jpg",
    "altTitles": [
      {
        "en": "I Will Live as an Actor"
      },
      {
        "ko": "배우로서 살겠다"
      },
      {
        "ja": "役者として生きる"
      },
      {
        "en": "Be the Actor"
      },
      {
        "ko-ro": "Baeuroseo Salgetda"
      },
      {
        "fr": "Vivre comme un acteur"
      },
      {
        "fr": "Comment vivre selon un acteur"
      }
    ],
    "description": {
      "en": "Jang Young-guk’, who achieved great success as a supporting actor.\nReceived the first and honorable Best Supporting Actor Award at the Acting Awards.\n\nHowever, on that day, his mother passed away…\n\nHorrified by the death of his mother, whom he neglected for years, Young-guk decided to end his life…\n\nBefore his death, he longingly recalled the warmth of his mother and the peaceful memories of the past. He regretted turning his back on those memories…\n\nAt that moment, he suddenly regressed to his childhood…\n\n“I regressed, to that past I missed”\n\n“As an inescapable fact, this life is just…”\n\nOnce again, the story of a person who wants to live as an actor begins.\nWill he be able to live a happy life unlike the previous life?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8bd19e5c-94f7-4368-a918-50f463857446",
    "title": {
      "en": "Kuroshitsuji"
    },
    "updatedAt": "2024-05-04T00:22:04+00:00",
    "coverArt": "https://mangadex.org/covers/8bd19e5c-94f7-4368-a918-50f463857446/eef23f37-2841-4447-a3ea-c13ccc4fbee0.jpg",
    "altTitles": [
      {
        "ja": "黒執事"
      },
      {
        "en": "Black Butler"
      },
      {
        "zh": "黑执事"
      },
      {
        "zh": "黑管家"
      },
      {
        "zh-hk": "黑執事"
      },
      {
        "ko": "흑집사"
      },
      {
        "ko": "검은 집사"
      },
      {
        "es": "Mayordomo negro"
      },
      {
        "pt": "O mordomo negro"
      },
      {
        "pt": "O mordomo sombrio"
      },
      {
        "it": "Black Butler - Il maggiordomo diabolico"
      },
      {
        "fr": "Majordome noir"
      },
      {
        "de": "Schwarzer Butler"
      },
      {
        "cs": "Kurošicudži"
      },
      {
        "pl": "Mroczny kamerdyner"
      },
      {
        "uk": "Темний дворецький"
      },
      {
        "bg": "Черният иконом"
      },
      {
        "ru": "Тёмный дворецкий"
      },
      {
        "ru": "Темный дворецкий"
      },
      {
        "ru": "Куросицудзи"
      },
      {
        "ru": "Чёрный дворецкий"
      },
      {
        "fa": "کوروشیتسوجی"
      },
      {
        "fa": "خادم سیاه"
      },
      {
        "vi": "Hắc Quản Gia"
      },
      {
        "ms": "Butler Hitam"
      },
      {
        "th": "คนลึกไขปริศนาลับ"
      },
      {
        "ar": "الخادم الأسود"
      },
      {
        "hu": "Kurosicudzsi"
      },
      {
        "hu": "Fekete komornyik"
      },
      {
        "fi": "Kuroshitsuji – Piru hovimestariksi"
      },
      {
        "fi": "Piru hovimestariksi"
      },
      {
        "tr": "Kara Kâhya"
      },
      {
        "tr": "Kara Kahya"
      },
      {
        "tr": "Kara Uşak"
      },
      {
        "kk": "Қара қызметші"
      }
    ],
    "description": {
      "de": "Ein teuflisch guter Butler ist Sebastian Michaelis, der dem Familienoberhaupt der noblen Phantomhives dient. Teuflisch ist hier wörtlich zu nehmen, denn Sebastian ist wirklich ein Dämon, mit dem das Oberhaupt der Phantomhives einen Pakt schloss. Seitdem hat er nicht nur die wichtigste Position in der Dienerschaft inne, sondern ist auch Leibwächter und Auftragskiller in Personalunion! Earl of Phantomhive ist der 12-jährige Ciel, der nicht nur das Familienunternehmen führt, sondern in seiner Funktion als Earl auch ein wichtiger Vertrauter Königin Victorias ist. Denn sie verlässt sich darauf, dass jede Gefahr diskret und schnell durch die Phantomhives beseitigt wird...",
      "en": "Just a stone's throw from London lies the manor house of the illustrious Phantomhive earldom and its master, one Ciel Phantomhive. Earl Phantomhive is a giant in the world of commerce, Queen Victoria's faithful servant...and a slip of a twelve-year-old boy. Fortunately, his loyal butler, Sebastian, is ever at his side, ready to carry out the young master's wishes. And whether Sebastian is called to save a dinner party gone awry or probe the dark secrets of London's underbelly, there apparently is nothing Sebastian cannot do. In fact, one might even say Sebastian is too good to be true...or at least, too good to be human...",
      "es": "Sebastian es el mayordomo de la familia Phantomhive, aristócratas de la alta sociedad inglesa. Él es perfecto en Todo. Detaca en: etiqueta, cultura, cocina y hasta en artes marciales... Es el acompañante de un joven amo muy caprichoso de tan sólo 12 años y siempre viste su frac negro, que aletea tras él. Este es un manga sobre un mayordomo perfecto para tu hora del té.\n\n---\nUn mayordomo que se precie tiene que estar dispuesto a lo que sea por el buen funcionamiento de la casa de su señor. Eso incluye prepararle el té que le gusta, asegurarse de que el resto del servicio sea eficiente, que todo funcione como un reloj… y en el caso especial de Sebastian, poner al servicio del joven conde Ciel sus habilidades especiales como mayordomo infernal.",
      "fi": "Sebastian on arvostetun Phantomhiven aristokraattisuvun täydellinen hovimestari. Hän on tietävä, oppinut, tyylikäs, loistava kokki ja taitaa taistelulajit. Silti hän saa juosta pikimustan frakin liepeet liehuen itsekkään 12-vuotiaan isäntänsä asioilla.\n\nYliluonnollisen taitavan hovimestarin palvelukset eivät kuitenkaan ole ilmaisia ja lopullisen palkkion joutuu maksamaan nuori isäntä. Sitä ennen parivaljakon pitää selvittää Lontoon alamaailman saloja ja kostaa pari murhaa.",
      "fr": "Sébastian est majordome au service de Ciel Phantomhive, héritier d'une grande famille de la noblesse anglaise. En matière d'érudition, d'éducation, d'art culinaire, rien à redire, il est parfait. Mais ne vous fiez pas à sa distinction, si vous vous en prenez à son jeune maître, vous découvrirez sa vraie nature... Ciel aurait-il signé un pacte avec le Diable...?!",
      "id": "Apa jadinya kalau seorang butler tidak bisa mengerjakan pekerjaan seperti ini? \n\nSebastian adalah seorang butler keluarga bangsawan terkemuka Inggris, yaitu Phantomhive. Ia sempurna dalam segala bidang. Berpengetahuan luas, elegan, jago masak, dan pandai bela diri. Ia selalu mengenakan jas buntut berwarna hitam kelam. Majikannya, Ciel Phantomhive, adalah seorang anak yang masih berumur 12 tahun dan bersifat egois. \n\nSimak kisah seorang butler nomor satu di dunia yang sangat cocok dengan teh warna merah...",
      "it": "Richiestissimo dai fan di tutta Italia, finalmente arriva il manga capolavoro di Yana Toboso! Una storia in cui un irresistibile black humour si fonde sapientemente al dramma, in un intreccio ricco di emozionanti colpi di scena. Sullo sfondo di un’Inghilterra vittoriana sapientemente rielaborata, preparatevi a scoprire il segreto che lega Ciel Phantomhive, un ragazzino che è l’unico erede rimasto in vita del casato dei Phantomhive, al suo perfetto, quasi irreale, maggiordomo Sebastian. Perché in questa storia, tutti sono molto più di quello che sembrano. State per scoprire perché!",
      "ja": "あくまで、執事ですから\n彼の職業は執事。彼は今日もお茶を煎れ、銀食器を磨く。そう、すべては主人のために…。",
      "pl": "Sebastian to kamerdyner w domu arystokratycznej rodziny Phantomhive. Jest utalentowany, wykształcony, dystyngowany, zna się na gotowaniu i sztukach walki. Słowem, jest doskonały w każdym calu. Jednak odziany w czarny frak kamerdyner zaczyna drżeć ze wzburzenia, gdy jego dwunastoletni pan wydaje rozkazy...\n\n---\nSebastian to kamerdyner w domu arystokratycznej rodziny Phantomhive. Jest utalentowany, wykształcony, dystyngowany, zna się na gotowaniu i sztukach walki. Słowem, jest doskonały w każdym calu. Jednak odziany w czarny frak kamerdyner, zaczyna drżeć ze wzburzenia, gdy jego dwunastoletni pan wydaje rozkazy… Zapraszamy do lektury bestsellerowej mangi Yany Toboso.",
      "ru": "Альтернативная Англия XIX-го века, роскошное поместье графа Фантомхайва, дружная компания нерасторопных слуг, над которыми возвышается во всех смыслах этого слова безупречный Себастьян. Юный граф Сиэль любит разные игры, и многочисленные способности дворецкого то и дело находят себе применение. Какая же тайна между дворецким и Графом? Ведь эти двое заключили важный контракт, который касается не только кулинарных талантов Себастьяна. Секреты правильного чая, жестокость итальянской мафии, неуклюжесть слуги-новичка и даже привычки родственников графа — всё по плечу Себастьяну, недаром его любимая присказка переводится и как «Я просто дьявольски хороший дворецкий», и как «Я и демон, и дворецкий».",
      "th": "คนที่เป็นหัวหน้าคนรับใช้นั้น ถ้าทำไม่ได้ขนาดนี้ จะใช้ได้อย่างไรกันล่ะครับ?\n\nเซบาสเตียน หัวหน้าคนรับใช้แห่งตระกูลแฟนทอมไฮฟ์ ตระกูลขุนนางมีชื่อของอังกฤษ\nเขามีความสมบูรณ์พร้อมในทุกๆด้าน ไม่ว่าจะเป็นด้านสติปัญญา การศึกษา ความเป็นผู้ดี อาหาร หรือศาสตรวุธ\nเมื่อต้องมารับใช้เจ้านายอายุ 12 ปี ที่เอาแต่ใจตัวเอง ชุดสูทชายด้านหลังยาวดำขลับก็พลิ้วขยับสั่นไหว\n\nการ์ตูนเกี่ยวกับหัวหน้าคนรับใช้ที่เข้ากันกับชาฝรั่งที่สุดในโลกมาถึงมือคุณแล้ว...",
      "tr": "Kahya olacak biri bu kadarını da yapabilir herhalde?\n\nSebastian, İngiltere’nin saygın aristokrat ailelerinden biri olan “Phantomhive Ailesi”nin kahyasıdır. Kendisi, bilgi birikimi, kültür, asalet, aşçılık ve dövüş sanatları konusunda mükemmeldir. On iki yaşındaki egoist efendisi için simsiyah kuyruklu takım elbisesi savrulup durmaktadır. İşte size dünyanın en iyi çayını yapan kahyasının mangası…",
      "vi": "Câu chuyện diễn ra vào thời Victoria. Ở ngoại thành London có một toàn lâu đài nguy nga vốn là nơi ở của gia tộc Phantomhive. Hiện giờ chủ nhân của toàn lâu đài đó là bá tước Ciel Phantomhive, một đứa trẻ mới 12 tuổi nhưng lại là người đứng đầu gia tộc Phantomhive, đồng thời cũng là người đứng đầu thế giới ngầm. Bên cạnh cậu lúc nào cũng có Sebastian Michaelis - một quản gia cực kỳ tài giỏi và luôn tuân theo mọi mệnh lệnh của cậu. Tuy nhiên, bọc sau lớp vỏ một quản gia, Sebastian thật sự không phải là con người, mà là một con quỷ. Sở dĩ một con quỷ chấp nhận làm một quản gia bình thường là vì Sebastian đã ký kết một “hợp đồng” với Ciel. Nội dung bản hợp đồng đó chính là Sebastian sẽ trở thành sức mạnh của Ciel, luôn trung thành phục vụ Ciel cho đến khi Ciel trả được mối thù giết cha mẹ. Đổi lại, sau khi Ciel trả thù xong, tức lúc bản hợp đồng kết thúc, thì Sebastian sẽ nuốt chửng linh hồn của Ciel xem như là thù lao. Dấu hiệu thể hiện hợp đồng đã được ký kết nằm trong con mắt phải của Ciel và trên mu bàn tay trái của Sebastian. Trong thời gian ở lại bên cạnh cậu chủ của mình, Sebastian đã cùng cậu chủ phá nhiều vụ án và trải qua nhiều cuộc phiêu lưu. Từ đó, nhiều bức màn bí mật dần dần được hé mở. Tập 21 Cậu chủ của tôi ơi, cậu đã sai một điều rồi ạ! Cơ thể Sebastian đã thoát khỏi lời nguyền. Thế nhưng, vào lúc này, những chủ nhân thực sự của Thung lũng ma sói lại ráo riết đuổi theo Lục phù thủy và ma pháp tối thượng mà Ciel đã cướp mất, nhăm nhe hàm răng trắng nhởn của mình. Và sau bóng lưng toan tính tẩu thoát của gã quý tộc ma quỷ, một con quái thú màu xanh rêu, đang chậm rãi, chậm rãi nhích lại gần..",
      "zh": "身为一个执事，连这种事都不会，那怎么成？ 英国的名门贵族法多姆凯贝家，有一位执事——锡巴斯查恩——不论是知识、教养、品位、料理、武术……他都样样精通， 面对那位任性的十二岁主人，漆黑的燕尾服在摇摆、摇摆…… 为您送上全世界 适合品尝着红茶欣赏的执事漫画……",
      "es-la": "Sebastian Michaelis. Mayordomo, cocinero, guardaespaldas, jardinero y experto en etiqueta. Siempre hace que su joven jefe, Ciel Phantomhive, mantenga el prestigio y la integridad física. Nunca permite que algo quede fuera de lugar o que los sirvientes caigan en la holgazanería. ¿Pero qué misterio guarda este singular hombre, que observa una agilidad y fuerza inimaginables y a quien las balas no le afectan? ¡Un personaje que no debe estar fuera de la mente fantástica de los asiduos lectores de mangas, y a quien podrás conocer en este primer tomo de *Black Butler*!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61830b36-1712-4b7b-9421-f671e9ced6d3",
    "title": {
      "en": "Tonari no Neko to Koi Shirazu"
    },
    "updatedAt": "2024-04-24T12:59:16+00:00",
    "coverArt": "https://mangadex.org/covers/61830b36-1712-4b7b-9421-f671e9ced6d3/8ac836b4-9c53-4c62-a18a-bdbdbfc6e91d.jpg",
    "altTitles": [
      {
        "ja": "となりの猫と恋知らず"
      },
      {
        "en": "The Feline Neighbor and the Unversed-in-Love"
      },
      {
        "ja": "となねこ"
      },
      {
        "ja-ro": "Tonaneko"
      }
    ],
    "description": {
      "en": "Minato Seno, who has always been very shy since he was young, struggled to make friends during his first few days of high school. He also never got a glimpse of his classmate Nekozane-san's face, as she was always asleep at the desk next to him. However, one day after school, a chance encounter revealed a side of Nekozane-san that was completely different from the one Minato knew in the classroom."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e93849b2-939f-40f3-91b4-79b96133052e",
    "title": {
      "en": "Medusa Dorei o Katta"
    },
    "updatedAt": "2024-05-11T16:20:14+00:00",
    "coverArt": "https://mangadex.org/covers/e93849b2-939f-40f3-91b4-79b96133052e/33fb8f04-fe91-4e0e-8ac5-841f2deb0c5d.jpg",
    "altTitles": [
      {
        "ja-ro": "Medusa Dorei o Katta"
      },
      {
        "id": "Aku Membeli Budak Medusa"
      },
      {
        "ja": "メドゥーサ奴隷を買った"
      },
      {
        "en": "I Bought a Medusa Slave"
      },
      {
        "pt-br": "Eu Comprei Uma Escrava Medusa"
      },
      {
        "es-la": "Compré una esclava medusa"
      }
    ],
    "description": {
      "en": "I’m not sure why I decided to buy a medusa in the slave market, but since then she insists a lot that I remove the blindfold from her eyes. Is she trying to petrify me? Or does she really want to see me with her own eyes?",
      "es-la": "No estoy seguro de por qué decidí comprar una medusa en el mercado de esclavos, pero desde entonces ella parece ser muy proactiva con su petición de que remueva la venda de sus ojos. \n¿Acaso busca petrificarme? ¿O de verdad quiere verme con sus propios ojos?",
      "pt-br": "Não tenho certeza de por que decidi comprar uma medusa no mercado de escravos, mas desde então ela insiste muito para que eu remova a venda de seus olhos. Ela está tentando me petrificar? Ou ela realmente quer me ver com seus próprios olhos?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bbaa17c4-0f36-4bbb-9861-34fc8fdf20fc",
    "title": {
      "en": "EDENS ZERO"
    },
    "updatedAt": "2024-04-10T14:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/bbaa17c4-0f36-4bbb-9861-34fc8fdf20fc/3d66ac9a-8dc5-43b7-84a7-1ce8e2effb2a.jpg",
    "altTitles": [
      {
        "ru": "Нулевой Эдем: Эденс Зеро"
      },
      {
        "ja": "エデンズ ゼロ"
      },
      {
        "ko": "에덴즈 제로"
      },
      {
        "zh-hk": "伊甸星原"
      },
      {
        "ne": "एडेंस जेरो"
      }
    ],
    "description": {
      "en": "Shiki is a human who lives in a city filled with only robots. He considers the robots to be his best friends, and always takes care of them. Then, one day, he comes across another human - Rebecca, a girl who makes videos online to become popular. And at the same time, the robots start to go crazy?   \n   \nA new manga from Hiro Mashima, of [*Rave Master*](<https://mangadex.org/manga/1036>) and [*Fairy Tail*](<https://mangadex.org/manga/558>) fame.",
      "fr": "[*Official Fench*](<https://www.pika.fr/serie/edens-zero>)",
      "ru": "Она явит читателям абсолютно новую форму фэнтези. Там будет куча довольно-таки вызывающих шуток. Никакой связи с Хвостом новинка иметь не будет. В ней появится Плу из манги Rave Master.",
      "tr": "İnsanların terk ettiği bir tema parkı olan Granbell Krallığı'nda artık robotlar yaşamaktadır. Robotların yanı sıra onlarla birlikte yaşamını sürdüren tek bir insan vardır: Shiki. Ömrünü sürekli bu makinelerle beraber yaşasa da günün birinde Rebecca ve kedisi Happy, bu tema parkına gelirler. Yeni ziyaretçilerin bilmediği ise Granbell'in yüzyıllar içerisindeki ilk konukları olduklarıydı. Shiki yeni arkadaşlar edinme yolunda tökezlerken robotlar bir ayaklanma başlatırlar. Doğup büyüdüğü yer artık çok tehlikeli bir hâle gelince Shiki, Rebecca ve Happy'nin uzay gemisine katılır ve uçsuz buçaksız bir uzay macerası başlar.\n\n [**Rave Master**](https://mangadex.org/title/5923081c-ad82-4a8b-a509-89ebe752db01) ve [**Fairy Tail**](https://mangadex.org/title/227e3f72-863f-46f9-bafe-c43104ca29ee) ile tanınan Hiro Mashima'nın yeni serisi."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26102334-1f7b-4a5b-a64f-107c5c24a70f",
    "title": {
      "en": "Mao"
    },
    "updatedAt": "2023-02-03T02:58:05+00:00",
    "coverArt": "https://mangadex.org/covers/26102334-1f7b-4a5b-a64f-107c5c24a70f/5eb209bf-814e-43f4-b550-14749c2995e7.jpg",
    "altTitles": [
      {
        "en": "MAO"
      },
      {
        "ja": "マオ"
      },
      {
        "zh-hk": "摩緒"
      },
      {
        "th": "หาญสู้พลิกชะตาอาถรรพณ์"
      }
    ],
    "description": {
      "en": "The story is set in a \"land where two worlds intersect,\" and it centers on \"a strange romance between a boy and girl who meet by fate.\"\n\n(from ebookjapan):\n\nOnmyoji and Yokai? A girl's bizarre Taisho romance! When she was in the first grade of elementary school, her whole family was involved in an accident, but she is the only one who survived. In her third year of junior high school, she passes by the accident site again and is somehow transported back to the Taisho Era!　\n\nThe next day, Nanoka's physical abilities are awakened when she is told by Mao, a boy she met there who is an Onmyoji, \"You are a demon, aren't you?\" The Taisho bizarre romance in which the two of them face their \"destiny\" that will come begins!\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/mao)\n- Indonesian release by [Elex Media](https://www.gramedia.com/products/mao-01) (2021)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8909273-7dea-4739-ac2e-c24da08b0b93",
    "title": {
      "en": "Villain Classroom"
    },
    "updatedAt": "2024-05-09T10:12:52+00:00",
    "coverArt": "https://mangadex.org/covers/c8909273-7dea-4739-ac2e-c24da08b0b93/9b309b4a-45ba-44cf-ba6c-fccd3e1b64bd.jpg",
    "altTitles": [
      {
        "ko": "악녀교실"
      },
      {
        "en": "Evil Girl Classroom"
      }
    ],
    "description": {
      "en": "Heo Jeong-woo, a high school student who is bullied by a girl in his class for his weakness.\n \nHan Bo-ra, a transfer student, comes to Jeong-woo's class, where he was spending his miserable days.\n\nJeong-woo feels a strong sense of déjà vu when he sees the child with straight black hair and stains on his legs. Sure enough, Han Bo-ra, who has subdued the arguing classmates, asks them.\n\n\"'Have you ever seen a child similar to me?\n\nJeong-woo decides to approach Bo-ra, who might be able to correct what is wrong...\n\n---\n**Links:**\n- Alternative Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?originalProductId=522173)",
      "ko": "같은 반 여자애에게 약점을 잡혀 괴롭힘 당하는 고등학생 '허정우'. 피폐한 나날을 보내던 정우의 반에 전학생 '한보라'가 온다. 까만 생머리와 다리에 얼룩을 가진 그 아이를 보고 정우는 강한 기시감을 느낀다. 아니나다를까, 시비 거는 반 아이들을\n제압한 한보라는 그들에게 묻는다. '나랑 비슷한 애 본 적 있어?' 어쩌면 꼬인 것을 바로잡아줄 보라에게 정우는 접근하기로 하는데..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77e12106-cd14-41eb-8fcf-eb3ba7a69d92",
    "title": {
      "en": "Spider-Man: Octopus-Girl"
    },
    "updatedAt": "2024-05-18T03:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/77e12106-cd14-41eb-8fcf-eb3ba7a69d92/b04a4b2d-688e-415c-9a32-a563c9a47c99.jpg",
    "altTitles": [
      {
        "ja": "スパイダーマン：オクトパスガール"
      },
      {
        "en": "Spider-Man: Octo-Girl"
      }
    ],
    "description": {
      "en": "Doctor Octopus falls into a coma; when he awakens, he finds himself inhabiting the body of Japanese middle schooler Otoha Okutamiya.",
      "pt-br": "Doutor Ictopus entrou em coma. Quando ele acorda, ele se encontra vivendo no corpo de uma japonesa do Fundamental, Otoha Okutamiya."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4bbb127-3951-44af-8c31-2d7aecc5c086",
    "title": {
      "en": "Who Killed Sho Okudera?"
    },
    "updatedAt": "2024-05-22T09:16:30+00:00",
    "coverArt": "https://mangadex.org/covers/f4bbb127-3951-44af-8c31-2d7aecc5c086/f98caab4-ff8d-4c74-84c4-912b92f9c7ba.jpg",
    "altTitles": [
      {
        "en": "Who Killed \"Okudera Shou\"?"
      },
      {
        "ja": "誰が奥寺翔を殺したのか？"
      },
      {
        "ja-ro": "Dare ga Okudera Shou wo Koroshita no ka?"
      },
      {
        "vi": "Ai Đã Giết Okudera Shou?"
      }
    ],
    "description": {
      "en": "The story is set in 1995, and centres on the murder of the titular character Okudera Shou, a boy who lived in a remote provincial town divided by small-time territorial gangs. Shou was bullied and taken advantage of by the gangs even as they began to behave strangely, indicating a shift behind the scenes."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8fed9b2-546f-446f-bd3f-3c7192019774",
    "title": {
      "en": "Nazo no Kanojo X"
    },
    "updatedAt": "2023-06-02T03:14:54+00:00",
    "coverArt": "https://mangadex.org/covers/f8fed9b2-546f-446f-bd3f-3c7192019774/7ae6a847-c337-42c1-b725-b7f25bae7c54.jpg",
    "altTitles": [
      {
        "id": "Kekasih Misterius X"
      },
      {
        "es": "Novia misteriosa X"
      },
      {
        "en": "Mysterious Girlfriend X"
      },
      {
        "ja": "謎の彼女Ｘ"
      },
      {
        "zh-hk": "謎樣女友X"
      },
      {
        "ko": "수수꺠끼 그녀 X"
      }
    ],
    "description": {
      "en": "One day, a strange transfer student appears before Tsubaki. Urabe Mikoto is an antisocial girl, whose hobby is just sleeping during class-breaks. \nOne day, Tsubaki goes to wake her up and accidentally tastes her drool… And gets hooked on that!  \n  \nAfter that, he starts going out with her and gets to know her better. Her second hobby, as it turns out, is carrying around scissors in her panties \nand cutting paper into flowers… or whatever else is getting on her nerves…"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "92"
  },
  {
    "mangaId": "7ee7073f-2388-4ea1-a668-3dc5573f25f8",
    "title": {
      "en": "Inuura-kun wa Kataomoi"
    },
    "updatedAt": "2024-05-22T09:25:48+00:00",
    "coverArt": "https://mangadex.org/covers/7ee7073f-2388-4ea1-a668-3dc5573f25f8/2cade277-2c5a-48e4-b47d-595605e5502b.jpg",
    "altTitles": [
      {
        "ja": "犬浦くんは片重い"
      },
      {
        "vi": "Inuura Yêu Đơn Phương Mãnh Liệt"
      }
    ],
    "description": {
      "vi": "Tuyển tập những câu chuyện ngày thường hài hước với cậu bạn Inuura và niềm đam mê cuồng nhiệt với cậu bạn cùng lớp – Umoto."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "4.5"
  },
  {
    "mangaId": "6fdb2df3-6e41-4734-b446-43e7320ebd63",
    "title": {
      "en": "Wakarete Yaranai!"
    },
    "updatedAt": "2024-05-22T09:07:33+00:00",
    "coverArt": "https://mangadex.org/covers/6fdb2df3-6e41-4734-b446-43e7320ebd63/80cad4ff-fa5d-48b3-a9a2-140c38470036.jpg",
    "altTitles": [
      {
        "vi": "Đừng Hòng Chia Tay"
      },
      {
        "en": "I Won’t Break Up!"
      },
      {
        "ja": "別れてやらない!"
      },
      {
        "ko": "헤어져 줄 수 없어!"
      }
    ],
    "description": {
      "en": "\"We're pretending to be lovers, right...?\" \"Let's break up.\"\n\nAkira Watase is dating his best friend, Fumiya Watari. But it's all a camouflage! In order to keep girls away, Akira is playing the role of Watari's lover, who's famous among the female students at school. Watari even kissed him to prove it to the girls!? Akira was depressed, saying that his youth is completely over, but for some reason, he keeps pretending they're dating...?\n\n(Source: Ichijinsha, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d2ce760-9c8f-42d5-82b5-6d940f040039",
    "title": {
      "en": "An-chan no Aan"
    },
    "updatedAt": "2021-05-25T15:45:44+00:00",
    "coverArt": "https://mangadex.org/covers/9d2ce760-9c8f-42d5-82b5-6d940f040039/5ce38fbb-b29a-460c-a257-0d35bf0e551c.jpg",
    "altTitles": [
      {
        "en": "A~n-chan no A~n"
      },
      {
        "en": "A~nchan no A~n"
      },
      {
        "en": "Aan-chan no Aan"
      },
      {
        "en": "Aanchan no Aan"
      },
      {
        "en": "Aannya An"
      },
      {
        "en": "あ〜んちゃんのあ〜ん"
      }
    ],
    "description": {
      "en": "This is a 4-Koma manga in which An-chan always says \"Aan.\"  \n  \n**Links:**  \n- [Author's Twitter](https://twitter.com/KANEKOMOTOKI)\n"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8cef4bd2-3a6c-4b15-ba47-15343dbd8675",
    "title": {
      "en": "Hanki ni Metorare Onmyoji"
    },
    "updatedAt": "2024-05-22T09:37:41+00:00",
    "coverArt": "https://mangadex.org/covers/8cef4bd2-3a6c-4b15-ba47-15343dbd8675/74e28c4d-6563-4d37-a54a-f111a199282b.jpg",
    "altTitles": [
      {
        "ja": "半鬼に娶られ陰陽師"
      },
      {
        "ko": "반요에게 홀린 음양사"
      },
      {
        "vi": "Âm dương sư được gả cho bán quỷ"
      }
    ],
    "description": {
      "en": "Yukino, an elite exorcist, was ordered to exterminate the demon that has been snatching noble young ladies night after night. Shunen the demon showed up, and as soon as he saw Yukino, he promptly proposed to him, “Please marry me!” Yukino refused, but was taken away by Shunen, who has mighty power. To find a chance to counter-attack, Yukino agreed to have sex to “become husband and wife” with Shunen, but turned out Shunen is a half-demon who turns back into a human when the morning comes! Yukino most definitely can’t exterminate a human, and thus is the start of a temporary marital relationship…?!",
      "vi": "Shunen – một bán quỷ “ngày ngủ đêm bay” (ngày người đêm quỷ) đã phải lòng chàng âm dương sư Yukino vừa xinh đẹp vừa mạnh mẽ từ cái nhìn đầu tiên. Người – Quỷ chính thức nên duyên chồng chồng vì Yukino muốn “gài bẫy” giết Shunen (trong tình huống bất đắc dĩ do chồng quỷ quá vồ vập). Shunen phải làm thế nào để khiến chàng vợ âm dương sư yêu mình đây?!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "d21daa0a-0abc-45c4-b9b1-d3456ba884d5",
    "title": {
      "en": "Okuru Kotoba"
    },
    "updatedAt": "2023-11-17T05:00:18+00:00",
    "coverArt": "https://mangadex.org/covers/d21daa0a-0abc-45c4-b9b1-d3456ba884d5/ecaf85e2-6b44-4b69-b703-c7551e128846.jpg",
    "altTitles": [
      {
        "en": "Final Message"
      },
      {
        "en": "Words to Give"
      },
      {
        "ja": "おくることば"
      },
      {
        "zh": "终寄语"
      },
      {
        "ko": "전하는 말"
      }
    ],
    "description": {
      "en": "They say that a spirit sometimes appears on a certain crossing in town. One day, a high school boy named Sahara gets into an accident on that very crossing, causing his and his friends' lives to change forever."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "5d6ac909-9002-4241-8534-2dfc0e6cd681",
    "title": {
      "en": "Nanda Koitsu!"
    },
    "updatedAt": "2024-05-22T08:53:44+00:00",
    "coverArt": "https://mangadex.org/covers/5d6ac909-9002-4241-8534-2dfc0e6cd681/5aee1650-6bd0-4bfd-ad54-c41dddacbf9f.jpg",
    "altTitles": [
      {
        "ja": "なんだコイツ!"
      },
      {
        "vi": "Tên Này Bị Quái Gì Vậy!"
      }
    ],
    "description": {
      "vi": "Học sinh lớp 10 Kato, vì không giỏi ăn nói cùng cặp mắt dữ dằn nên cậu bị cô lập trong lớp.Một ngày nọ, lúc cậu đang chán nản vì những tin đồn thất thiệt thì thấy đàn anh lớp trên Usaki gặp rắc rối với đám du cônUsaki rất có hảo cảm với Kato vì đã giúp mình. Anh đã mời Kato vào câu lạc bộ, theo dõi, thậm chí là bắn tên vào Kato để thu hút sự chú ý!?Tình yêu trong sáng giữa cậu nhóc trông đáng sợ nhưng vụng về cùng anh chàng xinh đẹp kì quái."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "18"
  },
  {
    "mangaId": "628aa506-6510-40ee-9bd1-298cef71fba5",
    "title": {
      "en": "Grenimal no Shokeinin"
    },
    "updatedAt": "2023-06-26T10:44:16+00:00",
    "coverArt": "https://mangadex.org/covers/628aa506-6510-40ee-9bd1-298cef71fba5/5240a392-085f-4b24-a437-423f1300e799.jpg",
    "altTitles": [
      {
        "ja": "グレニマルの処刑人"
      },
      {
        "en": "Groan of Killer"
      },
      {
        "ja-ro": "Gurenimaru no Shokeinin"
      },
      {
        "en": "Grenimal Killer"
      }
    ],
    "description": {
      "en": "Those known as \"Grenimals\" are grotesque creatures who endanger people's lives. In their search for more extreme pleasures, there are the \"Lycanthrope,\" who cause disarray throughout the world, and the \"Vampires,\" who despise humans as livestock and feed on their blood.  The curtain opens on the ferocious battle between the Greminals and  the executioners who face off against them."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06eff9bc-02ae-4119-aa71-712ed5738ecf",
    "title": {
      "en": "Captain Tsubasa - Road to 2002"
    },
    "updatedAt": "2023-03-09T20:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/06eff9bc-02ae-4119-aa71-712ed5738ecf/1e803ba4-5eca-457d-92f6-40deacc167ee.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa: Road to 2002 - Go for 2006"
      },
      {
        "en": "GO FOR 2006"
      },
      {
        "ja": "キャプテン翼　ROAD　TO　2002"
      },
      {
        "zh": "足球小将 Road to 2002"
      }
    ],
    "description": {
      "en": "After the World Youth, Japanese players are looking for pro careers in Japan and around the world.  \n  \nIn order to fulfill their dream of World Cup 2002 in Korea and Japan, they must get stronger playing in various club competitions, home and abroad."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "144"
  },
  {
    "mangaId": "4b011db5-8945-4cec-849d-765c167659f7",
    "title": {
      "en": "Yoiyoi Monologue"
    },
    "updatedAt": "2024-05-19T09:11:50+00:00",
    "coverArt": "https://mangadex.org/covers/4b011db5-8945-4cec-849d-765c167659f7/7b387f13-1a4c-4101-9e0d-ea0ef6899e2e.jpg",
    "altTitles": [
      {
        "ja": "宵々モノローグ"
      },
      {
        "vi": "Độc Thoại Trong Đêm"
      },
      {
        "en": "Midnight Monologue"
      },
      {
        "ko": "한밤의 모놀로그"
      }
    ],
    "description": {
      "en": "An out-of-season movie club / new member, Shion is a first-year student who want to fall in love.  He declares that he has joined the movie club to make a boyfriend, and even after his retirement he collides with former deputy director Inaba Rei.  However, after that, he suddenly decided to go out with him !?  He was nervous about the development that was different from the \"dating\" he was thinking ...?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "70303bfe-bb9a-42f3-81b6-19bb1c002b37",
    "title": {
      "en": "Climax Necromance"
    },
    "updatedAt": "2024-03-07T09:37:58+00:00",
    "coverArt": "https://mangadex.org/covers/70303bfe-bb9a-42f3-81b6-19bb1c002b37/26af5234-9860-4e52-8caf-40b76f51f690.jpg",
    "altTitles": [
      {
        "ja": "クライマックスネクロマンス"
      }
    ],
    "description": {
      "en": "On a battlefield where human soldiers and skeleton army soldiers engage in fierce battles. Azraila, a necromancer who kicks away the enemies around her, and Wraith, a black knight who follows her like a shadow, are confronted by their longtime nemesis Paraiso, when Ichika, a shaggy-haired woman in a sailor suit, is summoned to there."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c8e3509-a598-4597-bf7e-28a466c2352f",
    "title": {
      "en": "Kimi ga Suki Sugiru! ~ Ubu koi BL Anthology~"
    },
    "updatedAt": "2024-05-22T08:37:36+00:00",
    "coverArt": "https://mangadex.org/covers/8c8e3509-a598-4597-bf7e-28a466c2352f/aa902d49-9795-4787-87ca-ac81b2378585.jpg",
    "altTitles": [
      {
        "ja": "君が好きすぎる！~うぶ恋BLアンソロジー~"
      },
      {
        "vi": "Tuyển Tập Boylove \"Tớ Rất Thích Cậu Đấy!\""
      }
    ],
    "description": {
      "en": "1. Konkichi\n2. Rakuta Shoko\n3. Yamamori Potato\n4. Moudama Chokusen\n5. Haida Nanako\n6. Furuya Chiruko\n7. Hasumi Hana\n8. Okita Yuuho\n9. Aopome\n10. Suzuri Machi\n11. SHIONO Kouji\n12. Rinoe\n13. Ogi Kannu\n14. Fujíaki Moe\n15. Niimoto Urako\n16. Nira Kaneyuki\n17. Miyata Toworu"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "17"
  },
  {
    "mangaId": "af2f1d6b-0173-4fea-9871-acbccdb61d9e",
    "title": {
      "en": "Sakura Nadeshiko"
    },
    "updatedAt": "2024-05-13T11:44:24+00:00",
    "coverArt": "https://mangadex.org/covers/af2f1d6b-0173-4fea-9871-acbccdb61d9e/5d37688d-4bcc-4216-bc3c-e1e86c0a170a.jpg",
    "altTitles": [
      {
        "ja-ro": "Sakura*Nadeshiko"
      },
      {
        "ja": "サクラ✿ナデシコ"
      },
      {
        "ja": "サクラ*ナデシコ"
      }
    ],
    "description": {
      "en": "Two girls who want to become idols are entering into their long dreamed school—Kiraboshi-juku—Kiraboshi Nadeshiko and her close friend Mangetsu Sakurako. These two are so close that despite both being girls, they're often compared to a married couple by people around them.  \n  \nAnd so begins their life in the dormitory as roommates. However, on their first night, an unusual, illicit impulse strikes Nadeshiko…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-01-03T18:30:55+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f952b22-812d-4252-88e1-a99818f13acd",
    "title": {
      "en": "The Duke of Death and His Maid"
    },
    "updatedAt": "2024-02-18T11:22:17+00:00",
    "coverArt": "https://mangadex.org/covers/7f952b22-812d-4252-88e1-a99818f13acd/e7e125d5-01d0-405d-a88e-7d8ef36875a8.jpg",
    "altTitles": [
      {
        "fr": "Le duc de la Mort et sa gouvernante obscure"
      },
      {
        "ja-ro": "Shinigami Bocchan to Kuro Maid"
      },
      {
        "ru": "Смертоносный герцог и его черная горничная"
      },
      {
        "ar": "النبيل الشاب حاصد الأرواح و خادمته السوداء"
      },
      {
        "ja": "死神坊ちゃんと黒メイド"
      },
      {
        "en": "The Duke of Death and His Black Maid"
      }
    ],
    "description": {
      "en": "In a large mansion lives a boy, an aristocrat who was cursed by the witch to \"let everything he touches die.\" With him is his maid Alice, who besides serving him, likes to tease him. The boy who is interested in her doesn't mind the teasing, but not being able to touch her is painful!  \r\n  \r\nIf they are unable to hold hands, how will their love ever bloom?",
      "tr": "Hikâye büyük bir malikanede yaşayan kaderi bir cadı tarafından mühürlenen bir çocuk ve onunla beraber yaşayan hizmetçi Alice hakkında; çocuk dokunduğu her şeyi ölüme sürüklerken; Alice ile hiç el ele tutuşamayacak olmalarına rağmen yaşanan inişli çıkışlı bir aşk."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "223"
  },
  {
    "mangaId": "c5dcc48a-c7e5-429d-9ddf-c2ba2fd9f158",
    "title": {
      "en": "A Manga about a Beautiful Girl"
    },
    "updatedAt": "2024-04-24T20:59:33+00:00",
    "coverArt": "https://mangadex.org/covers/c5dcc48a-c7e5-429d-9ddf-c2ba2fd9f158/9382759a-eaed-4489-a277-5eef5bb7bf9a.jpg",
    "altTitles": [
      {
        "ja": "美少女まんが描きました"
      },
      {
        "ja-ro": "Bishoujo Manga Egakimashita"
      }
    ],
    "description": {
      "en": "A series of short comics by Mattaku Moosuke (@mmousuke on Twitter) about the cutest girl in class, Inuta-san, and the boy sitting next to her, Inukai-kun."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "831a4e45-78f0-49e9-9bc8-dc22d42b5ba8",
    "title": {
      "en": "Metsuki Warui Ko Kawaii Ko"
    },
    "updatedAt": "2023-07-31T19:52:05+00:00",
    "coverArt": "https://mangadex.org/covers/831a4e45-78f0-49e9-9bc8-dc22d42b5ba8/5498bd7e-28a1-4746-bd82-ae2e2bb12ae7.jpg",
    "altTitles": [
      {
        "ja": "目つき悪い子かわいい子"
      },
      {
        "en": "Scary Girl, Cute Girl"
      },
      {
        "en": "A Cute Girl with Nasty Look"
      }
    ],
    "description": {
      "en": "This delinquent is stupid cute!\r\n\r\nHigh schooler Tanaka-kun believes that scary girls are actually cute. Thus, sitting next to the delinquent Mizuno-san he strives to get closer to her. However, in addition to having a scary expression, she's the subject of many rumors and feared by her classmates!!\r\n\r\nAlthough getting the cold shoulder at first, Tanaka's feverish offensive opens Mizuno's heart up bit by bit. But Tanaka's plan to help her fit in with their classmates during the school festival is threatened when disaster strikes!\r\n\r\n(Translation of the Volume 1 synopsis on Amazon by KasketBox)\r\n\r\nA twitter short by @hamita1220",
      "es-la": "Esta delincuente es estúpida y linda!\n\nEl estudiante Tanaka-kun cree que las chicas aterradoras son en realidad lindas. Y así, sentandose al lado de la delincuente Mizuno-san intenta hacerse más cercano a ella. Además de tener una cara aterradora, ella es el sujeto de muchos rumores y temida por sus compañeros!!\n\nApesar de recibir la ley del hielo al principio, la ofensiva de Tanaka abre poco a poco el corazón de Mizuno-san. Pero el plan de Tanaka para ayudarla a encajar con sus compañeros durante el festival escolar, es amenazado por un ataque sin aviso!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "66"
  },
  {
    "mangaId": "456415b4-5d90-4262-b549-34a18153039d",
    "title": {
      "en": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
    },
    "updatedAt": "2024-04-25T19:22:13+00:00",
    "coverArt": "https://mangadex.org/covers/456415b4-5d90-4262-b549-34a18153039d/79021f96-d539-40d3-9714-c717fe32a94e.jpg",
    "altTitles": [
      {
        "ja": "これからだんだん幸せになっていく怖い 女上司"
      },
      {
        "ar": "رئيسة مرعبة تزداد سعادة وسعادة من الآن فصاعدًا"
      },
      {
        "ja-ro": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
      },
      {
        "ja-ro": "Korekara Dondon Shiawase ni Natte iku Kowai Jōshi"
      },
      {
        "en": "A Scary Boss, But From Now on She's Going to Be Happier and Happier"
      },
      {
        "es-la": "Una jefa que da miedo, pero a partir de ahora va a ser cada vez más feliz."
      }
    ],
    "description": {
      "ar": "مديرتي مخيفة للغايه، لكن من الأن وصاعدًا سأبذل قصارى جهدي لجعلها الأسعد.",
      "en": "This is a heart-pounding love comedy between \"Manager Tsuruse'', a female boss who is scary at work but whose hobbies are cute clothes(?!), and \"Tsukinawa-kun'', a new male employee who joins the company mid-career!\n\nThere is also a FANBOX version, a collection of 0.5 \"Naughty\" stories: \n[Kowai Onna Joushi ga Nuidara H de Kawaikatta Hanashi - FANBOX 0.5 Matome【R18】](https://mangadex.org/title/ef970af6-8357-43bb-9bd1-fe09dba78624/kowai-onna-joushi-ga-nuidara-h-de-kawaikatta-hanashi-fanbox-0-5-matome)",
      "es-la": "Mi jefa da mucho miedo, pero mientras más hablo con ella deja de hacerlo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7cc0e57-aa04-42d7-a726-822f66718a35",
    "title": {
      "en": "Insecure Herami Sisters"
    },
    "updatedAt": "2024-02-09T06:40:15+00:00",
    "coverArt": "https://mangadex.org/covers/c7cc0e57-aa04-42d7-a726-822f66718a35/9fa210e3-b0ee-4514-9753-694a11f33b0f.jpg",
    "altTitles": [
      {
        "ja": "平良深姉妹はどっちもヤんでる"
      },
      {
        "ja-ro": "Herami Shimai wa Docchi mo Yanderu"
      },
      {
        "en": "The Yandere Little Sister and the Menhera Big Sister"
      },
      {
        "es-la": "La hermana pequeña Yandere y la hermana mayor Menhera"
      },
      {
        "zh": "平良深姐妹都“病”得不轻"
      },
      {
        "vi": "Hai chị em nhà Herami bất ổn thực sự!"
      }
    ],
    "description": {
      "en": "Sera, (Real Name: Herami Sera) is an approval-seeking girl (26 years old) who works at a maid cafe. Her younger sister, Kira, is an idol (19 years old) who is rapidly gaining popularity with her cool, and mature character. However, the real Kira only ever think of her sister and tries to cheer her up in every possible way to help her sister with her mental health and anxiety",
      "ja": "せーら（本名：平良深 瀬良）はメイドカフェで働く承認欲求高めな女子（26歳）。そんな彼女の妹・キラは、クールな大人っぽいキャラで人気沸騰中のアイドル（19歳）。しかし、素顔のキラはいつも姉のことしか考えておらず、不安を抱える姉のため、あらゆる手段で励まそうとしていて…。",
      "es-la": "Sera, (Nombre real: Herami Sera) es una chica que busca aprobación (26 años) que trabaja en un maid café. Su hermana menor, Kira, es una ídolo (19 años) que está ganando popularidad rápidamente con su carácter frío y maduro. Sin embargo, la verdadera Kira solo piensa en su hermana y trata de animarla de todas las maneras posibles para ayudar a su hermana con su salud mental y ansiedad."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a27b83a-002c-41f3-96a6-e57b6cc9a222",
    "title": {
      "en": "Satsudou"
    },
    "updatedAt": "2024-05-04T14:38:17+00:00",
    "coverArt": "https://mangadex.org/covers/7a27b83a-002c-41f3-96a6-e57b6cc9a222/bbbc53f2-9abe-4ac6-b6d8-6a480baac4ac.jpg",
    "altTitles": [
      {
        "ja": "サツドウ"
      },
      {
        "en": "The path of murder"
      },
      {
        "vi": "Sát Đạo"
      },
      {
        "fr": "La voie du meurtre"
      }
    ],
    "description": {
      "en": "Akamori Mitsuo wants to be an ordinary salaryman but... He is a genius murderer born into a family that has been practising the ancient art of killing for centuries. Akamori faces obstacles like Yakuza, fighters and gangs in the path that goes to his want.",
      "fr": "Akamori Mitsuo veut être un salarié ordinaire mais... C’est un meurtrier de génie né dans une famille qui pratique l’art ancien de tuer depuis des siècles. Akamori fait face à des obstacles comme Yakuza, des combattants et des gangs sur le chemin qui mène à son besoin.",
      "vi": "Một seri mới từ tác giả của Rocopon. Akamori Rikuo, con trai thứ 6 và là một võ sĩ thiên tài trong một gia tộc sở hữu môn võ sát nhân gia truyền từ thời xa xưa. Vậy nhưng Rikuo lại muốn được trở thành một anh nhân viên văn phòng bình thường và giờ đây cuộc sống của cậu sẽ bị lũ lưu manh, đám xã hội đen và những tay võ sĩ khác làm đảo lộn không ngừng."
    },
    "status": "cancelled",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "39"
  },
  {
    "mangaId": "a95e7e4e-a45a-4da0-bac6-e68442548770",
    "title": {
      "en": "A Boy Who Was Just a Friend for Ten Years Confessed Love to Me"
    },
    "updatedAt": "2024-05-12T15:29:47+00:00",
    "coverArt": "https://mangadex.org/covers/a95e7e4e-a45a-4da0-bac6-e68442548770/73677f60-1913-4d8b-a989-646f33bae286.jpg",
    "altTitles": [
      {
        "ja": "10年間友達だと思ってた男の子に告白されるお話"
      },
      {
        "ja-ro": "10-Nenkan Tomodachida to Omotteta Otokonoko ni Kokuhaku sareru Ohanashi"
      },
      {
        "ja-ro": "Juunenkan Tomodachi da to Omotteta Otokonoko ni Kokuhaku sareru Ohanashi"
      }
    ],
    "description": {
      "en": "The Beginning of... Love!? Straightforward and pure high school love!\n\nRintarou, the boy who've been friends with since we were small. Large, grim and popular. He turned down a girl again... What a waste!\n\n\"No, because I love you.\"\n\n...Huh? What!? That's the first time I've heard about this!!! W-w-w-why me-\n\nDamn...!!!\nI can't believe he would confess to me. I feel like I lost and it's frustrating. Now that it's come to this, I'll test him and see if he's good enough to be my boyfriend!!\n\nA straightforward and pure high school love, begins!!\n\n(Translation of the Amazon description for the first volume by KasketBox)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "939c167b-d9b3-4336-923c-f2483cee316f",
    "title": {
      "en": "45 Seconds"
    },
    "updatedAt": "2022-02-25T09:47:20+00:00",
    "coverArt": "https://mangadex.org/covers/939c167b-d9b3-4336-923c-f2483cee316f/f15af62c-4c18-4661-973c-55536a86575e.png",
    "altTitles": [
      {
        "en": "45 Cho"
      },
      {
        "en": "45 secs"
      },
      {
        "en": "45초"
      }
    ],
    "description": {
      "en": "Siyeon, who returns home after studying abroad for college, finds out about the 'Understanding Wine' course that her younger sister has picked for her.  \r\nIt's very popular because it's about tasting wine, but Sihyeon is a lightweight that can't drink alcohol!  \r\nWhen she decides to correct the course and attended it, she is reunited with her high school friend Eunha… !?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "10"
  },
  {
    "mangaId": "6f83b8fb-ca25-47c5-9d16-759dacff0a6b",
    "title": {
      "en": "Netorare Manga no Kuzu Otoko ni Tensei Shita Hazu ga Heroine ga Yottekuru Ken"
    },
    "updatedAt": "2024-04-06T11:18:05+00:00",
    "coverArt": "https://mangadex.org/covers/6f83b8fb-ca25-47c5-9d16-759dacff0a6b/48d7922f-c6fd-4261-837c-5627253a0673.jpg",
    "altTitles": [
      {
        "ja": "寝取られ漫画のクズ男に転生したはずがヒロインが寄ってくる件"
      },
      {
        "en": "I Was Reincarnated As The Scumbag From a Netorare Manga, But The Heroine is Coming On To Me"
      },
      {
        "en": "The Story of a Man Who Is Reincarnated as the Shittiest Guy in a Doujin, but the Heroine Keeps on Coming Close to Him"
      },
      {
        "ja": "漫画に登場する最悪の男に生まれ変わったはずがヒロインが寄ってくる件"
      },
      {
        "zh": "我转生成了NTR漫画里的黄毛，但是女主却倾心于我"
      },
      {
        "ru": "Я перевоплотился в подонка из netorare манги, но героиня предпочла меня главному герою"
      },
      {
        "ja-ro": "Netorare Manga no Kuzu Otoko ni Tensei Shita Hazu ga Heroine ga Yottekuru Ken"
      }
    ],
    "description": {
      "en": "I suddenly remembered. This world is the world of an erotic manga, and that I was reincarnated as the scumbag who is supposed to steal the heroine in this world. Well, I don't have such a hobby, so I thought the heroine should get along with the protagonist. But why are you paying attention to me, heroine?",
      "ja": "ふと俺は思い出した。この世界がエロ漫画の世界であり、ヒロインを寝取る役目のクズ男に自分が転生したことを。まあ俺にその趣味はないので、ヒロインは主人公と仲良くやってくれ。と思ったのに…ヒロイン、なんでお前は俺に構うんだよ!\n小説投稿サイト掲載の人気作『漫画に登場する最悪の男に生まれ変わったはずがヒロインが寄ってくる件』をついにコミカライズ!",
      "pt-br": "De repente, eu me lembrei. Este mundo é o mundo de um mangá erótico, e eu reencarnei como o canalha que supostamente vai roubar a heroína neste mundo. Bem, eu não tenho esse tipo de hobby, então eu achei que a heroína deveria se dar bem com o protagonista. Mas por que você está prestando atenção em mim, heroína?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce068526-df38-45b9-899f-a2a672b4442a",
    "title": {
      "en": "Yancha Gal no Anjou-san (Pre-Serialization)"
    },
    "updatedAt": "2024-05-22T06:18:55+00:00",
    "coverArt": "https://mangadex.org/covers/ce068526-df38-45b9-899f-a2a672b4442a/41b2b8e3-33b1-4934-8c67-ae3fa09e69b1.jpg",
    "altTitles": [
      {
        "ja": "やんちゃギャルの安城さん"
      },
      {
        "ja-ro": "Yancha Gyaru no Anjou-san"
      },
      {
        "en": "The Mischievous Gal Anjou-san"
      },
      {
        "en": "Mischievous Gal Anjou-san"
      },
      {
        "en": "Mischievious Gal Anjou-san"
      }
    ],
    "description": {
      "en": "Seto is a serious kid who leads a quiet high school life, until he starts to get teased by resident gal Anjou-san.\n___\nNote: While the [pixiv album for the Preserialization](https://www.pixiv.net/user/1016640/series/624) has 25 posts, there are only 23 Preserialization chapters because the 23rd post is [Serialization Chapter 2](https://mangadex.org/chapter/08210677-ed92-4e23-a901-5a837fe49be1) and the 24th post is [Serialization Chapter 14](https://mangadex.org/chapter/cead46cb-2915-4702-9e4c-978a1ca4df5c)."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "23"
  },
  {
    "mangaId": "d4d43c50-ce1a-4751-b474-e239cf862f2a",
    "title": {
      "en": "Otome no Teikoku"
    },
    "updatedAt": "2024-02-16T05:14:10+00:00",
    "coverArt": "https://mangadex.org/covers/d4d43c50-ce1a-4751-b474-e239cf862f2a/1c3a6b27-4b09-493b-9677-dcf19801fea7.jpg",
    "altTitles": [
      {
        "ja": "オトメの帝国"
      },
      {
        "en": "Virgins' Empire"
      }
    ],
    "description": {
      "en": "A peek into the \"everyday nudity\" of high school girls. Virgins’ Empire is a look into the lives of seven high school girls attending an all girls school. We follow them as they grow relationships with one another. Some more intimate than others."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46c44d71-f114-4776-a0de-b4179d65c0e6",
    "title": {
      "en": "The Villainess Is Shy in Receiving Affection"
    },
    "updatedAt": "2024-02-01T03:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/46c44d71-f114-4776-a0de-b4179d65c0e6/c60fae13-d51a-46e0-9830-184190ba1c3b.jpg",
    "altTitles": [
      {
        "ko": "악역소녀는 사랑받기가 부끄러워요"
      },
      {
        "ko": "악역 소녀는 사랑받기가 부끄러워요"
      },
      {
        "ko-ro": "Agyeong Sonyeoneun Sarangbatgiga Bukkeureowoyo"
      },
      {
        "en": "The Beloved Bashful Villainess"
      },
      {
        "en": "The Villainess Is Shy in Receiving Love"
      },
      {
        "en": "The Villainess Is Shy to Be Loved"
      },
      {
        "ja": "悪役なのに愛されすぎています"
      },
      {
        "th": "สาวน้อยตัวร้ายชักรู้สึกเขินอายที่ได้รับความรัก"
      },
      {
        "zh": "反派少女被爱意围绕"
      },
      {
        "zh-hk": "受寵若驚的反派少女"
      }
    ],
    "description": {
      "en": "My wicked mother brought a girl one day, the Duke's lost daughter, Loretta - the heroine of a novel called *The Duke's Four Children*. And I am Melody, the villainess in said novel who was punished alongside my mother for harassing the Duke's precious little girl. I didn’t want to die like that, so I decided to treat her well. I fed Loretta, put her to sleep, and played with her. And then her response was…?\n\n\"I hope Melody marries Loretta!\"\n\nThrough her endless affection, I ended up coming back with her to the Duke's mansion, where she said \"I'll stick close to Melody!\"\n\nHas there ever been anyone who is such a 'fool for Melody?!' Why am I being loved when I've only been kind to be able to live peacefully…!\n\n---\nWhen Melody discovers she's a villainess in someone else's story, being a slave dealer's daughter only adds to her guilty conscience. After her mother kidnaps Loretta, Duke Baldwin's long-lost child, Melody tries to comfort the scared little girl and forms a sisterly bond with her. So when the duke finds them, he takes both of them home because now they're inseparable! As the rest of House Baldwin becomes enamored with Melody's warm heart, will she ever learn that she deserves to be loved too?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD-%EC%86%8C%EB%85%80%EB%8A%94-%EC%82%AC%EB%9E%91%EB%B0%9B%EA%B8%B0%EA%B0%80-%EB%B6%80%EB%81%84%EB%9F%AC%EC%9B%8C%EC%9A%94/3321), [KakaoPage](https://page.kakao.com/content/61192421)",
      "fr": "Ma méchante mère a amené une fille un jour.\nC'était la fille cachée du duc, Loretta, l'héroïne des [Quatre enfants du duc].\nJe suis Melody, la méchante qui a été punie par ma mère pour l'avoir harcelée.\nJe ne veux pas mourir comme ça, alors je dois bien la traiter maintenant.\nJ'ai nourri Loretta, je l'ai endormie et j'ai joué avec elle.\nEt puis sa réponse a été...\n\"J'espère que Melody épousera Loretta !\"\nLe déluge d'affection sans fin m'a conduit à la rejoindre auprès du duc et elle a dit : \"Je vais rester près de Mlle Melody.\"\nAvez-vous rencontré quelqu'un qui soit un \"fou de Melody\" plus qu'elle ?\nPourquoi suis-je aimée alors que j'ai seulement été assez gentille pour me faire vivre paisiblement.... !"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c84ffbda-8648-4356-aa5b-e472b155c529",
    "title": {
      "en": "noHEROES!"
    },
    "updatedAt": "2023-08-28T04:45:16+00:00",
    "coverArt": "https://mangadex.org/covers/c84ffbda-8648-4356-aa5b-e472b155c529/55235c88-2959-4bc3-9864-67b0455c2969.jpg",
    "altTitles": [
      {
        "en": "noHeroes!"
      },
      {
        "en": "There are noHeroes!"
      }
    ],
    "description": {
      "en": "A fighter, a wizard and a misguiding spirit are on Nameless Isle-what happens next is the stuff of heroes - or not! It's up to them."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-03-29T19:52:56+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/a7872083-47ce-4234-85f6-fa080069bd2a.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya-san Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      }
    ],
    "description": {
      "en": "Masachika Kuze sits next to Alya, a girl of Russian and Japanese descent. She’s beautiful, haughty, and an exceptional student, while Masachika is nerdy and known for being a slacker. He’s an easy target for her comments in Russian, which she’s all too happy to translate—except he can understand what she’s really saying!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e7c6d22-dfe4-462f-9d31-298313543bdb",
    "title": {
      "en": "Mr. Mallow Blue"
    },
    "updatedAt": "2024-03-31T03:01:23+00:00",
    "coverArt": "https://mangadex.org/covers/3e7c6d22-dfe4-462f-9d31-298313543bdb/fcc72e13-8fb1-4e62-87a4-0f4f72d60593.jpg",
    "altTitles": [
      {
        "en": "Mr. Blue"
      },
      {
        "ja": "Mr.マロウブルー"
      }
    ],
    "description": {
      "en": "Featuring a cynical beauty, a reclusive NEET, and an expressionless hot guy. A group of high school students and a NEET find themselves in a boarding school in which a story unfolds through the sudden meeting of those with jaded hearts and the misfits of society."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "Yuurei to Tsukareta Kaishain"
    },
    "updatedAt": "2024-05-10T08:56:44+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "en": "The Ghost and the Exhausted Office Worker"
      }
    ],
    "description": {
      "en": "A story about an old ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19daf6ef-6d95-46e5-9e1a-f4e5b655902f",
    "title": {
      "en": "Lily"
    },
    "updatedAt": "2024-03-05T12:49:59+00:00",
    "coverArt": "https://mangadex.org/covers/19daf6ef-6d95-46e5-9e1a-f4e5b655902f/2fc5e9cb-0464-4f4e-a7d9-85d86a93d7c4.png",
    "altTitles": [],
    "description": {
      "en": "Yilin bumps into the tomboy Rouxi, sparking an interest between each other that slowly blooms.",
      "pt-br": "Yilin esbarra na tomboy Rouxi, despertando um interesse entre elas que floresce lentamente."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "926"
  },
  {
    "mangaId": "69a403a6-e11d-40a3-886d-3cab4d4a02f9",
    "title": {
      "en": "Iberis wa Chou no Yume wo Miru"
    },
    "updatedAt": "2024-05-22T09:14:58+00:00",
    "coverArt": "https://mangadex.org/covers/69a403a6-e11d-40a3-886d-3cab4d4a02f9/a13b38f9-3715-4ba4-9e3e-5ffd25d2bc3b.jpg",
    "altTitles": [
      {
        "ja": "イベリスは蝶の夢を見る"
      },
      {
        "vi": "Iberis Mơ Về Chú Bướm"
      }
    ],
    "description": {
      "en": "The tale of a teacher and his student."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f39f0b20-e87a-4926-9a15-da0bc0cc2dde",
    "title": {
      "en": "Ichigo to Kobushi"
    },
    "updatedAt": "2024-05-22T09:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/f39f0b20-e87a-4926-9a15-da0bc0cc2dde/69b6418e-e15f-4dc3-99ce-c4a30814e342.jpg",
    "altTitles": [
      {
        "vi": "Dâu Tây Và Nắm Đấm"
      },
      {
        "ja": "苺と拳"
      },
      {
        "en": "Strawberry and Fist"
      }
    ],
    "description": {
      "en": "Kobushi Bayashi, who has a crush on Ichigo-no-Kuni, who likes cute things. Despite being rejected numerous times, he never gives up and decides to become cute himself in order to catch Ichigo-no-Kuni's attention...?!\""
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "719e258b-e2aa-4f6b-9676-50118ad27f28",
    "title": {
      "en": "LaLa"
    },
    "updatedAt": "2024-04-29T18:35:27+00:00",
    "coverArt": "https://mangadex.org/covers/719e258b-e2aa-4f6b-9676-50118ad27f28/8225b051-05b0-42b5-98f9-ba7d753df851.jpg",
    "altTitles": [],
    "description": {
      "en": "Xia Yuxin's presence at school never fails to draw attention. She has a mature beauty about her, always poised, and exuding confidence in class. Being admired so much by her classmates, one would think she's a well-respected senior but in truth, it might be because she's a repeat student. Xia Yuxin has more to her elegant facade.\n\n\n---\n\n**Links:**\n- [Alternative official English](https://www.webcomicsapp.com/comic/Lala/5c0a4df8d5626e75ff1f2d11)",
      "pt-br": "Xia Yu Xun é uma estudante que por ter faltado em uma prova, teve que repetir um ano. Para todos os seus colegas de classe que são um ano menor que ela, Xia Yu Xun é uma Xue Jie (senpai, veterana) genial, alta, decidida, muito bela e muito “cool”. Claro que ela não pensa assim, adoraria ser mais baixa pois assim conseguiria usar roupas mais bonitas. Sua obsessão é tanta que desenha suas próprias criações, com intenção de algum dia surgir alguém com o “estilo” dos seus sonhos. Na escola acaba encontrando uma pessoa adequada para isso, mas fazer amizade com ela vai ser um pouco difícil…\n\n\n---\n\n**Links:**\n- [Alternative official English](https://www.webcomicsapp.com/comic/5c0a4df8d5626e75ff1f2d11)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3",
    "title": {
      "en": "Yuusha ni Zenbu Ubawareta Ore wa Yuusha no Hahaoya to Party wo Kumimashita!"
    },
    "updatedAt": "2024-02-16T05:49:19+00:00",
    "coverArt": "https://mangadex.org/covers/9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3/fb02ef14-baec-496e-94f7-03e785a399f2.jpg",
    "altTitles": [
      {
        "ja": "勇者に全部奪われた俺は勇者の母親とパーティを組みました！"
      },
      {
        "ja-ro": "Yuusha ni Zenbu Ubawareta Ore wa Yuusha no Hahaoya to Party wo Kumimashita!"
      },
      {
        "zh-hk": "被勇者奪取全部的我，和勇者的母親組成了隊伍！"
      },
      {
        "zh": "被勇者踢出队伍的我，最后和他们的妈妈组队了！"
      },
      {
        "id": "Pahlawan Mengambil Segalanya Dariku, Jadi Aku Menikahi Ibunya!"
      },
      {
        "tr": "Kahraman Her Şeyimi Elimden Çaldı, Ben de Annesiyle Parti Yaptım!"
      },
      {
        "en": "The Hero Took Everything from Me, So I Partied with the Hero’s Mother!"
      }
    ],
    "description": {
      "en": "A young man wants to marry the mothers of the hero's party—\n\nAs a member of the hero's party Ceres, the main character, set out to defeat the demon king.\nBut one day, he was suddenly dismissed by the hero, and he had to leave the party.\nAll alone, Ceres sought to find a domestic slave to take care of him. What he saw at the slave market was Ms Shizuko, the mother of the hero, sold as a slave—??\n\nThe unreasonably expelled young man's Isekai mama harem is born!!",
      "id": "Seorang pemuda ingin menikahi ibu dari kelompok pahlawan—\n\nSebagai anggota kelompok pahlawan Ceres sang tokoh utama, berangkat untuk mengalahkan raja iblis.\nNamun suatu hari, dia tiba-tiba di keluarkan dari kelompok pahlawan oleh sang pahlawan,\nSeorang diri, Ceres mencari budak rumah tangga untuk merawatnya. Namun apa yang dia lihat di pasar budak adalah Nyonya Shizuko, ibu dari sang pahlawan, dijual sebagai budak—??\n\nHarem Isekai yang tak masuk akal dari pemuda yang dikeluarkan dari kelompok pahlawan lahir!!",
      "ja": "少年が結婚したいのは、\n勇者パーティのお母さんたちでした――\n\n勇者パーティの一員として\n魔王の倒す旅に出ている主人公・セレス。\n\nだがある日突然、勇者ゼクトからクビ宣告を受け、\nパーティを抜けることに。\n\n一人になったセレスは、\n身の回りの世話役として家事奴隷探しへ。\n\nその奴隷市場で見かけたのは\n奴隷として売られた、勇者の母親である静子さんの姿が――？？\n\n理不尽に追放された少年の\n異世界ママハーレムが産声を上げる！！",
      "pt-br": "Ceres e seus amigos de infância criaram um grupo de aventureiros nomeado de “luz da esperança”, mas depois que Zect, um de seus amigos, se tornou o grande herói, ele expulsou Ceres do grupo. Agora, só restava ao extasiado Ceres retornar para seu vilarejo. Contudo, quando foi comprar uma escrava para auxiliá-lo, Ceres se deparou com Shizuko, a mãe do grande herói Zect!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]