[
  {
    "mangaId": "37b87be0-b1f4-4507-affa-06c99ebb27f8",
    "title": {
      "en": "Dragon Ball Super"
    },
    "updatedAt": "2024-04-15T13:06:18+00:00",
    "coverArt": "https://mangadex.org/covers/37b87be0-b1f4-4507-affa-06c99ebb27f8/d01056df-423a-49ae-88f4-092e64119a96.jpg",
    "altTitles": [
      {
        "ja-ro": "Dragon Ball Chou"
      },
      {
        "id": "Mutiara Naga Super"
      },
      {
        "ar": "دراغون بول سوبر"
      },
      {
        "ja": "ドラゴンボール超"
      },
      {
        "zh": "드래곤볼 슈퍼"
      }
    ],
    "description": {
      "en": "Dragon Ball Super follows the aftermath of Goku's fierce battle with Majin Buu, as he attempts to maintain earth's fragile peace.\n\nHaving defeated Majin Buu, Goku is starting to get bored with his life on Earth. His wife, Chi-chi, wants him to get a job, but all he wants to do is train and fight stronger enemies. Elsewhere in the universe, the God of Destruction, Beerus, and his attendant Whis are traveling from planet to planet in search of food and entertainment. \n\nAfter blowing up some hapless victims, Beerus is reminded of a man from his dreams with the moniker “Super Saiyan God,” or something like that... The God of Destruction sets his sights on Earth to track down this mysterious man! Maybe this will give Goku something to do?",
      "pt-br": "Dragon Ball Super segue as consequências da batalha feroz de Goku com Majin Buu, enquanto ele tenta manter a frágil paz da Terra."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a31ab6df-acd9-490f-9a10-f95317e58f96",
    "title": {
      "en": "NEET ni Natteita Hatsukoi no Hito wo Shiawase ni Suru made"
    },
    "updatedAt": "2023-11-03T05:40:07+00:00",
    "coverArt": "https://mangadex.org/covers/a31ab6df-acd9-490f-9a10-f95317e58f96/e66f239e-ff54-42bc-a562-0026f9563231.jpg",
    "altTitles": [
      {
        "ja": "ニートになっていた初恋の人を幸せにするまで"
      },
      {
        "en": "Until I Make My First Love-Turned-NEET Happy"
      }
    ],
    "description": {
      "en": "Ten years ago he moved away from his first love. Now working in Tokyo, he's excited to find that she's living next door. But instead of the confident girl he left behind, now all that remains is a chubby NEET. Can he bring her happiness?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "22"
  },
  {
    "mangaId": "0eb1c1ac-34cd-42d3-b88d-e780d54eed8b",
    "title": {
      "en": "Satellite Coin Laundry"
    },
    "updatedAt": "2024-02-21T22:04:49+00:00",
    "coverArt": "https://mangadex.org/covers/0eb1c1ac-34cd-42d3-b88d-e780d54eed8b/413f063e-44fe-4c77-8f10-aae326ceb4a8.jpg",
    "altTitles": [
      {
        "ja": "サテライト・コインランドリー"
      }
    ],
    "description": {
      "en": "This work depicts the slightly mysterious daily life that happens in a laundromat in a corner of the universe. On this planet blessed with water, today creatures visit again to wash various items. (MTLd?)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4db25702-e695-4b86-8bda-e74a7266f4db",
    "title": {
      "en": "Dullahan-chan is Head Over Heels"
    },
    "updatedAt": "2024-05-03T00:33:55+00:00",
    "coverArt": "https://mangadex.org/covers/4db25702-e695-4b86-8bda-e74a7266f4db/b27eed64-8c20-4f6e-8983-040eb0a6c52f.jpg",
    "altTitles": [
      {
        "ja-ro": "Dullahan-chan wa Kubittake"
      },
      {
        "ja": "デュラハンちゃんは首ったけ"
      }
    ],
    "description": {
      "en": "I'm Dullahan Itoshino. A normal girl who can take her head off. From today on I'll be a middle schooler! I hope I'll get closer to my destined one~ but sometimes my heart suddenly beats faster, I want to run away, and my body and mind feel torn apart… is this the thing called \"puberty\" I wonder? Heart(head) and body apart, story about puberty and love, start!",
      "es-la": "Hola Soy Dullahan Itoshino. Una chica normal que puede quitarse la cabeza. A partir de hoy voy a ser un estudiante de secundaria! Espero poder estar más cerca de mi chico destinado ~ pero a veces mi corazón late más rápido de repente, yo quiero huir, y mi cuerpo y mente se sienten destrozada ... es esto lo que llamamos \"pubertad\" Me pregunto? Corazón (cabeza) y el cuerpo aparte, historia sobre la pubertad y el amor va comenzar!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "15"
  },
  {
    "mangaId": "2be7adcb-c296-4559-950e-6d66a56e5edc",
    "title": {
      "en": "Crushing Jade and Casting Pearls"
    },
    "updatedAt": "2024-03-28T22:46:26+00:00",
    "coverArt": "https://mangadex.org/covers/2be7adcb-c296-4559-950e-6d66a56e5edc/245bf80c-3ad0-4b01-b23a-c23964cd3ac9.jpg",
    "altTitles": [
      {
        "en": "Sui Yu Tou Zhu"
      },
      {
        "en": "碎玉投珠"
      },
      {
        "es-la": "Humillando al jade y escogiendo a la perla"
      }
    ],
    "description": {
      "en": "When Ding Hanbai, the young master of the centuries-old jade-carving shop, first laid eyes on his timid shidi Ji Zhenzhu, he bullied him relentlessly, not expecting that Jiangnan could produce someone who would break down his defenses and melt his heart this way.   \nThey go from being unable to stand each other to admiring one another, but as the days pass, even this admiration begins to evolve…   \nA step from brotherhood, a step to special affection, and one more step into a lifetime together.",
      "es-la": "Cuando Ding Hanbai, el joven maestro de la tienda con cien años de antigüedad en la extracción de jade, puso sus ojos en su tímido shidi Ji Zhenzhu, él lo intimidó implacablemente, sin esperar que Jiangnan pudiera producir a alguien que derribara sus defensas y derritiera su corazón de esa manera.\nEllos pasaron, de no poder soportarse el uno al otro, a admirarse mutuamente, pero conforme los días iban pasando, incluso esa admiración fue evolucionando…\nA un paso de la amistad, a un paso de un sentimiento especial, y un paso más hacia una vida juntos.\nNota: El título que escogimos para el manhua, se basó en uno de los varios significados de la palabra Crushing, y que se enfoca en la historia haciendo analogía en como \"Ding que era un experto de tesoros, dejó de lado su pasión por estos y eligió su amor por Ji, su perla\"."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "5f035bce-267a-4c95-bff1-b319cad73bda",
    "title": {
      "en": "Silver Triangle"
    },
    "updatedAt": "2022-02-02T00:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/5f035bce-267a-4c95-bff1-b319cad73bda/29c8b17e-2e4f-4328-80cc-a5b0f5c3487c.jpg",
    "altTitles": [
      {
        "ja-ro": "Gin no Sankaku"
      },
      {
        "pl": "Srebrny Trójkąt"
      },
      {
        "ja": "銀の三角"
      },
      {
        "zh": "银之三角"
      }
    ],
    "description": {
      "en": "Marlee, an agent of the advanced civilization Central on the planet Blue Ear, finds himself on a mission to track down the troubadour Lagthorin. His mission leads him to the planet Corundum, where he finds the elusive musician and subsequently dies. Back at Central, he is regenerated into a new clone, Marlee Two, who sets off once more, drawn back to Lagthorin and her song. And so the strings of fate guide Marlee forward, inescapably intertwined with both the events on the planet Corundum and, 30,000 years across time, with the long-extinct race of the planet Silver Triangle.  \n  \nA 1-volume classic sci-fi manga.  \n  \nWinner of the Seiun Award in 1983."
    },
    "status": "completed",
    "releaseDate": 1980,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "3"
  },
  {
    "mangaId": "cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5",
    "title": {
      "en": "The Kouhai who Went from Introvert to Influencer"
    },
    "updatedAt": "2024-04-05T22:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5/ebe6fcfb-e8fd-4475-8421-1e1995434536.jpg",
    "altTitles": [
      {
        "ja": "後輩は陰キャ上がりのインフルエンサー"
      },
      {
        "pt-br": "A Caloura Anti-social é uma Influencer em Ascenção"
      },
      {
        "ja-ro": "Kouhai wa Inkya Agari no Infuruensaa"
      },
      {
        "tr": "Utangaç Kouhai İnternet Ünlüsü Oldu"
      },
      {
        "es-la": "Una kohai que fue introvertida ahora es streamer"
      }
    ],
    "description": {
      "en": "After years of missed connections, our protagonist reunites with the junior he got along well with in high school. However, apparently, she has become a famous influencer.\n\n---\n**Links:**\n* Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/1722837/series/225813)",
      "tr": "Yıllarca süren ayrılıktan sonra kahramanımız, lise yıllarında iyi anlaştığı alt sınıfıyla yeniden bir araya gelir. Ancak görünüşe göre o artık bir internet ünlüsüdür.",
      "pt-br": "Após anos de desencontros, nosso protagonista reencontra a caloura com quem se dava bem no ensino médio. Porém, aparentemente, ela se tornou uma famosa influenciadora."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "adaf4912-732f-4385-87e8-da233656fe62",
    "title": {
      "en": "Machi and Oboro"
    },
    "updatedAt": "2024-04-13T12:22:14+00:00",
    "coverArt": "https://mangadex.org/covers/adaf4912-732f-4385-87e8-da233656fe62/3daadea4-784d-4334-963c-128981c413e6.jpg",
    "altTitles": [
      {
        "ja": "おぼろとまち"
      },
      {
        "ja-ro": "Oboro to Machi"
      }
    ],
    "description": {
      "en": "From Miyagi to the bustling life of a Tokyo high school, Machi Nishina wanted anything but the ordinary. Her wish is granted in the most unexpected way when she encounters Oboro Kasumi, a classmate harboring a secret, who ends up following her home...?! A new era of friendship and youthful comedy unfolds!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ede52b73-2d60-403b-bd47-fa64ed064fb0",
    "title": {
      "en": "I Won't Touch You Anymore"
    },
    "updatedAt": "2024-02-09T23:38:13+00:00",
    "coverArt": "https://mangadex.org/covers/ede52b73-2d60-403b-bd47-fa64ed064fb0/88bb3df7-ec44-4109-86fd-57e6c788394a.jpg",
    "altTitles": [
      {
        "ja": "もう触れないキミ"
      },
      {
        "ja-ro": "Mou Furenai Kimi"
      },
      {
        "en": "You Who Can't Touch Me Anymore"
      }
    ],
    "description": {
      "en": "In their high school days Shiraishi would tease her classmate Arashi constantly always touching his shaved head. Now, many years later, Shiraishi finds herself enthralled with a rising celebrity that she sees on TV an in magazines. This celebrity being none other that Arashi, her former classmate, now with long grown out hair. She wanders the streets hoping that by some happenstance she might once again meet him and be able to tell him the things she's kept in her heart for so many years. A tale of lost opportunities and love separated by time...",
      "ja": "昔触りまくっていた坊主頭の同級生が芸能人に…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27f4ea84-c55e-4495-9d9c-0e739e75ac11",
    "title": {
      "en": "Afterlife Class"
    },
    "updatedAt": "2023-11-09T19:52:36+00:00",
    "coverArt": "https://mangadex.org/covers/27f4ea84-c55e-4495-9d9c-0e739e75ac11/bc6c6b48-6af2-47dc-a512-a1a14f599066.jpg",
    "altTitles": [
      {
        "en": "The Afterlife Class"
      },
      {
        "en": "The Otherworldly Class!"
      },
      {
        "ko": "저세상 클라스"
      }
    ],
    "description": {
      "en": "Choi Kanghee has no friends and is often misunderstood due to his scary appearance, but all he really wants in life are some friends. One day, he returned home to mourn for his grandmother's death anniversary, but a strange turn of events ends up reuniting Kanghee with his grandma! Can they work together to create new friends, or did it just turn more difficult?!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "16a16845-90d1-4895-b2b8-4895624588c7",
    "title": {
      "en": "Kaii to Otome to Kamikakushi"
    },
    "updatedAt": "2024-04-30T17:17:16+00:00",
    "coverArt": "https://mangadex.org/covers/16a16845-90d1-4895-b2b8-4895624588c7/ae1a0627-f1bf-4cf2-960e-239657d9a6e3.jpg",
    "altTitles": [
      {
        "ja": "怪異と乙女と神隠し"
      },
      {
        "ko": "괴이와 소녀와 행방불명"
      },
      {
        "zh": "怪异×少女×神隐"
      },
      {
        "ru": "Девушка, взбудораженная тайной загадочных исчезновений"
      },
      {
        "en": "Mysterious Disappearances"
      },
      {
        "ru": "Тайны, девы и мистические происшествия"
      },
      {
        "en": "Mysteries, Maidens, and Mysterious Disappearances"
      },
      {
        "en": "Apparitions, Maidens, & Mysterious Disappearances"
      }
    ],
    "description": {
      "en": "Mysterious incidents in a city, one after the other. A demonic being is challenged to resolve them. Sumireko, seemingly a plain store clerk, aspires to be a novelist and rocks an alluring body with some ardent admirers. Adashino, an admirer who looks like a boy, is a bookstore clerk. He's steeped in mystery however, at first, until the path of challenges is revealed that he and his sister must face in the city in order to win their ticket back home, outside this world. A story of modern mysteries and romantic aspirations begins.",
      "ru": "Ряд загадочных инцидентов начинают происходить в городе. И всё бы ничего если этот город не был домом для Сумиреко, красивой девушки с писательским стремлением. Какие же происшествия будут ждать Сумиреко и её коллегу по работе, Адашино, полного загадок парня, работающего в книжном?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f26c0ae5-c8f6-4630-979e-9a5d310bd795",
    "title": {
      "en": "I Only Want to Beat You"
    },
    "updatedAt": "2023-10-03T02:20:42+00:00",
    "coverArt": "https://mangadex.org/covers/f26c0ae5-c8f6-4630-979e-9a5d310bd795/1bb35d82-9359-4204-b09b-58658726c84a.jpg",
    "altTitles": [
      {
        "en": "I Want to Beat You, Oh Roji"
      },
      {
        "en": "I Want to Defeat You, Oh Roji"
      },
      {
        "ko": "오로지 너를 이기고 싶어"
      },
      {
        "uk": "Я хочу тільки перемогти тебе"
      },
      {
        "ko-ro": "Oroji Neoreul Igigo Sipeo"
      },
      {
        "en": "IOWTBY"
      },
      {
        "ru": "Я хочу победить только тебя"
      }
    ],
    "description": {
      "en": "The male lead 'Lee Gigo', who has never lost a single time in his life, and the female lead who defeated him 'Oh Roji'. Who will end up as the victor of this 'bet'?",
      "uk": "Головний герой Лі Ґіґо, який жодного разу в житті не програв, і головна героїня, яка перемогла його, О Роджі. Хто в підсумку стане переможцем в цьому «парі»?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca1b75fe-66ed-4e0c-9893-89fffd3f4bef",
    "title": {
      "en": "Bunnie's Quest"
    },
    "updatedAt": "2024-02-25T19:29:43+00:00",
    "coverArt": "https://mangadex.org/covers/ca1b75fe-66ed-4e0c-9893-89fffd3f4bef/0cae7396-13ec-4bd9-b3a6-2cb025c5861d.jpg",
    "altTitles": [
      {
        "ja-ro": "Banizukuesuto"
      },
      {
        "ja": "バニーズクエスト"
      }
    ],
    "description": {
      "en": "On the moon, there is an advance civilization of bunny people who used to be identical to humans, but after incorporating themselves with bunny genes, transformed into docile creatures. The result is a society where AI are entrusted with all choices, from the content of meals to how each minute of leisure time should be spent. Amongst this society is a bunny girl named Uko who dislikes this lifestyle, complaining \"Let me choose for myself!!\". One day, Uko decides to flee the moon and head to Earth where she meets Hane, a bunny girl investigating life on Earth. On this planet with many strange customs, these two will...!?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "16"
  },
  {
    "mangaId": "98ab3900-0481-4b2e-832b-e0cd24e7e726",
    "title": {
      "en": "Taishou Kitan Majo"
    },
    "updatedAt": "2023-12-06T00:04:13+00:00",
    "coverArt": "https://mangadex.org/covers/98ab3900-0481-4b2e-832b-e0cd24e7e726/8c6e5360-ea5e-4a0d-81ad-aaa5a185dcb3.jpg",
    "altTitles": [
      {
        "ja": "大正忌憚魔女"
      },
      {
        "zh": "大正忌惮魔女"
      },
      {
        "zh-hk": "大正忌憚魔女"
      },
      {
        "zh-ro": "Dàzhèng Jìdàn Mónǚ"
      },
      {
        "en": "The Feared Witch of Taisho"
      },
      {
        "ru": "Боязливая ведьма из Тайсё"
      },
      {
        "es-la": "La Temida Bruja de Taishou"
      },
      {
        "vi": "Ả phù thủy đáng sợ đến từ thời Taisho"
      }
    ],
    "description": {
      "en": "Japan in the Taishō Era and Western magic: A witch who is hated by others brings two different cultures together.",
      "ja": "大正時代の日本と西洋の魔術。\n異なる文化を繋ぐのは\n嫌われものの魔女でした。",
      "zh-hk": "爲了研究魔法而來到日本東京的魔女，在試圖重現故鄉魔法的夜晚，陰差陽錯召喚出了狐狸的幻術...？！被市民嫌惡的孤獨魔女的奮鬥故事展開！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc10905c-d1ef-4d74-a41a-db1ea15eeb74",
    "title": {
      "en": "I'm a (Fake) Saint Who Was Summoned to Another World, But Apparently I'm Fated to Die If I Don't Marry the Prince"
    },
    "updatedAt": "2024-05-05T00:12:19+00:00",
    "coverArt": "https://mangadex.org/covers/bc10905c-d1ef-4d74-a41a-db1ea15eeb74/a4b811d3-2bfc-4ff7-bca4-d3ddec50d438.jpg",
    "altTitles": [
      {
        "ja": "異世界に召喚された（偽）聖女の私は、王子様と結婚出来ないと死ぬ運命のようです"
      }
    ],
    "description": {
      "en": "“I’ll return you to your world if you marry the prince.” That was the shocking proposal of the self-proclaimed god! I won't really get a bad ending if I refuse, will I!? Office worker Sara was involved in a traffic accident, or so she thought. One moment, she was about to be hit by a truck, but that next... she found herself transported to an unfamiliar, grand castle, falling right on top of Prince Ars! When a soldier recognized her as \"Sara,” the saint who saved the kingdom five years earlier, everyone suddenly started treating her as some divine being!! After questioning her reality, a voice came to her and said, \"Capture the heart of the prince, who longs for the saint, and marry him!\" The voice then threatened her denying her return to her own world should she fail... Her only weapon in this challenge is her face that apparently looks just like that of the saint's! And so began her zealous attempt to steal the prince's heart!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7be5032d-1059-4381-bb07-48115eba3073",
    "title": {
      "en": "Genshiken Nidaime - The Society for the Study of Modern Visual Culture II"
    },
    "updatedAt": "2024-05-05T00:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/7be5032d-1059-4381-bb07-48115eba3073/2a326e97-2808-4663-90ed-0d8bcacdfc56.jpg",
    "altTitles": [
      {
        "en": "Genshiken: Second Season"
      },
      {
        "ru": "Гэнсикэн: второе поколение"
      },
      {
        "ja": "げんしけん 二代目"
      },
      {
        "zh": "现视研二代目"
      }
    ],
    "description": {
      "en": "Genshiken follows the lives of a group of college students drawn together by their shared hobbies, and the trials and adventures associated with being otaku.  \n  \nGenshiken Nidaime (\"Second Generation\") is a continuation of the previous series, with chapter numbering starting at 56."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "127"
  },
  {
    "mangaId": "96335764-0c1f-4686-9193-b1c6bb537a71",
    "title": {
      "en": "Seiyuu Radio no Ura Omote"
    },
    "updatedAt": "2024-05-04T23:57:36+00:00",
    "coverArt": "https://mangadex.org/covers/96335764-0c1f-4686-9193-b1c6bb537a71/a7610e1f-23e5-4431-81ec-fae44ccbdc6c.jpg",
    "altTitles": [
      {
        "ja": "声優ラジオのウラオモテ"
      },
      {
        "en": "The Two Sides of Seiyuu Radio"
      }
    ],
    "description": {
      "en": "Yugure Yuhi and Utatane Yasumi, two high schooler voice actresses who just happened to attend the same school and coincidentally got placed into the same class, are the two hosts of a radio weekly program. As fellow classmates and voice actresses, they show all the listeners their great friendship! At least, on the surface. In reality, the quiet girl Chika and the gyaru Yumiko are complete opposites. And they absolutely cannot stand each other. Off air, chaos and insults erupt. On air, they're the best of friends. Just where will this tumultuous relationship lead them?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cddd1849-ab36-4304-8103-06ba4062b5e6",
    "title": {
      "en": "Kubo Won't Let Me Be Invisible"
    },
    "updatedAt": "2024-04-24T20:01:52+00:00",
    "coverArt": "https://mangadex.org/covers/cddd1849-ab36-4304-8103-06ba4062b5e6/1a6dd185-7542-41e0-b987-64366d6ee0fe.jpg",
    "altTitles": [
      {
        "en": "Kubo-san Does Not Allow Me"
      },
      {
        "en": "Kubo-san Doesn't Leave Me (a Mob) Be"
      },
      {
        "fr": "Kubo-san ne me laisse pas tranquille"
      },
      {
        "es": "Kubo-san no me deja / Kubo-san no me deja ser (un personaje de fondo)"
      },
      {
        "id": "Kubo-san Tidak Mau Membiarkanku (Seorang Jelata) Sendirian"
      },
      {
        "ru": "Кубо-сан не признает меня (мобом)"
      },
      {
        "ja": "久保さんは僕(モブ)を許さない"
      },
      {
        "zh": "久保同学不放过我 / 久保同學不放過我"
      },
      {
        "ko": "쿠보 양은 나를 내버려 두지 않아"
      },
      {
        "en": "Kubo-san Doesn't Leave Me Be (a Mob)"
      },
      {
        "ja-ro": "Kubo-san wa Boku (Mobu) wo Yurusanai"
      },
      {
        "id": "Kubo Tidak Akan Membiarkanku Sendirian"
      },
      {
        "it": "Kubo non mi permette di essere invisibile"
      }
    ],
    "description": {
      "en": "First year high schooler Junta Shiraishi is a mob character who goes unnoticed even when he's standing right next to you. But his classmate, \"heroine-level beauty\" Kubo, always notices him and is there to tease him. Anyone can become special to someone, but it might be a little too early to call these feelings \"love.\"\n\nPerhaps this story is still two-steps from being a romantic comedy! A sweet comedy where a background character becomes visible!",
      "es": "Shiraishi Junta es un muchacho simplón que le faltan dos pelos para ser invisible ante sus compañeros de clase; en otras palabras, un personaje de fondo. Esto da entrada a Kubo, su bella vecina de asiento que siempre le da atención y juguetea experimentando con él para determinar qué tan \"invisible\" él es de hecho… y entonces, ella se declara a sí misma su \"heroína\"!!!",
      "id": "Junta Shiraishi, siswa kelsa 1 SMA, adalah seorang cowok 'figuran' yang tak terasa kehadirannya. Biarpun duduk di sebelah orang, orang itu tidak menyadari kehadirannya, bahkan meskipun ikut terfoto dalam foto bersama, fotonya dibuatkan gambar wajah karena dikira absen. Hanya Kubo-san, cewek cantik teman sekelasnya yang 'level heroine', yang dapat menemukannya dengan matanya yang tajam, dan setiap hari mengusilinya.\n\nSiapa pun bisa menjadi spesial bagi seseorang. Tapi, untuk sampai pada yang namanya 'cinta', perasaan kedua orang itu masih sedikit polos.",
      "ru": "Шираиши-кун - обычный школьник, только вот он очень неприметный, настолько, что даже одноклассники и учителя не замечают его. Ещё чуть-чуть и он был бы совсем невидимым. Другими словам \"моб\". В свою очередь, Кубо-сан - его прекрасная соседка по парте, только она постоянно замечает его. Кубо-сан игриво экспериментирует с Шираиши, чтобы оценить - насколько же он \"неприметный\" на самом деле… А потом объявляет себя его \"героиней\"!!!",
      "pt-br": "Estudante do Ensino Médio, Junta Shiraishi passa despercebido por todos, até mesmo quando ele está parado bem ali. No entanto, Kubo-san, a garota mais bonita de sua classe, parece encontrá-lo não importa onde esteja?!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "144.5"
  },
  {
    "mangaId": "1d3905b0-f8c2-4c38-8b26-5b2ff0a9516c",
    "title": {
      "en": "Occhoko Doji Onee-san"
    },
    "updatedAt": "2023-11-03T05:36:44+00:00",
    "coverArt": "https://mangadex.org/covers/1d3905b0-f8c2-4c38-8b26-5b2ff0a9516c/3019d50c-a1e2-488a-a444-c7036457bccd.jpg",
    "altTitles": [
      {
        "ja-ro": "おっちょこドジおねえさん"
      },
      {
        "vi": "Chị gái hậu đậu"
      }
    ],
    "description": {
      "en": "She may seem like a beautiful, sophisticated woman! But on the inside, she is just a XXX lady. The more she tries to act like an mature adult in front of younger boys, the more twisted and perverted she gets! A popular love-comedy that has received over 300,000 likes on Twitter.\n\n---\n**Links:**\n\n- Alternative Place to Buy - [cmoa](https://www.cmoa.jp/title/263649/)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca3692c0-2abe-4fba-91f4-1c76611539c6",
    "title": {
      "en": "The Ultimate of All Ages"
    },
    "updatedAt": "2024-01-15T12:27:12+00:00",
    "coverArt": "https://mangadex.org/covers/ca3692c0-2abe-4fba-91f4-1c76611539c6/f9a1f10c-f209-4701-8486-feec29064b5d.jpg",
    "altTitles": [
      {
        "en": "Rebirth Of The Ultimate Master"
      },
      {
        "en": "The Eternal Supreme"
      },
      {
        "zh": "万古至尊"
      },
      {
        "en": "The Ancient Sovereign of Eternity"
      },
      {
        "zh": "这一世我要当至尊"
      },
      {
        "zh-hk": "這一世我要當至尊"
      }
    ],
    "description": {
      "en": "First among the ten martial emperors, Peerless Martial Emperor Gu Fei Yang met his demise in the Tiandang mountains. He was reincarnated fifteen years later, as Li Yun Xiao of the Tianshui Nation, and thus began a heaven-defying battlefront with the countless talents of the current generation. Martial arts of the nine heavens and ten divine realms. From then on, the whole world was set ablaze."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22cc0040-c005-4881-9646-7c8c2a42abb6",
    "title": {
      "en": "A Talented Producer's Journey in Search of Idols - Caribbean Sea"
    },
    "updatedAt": "2024-05-04T15:57:20+00:00",
    "coverArt": "https://mangadex.org/covers/22cc0040-c005-4881-9646-7c8c2a42abb6/fe6b811d-c9a6-478a-9b40-b133103a76fe.jpg",
    "altTitles": [
      {
        "ja": "敏腕プロデューサーのアイドル探し旅〜カリブ海編"
      },
      {
        "ja-ro": "Binwan Producer no Idol Sagashi Tabi ~ Carib Kai-hen"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fac1870c-2ca1-439c-bd97-020dbbd732f0",
    "title": {
      "en": "Usotsuki Satsuki wa Shi ga Mieru"
    },
    "updatedAt": "2024-04-17T21:23:14+00:00",
    "coverArt": "https://mangadex.org/covers/fac1870c-2ca1-439c-bd97-020dbbd732f0/c5921f68-34da-4162-b2b0-a635f1bd3c7f.jpg",
    "altTitles": [
      {
        "en": "Liar Satsuki Can See Death"
      },
      {
        "ja": "ウソツキ皐月は死が視える"
      },
      {
        "zh": "骗子月能够看见死亡"
      },
      {
        "ru": "Лгунья Сацуки может видеть смерть"
      },
      {
        "hi": "നുണയൻ സത്സുകിക്ക് മരണം കാണാൻ കഴിയും (Malayalam)"
      },
      {
        "ta": "பொய்யர் சட்சுகி மரணத்தைப் பார்க்க முடியும்"
      },
      {
        "hi": "झूठा सत्सुकी मौत देख सकता है"
      },
      {
        "pt-br": "A Mentirosa Satsuki Pode ver a Morte"
      },
      {
        "ja-ro": "Usotsuki Satsuki wa Shi ga Mieru"
      }
    ],
    "description": {
      "en": "*\"Hey... Tomorrow, you're going to die.\"*\n\nMinazuki Satsuki, 16 years old. By all accounts your average 2nd year high schooler, \napart from being a social misfit always declaring her classmates' impending deaths.\nThey've nicknamed her Usotsuki (Liar) but her eyes are special indeed. What she sees with them is..\n\nThe grand return of Ryoko-sensei, author of Shi ni Aruki!\nA horror-suspense manga fighting backwards against fate.\n\n*For every death (question), there must be a reason (solution)*",
      "ru": "\"Ты... завтра умрёшь\".\nМинадзуки Сацуки, 16 лет. Не считая то, что она необщительна и заявляла о смерти своих одноклассников, она обычная второгодка старшей школы. Её прозвище - \"Лгунья Сацуки\".\nВпрочем, одни только её глаза необычны. То, на что она смотрит...",
      "pt-br": "E se você pudesse ver alguns momentos antes da morte de cada pessoa. O que você faria? Meu nome é Satsuki e sou uma estudante do 2° Ano, meu apelido é mentirosa, por ter falado a verdade as pessoas. \"As vezes algo bom para uma pessoa pode ser a destruição para outras.\" \"Você morrerá hoje\"."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "83"
  },
  {
    "mangaId": "faf6ff44-e0fc-4785-8eb6-0daae880ba53",
    "title": {
      "en": "Fairy Cat"
    },
    "updatedAt": "2024-05-05T00:01:08+00:00",
    "coverArt": "https://mangadex.org/covers/faf6ff44-e0fc-4785-8eb6-0daae880ba53/c9b73f93-d65d-49f1-ad9e-51f46ed99791.jpg",
    "altTitles": [
      {
        "ja": "手のひらねこ"
      },
      {
        "ru": "Сказочный котик"
      },
      {
        "ja-ro": "Tenohira Neko"
      }
    ],
    "description": {
      "en": "A slightly mysterious and heartwarming story about the smallest cat in the world and a high school boy. A fantastic cat named Tenohira Neko, small enough to fit in the palm of your hand, appears to Kanade, a first-year high school student. He is told that if he likes it, it will live with him...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef97c4a5-035e-4726-8ddc-cbec21f991a7",
    "title": {
      "en": "Gyaru to Otaku wa Wakari Aenai."
    },
    "updatedAt": "2024-05-05T00:02:45+00:00",
    "coverArt": "https://mangadex.org/covers/ef97c4a5-035e-4726-8ddc-cbec21f991a7/dc8a290e-f43e-430c-9109-4250b91e89c0.jpg",
    "altTitles": [
      {
        "en": "Gal and Otaku Can't Understand Each Other"
      },
      {
        "ru": "Гяру и отаку друг друга не понять"
      },
      {
        "ja": "ギャルとオタクはわかりあえない。"
      },
      {
        "zh": "辣妹和阿宅无法互相理解"
      },
      {
        "zh": "辣妹与宅妹的不解孽缘"
      },
      {
        "zh-hk": "辣妹與宅妹的不解孽緣"
      },
      {
        "zh-hk": "辣妹和阿宅無法互相理解"
      }
    ],
    "description": {
      "en": "Saotome is the top Gyaru in class - she's loud, known by everyone, and stylish. Otonashi, on the other hand, is the complete opposite. These two carry their own baggage that would ruin their built up identities… but what happens if they were to discover each other's secret?  \n  \nRead now to see the humorous life of how they do their best to avoid spilling the other's secret!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "50"
  },
  {
    "mangaId": "d0dde84d-4b60-42c9-8be8-5906343988cb",
    "title": {
      "en": "Une fleur sans nom"
    },
    "updatedAt": "2024-05-03T07:18:02+00:00",
    "coverArt": "https://mangadex.org/covers/d0dde84d-4b60-42c9-8be8-5906343988cb/652fcc49-f488-4ca9-81d7-02ffd006c305.jpg",
    "altTitles": [
      {
        "ko": "이름 없는 꽃"
      }
    ],
    "description": {
      "fr": "Le petit seigneur Luhan, le fils du comte, se perd dans la forêt et rencontre un garçon de son âge. Même s’il ne connaît pas son nom, il tombe amoureux de ce garçon gentil et attentionné, ce qui le distrait progressivement de ses leçons d’héritier."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b73f6e0-5ec9-4adf-bf90-3127024bbffc",
    "title": {
      "en": "Kisei Shitara Juushi ga Kurashiteta"
    },
    "updatedAt": "2024-05-04T22:40:48+00:00",
    "coverArt": "https://mangadex.org/covers/1b73f6e0-5ec9-4adf-bf90-3127024bbffc/62828d64-3c5e-42aa-8e1b-9171e2408beb.png",
    "altTitles": [
      {
        "ja": "帰省したら従姉が暮らしてた"
      },
      {
        "ja-ro": "Kisei Shitara Juushi ga Kurashiteta"
      },
      {
        "en": "When I Returned Home, My (Older Female) Cousin Was Living There"
      },
      {
        "en": "When I Returned Home, My Cousin Was Living There"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "56"
  },
  {
    "mangaId": "28302cc9-3622-4f25-b361-3e4c51248624",
    "title": {
      "en": "High Society"
    },
    "updatedAt": "2024-05-01T08:10:30+00:00",
    "coverArt": "https://mangadex.org/covers/28302cc9-3622-4f25-b361-3e4c51248624/3a30cd75-ecee-47b2-9f7f-ed5a38ffe27d.png",
    "altTitles": [
      {
        "ko": "상류 사회"
      },
      {
        "en": "High Class Society"
      },
      {
        "en": "High Society (Gyeonwoo)"
      },
      {
        "ko": "상류사회 (견우)"
      }
    ],
    "description": {
      "en": "**\"Please sell me. I will become the most expensive lady in Sant'nar\"**\n\nTired of the troubles brought about by his political marriage, debauchee Cesare coincidentally enters into an unusual  contract Adel, a shoeshiner from the slums.\n\nThe deadline is three months.\n\nExpecting this to be his liberation from the tedious strategic marriage, Cesare finds himself becoming increasingly concerned about Adel, who behaves unlike any woman he has ever known...\n\n\"In the first place, didn't you bring me here to get me engaged to Sir Ezra?\"\n\"That's right.\"\n\nCesare replied obediently for a moment before bursting into a sharp laugh.\n\n\"But why do I feel so disgusted?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30f3ac69-21b6-45ad-a110-d011b7aaadaa",
    "title": {
      "en": "Tonikaku Kawaii"
    },
    "updatedAt": "2024-02-18T17:49:04+00:00",
    "coverArt": "https://mangadex.org/covers/30f3ac69-21b6-45ad-a110-d011b7aaadaa/0dddf687-95ec-4e88-acd7-cd90a4c9749a.jpg",
    "altTitles": [
      {
        "en": "Fly Me to The Moon"
      },
      {
        "ja-ro": "Tonikaku Cawaii"
      },
      {
        "en": "TONIKAWA: Over The Moon For You"
      },
      {
        "ru": "Унеси меня на Луну"
      },
      {
        "ja": "トニカクカワイイ"
      },
      {
        "zh": "总之就是非常可爱"
      },
      {
        "ko": "어쩄든 귀여워"
      },
      {
        "en": "Cute Anyways"
      }
    ],
    "description": {
      "en": "Described as a story full of \"love\" and \"dreams\", Tonikaku Kawaii follows a protagonist whose name is written with the characters for \"Hoshizora\" (\"Starry Sky\" in Japanese), but whose name is pronounced as \"Nasa\". On the day of his high school entrance exams, Nasa encounters a beautiful girl. For Nasa, it feels like destiny is finally calling out to him that he will have a girl friend, but…\n\nNote: Volume 15 and 16's numberings are correct, as this is how they are in the original.",
      "ru": "Тяжело жить, если родители дали тебе имя НАСА - да, как NASA, и каждый второй спрашивает, пойдешь ли ты в астронавты. Еще тяжелее, если в один день тебя собьет грузовик, ты встретишь любовь всей своей жизни и тут же ее потеряешь, согласившись жениться на ней. Мужик сказал, что женится - значит женись. И заверьте… Веселая комедия положений без особой логики, но с неожиданными поворотами сюжета. Ведь жена и правда с Луны?..   \r\n  \r\n**Tonikaku Cawaii is the official romanization.**",
      "pt-br": "Aceito sair com você se você se casar comigo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6063cd06-d14e-4fc5-8246-7390a5d6ee0d",
    "title": {
      "en": "Waltz in A White Dress"
    },
    "updatedAt": "2022-05-15T01:31:03+00:00",
    "coverArt": "https://mangadex.org/covers/6063cd06-d14e-4fc5-8246-7390a5d6ee0d/4f190d10-718c-46aa-aaf8-3e42c921474f.jpg",
    "altTitles": [
      {
        "de": "Weißer Walzer"
      },
      {
        "en": "White Waltz"
      },
      {
        "ja": "円舞曲は白いドレスで"
      },
      {
        "zh-hk": "白色圆舞曲"
      },
      {
        "ja-ro": "Waltz wa Shiroi Dress de"
      }
    ],
    "description": {
      "en": "At the beginning of the XX century, the relationship between England and Japan was strained. England wanted to extend its influence over Japan, and Japan wasn't willing to let any other culture pass its borders. Koto, though, a Japanese girl, didn't care if the people she meets have almond shaped eyes or not, or if they wear a kimono or a western dress. Actually, she is fascinated by this foreign way of life that brings so many innovations into Japan. More than anything else, it's the clothing that seems to grab her attention, as she wants to become a tailor and create dresses for women of every culture.  \n  \nUnfortunately though, she's a woman, so she knows her dream will end as soon as she gets married. She will have to start acting like a noble and a respectable woman would. In fact, she is betrothed to Masaomi Kidoin, the second born of one of the most important and oldest families of Japan. The day she's told she will marry Masaomi, Koto attends a ball at the British Embassy and meets Sagitto, a half English and half Indian spy that captures her imagination and heart. But can their love story have a happy ending when the British and the Japanese are tracking down Sagitto because they want him dead, and Koto is forced to live a life that doesn't fit her?"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "16"
  },
  {
    "mangaId": "60de2707-2a4a-4fa6-92fa-0b534898cd4d",
    "title": {
      "en": "Majo-senpai Nippou"
    },
    "updatedAt": "2024-05-04T23:24:18+00:00",
    "coverArt": "https://mangadex.org/covers/60de2707-2a4a-4fa6-92fa-0b534898cd4d/71ae1aec-cf93-4ded-b2ea-cf521d4c61f4.jpg",
    "altTitles": [
      {
        "ja": "魔女先輩日報"
      },
      {
        "ja-ro": "Majo Senpai Nippou"
      },
      {
        "en": "Daily Report About My Witch Senpai"
      },
      {
        "de": "Meine Kollegin, ihr Besen und ich"
      },
      {
        "ru": "Повседневная жизнь моего сэмпая-ведьмы"
      }
    ],
    "description": {
      "de": "Das Leben als Angstellter ist nicht immer einfach, doch Misono freut sich trotzdem jeden Tag aufs Büro. Denn er arbeitet gemeinsam mit Shizuka, einer besonders freundlichen und hilfsbereiten Kollegin - und Hexe! Mit ihrer Alltagsmagie steht sie ihren Mitmenschen immer zur Seite und erledigt machen unliebsamen Job. Doch Misono macht sich Gedanken, dass Shizukas gutherzige Art von anderen ausgenutzt wird und beschließt, sich ab sofort für sie einzusetzen! Hat er nur einen ausgeprägten Gerechtigkeitssinn oder könnte mehr hinter seiner Sorge stecken?",
      "en": "The office stories of a kind hearted, weak-willed, witch senpai and her relatable, straightforward, but kind kouhai that started over a cup of magically warmed coffee.\n\n---\nMisono is an office drone with his own ups and downs at work, but thankfully, he has an ally: his senpai Shizuka, who happens to be a witch. Shizuka is always ready to lend a hand to those in need, but Misono thinks she should take better care of herself, since zipping around on a broomstick to run errands can be quite stressful. Is Misono’s over-solicitous concern for Shizuka driven by mere respect for this flustered witch, or could it be more? Let this magical romantic comedy cast its spell on you!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79a97487-0c33-4b24-8b47-dc32c7abfede",
    "title": {
      "en": "How to Gracefully Divorce a Dragon"
    },
    "updatedAt": "2024-03-02T21:05:14+00:00",
    "coverArt": "https://mangadex.org/covers/79a97487-0c33-4b24-8b47-dc32c7abfede/695407a7-de90-4eb3-8d76-a0c9b1b8d3d1.jpg",
    "altTitles": [
      {
        "en": "How to Divorce a Dragon Beautifully"
      },
      {
        "ko": "아름답게 용과 이혼하는 방법"
      }
    ],
    "description": {
      "en": "Twenty-year-old Jeong Seyun, a rabbit descendant, knows that dragons are considered the chaebols of the beast world. But she'd rather have a relationship based on love than an arranged marriage with a dragon. And as fate would have it, as soon as she enters college, she falls in love with fox descendant Kim Hangyeol at first sight! She musters up the courage to confess, but... to the wrong person?!\nWill Seyun's dream of a romance come true? (Summary adapted from Kakaopage.)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00b64b8f-cb7e-4322-9855-3669fe210ac7",
    "title": {
      "ja": "Genkai Level 1 kara no Nariagari ~Saijaku Level no Ore ga Isekai Saikyou ni Naru made"
    },
    "updatedAt": "2024-05-04T17:43:47+00:00",
    "coverArt": "https://mangadex.org/covers/00b64b8f-cb7e-4322-9855-3669fe210ac7/d5620056-7400-48c6-8ff0-35ede27009ef.jpg",
    "altTitles": [
      {
        "ja": "限界レベル１からの成り上がり　～最弱レベルの俺が異世界最強になるまで～"
      },
      {
        "en": "I’m Capped at Level 1?! Thus Begins My Journey to Become the World’s Strongest Badass!"
      },
      {
        "en": "The Rise from Max Level 1: How I, the Lowest Level, Became the Strongest in Another World"
      },
      {
        "zh": "从极限水平1开始的上升~最弱水平的我成为异世界最强~"
      },
      {
        "zh-hk": "從極限水平1開始的上升~最弱水平的我成為異世界最強~"
      },
      {
        "ko": "한계 레벨 1부터 성공담 ~최약 레벨인 내가 이세계 최강이 되기까지~"
      },
      {
        "ru": "Предельный уровень от выскочки: Самый слабый до сегодняшнего дня"
      },
      {
        "en": "Rise from Limiting Level 1: How I, the Lowest Level, Became the Strongest in Another World"
      },
      {
        "ja-ro": "Genkai Level 1 kara no Nariagari ~Saijaku Level no Ore ga Isekai Saikyou ni Naru made"
      }
    ],
    "description": {
      "en": "Tetsuya Takahashi was suddenly summoned to another world. However, his invocation was a mistake and after participating in the level review…he has the weakest [level limit], lv.1, the king seeing his limit calls him \"defective\" and condemns him to death! Despite being summoned against his will. Tetsuya is thrown into the valley of the monsters. There he was attacked and brought to the brink of death, and when he used his unique skill [Absorb Corpse], he gained the skills that the corpse possessed! \"…Let's do it! Survive in this world, become strong and take revenge on those who were summoned. The \"level 1\" man who was called \"defective\" and \"weak\"… now begins the ascent to be the strongest!",
      "ja": "- [alt. Raw](https://comic-walker.com/contents/detail/KDCW_MF00000430010000_68/)  \n- [WN Raw](https://ncode.syosetu.com/n8748ff/)  \n- [Alt WN Raw (Author's personal site)](https://www.miraizin.com/zisaku/genkai)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "33"
  },
  {
    "mangaId": "80e1c03c-ecf5-4dd4-a421-29eb1655cc93",
    "title": {
      "en": "Ruwei"
    },
    "updatedAt": "2024-03-06T19:12:43+00:00",
    "coverArt": "https://mangadex.org/covers/80e1c03c-ecf5-4dd4-a421-29eb1655cc93/912c398c-5a8d-40f9-8ced-412f58eaaece.png",
    "altTitles": [
      {
        "zh": "入味"
      },
      {
        "zh-ro": "rù wèi"
      },
      {
        "ja": "入味 この娘と食卓を囲む日から"
      },
      {
        "ja-ro": "Ruwei ~Kono Musume to Shokutaku o Kakomu hi Kara~"
      },
      {
        "en": "Flavorful"
      },
      {
        "ko": "루웨이"
      }
    ],
    "description": {
      "en": "While getting a nighttime snack, the female artist Xin Xin accidentally saves Yin Yin, a wasted rich girl. She gives her a bath, changes her clothes, and even makes her a bowl of *suantang* noodles after much wheedling...\n\nAfter multiple attempts at rebuffing her forward advances, Xin Xin ends up letting the \"homeless\" Yin Yin stay with her as she needs a roommate.\n\nSocial and beautiful, Yin Yin breaks the ice bit by bit with the strict and independent Xin Xin... Their yuriful table for two starts becoming available now!\n\n---\n\n**Links:**\n- [Official Japanese Translation](https://manga.bilibili.com/detail/mc33027)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "19"
  },
  {
    "mangaId": "7af7cbd5-6c77-4c9e-9163-7f01dd6e1cc6",
    "title": {
      "en": "Maou Gun Saikyou no Majutsushi wa Ningen datta"
    },
    "updatedAt": "2024-05-04T23:08:26+00:00",
    "coverArt": "https://mangadex.org/covers/7af7cbd5-6c77-4c9e-9163-7f01dd6e1cc6/42181e9f-b2e7-49fb-baea-0794d41373f0.jpg",
    "altTitles": [
      {
        "en": "The Maou Army's Strongest Magician Was a Human"
      },
      {
        "ru": "Самый сильный волшебник армии Мао оказался человеком"
      },
      {
        "ja": "魔王軍最強の魔術師は人間だった"
      },
      {
        "ko": "마왕군 최강의 마술사는 인간이었다"
      },
      {
        "zh-hk": "魔王軍最強的魔術師是人類"
      }
    ],
    "description": {
      "en": "“Maou Army’s strongest magician” I’m called. Ike, a demon capable of capturing a fort alone. Clearing away enemies with immense magic, he is without a doubt a monster held in awe by friend and foe. However he has a secret he can’t tell other demons. “I, actually am a human you know.” Using modern knowledge to keep his secret, he became treated as a great commander and the driving force of the Maou’s army.",
      "ja": "**Alternative raw:** <https://seiga.nicovideo.jp/comic/43592>"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "032f800d-d632-4442-8830-d037d616ead4",
    "title": {
      "en": "Henkyou Gurashi no Maou, Tensei shite Saikyou no Majutsushi ni naru"
    },
    "updatedAt": "2024-05-04T23:11:30+00:00",
    "coverArt": "https://mangadex.org/covers/032f800d-d632-4442-8830-d037d616ead4/d7a25b82-5cf9-4a7a-924d-e44b92713434.jpg",
    "altTitles": [
      {
        "ja": "辺境ぐらしの魔王、転生して最強の魔術師になる"
      },
      {
        "en": "The Demon King of the Frontier Life, Reincarnated to Become the Strongest Mage"
      }
    ],
    "description": {
      "en": "There was once a mage called The Lone Demon King on the frontier. He was just a creature that never grew old, but was also loved by the villagers as something of a guardian deity. However, he was destroyed by a magic organization that sees his existence as dangerous. 200 years later, he is reincarnated as the second son of an aristocrat and obtains the strongest magic power.\n\n“Let’s pretend to be a human this time.”\n\nHowever, being a human lover, he didn’t particularly think of revenge and has decided to pretend to be human in this life. In his past life, he was the guardian deity of a region, and in this life, he’s a local aristocrat who lacks common sense. He doesn’t know how to take it easy. As the second son of an aristocrat, he is loved by his family and friends, and while he is regarded as a master of magic in the magic guild, he becomes an ‘Immortal Mage’ behind the scenes.",
      "ja": "生まれ持った強大な魔力を恐れられ「魔王」として討伐された魔術師・ディーン＝ノスフェラトゥ。200年後、男爵家の次男として目覚めたディーンは、膨大な魔力と前世の知識で最強魔術師として成り上がることに！",
      "vi": "Có một ma pháp sư được mệnh danh là Ma vương độc tôn ở vùng biên giới. Anh ta là một sinh vật không bao giờ già đi, nhưng lại nhận được sự yêu quý của dân làng tựa như một vị thần hộ mệnh. Tuy nhiên, một tổ chức ma pháp đã coi anh ta là mối nguy hiểm và đã tiêu diệt anh. 200 năm sau, anh tái sinh làm con trai thứ hai của một quý tộc và trở thành ma pháp sư mạnh nhất.\n“Lần này hãy giả vờ là một người bình thường!”\nLà một người yêu con người, anh ta không nghĩ đến việc trả thù và đã quyết định giả vờ làm người bình thường trong kiếp này.\nKiếp trước, anh là thần hộ mệnh của một vùng, kiếp này, anh là một quý tộc địa phương, nhưng anh không biết những đạo lý đời thường, không biết làm sao cho nó trở nên dễ dàng hơn.\nLà con trai thứ hai của một quý tộc, anh được gia đình và bạn bè yêu quý, trong khi đó, anh cũng được tôn thành bậc thầy ma pháp trong hội ma pháp, anh trở thành một ‘Immortal Mage’ một cách bí mật."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "665201ac-552a-434d-8b09-c62c6bf6e693",
    "title": {
      "en": "Zekkyou Gakkyuu Tensei"
    },
    "updatedAt": "2024-04-24T14:10:38+00:00",
    "coverArt": "https://mangadex.org/covers/665201ac-552a-434d-8b09-c62c6bf6e693/5ff10131-17b2-44bc-96c1-2ab60905a2f6.jpg",
    "altTitles": [
      {
        "en": "Scary Lessons - Reincarnation"
      },
      {
        "ja": "絶叫学級 転生"
      },
      {
        "vi": "Lớp học rùng rợn - Tái Sinh"
      }
    ],
    "description": {
      "en": "A reboot of the award winning series Zekkyou Gakkyuu, with brand new stories."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27845ec9-d81c-4537-a187-14d448a766c0",
    "title": {
      "en": "Yume De Aetara"
    },
    "updatedAt": "2024-05-02T23:39:23+00:00",
    "coverArt": "https://mangadex.org/covers/27845ec9-d81c-4537-a187-14d448a766c0/3114c302-3ef8-46d2-9349-e42a3c00bb0c.jpg",
    "altTitles": [
      {
        "en": "If I See You In My Dream"
      },
      {
        "en": "If I See You In My Dreams"
      },
      {
        "ja-ro": "Yume de Aetara"
      },
      {
        "ja": "夢で逢えたら"
      },
      {
        "pt-br": "Se eu te ver no meu sonho"
      }
    ],
    "description": {
      "en": "Fuguno Masuo is a hapless 24 year-old businessman who is unlucky in love, He's never even had a girlfriend! After consulting a fortune teller, Masuo believes he'll never have a chance in love. All that changes when he meets the beautiful Nagisa Shiozaki at a marriage interview pub, who herself has had the same poor luck with guys. Now he'll do anything to woo the girl, but he'll have to fend off other suitors and the affections of a co-worker, all while keeping himself out of awkward situations that always end badly for him.  \n  \nOriginally penned by Yamahana Noriyuki under the pen name Hanako.",
      "pt-br": "Fuguno Masuo é um triste homem e trabalhador de 24 anos que tem azar no amor, ele nunca teve uma namorada! Depois de consultar uma cartomante, Masuo acredita que ele nunca terá uma chance no amor. Tudo muda quando ele vê a linda Nagisa Shiozaki em uma entrevista pública de casamento, que a mesma, tem a mesma sorte ruim com os rapazes. Agora ele fará tudo para ficar com a garota, mas ele terá que defender-se de outro pretendente e das afeições do co-proprietário, enquanto ele tenta se manter longe de situações desastrosas que sempre acaba mal para ele."
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "143"
  },
  {
    "mangaId": "52edc4f9-e2c3-41fc-914e-2dd7353b2245",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon: Kanna no Nichijou"
    },
    "updatedAt": "2024-04-25T18:54:32+00:00",
    "coverArt": "https://mangadex.org/covers/52edc4f9-e2c3-41fc-914e-2dd7353b2245/471e3c8a-9f5e-4cf4-8cac-ece502660151.jpg",
    "altTitles": [
      {
        "ja-ro": "Kobayashi-san Chi no Maid Dragon: Kanna no Nichijou"
      },
      {
        "en": "Miss Kobayashi’s Dragon Maid: Kanna’s Daily Life"
      },
      {
        "ru": "Дракон-горничная Кобаяши: Повседневная жизнь Канны"
      },
      {
        "ja": "小林さんちのメイドラゴン カンナの日常"
      },
      {
        "ko": "고바야시네 메이드래곤: 칸나의 일상"
      }
    ],
    "description": {
      "en": "A spin-off of [Kobayashi-san Chi no Maid Dragon](https://mangadex.org/manga/15514) focusing on the daily life of Kanna.  \n\n\n---",
      "ru": "Покинувшая свой дом в другом мире в поисках своей сородицы-дракона Тору, юная Канна оказалась принята Тору и её подругой-человеком Кобаяси, поселившись с ними в одной квартире. Посещая начальную школу, заводя новых друзей, Канна учится приспосабливаться к человеческому миру с любопытством и очарованием, которые могу быть только у маленького дракона!  \n  \nLicensed in English by Seven Seas as \"Miss Kobayashi’s Dragon Maid: Kanna’s Daily Life.\""
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51fe4713-013a-4acc-8874-bfd01b60eff9",
    "title": {
      "en": "Glass Mask"
    },
    "updatedAt": "2022-12-29T13:35:14+00:00",
    "coverArt": "https://mangadex.org/covers/51fe4713-013a-4acc-8874-bfd01b60eff9/c8e4690e-f86a-4fa4-b605-31759b3f4032.jpg",
    "altTitles": [
      {
        "ja-ro": "Glass no Kamen"
      },
      {
        "it": "Il Grande Sogno di Maya"
      },
      {
        "vi": "Mặt Nạ Thủy Tinh"
      },
      {
        "en": "The Glass Mask"
      },
      {
        "id": "Topeng Kaca"
      },
      {
        "th": "นักรักโลกมายา"
      },
      {
        "th": "หน้ากากแก้ว"
      },
      {
        "ja": "ガラスの仮面"
      },
      {
        "zh": "千面女郎"
      },
      {
        "zh-hk": "玻璃面具"
      },
      {
        "ko": "유리가면"
      }
    ],
    "description": {
      "en": "Chigusa Tsukikage holds the rights to the play \"The Crimson Goddess,\" a lost masterpiece that many would love to see brought back to the stage.  \n  \nTsukikage, however, won't allow the cherished work to be diminished by an actress who isn't worthy of playing the title role. Fortunately, she has found two young actresses that just might be worthy: Maya Kitajima and Ayumi Himekawa. Though both actresses are exceptionally talented, only one can win the coveted role.\n\n---\n- **Won the Japan Cartoonists Association Award in 1995**\n\n---\n\nPublished in Indonesian by Elex Media as **Topeng Kaca**"
    },
    "status": "hiatus",
    "releaseDate": 1976,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe959bd4-2acd-487f-8709-f7fde3ff7b0c",
    "title": {
      "en": "Denkigai no Honya-san"
    },
    "updatedAt": "2024-05-04T23:05:06+00:00",
    "coverArt": "https://mangadex.org/covers/fe959bd4-2acd-487f-8709-f7fde3ff7b0c/4128ed73-f14c-4df0-b62a-3e78fba4ac43.jpg",
    "altTitles": [
      {
        "ja-ro": "Denki Machi no Honya-san"
      },
      {
        "ja-ro": "Denki-Gai no Honya-san"
      },
      {
        "ja-ro": "Denkigai no Honyasan"
      },
      {
        "en": "Electric District's Book Store"
      },
      {
        "en": "The Electric Town's Bookstore"
      },
      {
        "ru": "Книжный магазин в Квартале Электроники"
      },
      {
        "ja": "デンキ街の本屋さん"
      },
      {
        "ja": "デンキ街の本屋さん BOOKSうまのほね"
      },
      {
        "zh": "电器街上的书店"
      }
    ],
    "description": {
      "en": "Umio is a shy kid who just started his part time job at a manga store smack dab in the middle of the city. But his lifestyle isn't as glamorous as the neon lights that illuminate the city. Umio's closest friends are his co-workers who are all unique characters, to say the least, and although they're nice people, they have their quirks. They are a tight knit group of friends, have nicknames for each other and spend their weekends inside, sheltered from the extravagant scene happening on the outside."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "94"
  },
  {
    "mangaId": "d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78",
    "title": {
      "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
    },
    "updatedAt": "2023-09-18T06:19:48+00:00",
    "coverArt": "https://mangadex.org/covers/d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78/fc1ec077-4e3d-40a3-9638-09a875dfffcf.jpg",
    "altTitles": [
      {
        "zh": "反派大师兄，师妹们全是病娇"
      },
      {
        "zh-ro": "Fǎnpài Dà Shīxiōng, Shīmèimen Quán Shì Bìng Jiāo"
      },
      {
        "zh-ro": "Fanpai Da Shixiong, Shimeimen Quan Shi Bing Jiao"
      },
      {
        "en": "The Big Villain Brother and the Junior Sisters Are All Sick and Delicate"
      },
      {
        "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
      }
    ],
    "description": {
      "en": "Lin Xiao became Villain senior Brother of the Qinglan Sect after Reincarnation!\n\nAs long as you follow the plot of the original book, and become a Evil villain, you can become a God and ascend to heaven!\n\nEven if he is suffering he had no choice but to tease the fourth junior sister, steal the clothes of the third junior sister, pour some strong medicine into the second junior sister’s water, and conscientiously perform the villain’s duties.\nAnd Finally made it to the day when the male protagonist became a teacher!\n\nLin Xiao was very excited and prepared to poison the male lead. According to the plot, he will be caught by several junior sisters and thrown by the male lead.\n\nHe did not expect......\n- - -\nSecond Junior Sister: My Eldest Senior Brother is still so kind, how can this bit of poison be enough! Look at me!\n\nThird Junior Sister: I'll kill Ye Chen, and kidnap my Senior Brother! He is mine alone!\n\nFourth Junior Sister: I'll kill everyone... Create a world where there is only my Senior Brother!\n\nBeautiful Master: He's so cute, poisoning behind his back, he really deserves to be called my good disciple.\n\nLin Xiao: (⊙ˍ⊙) You all should read the script! It's me who should be killed!\n\nA relaxed and joyful anti-routine fairy tale."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66e5da17-3052-4ea1-889d-e678d14f1c74",
    "title": {
      "en": "Setoutsumi"
    },
    "updatedAt": "2024-05-04T22:46:27+00:00",
    "coverArt": "https://mangadex.org/covers/66e5da17-3052-4ea1-889d-e678d14f1c74/82fbafdf-4f17-46f2-819c-bab76e48138b.jpg",
    "altTitles": [
      {
        "en": "Seto Utsumi"
      },
      {
        "ja": "セトウツミ"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "5d1c5f11-f531-4405-ac12-77293af855bd",
    "title": {
      "en": "Strongest Fighter"
    },
    "updatedAt": "2024-04-16T04:16:26+00:00",
    "coverArt": "https://mangadex.org/covers/5d1c5f11-f531-4405-ac12-77293af855bd/6d3edd65-94db-49b2-a7ce-8d63c2e5e0a2.jpg",
    "altTitles": [
      {
        "en": "도사강호"
      }
    ],
    "description": {
      "en": "Woken up from a date, he’s suddenly in a movie set? Wait, he’s been reborn as a baby martial artist!  \n  \nIn Jongnam Clan, which was once one of the 9 strongest clans, he receives the name “Gunchung” and uses the knowledge of his past life to learn the true meaning of martial arts.  \n  \nWhen your perspective is different, your martial arts changes. Armed with knowledge, Gunchung brings about a new age of martial arts!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "118"
  },
  {
    "mangaId": "1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36",
    "title": {
      "en": "The Hundred Ghost Stories That Led to My Death"
    },
    "updatedAt": "2024-05-04T22:51:56+00:00",
    "coverArt": "https://mangadex.org/covers/1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36/fad305c8-a4ca-45bb-b4a2-cea4092f4cb3.jpg",
    "altTitles": [
      {
        "ja": "僕が死ぬだけの百物語"
      },
      {
        "ja": "Boku ga Shinu dake no Hyakumonogatari"
      },
      {
        "zh": "我死前的百物语"
      },
      {
        "en": "100 Ghost Stories to Die For"
      },
      {
        "en": "Hundred Ghost Stories of My Own Death"
      }
    ],
    "description": {
      "en": "Anthology horror series detailing the \"Round of 100 Ghost Stories\", an old folktale believed to originate from Japan retold through the lens of Yuuma, a boy who lives in a troubled household. Often used as a test of courage where participants tell one hundred supernatural stories and blow out one candle then look at themselves in the mirror after they finish each story. When the one-hundredth candle is blown out, it is said that ghosts and demons are summoned to our world.",
      "pt-br": "Série de terror antológica detalhando a \"Rodada das 100 Histórias de Fantasmas\", muitas vezes usado como um teste de coragem, onde os participantes contam cem histórias sobrenaturais,  apagam uma vela e se olham no espelho depois de terminar cada história. Quando a centésima vela é apagada, diz-se que fantasmas e demônios são convocados ao nosso mundo. Um antigo conto popular originário do Japão recontado por de Yuuma, um menino que vive em uma casa problemática."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ace1b3c4-41a7-44d2-a9ad-ae798932479e",
    "title": {
      "en": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
    },
    "updatedAt": "2024-03-21T17:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/93a92d8f-d94e-46f3-9537-8aa288cb2bdf.jpg",
    "altTitles": [
      {
        "ja": "FPSで初心者ボコってリアルファイトに発展した結果w"
      },
      {
        "ja-ro": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
      },
      {
        "en": "After Beating a Noob in an FPS, He Wanted to Fight Me in Real Life LOL"
      },
      {
        "vi": "Sau Khi Bị Tôi Bón Hành Trong Game, Có Đứa Hẹn Kèo Đánh Tôi!"
      },
      {
        "id": "Hasil dari Mengalahkan seorang Pemula di FPS yang Berkembang Menjadi Pertarungan di RL haha"
      },
      {
        "en": "Fighting With an FPS Beginner"
      },
      {
        "ro": "Luptând Cu Un Începător La Jocurile FPS"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ae4d0f6-152a-4956-8664-4405758d26ae",
    "title": {
      "en": "Asuperu Kanojo"
    },
    "updatedAt": "2024-04-09T02:37:48+00:00",
    "coverArt": "https://mangadex.org/covers/8ae4d0f6-152a-4956-8664-4405758d26ae/c86b717a-2951-45a4-8195-34922b0bfff0.jpg",
    "altTitles": [
      {
        "ja": "アスペル・カノジョ"
      },
      {
        "ja-ro": "Asper Kanojo"
      },
      {
        "en": "That's My Atypical Girl"
      },
      {
        "en": "Asper Girl"
      },
      {
        "en": "Asper Girlfriend"
      },
      {
        "ru": "Девушка с синдромом Аспергера"
      },
      {
        "zh": "同一屋檐下，阿斯伯格的她"
      },
      {
        "fr": "Une fille atypique"
      }
    ],
    "description": {
      "en": "Yokoi is a manga artist who spends his nights delivering newspapers just to make rent, since his original works just don’t seem to sell.\n\nSuddenly, one day he gets a visit from Saito-san, a self-proclaimed fan of Yokoi’s work who made the long journey to meet him. Yokoi quickly realizes that the things Saito-san sees, feels, and thinks about are different from most people…\n\nThese two struggle together to find a place to belong in this unique slice-of-life!\n\n---\nChinese translation follows online raw chapter numbering starting from Chapter 27. English translation follows tankoubon raw chapter numbering."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "100"
  },
  {
    "mangaId": "757c05b6-017d-492e-8c78-cbcfdf568944",
    "title": {
      "en": "Apparently, I'm the Villainess?"
    },
    "updatedAt": "2024-03-23T16:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/757c05b6-017d-492e-8c78-cbcfdf568944/279d77ce-a7b4-4eed-8ddc-240d736fd02c.jpg",
    "altTitles": [
      {
        "en": "They Say I'm the Villainous Young Miss"
      },
      {
        "vi": "Họ Đồn Tôi Là Đại Tiểu Thư Xấu Xa"
      },
      {
        "zh": "据说我是反派大小姐"
      }
    ],
    "description": {
      "en": "I worked as a manhua artist, then died from pulling an all-nighter. I woke up as the villainess \"Emi Morwen\" from my webcomic! Emi was an alluring yet cruel character who departed from the story by ending her own life. However, I’m not the real Emi!",
      "vi": "《Sau khi thức quá khuya, chạy deadline để rồi kết thúc sinh mệnh, tôi đã tái sinh thành nhân vật phản diện trong truyện tranh của mình》"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-05-04T22:39:06+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/168b5890-fff5-4fbb-81b9-7a24059e3f06.jpg",
    "altTitles": [
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Chained Soldier"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c53caf9a-95b6-4400-b41b-d1b09167ef7a",
    "title": {
      "en": "Kaii-san to Ore"
    },
    "updatedAt": "2024-03-14T06:28:23+00:00",
    "coverArt": "https://mangadex.org/covers/c53caf9a-95b6-4400-b41b-d1b09167ef7a/465127f8-8ea0-4f36-b3a8-591c6478161a.jpg",
    "altTitles": [
      {
        "ja": "怪異さんと俺"
      },
      {
        "id": "Aku dan Makhluk Aneh"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/24367326/series/222807)\n\n**Notes:**\n- The Pixiv series does not contain all of the chapters and combines some. Do not follow the chapter numbering on Pixiv. Instead, enable Japanese chapters on MangaDex to see the proper chapter order and links to all of the raw chapters.\n- This series uses characters the author used in illustrations beforehand.",
      "ja": "俺くんと怪異さんのお話。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99c8475c-043a-406e-bb43-d3a27aed503c",
    "title": {
      "en": "How to Be a Family"
    },
    "updatedAt": "2023-11-09T05:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/99c8475c-043a-406e-bb43-d3a27aed503c/f334f979-b852-4eb6-8efd-39720bb75ec0.png",
    "altTitles": [
      {
        "ko": "가족이 되는 방법"
      },
      {
        "vi": "Cách thức trở thành gia đình"
      },
      {
        "zh": "如何成为一家人"
      },
      {
        "ja": "家族になる方法"
      }
    ],
    "description": {
      "en": "Do-yeon and Eun-ha, who became a family due to their parents' remarriage, become strangers again due to their parents' divorce. The two met again after many years. Eun-ha is obsessed with Do-yeon, and Do-yeon is burdened by his younger brother... What's even worse is that his feelings for Eunha are not 'brotherly love'."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]