[
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Tune In to the Midnight Heart"
    },
    "updatedAt": "2024-06-08T18:18:10+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/a7027b41-55d0-4cb4-bfb9-13cd0217d811.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "ja-ro": "Mayonaka Heart Tune"
      },
      {
        "en": "Finding the girl behind the voice."
      },
      {
        "en": "Midnight Heart Tune"
      },
      {
        "ru": "Полуночный мотив сердца"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      }
    ],
    "description": {
      "en": "***\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"***\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people? A cute yet hard-working success romantic comedy begins here!!\n\n---\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "***「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。***\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!!アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b77e7a6a-a5e2-4fc6-b3c3-b152bd86239d",
    "title": {
      "en": "Secret Lady"
    },
    "updatedAt": "2024-01-28T18:36:12+00:00",
    "coverArt": "https://mangadex.org/covers/b77e7a6a-a5e2-4fc6-b3c3-b152bd86239d/231d6ccc-71b6-45e2-915b-5c2f4b82339a.jpg",
    "altTitles": [
      {
        "ko": "시크릿 레이디"
      },
      {
        "zh": "秘密小姐"
      },
      {
        "ja": "シークレットレディ"
      },
      {
        "ko-ro": "Sikeurit Leidi"
      },
      {
        "en": "The Lady's Secret"
      },
      {
        "tr": "Leydi'nin Sırrı"
      },
      {
        "zh-hk": "看見幽靈的少女"
      },
      {
        "fr": "La secrète demoiselle"
      },
      {
        "fr": "Le secret de la demoiselle"
      },
      {
        "fr": "La Demoiselle aux secrets (piccoma)"
      }
    ],
    "description": {
      "en": "I, Yoon Seol-woo, a young woman with the ability to see ghosts, was reincarnated as Rosantine, the eldest daughter of a noble ducal house in a world were witchcraft is considered dangerous. I managed to fake not being able to see ghosts somehow but then...\n\n\"Leave my sister's body this instant!\", I cried out to the evil spirit who's possessed my one and only beloved little sister.\n\nOnly the death penalty awaits me if my ability were to be discovered. Then, there's only one way...\n\n\"You're planning to kill Prince Chartus, right?\"\n\nI will save the Empire's second prince, Prince Chartus with this ability!\n\n\"I'll bet my life on Your Highness.\"\n\n---\n\n**Links:**\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/77771)\n- [Official Indonesian Translation (Kakao)](https://kakaopage.co.id/content/Secret-Lady/3505)",
      "id": "\"Seorang gadis yang memiliki kemampuan untuk melihat hantu, Yoon Seolwoo, telah bereinkarnasi menjadi Rozentine. Di dunia dia hidup sekarang, dia juga bisa melihat hantu. Akan tetapi, di dunia tersebut, kemampuan seperti itu dilarang dan apabila ketahuan oleh pihak kekaisaran, maka pemilik kekuatan itu harus dihukum mati bersama keluarganya.\nNamun, ada jalan lain untuk menyelamatkan dirinya beserta keluarganya dari hukuman tersebut. Rozentine mengetahui dari para hantu, bahwa ada konspirasi yang akan membunuh pangeran ke-2 dengan racun. Jika Rozentine dapat menyelamatkan nyawa pangeran tersebut, mungkin dia bisa meminta imbalan agar dia beserta keluarganya dilindungi.\nBisakah Rozentine menyelamatkan pangeran dan melindungi keluarganya?\"",
      "ja": "生まれつき幽霊が見えるせいで周りから白い目で見られてきた雪乃だが、ある日突然交通事故で亡くなってしまう。 そして目を覚ますと、アルゼン公爵家の令嬢ロゼンタインに生まれ変わっていた。 前世とは違い両親の愛情を受けながら幸せに育つロゼンタイン。幽霊が見える力はそのままで…。 彼女が暮らすカルタゼン帝国では、呪術を忌み嫌い呪術師を迫害してきた。 ロゼンタインも幽霊が見えるとなれば処刑される道しか残っていなかった。 あることをきっかけに第2皇子シャルトゥスの暗殺計画を知った彼女は、自分と家族を守るため、命をかけて第2皇子暗殺を阻止しようとするが…。",
      "ko": "유령을 보는 아이, 윤설우.\n유령을 보는 공녀, 로젠타인으로 환생하다!\n\n이번 생에서는 어떻게든 유령을 모른 척해 왔지만….\n\n\"당장 내 동생 몸에서 나가!\"\n\n하나뿐인 동생의 빙의를 풀기 위해 외쳤다.\n하지만 이 능력을 들킨다면 사형뿐.\n그렇다면 방법은 하나.\n\n\"샤르투스 황자가 죽을 예정이라지?\"\n이 힘으로 제국의 제2황자, 샤르투스를 구하는 것!\n\n“저하께 제 목숨을 걸겠습니다.”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6341b809-53e3-4461-ab3b-160514964685",
    "title": {
      "en": "Chiisai Boku no Haru"
    },
    "updatedAt": "2024-07-01T07:34:11+00:00",
    "coverArt": "https://mangadex.org/covers/6341b809-53e3-4461-ab3b-160514964685/e5d74526-0a46-4eaf-9905-571c9a0fed5b.jpg",
    "altTitles": [
      {
        "en": "Spring of Little Me"
      },
      {
        "ja": "小さい僕の春"
      }
    ],
    "description": {
      "en": "Suzuki Souta, a high school boy on the school volleyball team, is interested in his classmate Shinonome Asahi, a member of the girls' volleyball team. She thought of him as a good volleyball player, so she has been seeking him out every day. Souta was a keen volleyball player until junior high. However, because of his height, he could never become the spiker he longed to be. As a result, he got into the habit of giving up on things. Souta's high school life: Will he meekly accept what he cannot have? Or will he try to become a man who can stand with Asahi? Youth is a series of choices. Please, Souta, hang in there and do your best!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "29"
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-01-28T20:26:19+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aafb046c-9de4-4c3d-990c-6d75b079c0b9",
    "title": {
      "en": "Release That Witch"
    },
    "updatedAt": "2024-06-19T23:47:40+00:00",
    "coverArt": "https://mangadex.org/covers/aafb046c-9de4-4c3d-990c-6d75b079c0b9/ee278e22-9bfb-4b1b-9681-f8782b93e57b.jpg",
    "altTitles": [
      {
        "zh-ro": "Fangkai Nage Nüwu"
      },
      {
        "fr": "Relâchez cette Sorcière"
      },
      {
        "ru": "Освободите эту Ведьму"
      },
      {
        "zh": "放开那个女巫"
      },
      {
        "uk": "Звільніть цю відьму"
      },
      {
        "tr": "Cadıyı Salın"
      },
      {
        "vi": "Thả Vu Nữ Đó Ra"
      }
    ],
    "description": {
      "en": "A male engineer transmigrated into another world, and became a prince. This place strikingly resembles the Middle Ages of Europe, but at the same time, it seems kind of different? Witches truly exist, and they even possess magic powers! Magic powers are productive forces! Save the witches, liberate the productive forces! Open map, fight demons, break conspiracies, climb up the science and technology tree, and open the path of hardcore ‘farming’!",
      "ru": "Чэн Янь прошел сквозь время и попал в мир, подобный Средневековой Европе, став Роландом, 4-м принцем королевства. Но этот мир не такой, к какому он уже привык. Ведьмы и магия здесь — нормальное явление. Сможет ли Роланд заполучить трон короля и решить выпавшие на его долю проблемы? Только его опыт современных технологий и помощь ведьм, известных как «слуги Дьявола», позволят ему добиться успеха!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80f06ea5-2ff5-4155-bb0d-df4dbf97db40",
    "title": {
      "en": "Souei Sousho"
    },
    "updatedAt": "2024-06-06T04:06:05+00:00",
    "coverArt": "https://mangadex.org/covers/80f06ea5-2ff5-4155-bb0d-df4dbf97db40/ceed192d-04de-41c4-a1d8-2ca83cf746c7.jpg",
    "altTitles": [
      {
        "ja": "双影双書"
      },
      {
        "zh": "双影双书"
      }
    ],
    "description": {
      "en": "Shou, a young boy living in the red light district is suddenly taken to live in the imperial palace. He was selected to become the prince's shadow and act as his shield. In the palace where conspiracies swirl will Shou be able to protect himself and the prince?",
      "zh": "在花街柳巷看人脸色吃饭的少年・宵某天突然被皇宫收留。原因是他被选为了皇子那盾牌一般存在的「替身侍卫」，在阴谋重重的皇宫中，宵是否能保卫皇子的安全呢——⁉两名相貌如出一辙的少年相遇后，历史自此发生了巨变‼"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f78d21e-cb2c-49c4-bc86-d824305c9050",
    "title": {
      "en": "Phobia"
    },
    "updatedAt": "2024-07-01T06:20:47+00:00",
    "coverArt": "https://mangadex.org/covers/2f78d21e-cb2c-49c4-bc86-d824305c9050/0b901365-da62-44fe-8dca-b7c1d2344d47.jpg",
    "altTitles": [
      {
        "ja": "フォビア"
      },
      {
        "zh": "恐惧症"
      }
    ],
    "description": {
      "ja": "テーマは恐怖症！鬼才二人の震撼ホラー！\n\nゴトウユキコ×原克玄、鬼才二人の震える新境地！\n高所、隙間、匂い、集合体など、\n人間の恐怖症（フォビア）をテーマにした、\n超弩級の震撼ホラー！\n読めばきっと、その恐怖に取り憑かれる。"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11fc0067-2385-4666-8915-042dd8139377",
    "title": {
      "en": "Isekai Metaller"
    },
    "updatedAt": "2024-06-30T20:17:15+00:00",
    "coverArt": "https://mangadex.org/covers/11fc0067-2385-4666-8915-042dd8139377/07a56e19-a446-4e3d-b257-67c562ee6377.jpg",
    "altTitles": [
      {
        "ja": "異世界メタラー"
      },
      {
        "ja-ro": "Isekai Metaraa"
      },
      {
        "en": "Another World Metaller"
      },
      {
        "en": "Otherworld Metaller"
      },
      {
        "es": "Metalero de Otro Mundo"
      },
      {
        "es-la": "Metalero de Otro Mundo"
      }
    ],
    "description": {
      "en": "Alex, a devoted metalhead, finds himself in deep sorrow at his band’s breakup concert. Amidst the sadness, he experiences an electrical accident due to equipment trouble… When he wakes up, he discovers he has been transported to another world! In this new world, Alex encounters situations that are a ‘metalhead’s dream,’ featuring werewolves and dragons, which excite him immensely. Determined to lead this otherworld to peace with his metal spirit, Alex sets out on an adventurous journey…",
      "es": "Alex, un devoto metalero, se encuentra sumido en una profunda tristeza en el concierto de disolución de su banda. En medio de la tristeza, sufre un accidente eléctrico debido a problemas con el equipo... Cuando despierta, ¡descubre que ha sido transportado a otro mundo! En este nuevo mundo, Alex se encuentra con situaciones que son el «sueño de un metalero», con hombres lobo y dragones, que le excitan enormemente. Decidido a llevar a este otro mundo a la paz con su espíritu metálico, Alex emprende un viaje lleno de aventuras...",
      "ja": "メタルを深く愛するアレキは、バンドの解散ライブで悲しみに暮れる中、機材トラブルで感電事故に遭う……。そして目が覚めると異世界に転移していた！？ 異世界では、狼男、ドラゴンと『メタラーの夢』であるシチュエーションに次々遭遇し、興奮するアレキ。メタル魂で異世界を平和に導こうとするが……",
      "es-la": "Alex, un devoto metalero, se encuentra sumido en una profunda tristeza en el concierto de disolución de su banda. En medio de la tristeza, sufre un accidente eléctrico debido a problemas con el equipo... Cuando despierta, ¡descubre que ha sido transportado a otro mundo! En este nuevo mundo, Alex se encuentra con situaciones que son el «sueño de un metalero», con hombres lobo y dragones, que le excitan enormemente. Decidido a llevar a este otro mundo a la paz con su espíritu metálico, Alex emprende un viaje lleno de aventuras..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb6913fa-eab3-4edc-8167-8926fac2c9a1",
    "title": {
      "en": "Other Than My Friend's Sister, Something Else"
    },
    "updatedAt": "2024-07-01T05:26:05+00:00",
    "coverArt": "https://mangadex.org/covers/eb6913fa-eab3-4edc-8167-8926fac2c9a1/43e24955-188b-4817-b186-1c760b85c657.png",
    "altTitles": [
      {
        "ko": "친구 여동생 말고, 다른 거"
      }
    ],
    "description": {
      "en": "Seula has endured a long-standing crush, thinking that being friends would be enough. But when she learns Areum has accepted her boyfriend’s proposal, she breaks down. To soothe her torn heart, she gets drunk and calls her, confessing her feelings. The next day, she wakes up naked next to Areum’s sister, Daun! When Seula begins to piece the pieces of what happened together, she begs Daum to keep this a secret from Areum, to which Daum agrees under one condition… “Want to keep having a good time together?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "463842f6-6776-4949-8ea6-be7029ccc13a",
    "title": {
      "en": "Don't Call Me a Naked Hero in Another World"
    },
    "updatedAt": "2024-04-08T05:18:09+00:00",
    "coverArt": "https://mangadex.org/covers/463842f6-6776-4949-8ea6-be7029ccc13a/3dbe04c6-00e2-4a32-beaf-e4f0d47c207f.png",
    "altTitles": [
      {
        "ja": "異世界で全裸勇者と呼ばないで"
      },
      {
        "ja-ro": "Isekai de Zenra Yuusha to Yobanaide"
      }
    ],
    "description": {
      "en": "You can get cheat skills in a different world, but...\n\nSomehow, she has no clothes⁉\n\nThe naked comedy of the girl from a different world begins!\n\nWhile bathing in a hot spring Runa Hatagami is mistakenly transferred to another world as a hero in a towel...\n\nMoreover, the goddess only gave her a weird \"Hot Spring\" skill and a high defensive power?  She managed to get a bath towel with her skill, but she was still almost completely naked...\n\nFurthermore, she was put under a certain \"curse\" by a witch who is planning to resurrect the Demon King... The situation makes it impossible for her to return to her original world?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38cb4715-ed05-429f-b66f-3bca41375fde",
    "title": {
      "en": "Lord Demon King Always Teases Me"
    },
    "updatedAt": "2024-06-18T12:48:43+00:00",
    "coverArt": "https://mangadex.org/covers/38cb4715-ed05-429f-b66f-3bca41375fde/2e7ac3e2-068c-4a63-b9e2-2486f27929bf.jpg",
    "altTitles": [
      {
        "zh": "魔王大人总撩我"
      },
      {
        "zh-ro": "Mo Wang Da Ren Zong Liao Wo"
      },
      {
        "ko": "게임 속 마왕이 자꾸 날 괴롭혀!"
      },
      {
        "zh-ro": "Mó Wáng Dà Rén Zǒng Liāo Wǒ"
      }
    ],
    "description": {
      "en": "He Mian, a college student who has social anxiety, cleared his favorite game for the 100th time. Gareth, the devil of the game, accidentally transmigrated into the modern world where He Mian was. He Mian is determined to let the devil return to the game as soon as possible. In order to get rid of Gareth's pranks and entanglement, the two must collect magical artifacts from the game which has been spread across the world when Gareth was traversing."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "85"
  },
  {
    "mangaId": "b75a0d42-ce8c-461e-8e00-3a4863511ec3",
    "title": {
      "en": "Dragon Ball After (Doujinshi)"
    },
    "updatedAt": "2024-04-05T16:39:57+00:00",
    "coverArt": "https://mangadex.org/covers/b75a0d42-ce8c-461e-8e00-3a4863511ec3/673f69dd-5320-40a6-a04e-ca2043e54d62.jpg",
    "altTitles": [
      {
        "en": "DBAfter"
      },
      {
        "ja-ro": "Sono Go no DB"
      },
      {
        "ja-ro": "Sono Go no DB Shin"
      },
      {
        "ja": "その後のDB"
      },
      {
        "ja": "その後のDB真"
      }
    ],
    "description": {
      "en": "In Age 788, the Dragon World is at peace, when a tremendous threat appears… the strongest Saiyan warrior, Kakarrot, has awakened! Son Goku, the hero who brought peace to Earth, attacks his own family and friends! His fated rival, Vegeta, tries to stop him in a battle of destiny! Will Vegeta be able to defeat Kakarrot…? And what will become of the Dragon World…?"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "af67e19a-0070-4100-a81e-3a3489f5824c",
    "title": {
      "en": "Wan Mu"
    },
    "updatedAt": "2024-06-24T03:08:40+00:00",
    "coverArt": "https://mangadex.org/covers/af67e19a-0070-4100-a81e-3a3489f5824c/ceab5431-960c-4064-a3bf-96b20d804b35.jpg",
    "altTitles": [
      {
        "zh": "晚木"
      }
    ],
    "description": {
      "en": "A girl who was adopted by two mothers met her soulmate- another girl, when she was 16 years old. After dating for ten years, the 'soulmate' decided to marry a man at the age of 28 because she did not want to live an \"abnormal life\". Only after leaving her to marry a man, did she finally understand the true meaning of love during those countless days and nights. However, can they still go back to the way things were?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "43"
  },
  {
    "mangaId": "e4e2da95-1cd7-49e8-9197-b7419be2077b",
    "title": {
      "en": "Ore ni Trauma wo Ataeta Joshi-tachi ga Chirachira Mitekuru kedo, Zannen desu ga Teokure desu"
    },
    "updatedAt": "2024-06-26T07:07:24+00:00",
    "coverArt": "https://mangadex.org/covers/e4e2da95-1cd7-49e8-9197-b7419be2077b/416ab867-3e3d-4fb0-b0bc-c1c769e3c789.jpg",
    "altTitles": [
      {
        "ja": "俺にトラウマを与えた女子達がチラチラ見てくるけど、残念ですが手遅れです"
      },
      {
        "en": "The Girls Who Traumatized Me Keep Glancing at Me, but Alas, It’s Too Late"
      },
      {
        "es-la": "Las chicas que me traumaron me están mirando, pero desafortunadamente es demasiado tarde."
      }
    ],
    "description": {
      "en": "Kokonoe Yukito has always been unlucky when it comes to women. He was rejected by his childhood friend, which he thought they had mutual feelings for each other. He sister hates him. His mother neglected him— Due to all these trauma stacking with each other, his emotions were completely destroyed. When Yukito enters high school, the girls who inflicted these pain on him started to care for him...?! Thus commence a youthful Romcom full of misunderstandings!",
      "ja": "九重雪兎は昔から女運が悪い。両想いだと思っていた幼馴染にはフラれ、姉には嫌われ、母親には疎まれ――度重なるトラウマの果てに感情がぶっ壊れてしまう。そんな雪兎が高校に入学したら、彼にトラウマを与えてきた女子達がやたらと彼のことを気にかけてきて……!?　手遅れから始まる勘違い思春期ラブコメ、開幕！",
      "es-la": "Yukito Kokonoe siempre ha tenido mala suerte. Es odiado por su madre, su hermana, y su amiga de la infancia, pensaba que tenían sentimientos mutuos, pero ella se siente frustrada antes de la confesión, e incluso hace travesuras durante sus heridas, y sus emociones se rompen después de repetidos traumas con muchas mujeres.\n\nSin embargo, cuando ingresó a la escuela preparatoria, ¿¡Las chicas que lo traumatizaron comenzaron a preocuparse por él ...!?\nEsta es una comedia romántica de un adolescente incomprendido que comienza demasiado tarde."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6670ee28-f26d-4b61-b49c-d71149cd5a6e",
    "title": {
      "en": "Mieruko-chan"
    },
    "updatedAt": "2024-06-05T17:42:52+00:00",
    "coverArt": "https://mangadex.org/covers/6670ee28-f26d-4b61-b49c-d71149cd5a6e/b881ba09-58fc-4b3c-888e-9258b0a4d800.jpg",
    "altTitles": [
      {
        "ja": "見える子ちゃん"
      },
      {
        "en": "The Girl Who Can See Them"
      },
      {
        "en": "The Girl Who Sees \"Them\""
      },
      {
        "en": "Can See Them–chan"
      },
      {
        "en": "Can-See-Ghosts-chan"
      },
      {
        "en": "Girl That Can See It"
      },
      {
        "en": "Child That Can See It"
      },
      {
        "en": "Li'l Miss Can-See-Ghosts"
      },
      {
        "fr": "Mieruko-chan : Slice of Horror"
      },
      {
        "zh": "看得见的女孩"
      },
      {
        "zh-hk": "陰陽眼見子"
      },
      {
        "ru": "Девочка, которая видит это"
      },
      {
        "ne": "मिएरुको-चान"
      },
      {
        "ar": "مييروكو تشان"
      },
      {
        "th": "มิเอรุโกะจัง ใครว่าหนูเห็นผี"
      },
      {
        "ko": "보이는 여고생"
      },
      {
        "de": "Mieruko-chan - Die Geister, die mich riefen"
      }
    ],
    "description": {
      "en": "All of a sudden, Miko is able to see grotesque monsters all around her; but no one else can. Rather than trying to run away or face them, she instead musters all of her courage and… ignores them. Join in on her day-to-day life as she keeps up her best poker face despite the supernatural goings-on.\n___\n[Alt Raw (niconico Manga)](http://seiga.nicovideo.jp/comic/37662)",
      "fr": "**Officially Published:**  \n- In French by [Ototo Manga](http://www.ototo.fr/Serie-94-Mieruko-chanSliceofHorror)",
      "ru": "Мико — старшеклассница, проклятая шестым чувством; у нее есть способность видеть призраков- Она пытается жить обычной жизнью, но трудно, когда призраки продолжают преследовать ее- Она также может видеть души людей, и она понимает, что люди — настоящие монстры.В один «прекрасный» день старшеклассница внезапно начала видеть призраков! Она не может от этого избавиться, но изо всех сил старается вести себя так, будто вообще их не видит. История девушки с шестым чувством начинается!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b76a0506-5168-431b-8acc-fa340a042f93",
    "title": {
      "en": "Tenkaichi - Nihon Saikyou Bugeisha Ketteisen"
    },
    "updatedAt": "2024-05-22T18:18:26+00:00",
    "coverArt": "https://mangadex.org/covers/b76a0506-5168-431b-8acc-fa340a042f93/57303565-b48c-4fce-8ecc-d310345b7d6e.jpg",
    "altTitles": [
      {
        "ja": "テンカイチ -日本最強武芸者決定戦-"
      },
      {
        "zh": "天下第一 日本最強武士選拔賽"
      },
      {
        "zh-hk": "天下第一 日本最强武士选拔赛"
      },
      {
        "vi": "Tenkaichi - Thiên Hạ Đệ Nhất Võ Sĩ Đại Hội"
      },
      {
        "ko": "천하제일 일본최강무예가결정전"
      },
      {
        "es-la": "Tenkaichi - El luchador de artes marciales más fuerte de Japón."
      },
      {
        "es": "Tenkaichi - El luchador de artes marciales más fuerte de Japón."
      },
      {
        "en": "Tenkaichi: Battle to Decide Japan's Strongest Martial Artist"
      },
      {
        "pt-br": "Tenkaichi - A Batalha para decidir o Artista Marcial mais forte do Japão"
      },
      {
        "en": "The Greatest: The Battle To Decide Japan's Strongest Martial Artist"
      }
    ],
    "description": {
      "en": "Battle tournament manga set in the Sengoku Era. The year is 1600. Ten years have passed since Oda Nobunaga unified Japan. When Nobunaga realized that he was dying, he announced that he would hand over the country to the one who produced the strongest warriors. The warlords, whose dreams of unifying the country had been dashed, set up their own strongest warriors and set their sights on becoming the ruler of Japan",
      "ja": "時は西暦1600年。“織田信長”が全国統一してから10年が経過していた――。信長は自分の死期を悟ると、最強の武芸者を輩出したものに“この国”を譲ると発表。天下統一の夢破れた武将たちは、それぞれ最強の武芸者を擁立し、この国の王を目指す！",
      "vi": "Một câu chuyện với một chuỗi lịch sử hoàn toàn lạ lẫm với lịch sử mà chúng ta đã và đang từng được biết.\nOda Nobugana, sau khi hoàn thành đại nghiệp thống nhất thiên hạ, nay chỉ vì muốn nhìn thấy cảnh chém giết đổ máu, đã lập nên một giải đấu nhằm chọn ra người sẽ thay mình trị vì cả thiên hạ, \"TENKAICHI\". Để tham gia, những văn võ bá quan lẫn các trung thần đều sẽ chọn ra cho mình một võ sĩ đại diện, người mà họ cho rằng sẽ là thiên hạ đệ nhất võ sĩ tham gia thi đấu cho mình. Một đại hội đẫm máu và tàn khốc chưa từng có trong lịch sử Nhật Bản chính thức bắt đầu.",
      "es-la": "Torneo de batalla ambientado en la Era Sengoku. Es el año 1600. Han pasado diez años desde que Oda Nobunaga unificó Japón. Cuando Nobunaga se dio cuenta de que se estaba muriendo, anunció que entregaría el país a quien produjera los guerreros más fuertes. Los señores de la guerra, cuyos sueños de unificar el país se habían visto frustrados, crearon sus propios guerreros más fuertes y pusieron sus miras en convertirse en el gobernante de Japón",
      "pt-br": "“Quem é o artista marcial mais forte do Japão?” É 1600 D.C., dez anos se passaram desde que \"Oda Nobunaga\" unificou todo o país. Percebendo sua morte, Nobunaga anuncia que entregará 'este país' àquele que tivesse como seguidor o artista marcial mais forte."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e618f14a-58c0-448c-9eb7-ef30d2422f6f",
    "title": {
      "en": "Not-Sew-Wicked Stepmom"
    },
    "updatedAt": "2024-01-20T06:44:07+00:00",
    "coverArt": "https://mangadex.org/covers/e618f14a-58c0-448c-9eb7-ef30d2422f6f/60a16ff5-9ad2-4a1f-abce-7aa595ba579d.jpg",
    "altTitles": [
      {
        "ko": "계모인데 딸이 너무 귀여워"
      },
      {
        "ko-ro": "Gyemoinde, Ttari Neomu Gwiyeowo"
      },
      {
        "ko-ro": "Gyemo-inde Ddal-i Neomu Gwiyeowo"
      },
      {
        "en": "I'm Only a Stepmother, but My Daughter Is Just So Cute!"
      },
      {
        "en": "I'm a Stepmother, but My Daughter Is Just Too Cute!"
      },
      {
        "en": "I'm the Stepmother, but My Daughter Is Too Cute"
      },
      {
        "de": "Meine etwas zu entzückende Stieftochter"
      },
      {
        "fr": "La belle-mère de la princesse"
      },
      {
        "es": "Solo soy una madrastra pero mi hija es tan linda"
      },
      {
        "uk": "Я тільки мачуха, але моя дочка така мила!"
      },
      {
        "ru": "Я всего лишь мачеха, но моя дочь - просто прелесть!"
      },
      {
        "ru": "Я мачеха, но моя дочь слишком милая"
      },
      {
        "th": "ฉันเป็นแม่เลี้ยงนะ แต่ลูกสาวน่ารักเกินไปแล้ว"
      },
      {
        "ja": "継母だけど娘が可愛すぎる"
      },
      {
        "tr": "Pamuk Prensesin üvey annesi"
      },
      {
        "zh": "我是继母，但是女儿太可爱了"
      },
      {
        "zh-hk": "我的繼女超可愛"
      },
      {
        "id": "Aku seorang ibu tiri, namun anakku sangat imut"
      }
    ],
    "description": {
      "de": "Sie lebt für ihren Beruf und arbeitet zu viel — bis sie an Überarbeitung zusammenbricht und stirbt. Doch statt ihre Augen für immer zu schliessen, erwacht sie in einer Märchenwelt. Sie steckt im Körper der bösen Stiefmutter! Aber wie kann sie nur das Vertrauen ihrer Stieftochter aewinnen?\n\nSpieglein, Spieglein an der Wand, wer ist die netteste Stiefmutter im ganzen Land?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B3%84%EB%AA%A8%EC%9D%B8%EB%8D%B0-%EB%94%B8%EC%9D%B4-%EB%84%88%EB%AC%B4-%EA%B7%80%EC%97%AC%EC%9B%8C/2487), [KakaoPage](https://page.kakao.com/content/56714856)\n\n**Official Translations:**\n* [English](https://tapas.io/series/not-sew-wicked-stepmom/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30154)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%9A%84%E7%B9%BC%E5%A5%B3%E8%B6%85%E5%8F%AF%E6%84%9B/212)\n* [French / Français](https://www.delitoon.com/detail/daf_1000497)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2010120)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Aku-Seorang-Ibu-Tiri-Namun-Anakku-Sangat-Imut/152)\n* [Japanese / 日本語](https://piccoma.com/web/product/72467)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%89%E0%B8%A2%E0%B8%87%E0%B8%99%E0%B8%B0_%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%81%E0%B9%80%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B9%84%E0%B8%9B%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/253)",
      "en": "Fairytale stepmothers are notoriously wicked. But after a children’s clothing designer is reborn as young Princess Blanche’s stepmom, she’s determined to break the mold and shower her daughter with love. Now she just has to convince the girl’s cold-hearted father to do the same. In her quest to make a happier home for Blanche, Abigail begins to uncover secrets and schemes within the palace. Will devious forces tear the Freidkins apart, or can Abigail stitch them back into a family?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B3%84%EB%AA%A8%EC%9D%B8%EB%8D%B0-%EB%94%B8%EC%9D%B4-%EB%84%88%EB%AC%B4-%EA%B7%80%EC%97%AC%EC%9B%8C/2487), [KakaoPage](https://page.kakao.com/content/56714856)\n\n**Official Translations:**\n* [English](https://tapas.io/series/not-sew-wicked-stepmom/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30154)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%9A%84%E7%B9%BC%E5%A5%B3%E8%B6%85%E5%8F%AF%E6%84%9B/212)\n* [French / Français](https://www.delitoon.com/detail/daf_1000497)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2010120)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Aku-Seorang-Ibu-Tiri-Namun-Anakku-Sangat-Imut/152)\n* [Japanese / 日本語](https://piccoma.com/web/product/72467)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%89%E0%B8%A2%E0%B8%87%E0%B8%99%E0%B8%B0_%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%81%E0%B9%80%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B9%84%E0%B8%9B%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/253)",
      "fr": "J'ai été transmigrée en le parfait cliché de la belle-mère jalouse et cruelle! Une mauvaise femme qui a énormément fait souffrir l'adorable Blanche, finissant même par l'empoisonner. Heureusement, le destin se retourne contre elle et la belle-mère finit exécutée par son mari.\n\nMa petite Blanche est tellement mignonne, je veux la couvrir d'affection et de tous les cadeaux possibles.\n\nSauf que pendant ce temps là, mon mari pense qu'il s'agit d'un nouveau stratagème pour attirer son attention, mais la seule que je veux, c'est ma belle-fille!\n\n---\nRéincarnée en la méchante belle mère de Blanche neige, je ferai tout pour gagné l'amour de cette enfante. Cependant, un obstacle de taille ce dressera sur ma route.\n\n«Je suis aussi le parent de Blanche, j'exige des excuses pour m'avoir tellement méfié.»\n\n«Et si je ne le fait pas?»\n\n«Je viendrais visiter votre chambre ce soir, majesté.»\n\n«...»\n\n«J'ai même réussi a obtenir des culottes vraiment sexy juste pour vous~»\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B3%84%EB%AA%A8%EC%9D%B8%EB%8D%B0-%EB%94%B8%EC%9D%B4-%EB%84%88%EB%AC%B4-%EA%B7%80%EC%97%AC%EC%9B%8C/2487), [KakaoPage](https://page.kakao.com/content/56714856)\n\n**Official Translations:**\n* [English](https://tapas.io/series/not-sew-wicked-stepmom/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30154)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%9A%84%E7%B9%BC%E5%A5%B3%E8%B6%85%E5%8F%AF%E6%84%9B/212)\n* [French / Français](https://www.delitoon.com/detail/daf_1000497)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2010120)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Aku-Seorang-Ibu-Tiri-Namun-Anakku-Sangat-Imut/152)\n* [Japanese / 日本語](https://piccoma.com/web/product/72467)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%89%E0%B8%A2%E0%B8%87%E0%B8%99%E0%B8%B0_%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%81%E0%B9%80%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B9%84%E0%B8%9B%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/253)",
      "zh": "我穿越成了白雪公主的恶毒继母？！但是前世的我其实是一个非常喜欢小孩子的儿童服装设计师。明明面对可爱的女儿喜不自禁，但是不论怎么努力，都得不到女儿和丈夫的信任。丈夫觉得我态度大转变，定有阴谋。我到底如何才能在这个充满怀疑的新世界成功的活下去…？\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B3%84%EB%AA%A8%EC%9D%B8%EB%8D%B0-%EB%94%B8%EC%9D%B4-%EB%84%88%EB%AC%B4-%EA%B7%80%EC%97%AC%EC%9B%8C/2487), [KakaoPage](https://page.kakao.com/content/56714856)\n\n**Official Translations:**\n* [English](https://tapas.io/series/not-sew-wicked-stepmom/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30154)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%9A%84%E7%B9%BC%E5%A5%B3%E8%B6%85%E5%8F%AF%E6%84%9B/212)\n* [French / Français](https://www.delitoon.com/detail/daf_1000497)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2010120)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Aku-Seorang-Ibu-Tiri-Namun-Anakku-Sangat-Imut/152)\n* [Japanese / 日本語](https://piccoma.com/web/product/72467)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%89%E0%B8%A2%E0%B8%87%E0%B8%99%E0%B8%B0_%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%81%E0%B9%80%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B9%84%E0%B8%9B%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/253)",
      "pt-br": "Eu me vi dentro de uma história como a madrasta ciumenta de sua filha que tentou matar com uma maçã envenenada. Eu amaria se pudesse ter a confiança da minha fofa e amável Blanche. Mas- \"Hilário, Desde quando você gosta tanto da Blanche?\" Esse marido continua em meu caminho!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B3%84%EB%AA%A8%EC%9D%B8%EB%8D%B0-%EB%94%B8%EC%9D%B4-%EB%84%88%EB%AC%B4-%EA%B7%80%EC%97%AC%EC%9B%8C/2487), [KakaoPage](https://page.kakao.com/content/56714856)\n\n**Official Translations:**\n* [English](https://tapas.io/series/not-sew-wicked-stepmom/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30154)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%9A%84%E7%B9%BC%E5%A5%B3%E8%B6%85%E5%8F%AF%E6%84%9B/212)\n* [French / Français](https://www.delitoon.com/detail/daf_1000497)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2010120)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Aku-Seorang-Ibu-Tiri-Namun-Anakku-Sangat-Imut/152)\n* [Japanese / 日本語](https://piccoma.com/web/product/72467)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%89%E0%B8%A2%E0%B8%87%E0%B8%99%E0%B8%B0_%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%81%E0%B9%80%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B9%84%E0%B8%9B%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/253)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fe5571f-ecc9-4a26-9a50-cfa09757a735",
    "title": {
      "en": "The Story of the Fox Who Was Late Getting Married and Came to be My Bride"
    },
    "updatedAt": "2024-07-01T07:31:42+00:00",
    "coverArt": "https://mangadex.org/covers/2fe5571f-ecc9-4a26-9a50-cfa09757a735/116dce04-dc9d-42f5-a759-47b167fe2e93.png",
    "altTitles": [
      {
        "ja": "嫁ぎ遅れた狐が嫁に来る話"
      }
    ],
    "description": {
      "en": "One day, Goro is taking a walk on the mountain behind his house and comes across a fox lying upside down on the side of the road... The fox yells 'Hey you! Got a moment?'  And well, if you've seen the title you know the rest.  This is a cute and fluffy romcom about a fox's wedding(?)."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf8c6030-6190-4dd3-a5b5-aedbab086bea",
    "title": {
      "en": "Yami Maid ga Shihai suru!"
    },
    "updatedAt": "2024-05-07T04:42:04+00:00",
    "coverArt": "https://mangadex.org/covers/cf8c6030-6190-4dd3-a5b5-aedbab086bea/2f9417cb-f4fa-4f97-9f70-79972f7b21a1.jpg",
    "altTitles": [
      {
        "ja": "闇メイドは支配する!"
      },
      {
        "ja-ro": "Yami Meido wa shihai suru!"
      },
      {
        "en": "The Dark Maid Dominates!"
      }
    ],
    "description": {
      "en": "Natsume Hilbright, a girl who has just lost her mother.\n\nSurrounded by her loving father and friends, she misses celebrating her birthday without her mother.\n\nMeanwhile, she happens to meet Jupiter, a boy who claims to be the Prince of the Demon World, and a beautiful girl named Glance, who is said to be his maid."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "19"
  },
  {
    "mangaId": "911f2f01-9718-4a42-8e2a-1b684b695cba",
    "title": {
      "en": "303-Goushitsu no Kami-sama"
    },
    "updatedAt": "2024-06-30T09:14:00+00:00",
    "coverArt": "https://mangadex.org/covers/911f2f01-9718-4a42-8e2a-1b684b695cba/9a9d4de0-a761-4c38-be77-e96db736db4c.jpg",
    "altTitles": [
      {
        "ja": "303号室の神さま"
      },
      {
        "ja": "神様です。サービスするよ"
      },
      {
        "ja": "神様と陰気な少年"
      },
      {
        "ja-ro": "Kami-sama desu. Service suru yo."
      },
      {
        "ja-ro": "Kami-sama to Inki na Shounen"
      },
      {
        "en": "The God of Room 303"
      },
      {
        "en": "I'm a God. I'll serve you."
      },
      {
        "en": "God and the Gloomy Boy"
      },
      {
        "vi": "Vị thần ở phòng 303"
      },
      {
        "vi": "Tôi là một vị thần. Tôi sẽ giúp bạn"
      },
      {
        "vi": "Thần và cậu bé u ám"
      },
      {
        "es-la": "La Diosa de la habitación 303"
      },
      {
        "ru": "Богиня комнаты 303"
      },
      {
        "id": "Dewa di Ruangan 303"
      }
    ],
    "description": {
      "en": "**Link:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/24367326/series/236717)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2004b225-bae8-43ca-92ad-ebae1ce6498e",
    "title": {
      "en": "Ultimate Son-in-law"
    },
    "updatedAt": "2024-04-16T07:22:17+00:00",
    "coverArt": "https://mangadex.org/covers/2004b225-bae8-43ca-92ad-ebae1ce6498e/29b06e3f-0b2e-48ff-bc4d-5c5f8f110805.png",
    "altTitles": [
      {
        "zh-ro": "Shishang Zui Qiang Zhui Xu"
      },
      {
        "zh": "史上最强赘婿"
      },
      {
        "en": "Survive As The Hero’s Husband!"
      },
      {
        "vi": "Chàng Rể Mạnh Nhất Lịch Sử"
      }
    ],
    "description": {
      "en": "Shen Lang traveled to the past and became a matrilocal son-in-law of a wealthy family. And yet he was kicked out for being a good-for-nothing. So he swore that he would marry a more powerful and striking noblewoman.\n\nI'm not going to practice martial arts in my whole life! I'll groom my wife to be the No.1 martial master in the world! She will kick the ass of anyone who dares to mess with me!\n\n---\n**Links:**\n- Alternative Official Raw - [Bilibili](https://manga.bilibili.com/detail/mc32611)",
      "pt-br": "Sheng lang foi expulso de casa por ser um desperdício de comida e oxigênio, coisas aconteceram e ele acabou em outro mundo, para sobreviver nesse novo mundo ele precisa aprender artes marciais mas como ele é muito preguiçoso e fraco ele concluiu que sua melhor opção é encontrar uma esposa bonita, rica e talentosa e ser apenas um marido troféu que passa seus dias aproveitando as riquezas da vida!! E se alguém se atreve a perturbar sua paz, ele vai dizer a sua esposa para chutar seus traseiros!!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb5e512c-b0c4-45b3-8de9-bec98f38285d",
    "title": {
      "en": "Raising My Fiancé with Money"
    },
    "updatedAt": "2024-05-12T11:01:44+00:00",
    "coverArt": "https://mangadex.org/covers/cb5e512c-b0c4-45b3-8de9-bec98f38285d/311baf45-e0d6-42d9-a2a5-22dacb07c050.jpg",
    "altTitles": [
      {
        "ko": "돈으로 약혼자를 키웠습니다"
      },
      {
        "ko": "돈으로 약혼자를 키웠습"
      },
      {
        "ko-ro": "Don'eulo Yaghonjaleul Kiwossseubnida"
      },
      {
        "en": "RMFWM"
      },
      {
        "zh": "砸钱养个未婚夫"
      }
    ],
    "description": {
      "en": "Overflowing wealth, exceptional looks. Ilya Bloden's life was perfect.Until she witnessed her fiancé's affair, that is.\"I changed everything, my taste, my hobbies, I accommodated his every wish… But I won't live like a pushover any longer. I'll get a perfect break up!\"For the perfect break up, she finds a new fiancé, Karhan Evantheon. She tried to shield herself with Karhan's fearsome reputation, but…\"I found this flower on the battlefield, and I really wanted Illya to see it.\"Turns out, he was a cute puppy?! Will this engagement be okay?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f654255b-a884-4141-a568-c94561da31b6",
    "title": {
      "en": "Half Succubus wo Hirotta"
    },
    "updatedAt": "2024-05-30T15:28:16+00:00",
    "coverArt": "https://mangadex.org/covers/f654255b-a884-4141-a568-c94561da31b6/1021308f-8511-4f29-9c4a-3a4c471de3ac.jpg",
    "altTitles": [
      {
        "ja": "ハーフサキュバスを拾った"
      },
      {
        "en": "Taking Home a Half Succubus"
      },
      {
        "pt-br": "Eu Adotei uma meio-sucubus"
      },
      {
        "es-la": "Llevando a casa una medio súcubo"
      },
      {
        "vi": "Tôi nhặt về nhà một bán Succubus"
      },
      {
        "id": "Pungut anak setengah succubus"
      }
    ],
    "description": {
      "en": "Take a child half succubus and half human.",
      "id": "Mungut anak setengah succubus dan setengah Manusia",
      "pt-br": "Eu Adotei uma meio-sucubus"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26c4a83f-4078-431b-b862-820c452bb278",
    "title": {
      "en": "Misoshiru de Kanpai!"
    },
    "updatedAt": "2022-12-12T11:38:17+00:00",
    "coverArt": "https://mangadex.org/covers/26c4a83f-4078-431b-b862-820c452bb278/9c0e0cb7-2b1f-434a-a9ab-8bb79c6c956c.jpg",
    "altTitles": [
      {
        "en": "Let's Have a Toast With Miso Soup!"
      },
      {
        "ja": "味噌汁でカンパイ！"
      },
      {
        "ko": "미소된장국으로 건배!"
      }
    ],
    "description": {
      "en": "Zenichirou is a middle school student raised in a motherless family. His breakfast always consists of onigiri and instant miso soup from the convenience store. Yae, a childhood friend of Zenichirou, cannot stand to see him eat such an innutritious breakfast, so she decides to make him breakfast every morning…  \n  \nThis story conveys a simple message: eating with another person makes miso soup taste more delicious and hearty!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "84"
  },
  {
    "mangaId": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": {
      "en": "Maria no Danzai"
    },
    "updatedAt": "2024-06-25T13:10:53+00:00",
    "coverArt": "https://mangadex.org/covers/3ad8d2f2-1afe-43da-a88b-0a790c64939e/7da041cc-0699-4d20-bee8-6f822f0fe3b7.jpg",
    "altTitles": [
      {
        "ja": "聖母の断罪"
      },
      {
        "ar": "دَينُونَة ماريا"
      },
      {
        "ne": "मारियाको निर्णय"
      },
      {
        "vi": "Lời tuyên án của Đức Mẹ"
      },
      {
        "en": "Maria's Judgement"
      },
      {
        "id": "Penghakiman Maria"
      },
      {
        "es-la": "La Condena de María"
      },
      {
        "tl": "Ang Paghatol ni Maria"
      },
      {
        "de": "Maria's Judgement"
      },
      {
        "ru": "Возмездие Девы Марии"
      }
    ],
    "description": {
      "ar": "بعد وفاة ابنها بطريقة مروعة، تكتشف والدتهُ تنمر الآخرين الشديد عليه، فعقدت العزم على معاقبة أولئك المتنمرين الذين أخذوا ابنها الحبيب منها، وبدأت العمل كممرضة في المدرسة",
      "en": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
      "ne": "आमाबुवा र छोरासहित ३ जनाको नागारे परिवारको खुसीको घर थियो। तर, उनीहरुको छोरा किरिताकालाई विद्यालयमा गोप्य रुपमा कुटपिट गरिएको थियो।  त्यसपछि, एउटा घटना घट्छ, र आमा मारियाको छोराप्रतिको माया अनियन्त्रित हुन्छ।",
      "vi": "Một gia đình ba người những tưởng đang hạnh phúc, cho đến khi Kiritaka, người con trai duy nhất của Nagare Mari \"tự sát\" vì \"quá đau khổ\". Cho rằng bản thân đã vô tình dồn ép con trai yêu quý, Mari toang tìm đến cái chết, nhưng không... cô vô tình phát hiện ra sự thật con trai mình đã liên tục bị bắt nạt suốt một thời gian dài bởi những con quỷ đội lốt người tại trường học.\nVà rồi tình thương con da diết của Mari... đã vượt ngoài tầm kiểm soát của trái tim cô.",
      "es-la": "La familia Nagare era un hogar feliz formado por tres personas. Sin embargo, su hijo Kiritaka sufría acoso escolar extremo en secreto. Entonces, ocurre un incidente que haría que el amor de la madre, Mari, se descontrolara por completo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40ea7fc1-8464-4545-a8fd-ccde3a2bf868",
    "title": {
      "en": "REC"
    },
    "updatedAt": "2023-09-27T00:31:09+00:00",
    "coverArt": "https://mangadex.org/covers/40ea7fc1-8464-4545-a8fd-ccde3a2bf868/60a77e7d-017a-42dc-9d8f-5eb9f07229dc.jpg",
    "altTitles": [
      {
        "en": "Rec"
      },
      {
        "ja": "Rekku"
      },
      {
        "ja": "レック"
      },
      {
        "zh": "甜蜜声优"
      }
    ],
    "description": {
      "en": "A salaryman Matsumaru Fumihiko 26, asked his colleague miss Tanaka to watch a movie with him, but she doesn't show up at the movie theater. As he is about to throw away the ticket, a rookie seiyuu girl named Onda Aka aged 20 asked for the ticket and they end up watching the movie together. On their way home they notice that they live near each other. That night, Aka's apartment burns down. Matsumaru offers his help and they end up with Aka living with him.   \nThey have to keep it a secret to secure their jobs. What will happen to the relationship that is \"more than friends but less than lovers\"…  \n  \n\n\n---",
      "es": "Un asalariado Matsumaru Fumihiko 26, le pidió a su colega miss Tanaka que viera una película con él, pero ella no aparece en el cine. Cuando está a punto de tirar el boleto, una chica seiyuu novata llamada Onda Aka de 20 años pidió el boleto y terminan viendo la película juntos. De camino a casa se dan cuenta de que viven cerca el uno del otro. Esa noche, el apartamento de Aka se incendia. Matsumaru ofrece su ayuda y terminan con Aka viviendo con él. Tienen que mantenerlo en secreto para asegurar sus trabajos. ¿Qué pasará con la relación que es \"más que amigos pero menos que amantes\"…  \n\n\n---",
      "pl": "Pewnego dnia dwudziestosześcioletni Matsumaru Fumihiko zaprasza swoją koleżankę z pracy do kina, jednak ona wystawia go do wiatru. Gdy wściekły Matsumaru chce wyrzucić do kosza bilety, nagle obok niego pojawia się dziewczyna – Aka Onda. Po chwili oboje lądują razem w kinie, a w drodze powrotnej okazuje się, że mieszkają niedaleko siebie. Tej samej nocy wskutek pożaru Aka zostaje bez dachu nad głową, a pomocną dłoń wyciąga do niej właśnie Matsumaru…  \n klonik1985 - 22 października 2010   \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/879ta)  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6008)",
      "pt-br": "A historia começa com Fumihiko Matsumaru, um trabalhador comum de 26 anos, esperando a sua colega de trabalho para irem ao cinema, mas ela não aparece. Então, completamente desanimado, decide jogar os bilhetes do cinema fora quando uma garota se aproxima e o convence a assistir o filme com ele. Em seguida, ele descobre que ela chama-se Onda Aka e é uma aspirante à seiyu (dubladora), tem 20 anos de idade e deseja ser como a sua atriz favorita, Audrey Hepburn. Mais tarde, o lugar onde ela mora é completamente destruído num incêndio e, então, Matsumaru a convida para morar com ele..."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "127"
  },
  {
    "mangaId": "decb475a-c54a-430f-a08a-0ffbfb12a977",
    "title": {
      "en": "Legal Pirate Parfait"
    },
    "updatedAt": "2024-03-25T23:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/decb475a-c54a-430f-a08a-0ffbfb12a977/f763e319-805a-47f6-97f0-928c43da7daf.jpg",
    "altTitles": [
      {
        "ko": "합법해적 파르페"
      },
      {
        "en": "Privateer Parfait"
      },
      {
        "en": "Parfait: the Privateer"
      },
      {
        "en": "Parfait: the Legal Pirate"
      }
    ],
    "description": {
      "en": "The extraordinary Princess Parfait's marvelous fantasy adventure!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b26a3f35-2117-4fa0-90bd-32d310ab9b11",
    "title": {
      "en": "Planetary Human II: Globe"
    },
    "updatedAt": "2023-07-23T18:26:58+00:00",
    "coverArt": "https://mangadex.org/covers/b26a3f35-2117-4fa0-90bd-32d310ab9b11/470af414-b6aa-4a30-b79a-6aa20c34e7f3.jpg",
    "altTitles": [
      {
        "ko": "행성인간2: 행성의"
      },
      {
        "en": "Planetary Human 2: Planetary"
      }
    ],
    "description": {
      "en": "The second season of Cho Seok's Tidal Universe masterpiece, Planetary Human. So… prepare yourself to be mindfucked."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd39af11-4036-4478-a510-fe20ecd762dc",
    "title": {
      "en": "Juvenile Prison"
    },
    "updatedAt": "2024-06-29T23:23:34+00:00",
    "coverArt": "https://mangadex.org/covers/dd39af11-4036-4478-a510-fe20ecd762dc/0d2bea12-61e9-4a82-a9ba-cabee3ac47a3.jpg",
    "altTitles": [
      {
        "ko": "소년교도소"
      }
    ],
    "description": {
      "en": "'Cha Ju-young' is imprisoned in a juvenile detention center for rendering his gangster father comatose.\nNot long after, the father, who was thought never to wake up, comes to visit..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "032fd747-fba8-449b-b614-b3715fb6a899",
    "title": {
      "en": "Genkai OL to Joshi Daisei ga 〇〇 Suru Hanashi"
    },
    "updatedAt": "2024-05-11T15:58:30+00:00",
    "coverArt": "https://mangadex.org/covers/032fd747-fba8-449b-b614-b3715fb6a899/1a0e9ba2-e8e4-4054-8b1c-921820b03dfa.jpg",
    "altTitles": [
      {
        "ja": "限界OLと女子大生が〇〇する話"
      },
      {
        "ko": "한계 OL과 여대생이 OO하는 이야기"
      },
      {
        "en": "An OL at Her Limit and a College Girl"
      }
    ],
    "description": {
      "en": "Segawa-san is the star of the office who everyone depends on. But she's stretched thin, and the state of her apartment has gotten dire. After a fateful encounter, the college student next door offers to lend a helping hand!",
      "ja": "仕事ができて皆から頼られる完璧OL 瀬川さん。しかし家では、汚部屋で毎日コンビニ飯を食べる限界生活を送っていた。ある日、お隣に住む片付け上手でしっかり者の女子大生 安藤さんに部屋の片付けを手伝ってもらうことになり…？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f087a12-2093-4dde-a593-218d8c1ce306",
    "title": {
      "en": "Densetsu no Ore"
    },
    "updatedAt": "2024-03-31T17:42:33+00:00",
    "coverArt": "https://mangadex.org/covers/4f087a12-2093-4dde-a593-218d8c1ce306/80fcb75d-4c11-4c61-a996-47980bb215d3.jpg",
    "altTitles": [
      {
        "en": "Legendary Me!"
      },
      {
        "ja": "伝説の俺"
      },
      {
        "es-la": "¡El Legendario Yo!"
      }
    ],
    "description": {
      "en": "Ozma, a former court magician, is executed for saving a girl, Felia. However, he is reincarnated in a world 300 years later. There, his previous life, in which he was supposed to have been executed, has left his mark on history with a series of feats of which he has no memory, and he has been praised as a god. Like a legendary hero!\n\nAdapted to Novel."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8572da1b-3b5d-44aa-a40c-8a92b512c336",
    "title": {
      "en": "Dungeon no Osananajimi"
    },
    "updatedAt": "2024-06-21T03:04:59+00:00",
    "coverArt": "https://mangadex.org/covers/8572da1b-3b5d-44aa-a40c-8a92b512c336/d9bb6a5e-df89-4874-861a-ac4c02782596.jpg",
    "altTitles": [
      {
        "ja": "ダンジョンの幼なじみ"
      },
      {
        "en": "Dungeon Friends Forever"
      },
      {
        "en": "Dungeon Childhood Friend"
      },
      {
        "en": "Dungeon's Childhood Friend"
      }
    ],
    "description": {
      "en": "Dungeon x Childhood Friend!? \r\n\r\nLet's observe them, in this warm romantic comedy! At the bottom of an impregnable underground dungeon awaits the final boss, the mighty black dragon Obsidian. The one who dared to challenge Obsidian is Van, an experienced adventurer who has fought many battles with the dragon over the years. The battle between two passionate souls is about to begin!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d8f9afe2-aa44-4bc6-9145-eebb1f282372",
    "title": {
      "en": "Pseudo Harem"
    },
    "updatedAt": "2024-03-25T23:35:11+00:00",
    "coverArt": "https://mangadex.org/covers/d8f9afe2-aa44-4bc6-9145-eebb1f282372/8cc1aa08-c214-44ab-8b59-dcce6f73ca84.jpg",
    "altTitles": [
      {
        "ja-ro": "Giji Harem"
      },
      {
        "ja-ro": "Giji-Harem"
      },
      {
        "pt": "Harém de Mentirinha"
      },
      {
        "id": "Harem Semu"
      },
      {
        "ru": "Псевдогарем"
      },
      {
        "ja": "疑似ハーレム"
      },
      {
        "uk": "Псевдогарем"
      }
    ],
    "description": {
      "en": "The story of Nanakura Rin of the Drama Club, who has indisputable talent as an actress, and her senpai in the same club, Kitahama Eiji. With the power of her acting, Rin teases Eiji with a variety of personas, giving him the harem he's always dreamed of!",
      "fr": "Voici l'histoire de Nanakura Rin du club de drama, ayant un talent indiscutable en tant qu'actrice, et de son senpai Kitahama Eiji. Grâce à ses talents d'actrice, Rin taquine Eiji avec multiples personnalités, lui donnant le harem dont il a toujours rêvé.",
      "it": "Questa è la storia di Nanakura Rin del club di teatro, che ha un talento indiscutibile come attrice, e del suo senpai Kitahama Eiji. Grazie al suo talento di attrice, Rin prende in giro Eiji con molteplici personalità, dandogli l'harem che ha sempre sognato.",
      "pl": "Historia dwojga członków Klubu Teatralnego – Rin Nanakury i jej Senpaia – Kitahamy Eijiego.  \nRin, przy użyciu swoich aktorskich umiejętności, odgrywa różnorodne postacie, tworząc tym samym Senpaiowi jego wymarzony harem!",
      "pt": "Rin Nanakura, uma talentosa atriz do clube de teatro, e o seu veterano no mesmo clube, Eiji Kitahama. Com suas habilidade de atuação, Rin brinca com Eiji fazendo várias personagens, e montando o harém (de uma pessoa só) que ele sempre sonhou!",
      "uk": "Історія про Нанакуру Рін, яка має талант до акторства, та Кітахаму Ейджі - її семпая, який мріє про власний гарем."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "130"
  },
  {
    "mangaId": "c727d921-4294-455b-9bcc-2f0c7d29cd9a",
    "title": {
      "en": "Good-for-Nothing Blues"
    },
    "updatedAt": "2024-04-11T17:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/c727d921-4294-455b-9bcc-2f0c7d29cd9a/91c8d035-6dd3-4d18-973c-0152a440bbc8.png",
    "altTitles": [
      {
        "fr": "Racaille Blues"
      },
      {
        "ja-ro": "RokuBuru"
      },
      {
        "tr": "Serseri Hüznü"
      },
      {
        "ja": "ろくでなしBLUES"
      },
      {
        "vi": "Bản Blues vô giá trị"
      },
      {
        "ja-ro": "Rokudenashi Blues"
      }
    ],
    "description": {
      "en": "Maeda is a new student in the Teiken High School. He stutters when he's nervous and he's rather clumsy. He gets noted immediately because he hits a teacher during the entrance ceremony. Some clubs search to enlist him as they see in him a force they can use to get even with other clubs. But Maeda is a loner and has only one dream: becoming boxing champion. His first objective is to beat the leader of the boxing club. \"Rokudenashi\" translates as \"good for nothing\".  \n  \nThe manga focuses more on gang warfare than boxing.",
      "es": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo.",
      "vi": "Maeda Taison, chàng thiếu niên tới từ Osaka mang trong mình ước mơ trở thành nhà vô địch boxing thế giới. Xuyên suốt 3 năm học của cậu không chỉ là những trận đánh, những xung đột mà còn có cả những câu chuyện đầy tính nhân văn.\nHuyền thoại của dòng manga yankee Nhật Bản, dù đã kết thúc từ năm 1997 nhưng Rokudenashi Blues (RB) vẫn đang là bộ manga yankee bán chạy nhất mọi thời đại. Vì kết thúc đã lâu nên nội dung của nó có phần \"outdate\", tuy nhiên vẫn rất đáng đọc.",
      "es-la": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "409"
  },
  {
    "mangaId": "0948937b-682c-4fe2-90bb-4c552c6818c4",
    "title": {
      "en": "I Have Nine Quadrillion Simp Gold Coins"
    },
    "updatedAt": "2024-01-02T15:44:47+00:00",
    "coverArt": "https://mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg",
    "altTitles": [
      {
        "zh": "我有九千万亿舔狗金"
      },
      {
        "vi": "Ta Có 90 Tỷ Tiền Liếm Cẩu!"
      },
      {
        "en": "I Have 90 Billion Licking Gold Coins"
      }
    ],
    "description": {
      "en": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7cddbbff-fdf2-4630-b921-b7c3a17b9d9d",
    "title": {
      "en": "Asahina Wakaba & Her Chubby-Chubby Boyfriend"
    },
    "updatedAt": "2024-01-22T14:18:51+00:00",
    "coverArt": "https://mangadex.org/covers/7cddbbff-fdf2-4630-b921-b7c3a17b9d9d/2fe70176-359f-4df1-9876-efb38f761e9a.jpg",
    "altTitles": [
      {
        "ja-ro": "Asahina Wakaba to 〇〇 na kareshi"
      },
      {
        "ja": "朝比奈若葉と〇〇な彼氏"
      },
      {
        "en": "Asahina Wakaba and her 〇〇 boyfriend"
      },
      {
        "ja-ro": "Asahina Wakaba to Marumaru na Kareshi"
      },
      {
        "zh": "朝比奈若叶和OO男友"
      },
      {
        "pt-br": "Asahina Wakaba E Seu Namorado Gordinho"
      }
    ],
    "description": {
      "en": "Asahina Wakaba is a shy and slightly awkward girl. She is coerced by her classmates as a punishment game to confess to Iruma Haruto, the number one most hated boy in school. Though her relationship with Haruto starts out with an air of gloom for Wakaba, her depressing school life is dyed with color when she discovers that they share more in common than what she thinks.",
      "es": "Asahina Wakaba es una chica tímida y un poco incómoda. Sus compañeros de clase la obligan como un juego de castigo para confesar a Iruma Haruto, el chico más odiado en la escuela. Aunque su relación con Haruto comienza con un aire de tristeza por Wakaba, su deprimente vida escolar se tiñe de color cuando descubre que comparten más en común de lo que piensa.",
      "pt-br": "Wakaba Asahina é uma garota tímida e um pouco estranha. Ela é coagida por seus colegas de classe como um jogo de punição para confessar a Haruto Iruma, o garoto mais odiado da escola. Embora seu relacionamento com Haruto comece com um ar melancólico para Wakaba, sua vida escolar deprimente é tingida de cor quando ela descobre que eles compartilham mais coisas em comum do que ela pensa."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "a8a0504a-6dd7-4346-88bf-7c2dc3fab0c3",
    "title": {
      "en": "Is a Mother in Her 30s Like Me Alright?"
    },
    "updatedAt": "2024-06-22T16:19:31+00:00",
    "coverArt": "https://mangadex.org/covers/a8a0504a-6dd7-4346-88bf-7c2dc3fab0c3/a461681d-e38e-47e6-86af-ac89258aa7fd.jpg",
    "altTitles": [
      {
        "ja-ro": "Arasaamama no Watashi de Ii no?"
      },
      {
        "ja": "アラサーママの私でいいの？"
      },
      {
        "zh": "三十多岁当妈的我也可以吗？"
      },
      {
        "vi": "Bà mẹ đơn thân ngoài 30 như chị liệu ổn chứ?"
      },
      {
        "ja-ro": "Arasaa mama no Watashi de Ii no?"
      },
      {
        "uk": "Хіба 30-річна матір, як я, підійде?"
      },
      {
        "en": "I'm around 30 is it OK with me?"
      },
      {
        "ru": "С такой матерью как я, которой за 30, всё ли будет хорошо?"
      }
    ],
    "description": {
      "en": "A 32-year-old single mother is told by her neighbor, a university student around 20, that he likes her. Thing is… he's not particularly *shy* about why he likes her.",
      "ru": "20 летний студент университета, говорит 32-летней матери-одиночки, что она ему нравится . Дело в том... Что он не особенно стесняется того, почему она ему нравится.",
      "uk": "20-річний студент зізнався у коханні своїй 32-річній сусідці матері-одиначці. Справа в тому... Що він зовсім не *соромиться* розказувати про те, чому закоханий у неї.\n\n[Офіційно] прохання виразити свої думки та враження від манґи у [цьому опитуванні.](https://docs.google.com/forms/d/e/1FAIpQLSf2Y999w7eCjYHgHquZcZ50TxXPcJeY1XjTsWxelzhSDEPsKw/viewform)",
      "vi": "Shiraishi Hanano là một người phụ nữ 32 tuổi. Một ngày nọ, cô nhận được lời tỏ tình từ người hàng xóm Yoshio-kun, một sinh viên đại học. Cậu ta khăng khăng muốn cưới cô ấy làm vợ, thậm chí không quan tâm cả việc cô ấy đã từng kết hôn hay có một đứa con gái",
      "pt-br": "Uma mãe solteira de 32 anos ouve de seu vizinho, um estudante universitário de cerca de 20, que ele gosta dela. A coisa é… ele não é particularmente tímido sobre por que gosta dela.  \n  \n[Oficial] Por favor, responda [this survey](https://docs.google.com/forms/d/e/1FAIpQLSf2Y999w7eCjYHgHquZcZ50TxXPcJeY1XjTsWxelzhSDEPsKw/viewform) para dar seus pensamentos e impressões!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "55"
  },
  {
    "mangaId": "34b47146-a72e-43d8-9ea5-935a5956f09f",
    "title": {
      "en": "OMORI"
    },
    "updatedAt": "2024-06-29T19:52:16+00:00",
    "coverArt": "https://mangadex.org/covers/34b47146-a72e-43d8-9ea5-935a5956f09f/08de9172-04dd-4efa-b474-69bc2ee3f110.jpg",
    "altTitles": [],
    "description": {
      "en": "After something changed his life four years ago, Sunny has not left his house once, living in his own reclusive bubble. Hoping for a fresh start for her son, his mother decides to move their family out of town. \n\nHowever, when his childhood friend Kel re-enters his life, Sunny finds himself thrust back into a world he once knew. With only three days before the move, the duo come across familiar faces as they go through town — reawakening a dark past that Sunny has tried so hard to forget."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a926bf9-5a3f-4c73-adca-84470e035892",
    "title": {
      "en": "Apricot Fuzz"
    },
    "updatedAt": "2024-07-01T02:54:55+00:00",
    "coverArt": "https://mangadex.org/covers/9a926bf9-5a3f-4c73-adca-84470e035892/3d349892-cd55-4c4e-b769-499e4ed353be.jpg",
    "altTitles": [
      {
        "ja": "アプリコットファズ"
      }
    ],
    "description": {
      "en": "After school, the secret talk between girls starts today, too. The class madonna, Nanba Rinon, confides to the introvert Furutsuji about the violence she's suffering on a daily basis from her father... To indulge herself in the pleasure of self-pity. \nAnd Furutsuji who comforts Rinon with deep compassion. However, there's malice lurking inside that smile...\nShe's realized Rinon's XX."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40491f95-f8f4-4690-8b66-564cf6fd0e67",
    "title": {
      "en": "Designs"
    },
    "updatedAt": "2024-03-24T18:34:28+00:00",
    "coverArt": "https://mangadex.org/covers/40491f95-f8f4-4690-8b66-564cf6fd0e67/261978dd-b566-42df-b25c-c279d5dfdb86.jpg",
    "altTitles": [
      {
        "ja": "ディザインズ"
      }
    ],
    "description": {
      "en": "Beyond the natural world lies a breed of abnormal beings... HA, or Humanized Animals. \nThey are a hybrid of human and animal, \"designed\" at the genetic level. Possessing astonishing physical capabilities, \nthese HA are deployed into scenes of intrigue by certain ambitious individuals, seeking to showcase their true value. \n\nFor what purpose did humans design these beings? Behind it all lies a grand plan connected to the future of humanity!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "24"
  },
  {
    "mangaId": "299d467a-5228-438e-ab32-9b6552c0ddbe",
    "title": {
      "en": "The Baby Prisoner of the Winter Castle"
    },
    "updatedAt": "2024-06-12T22:20:13+00:00",
    "coverArt": "https://mangadex.org/covers/299d467a-5228-438e-ab32-9b6552c0ddbe/fc14d68f-2c2d-450f-97f7-306b1e50d944.jpg",
    "altTitles": [
      {
        "ko": "겨울성의 아기 죄수님"
      },
      {
        "en": "Baby Prisoner of the Winter Castle"
      },
      {
        "tr": "Kış Kalesindeki Esir Kız"
      }
    ],
    "description": {
      "en": "On the night the kingdom fell and the entire royal family was being executed, Clarisse, who naturally thought she would also die, heard something unexpected. \n\n“We cannot execute anyone who has not reached the age of eighteen. Instead, I will kill you the day you turn eighteen.” \n\nAnd so, Clarisse is given ten years to live. \nClarisse then heads North as a “prisoner.” \nAnd she asks the Grand Duke for only one thing… \n\n“Um, is it okay if I take this friend with me? It’s my only friend.” \n\nBut what Clarisse holds out is a rock? \n\nIt’s a new life in the North! \nBut this life as a “prisoner” keeps on getting better…?",
      "tr": "Krallığın düştüğü gece ve bütün kraliyet ailesinin idam edildiği sırada, doğal olarak öleceğini düşünen Clarisse, beklenmedik bir şey duydu.\n“18 yaşına ulaşmamış olan kimseyi idam edemeyiz. Bunun yerine, 18 yaşına bastığın gün seni öldüreceğim.”\nVe böylece, Clarisse’e yaşaması için on yıl süre verilir.\nClarisse sonra bir “esir” olarak Kuzey’e doğru yol alır.\nVe Büyük Dük’ten sadece bir şey ister…\n“Uhm, bu arkadaşımı yanımda götürebilir miyim? O benim tek dostum.”\nAncak Clarisse’nin uzattığı şey bir taş mı? Kuzey’de yeni bir hayat!\nAncak bu “esir” hayatı daha da iyiye gidiyor gibi mi?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cfc3d743-bd89-48e2-991f-63e680cc4edf",
    "title": {
      "en": "Dr. Stone"
    },
    "updatedAt": "2024-04-12T13:36:06+00:00",
    "coverArt": "https://mangadex.org/covers/cfc3d743-bd89-48e2-991f-63e680cc4edf/1905884c-adc0-4651-aea2-c061c9f02763.jpg",
    "altTitles": [
      {
        "tr": "Doktor Taş"
      },
      {
        "ru": "Доктор Стоун"
      },
      {
        "ru": "Профессор каменного века"
      },
      {
        "ja": "ドクターストーン"
      },
      {
        "kk": "Стоун доктор"
      }
    ],
    "description": {
      "en": "Imagine waking to a world where every last human has been mysteriously turned to stone…  \n\nOne fateful day, all of humanity was petrified by a blinding flash of light. After several millennia, high schooler Taiju awakens and finds himself lost in a world of statues. However, he's not alone! His science-loving friend Senku's been up and running for a few months and he's got a grand plan in mind—to kickstart civilization with the power of science!",
      "it": "Anno 5738: da migliaia di anni l'intera umanità si ritrova tramutata in pietra a causa di una catastrofe naturale. Ooki Taiju riesce inspiegabilmente a risvegliarsi, trovandosi così di fronte ad una realtà completamente diversa da quanto ricordava, dove la natura ha ripreso il sopravvento sulla civiltà umana. Al suo risveglio il ragazzo si ricongiunge con il suo amico Senkuu, un giovane e geniale scienziato anche lui risvegliatosi qualche mese prima. Insieme i ragazzi sperano di scoprire la causa dietro all'improvvisa tramutazione in pietra - e, nel frattempo, di trovare una cura. Non tutto, però, va come previsto...",
      "pt": "Imagina acordar em um mundo onde cada humano foi misteriosamente transformado em pedra… Em um dia fatídico, toda a humanidade foi petrificada em um piscar de olhos. Depois de muitos milênios, o aluno do ensino médio, Taiju, acorda e se encontra perdido em um mundo de estátuas. Entretanto, ele não está sozinho! Seu amigo que ama ciência, Senku, está acordado e correndo pelos últimos meses e ele tem um grande plano em mente, recomeçar a civilização com o poder da ciência!",
      "ru": "Однажды, когда Тайджу пытался собраться с духом, чтобы признаться девушке в любви, небо заполнил странный свет. Все люди, на которых он падал, превращались в камень. После без малого четырёх тысяч лет он наконец выбирается из каменного плена и начинает исследовать окрестности. Неожиданно Тайджу встречается его старый друг Сенку, очнувшийся полгода назад. Сенку приводит Тайджу в свой примитивный дом на дереве и просит помощи в возрождении исчезнувшей человеческой цивилизации, начиная с попыток выяснить истинную природу света, который превратил людей в камень.",
      "pt-br": "Um dia fatídico, toda a humanidade foi petrificada por um flash ofuscante de luz. Depois de vários milênios, o colegial Taiju desperta e se vê perdido em um mundo de estátuas. No entanto, ele não está sozinho! Seu amigo de ciência Senku está em funcionamento há alguns meses e ele tem um grande plano em mente: dar o pontapé inicial na civilização com o poder da ciência!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "26",
    "lastChapter": "232"
  },
  {
    "mangaId": "67444c14-2773-4b79-b20a-003d9960564d",
    "title": {
      "en": "Black Killer Whale Baby"
    },
    "updatedAt": "2024-07-01T03:04:58+00:00",
    "coverArt": "https://mangadex.org/covers/67444c14-2773-4b79-b20a-003d9960564d/52a5593b-61f4-4d92-8b0a-1a9ff3ce74ce.jpg",
    "altTitles": [
      {
        "ko": "흑막 범고래 아기님"
      },
      {
        "en": "Orca Baby, The Mastermind"
      },
      {
        "en": "A Villainous Baby Killer Whale"
      }
    ],
    "description": {
      "en": "Calypso has experienced repeated reincarnation, and is her 4th reincarnation. \n\nIn her previous lives, she always died before she reached the age of 22 and returned to where everything started. During her 3rd life, she discovered that when a dragon goes on a rampage, it distorts dimensions. \n\nDetermined to use this knowledge, she plans to exploit the dragon’s power to return to her original world. Currently, Calypso finds herself in a childcare story, where she encounters a man who she believes to be her father but doesn’t recognize her. \n\nSeeking his help, Calypso involves her \"father\" and family in her quest, turning them into unwitting allies in her journey."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b407d0a-abf4-4d1e-a29e-d0516e096b9c",
    "title": {
      "en": "Open at Night"
    },
    "updatedAt": "2024-04-15T06:20:18+00:00",
    "coverArt": "https://mangadex.org/covers/5b407d0a-abf4-4d1e-a29e-d0516e096b9c/f73fb959-fb33-4b76-b9b6-6ed43d9bcf77.png",
    "altTitles": [
      {
        "ko": "야간개장"
      }
    ],
    "description": {
      "en": "After reuniting with someone who doesn’t even remember me, we became friends with benefits.\nWhat’s even funnier is that after becoming friends with benefits, I secretly fell for him.\n\nJimin reunites with his old friend from swimming, Chanhyung, after becoming a college student. While Chanhyung is under the false assumption that Jimin is an older guy, the two become friends with benefits. Following this, although Jimin develops feelings for the kind and enigmatic Chanhyung, he cannot confess to him.\n\nEven so, I thought that if I wasn’t too clingy, I’d be able to continue our relationship while pretending that I’m not who I really am.\n\n“Uh, aren’t you Jimin?”\n\n..Until I’m utterly caught like this."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "32"
  },
  {
    "mangaId": "344b2fa5-5b60-4373-baab-06b7a0bc4821",
    "title": {
      "en": "Rain Advisory"
    },
    "updatedAt": "2023-12-19T02:59:19+00:00",
    "coverArt": "https://mangadex.org/covers/344b2fa5-5b60-4373-baab-06b7a0bc4821/4f6174a3-3710-4234-8b68-2119274d2378.png",
    "altTitles": [
      {
        "ko": "단비주의보"
      }
    ],
    "description": {
      "en": "“What?! I'm supposed to be the guardian of this tentacle monster?\"\nIn a research facility specializing in monster biology, Monster Veterinarian Doha finds himself under a slimy assault from a pubescent tentacle monster.\n\nDuring this encounter, the tentacle monster comes to recognize Doha as its 'maternal figure,' and he ends up becoming its guardian for a year, taking on the responsibility of its training.\n\nHowever, controlling this tentacle monster, which has an insatiable sexual appetite, proves to be nearly impossible on his own. Eventually, for safety reasons, he is introduced to Kyunghwan, the son of the research facility's director, as his partner.\n\n\"Dr. Yoo, if it's okay with you… May I assist with the training?\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67258389-41e4-4e3e-8d1b-ac7eed806623",
    "title": {
      "en": "My Arika"
    },
    "updatedAt": "2024-01-18T16:57:31+00:00",
    "coverArt": "https://mangadex.org/covers/67258389-41e4-4e3e-8d1b-ac7eed806623/250a7e3e-79b7-426a-bf72-ef1cf9ff0d72.jpg",
    "altTitles": [
      {
        "ja": "私のアリカ"
      },
      {
        "ja-ro": "Watashi no Arika"
      },
      {
        "vi": "Arika của tôi"
      }
    ],
    "description": {
      "en": "A huge incident happens to Arika, the center of a hugely popular idol group. Is the culprit a fan? Or could it be... The light and dark sides of the glamorous idol industry are now exposed!",
      "ja": "人気急上昇中のアイドルグループのセンター・アリカの身に起きた大事件。犯人はファンか、それとも‥‥。華々しいアイドル業界の光と闇が今暴かれる！",
      "vi": "Mamiya Arika, nữ hát chính của nhóm nhạc thần tượng \"Lyrical Trick\" bỗng mất tích một cách bí ẩn. Và đầu mối duy nhất về dấu vết của cô chỉ đơn giản là một đoạn video camera an ninh.\nLiệu đây có đơn giản chỉ là hành vi của một fan hâm mộ quá khích, một idol otaku hay không...!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40dc36d1-2f92-4b46-a69a-9728d5815e7d",
    "title": {
      "en": "The Good Deeds of Old Adventurer Kane"
    },
    "updatedAt": "2024-01-22T08:16:57+00:00",
    "coverArt": "https://mangadex.org/covers/40dc36d1-2f92-4b46-a69a-9728d5815e7d/78293862-7699-417a-bd8f-726636f006f8.jpg",
    "altTitles": [
      {
        "es": "El buen obrar del señor Kane"
      },
      {
        "en": "Good Deeds of Kane the Old Guy"
      },
      {
        "es": "Las buenas obras del señor Kane"
      },
      {
        "en": "Middle-aged Adventurer Kein’s Good Deed"
      },
      {
        "ru": "Добрые дела Старика Кейна"
      },
      {
        "ja": "おっさん冒険者ケインの善行"
      },
      {
        "ko": "아저씨 모험자 케인의 선행"
      },
      {
        "zh-hk": "大叔冒險者凱恩的善行"
      },
      {
        "ja-ro": "Ossan Boukensha Kane no Zenkou"
      }
    ],
    "description": {
      "en": "A story about a kind man who deserves much better than what his little ambition has given him.   \n  \nKane is a middle-aged and unambitious adventurer who, while in the middle of herb gathering, finds the rare item『Resurrection fruit』.  \n  \nKane thinks about selling it and turn it into money, but he meets a girl seeking medicine to save her companion’s life. Since she looks like Altena, his late childhood friend, he gives it in exchange for small change.  \n  \nActually, the girl is the strongest adventurer Anastrea, who people call The Sword Princess. The next day, Kane suddenly gets an invitation to join an S rank party, beats down the strongest and the worst monster, miraculously gains lots of money, and finally gets a confession by a 13 years old saint.  \n  \nKane’s simple life will change completely because of his encounter with Anastrea.",
      "es": "La historia de un hombre gentil que merece mucho más de lo que su poca ambición le ha otorgado.   \n  \nKane, un aventurero de edad media, se encuentra en medio de una recolección de hierbas y da un objeto raro, [La Fruta de la Resurrección].   \n  \nKane piensa en venderlo y convertirlo en dinero, pero conoce a una chica que busca medicina para salvar la vida de su compañera. Considerando que se parece a Altena, su difunta amiga de la infancia, se la otorga a cambio de un pequeño pago.   \n  \nEn realidad, la chica es la aventurera más poderosa, Anastrea, denominada por la gente \"La Princesa de la Espada\".  \n  \nAl día siguiente, Kane de repente recibe una invitación para unirse a un grupo de rango S, vence al más fuerte y peor monstruo, milagrosamente gana mucho dinero y finalmente recibe la confesión de una santa.   \n  \nLa vida simple de Kane cambiará completamente debido a su encuentro con Anastrea."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ddd480b-c2ad-4a1e-be79-7105c7df0d47",
    "title": {
      "en": "After School Lessons for Unripe Apples"
    },
    "updatedAt": "2024-05-12T00:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ddd480b-c2ad-4a1e-be79-7105c7df0d47/171142b4-a653-414e-9c12-e4548a33e007.jpg",
    "altTitles": [
      {
        "en": "A 90's Cram School for the Unripened"
      },
      {
        "ko": "세기말 풋사과 보습학원"
      },
      {
        "pt-br": "Lições após a escola para maçãs não maduras"
      },
      {
        "en": "20th Century Green Apple School"
      },
      {
        "en": "90's Cram School for Unripe Apples"
      }
    ],
    "description": {
      "en": "That asshole is back as an entirely new level of asshole!   \n  \nIn her final year of middle school, Hwang Miae is stuck with Kim Cheol, a boy she met briefly years ago - he's her classmate… and her neighbor. Now the other kids keep calling them a couple! In a flurry of uneasiness, Cheol starts to avoid Miae like the plague.   \n  \nYou bastard! Do you think you're the only one going through this?   \n  \nBut it doesn't stop there. Destiny won't leave them alone as Kim Cheol and Hwang Miae keep seeing each other everywhere… causing even more trouble. As strange friends intrude on their relationship, Miae experiences puberty the right way…   \n  \nA new project of <Cheese In The Trap> author Soonkki!",
      "fr": "Octobre 1998, Mi-Ae est juste une collégienne normale qui fait de son mieux pour mener une vie relativement tranquille à l'école. Elle aime lire des bandes dessinées, écouter le groupe pop «The Fire Boys», et faire du karaoké. Un jour, un garçon qu'elle connaissait est transféré dans son école et commence à causer des problèmes. Sauf que peu importe ce qu'elle fait, il semblerait qu'il n'apprécie pas les efforts de Mi-Ae pour apprendre à mieux le connaître. Ça veut dire quoi au juste ?!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e0d1449-0f4b-4ba7-9ef6-2e8024715345",
    "title": {
      "en": "Goddess of Victory: Nikke - Sweet Encount"
    },
    "updatedAt": "2024-05-20T03:54:47+00:00",
    "coverArt": "https://mangadex.org/covers/5e0d1449-0f4b-4ba7-9ef6-2e8024715345/39946fa0-e98b-4541-91db-90395b4adb40.jpg",
    "altTitles": [
      {
        "ja": "勝利の女神：NIKKE すいーとえんかうんと"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encounter"
      },
      {
        "en": "Goddess of Victory: Nikke - Sweet Encounter"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encount"
      }
    ],
    "description": {
      "en": "In this manga, NIKKE and their friends live peacefully. A loose comedy in which the main character N102 works as a maid at a maid café called \"Maid For You\", where Cocoa and Soda work too!\n\nThe first official manga based on the popular mobile game *Goddess of Victory: NIKKE* with over 25 million downloads worldwide!",
      "ja": "全世界累計2500万DL突破の大人気アプリゲーム『NIKKE』の公式初まんが。このまんがの世界では、NIKKEたちは平和に過ごす――。主人公Nがココアやソーダがいるメイド喫茶「メイド・フォー・ユー」でメイドとして働くゆるふわコメディ♪"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f76eaa2-e807-4649-bd17-a87aae3d15ad",
    "title": {
      "en": "Isekai Teni Shite Kyoushi ni Natta ga, Majo to Osorerareteiru Ken ~Aoi-sensei no Gakuen Funtou Nisshi~"
    },
    "updatedAt": "2024-05-06T09:49:30+00:00",
    "coverArt": "https://mangadex.org/covers/4f76eaa2-e807-4649-bd17-a87aae3d15ad/75fd35bb-45ca-4580-809a-d38990d235e9.jpg",
    "altTitles": [
      {
        "ja": "異世界転移して教師になったが、魔女と恐れられている件　～アオイ先生の学園奮闘日誌～"
      },
      {
        "ja-ro": "Isekai Teni Shite Kyoushi ni Natta ga, Majo to Osorerareteiru Ken - Aoi-sensei no Gakuen Funtou Nisshi"
      },
      {
        "en": "I Was Transferred To Another World And Became A Teacher, But I'm Feared As A Witch: Aoi-sensei's Academy Struggle Log"
      },
      {
        "es-la": "Fui llevada a otro mundo, me convertí en maestra, pero ahora todos me temen como a una bruja"
      }
    ],
    "description": {
      "en": "Aoi is a new teacher who has been transported to another world.\n\nAoi is picked up by Owen, an elf, and as they live together, Aoi masters more and more of Owen's magic and even surpasses him. In order to refine her magic further, she is assigned to teach at the Fiddich Academy, a school of magic!\n\nAoi starts her teaching career showcasing overwhelming magical abilities, and she is not daunted by the aristocratic troublemakers who dominate the academy.\nHowever, her abilities have become the talk of the school...\n\nAoi's life as a new teacher at the academy begins with a tumultuous start...!",
      "ja": "異世界に転移してしまった、新人教師のアオイ。エルフのオーウェンに拾われ一緒に暮らすなかで、アオイはオーウェンの持つ魔法をどんどんマスター。より魔法を極めるため、魔術学校であるフィディック学院に教師として赴任することに！学院内にのさばる貴族の問題児たちにも屈せず、圧倒的な魔法能力で教師生活をスタートさせたアオイ。しかし、その能力ゆえに学院内で話題になってしまい・・・。",
      "es-la": "Aoi es una nueva maestra que ha sido transportada a otro mundo. Mientras es recogido por el elfo Owen y vive con él, Aoi gradualmente domina la magia de Owen. Para seguir dominando la magia, decidí aceptar un trabajo como profesora en Fiddik Academy, ¡una escuela de magia! Aoi no cede ante los problemas de los hijos de los aristócratas de la escuela y comienza su vida como maestra con una habilidad mágica abrumadora. Sin embargo, debido a su habilidad, se convirtió en un tema candente dentro de la escuela... ¡Un comienzo turbulento en la vida escolar de la nueva maestra Aoi!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]