[
  {
    "mangaId": "c7b0826d-d6bc-4867-baf8-d2a5bc3c778a",
    "title": {
      "en": "NARUTO Fanfiction  : Reborn / Rebirth"
    },
    "updatedAt": "2024-12-20T12:48:22+00:00",
    "coverArt": "https://mangadex.org/covers/c7b0826d-d6bc-4867-baf8-d2a5bc3c778a/4e791053-0bb4-4671-ad24-77391fa28cc0.png",
    "altTitles": [],
    "description": {
      "en": "After facing off the last of the Otsutsuki clan members a forbidden seal activates on the last descendant’s body sending Naruto back into the past before his change began. Naruto is back in the academy with a few days remaining before the academy graduation exam. Naruto now has the opportunity to relive either as a loser who became the hero or awaken as a reborn genius that surpassed all his peers and changes the future."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ada20eb-085a-491a-8c49-477ab42014d7",
    "title": {
      "en": "The Beginning After the End"
    },
    "updatedAt": "2024-10-20T13:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/4ada20eb-085a-491a-8c49-477ab42014d7/e12dda4b-3f8b-4df4-94de-56278ff83b97.jpg",
    "altTitles": [
      {
        "pt-br": "O começo após o final"
      },
      {
        "pt-br": "O começo depois do fim"
      },
      {
        "en": "TBATE"
      },
      {
        "zh": "三岁开始做王者"
      },
      {
        "ja": "最強の王様、二度目の人生は何をする？"
      },
      {
        "ko": "끝이 아닌 시작"
      },
      {
        "ru": "Начало после конца"
      },
      {
        "es": "El comienzo después del fin"
      },
      {
        "es-la": "La Vida Después de la Muerte"
      }
    ],
    "description": {
      "de": "In einer Welt regiert durch die stärksten Kämpfer ist König Grey der unangefochten Stärkste, Reichste und Berühmteste. Aber eine solche Macht kommt Hand in Hand mit Einsamkeit. Unter der glamourösen Erscheinung eines mächtigen Königs liegt die leere Hülle eines Mannes, beraubt von Ziel und Willen.\n\nNach einer Wiedergeburt in eine Welt voller Magie und Monster hat der König die Möglichkeit, sein Leben erneut zu leben. Die Fehler seiner Vergangenheit zu korrigieren wird aber nicht seine einzige Herausforderung sein. Unter dem Frieden und Reichtum dieser neuen Welt lauert etwas, das alles vernichten kann, was er jemals erreicht hat, was seine Rolle darin und den Grund für seine Wiedergeburt in Frage stellt.",
      "en": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will.\n\nReincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
      "fr": "Le Roi Grey a une force, une richesse et un prestige inégalés dans un monde gouverné par l'aptitude martiale. Cependant, la solitude s'approche de près derrière ceux ayant de grands pouvoirs. Sous l'apparence glamour d'un Roi puissant se cache la carapace de l'homme, dépourvue de volonté et de but.\n\nRéincarné dans un nouveau monde rempli de monstres et de magie, le Roi a une seconde chance de revivre sa vie. Cependant, corriger les erreurs de sa précédente vie ne sera pas sa seule tâche. Sous la paix et la prospérité de ce nouveau monde se cache une menace sous-jacente remettant en question tout ce pour quoi il a travaillé, son rôle, et sa raison de renaître.",
      "ja": "私は史上最強の「王」である。数多の敵を退け、数々の功績を残した歴代最高の覇王だ。 しかし、ある朝目覚めた私は奇妙な違和感を覚える。手足が短い、視界が極端に低い、見知らぬ男女が私を「アーサー」と呼び、微笑みながら覗き込む。そう…私は無力な赤子に転生してしまったのだ！最強の王様がいたいけな赤ちゃんに転生する、痛快冒険ファンタジー‼",
      "pl": "Król Gray ma niezrównaną siłę, bogactwo i prestiż w świecie rządzonym przez umiejętności walki. Jednak samotność pozostaje tuż za tymi, którzy mają wielką moc. Pod olśniewającą powierzchownością potężnego króla kryje się skorupa człowieka, pozbawionego celu i woli.\n\nWskrzeszony w nowym świecie wypełnionym magią i potworami, król ma drugą szansę na ponowne przeżycie swojego życia. Jednak naprawienie błędów przeszłości nie będzie jego jedynym wyzwaniem. Pod pokojem i dobrobytem nowego świata kryje się ukryty nurt, który grozi zniszczeniem wszystkiego, na co pracował, kwestionując jego rolę i powód narodzin na nowo.",
      "ru": "Король Грей обладает непревзойденной силой, богатством и престижем в мире, во главе которого стоит боевая мощь. Однако одиночество обычно появляется именно у тех, кто обладает большой властью. Мало кто знает, но под гламурной внешностью могущественного короля скрывается оболочка человека, лишённого цели и воли.",
      "pt-br": "Dizem que a solidão acompanha aqueles com grande poder. Permanecendo como um Rei com força incomparável, status, e fama… e muito mais. Eu, que uma vez lutei para viver, me afogava em meu raso trono sem nenhuma vontade ou propósito. Haviam muitos que tinham inveja de mim, mas eu diria de bom grado, “Tirem tudo de mim! Será meu presente!” Um dia, eu finalmente consegui meu presente – uma nova vida.\n\nCom uma segunda chance de corrigir meus erros e cumprir meus arrependimentos, permita-me mostrar a você o que um (ex-rei) pode fazer!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf4671b6-1ce0-478d-a9f3-366883bbf373",
    "title": {
      "en": "The Vermilion Mask"
    },
    "updatedAt": "2024-12-19T04:34:26+00:00",
    "coverArt": "https://mangadex.org/covers/cf4671b6-1ce0-478d-a9f3-366883bbf373/70e41f4c-c399-4ab5-9f44-b84ab02ac9b5.jpg",
    "altTitles": [
      {
        "ja": "朱色の仮面"
      },
      {
        "ja-ro": "Shuiro no Kamen"
      }
    ],
    "description": {
      "en": "The mask causes disaster. The mask prefers slaughter. The mask has a will. A traveling mask merchant Pell who can create a mysterious mask that grants abilities. In a city with a gloomy atmosphere, I meet a mysterious girl, Sona…!? The boy begins to walk at the end of publicity and self-discipline! Masked battle fantasy!\n___\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/the-vermilion-mask)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "892227ec-c998-4d9e-acf3-e407405ce8b5",
    "title": {
      "en": "The Divine Urban Physician"
    },
    "updatedAt": "2024-08-26T23:10:32+00:00",
    "coverArt": "https://mangadex.org/covers/892227ec-c998-4d9e-acf3-e407405ce8b5/c1d6eecc-f0bb-4e26-82d0-9ca408a002f6.jpg",
    "altTitles": [
      {
        "en": "The Best Medical God in the City"
      },
      {
        "zh": "都市极品医神"
      },
      {
        "en": "Urban God of Medicine"
      },
      {
        "ja": "一族を滅ぼされた俺が最強の力を手に入れて帰ってきた"
      }
    ],
    "description": {
      "en": "Five years ago, the Ye family was destroyed, and the trash Ye Chen disappeared mysteriously. Now, and the trash Ye Chen is back! He came back with a cultivating body that penetrated the heavens and the earth and cried, \"Ghosts and gods!\" \n\nThis time, Ye Chen wants to make the sky fall in awe! Let the Earth tremble! To be in control of everything, to the top of the sky!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8a0504a-6dd7-4346-88bf-7c2dc3fab0c3",
    "title": {
      "en": "Is a Mother in Her 30s Like Me Alright?"
    },
    "updatedAt": "2024-06-22T16:19:31+00:00",
    "coverArt": "https://mangadex.org/covers/a8a0504a-6dd7-4346-88bf-7c2dc3fab0c3/a461681d-e38e-47e6-86af-ac89258aa7fd.jpg",
    "altTitles": [
      {
        "ja-ro": "Arasaamama no Watashi de Ii no?"
      },
      {
        "ja": "アラサーママの私でいいの？"
      },
      {
        "zh": "三十多岁当妈的我也可以吗？"
      },
      {
        "vi": "Bà mẹ đơn thân ngoài 30 như chị liệu ổn chứ?"
      },
      {
        "ja-ro": "Arasaa mama no Watashi de Ii no?"
      },
      {
        "uk": "Хіба 30-річна матір, як я, підійде?"
      },
      {
        "en": "I'm around 30 is it OK with me?"
      },
      {
        "ru": "С такой матерью как я, которой за 30, всё ли будет хорошо?"
      }
    ],
    "description": {
      "en": "A 32-year-old single mother is told by her neighbor, a university student around 20, that he likes her. Thing is… he's not particularly *shy* about why he likes her.",
      "ru": "20 летний студент университета, говорит 32-летней матери-одиночки, что она ему нравится . Дело в том... Что он не особенно стесняется того, почему она ему нравится.",
      "uk": "20-річний студент зізнався у коханні своїй 32-річній сусідці матері-одиначці. Справа в тому... Що він зовсім не *соромиться* розказувати про те, чому закоханий у неї.\n\n[Офіційно] прохання виразити свої думки та враження від манґи у [цьому опитуванні.](https://docs.google.com/forms/d/e/1FAIpQLSf2Y999w7eCjYHgHquZcZ50TxXPcJeY1XjTsWxelzhSDEPsKw/viewform)",
      "vi": "Shiraishi Hanano là một người phụ nữ 32 tuổi. Một ngày nọ, cô nhận được lời tỏ tình từ người hàng xóm Yoshio-kun, một sinh viên đại học. Cậu ta khăng khăng muốn cưới cô ấy làm vợ, thậm chí không quan tâm cả việc cô ấy đã từng kết hôn hay có một đứa con gái",
      "pt-br": "Uma mãe solteira de 32 anos ouve de seu vizinho, um estudante universitário de cerca de 20, que ele gosta dela. A coisa é… ele não é particularmente tímido sobre por que gosta dela.  \n  \n[Oficial] Por favor, responda [this survey](https://docs.google.com/forms/d/e/1FAIpQLSf2Y999w7eCjYHgHquZcZ50TxXPcJeY1XjTsWxelzhSDEPsKw/viewform) para dar seus pensamentos e impressões!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "55"
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-10-09T16:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b0fbb36-7e17-4709-b616-742005b7e0e3",
    "title": {
      "en": "Yona Yona Yona"
    },
    "updatedAt": "2024-12-14T20:04:43+00:00",
    "coverArt": "https://mangadex.org/covers/7b0fbb36-7e17-4709-b616-742005b7e0e3/d150d92b-eb87-49dc-84a0-26ee6599602b.jpg",
    "altTitles": [
      {
        "en": "Every Every Night"
      },
      {
        "ja": "夜な夜な夜な"
      },
      {
        "ru": "Ночь за ночью"
      }
    ],
    "description": {
      "en": "In Hakone, phantom thief Yona and her team of specialists try and recover pieces of art stolen by the corrupt police force.",
      "ja": "夜行怪盗団、それは、悪から盗み戻す、正義の盗賊。警察も、政治家も皆、悪に支配された今、苦しめられる人々を救うため！　怪盗・夜名（よな）は醜塊と戦う決意をする。"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "15"
  },
  {
    "mangaId": "5a90308a-8b12-4a4d-9c6d-2487028fe319",
    "title": {
      "en": "Uzaki-chan wa Asobitai!"
    },
    "updatedAt": "2024-09-29T15:12:48+00:00",
    "coverArt": "https://mangadex.org/covers/5a90308a-8b12-4a4d-9c6d-2487028fe319/4bfb0a8a-d6ec-4c0b-8046-d9c5907e3e65.jpg",
    "altTitles": [
      {
        "id": "Uzaki-chan ingin bermain!"
      },
      {
        "ru": "Узаки хочет тусоваться!"
      },
      {
        "ja": "宇崎ちゃんは遊びたい!"
      },
      {
        "zh-hk": "宇崎酱想要玩耍!"
      },
      {
        "ko": "우자키 양은 놀고 싶어!"
      },
      {
        "fr": "Uzaki-chan wants to hang out !"
      },
      {
        "ja-ro": "Uzaki-chan wa Asobitai!"
      },
      {
        "fa": "اوزاکی چان میخواد وقت بگذرونه!"
      },
      {
        "en": "Uzaki-chan Wants to Hang Out!"
      }
    ],
    "description": {
      "en": "Annoying! Cute! But Annoying!  Shinichi Sakurai is a grumpy-faced, athletic and quiet college student who just wants to be left alone,  but he is frequently teased by his cute, stacked underclassman Hana Uzaki, whom he has known since high school.     Sugoi Dekai means something along the lines of \"impressively huge.\"",
      "pt": "A vida diária de um quieto universitário que só quer ficar sozinho, que começou a ser zombado pela sua Kouhai \"Fofa! Mas irritante!\".  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/syokumutaiman)",
      "pt-br": "A vida diária de um quieto universitário que só quer ficar sozinho, que começou a ser zombado pela sua Kouhai \"Fofa! Mas irritante!\".\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 4, Cap 35. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "694fd8ba-0865-4821-b7cc-a7133645f757",
    "title": {
      "en": "Giant Ojou-sama"
    },
    "updatedAt": "2024-10-08T16:32:33+00:00",
    "coverArt": "https://mangadex.org/covers/694fd8ba-0865-4821-b7cc-a7133645f757/f4273110-6f60-4dbb-b11f-9321bf3b8c04.jpg",
    "altTitles": [
      {
        "ja-ro": "Jaianto Ojōsama"
      },
      {
        "en": "Oriko the Giant"
      },
      {
        "es": "Senhora Gigante"
      },
      {
        "ru": "Гигантская дама"
      },
      {
        "ja": "ジャイアントお嬢様"
      },
      {
        "ja-ro": "Giant Ojousama"
      },
      {
        "pt-br": "Senhorita gigante"
      }
    ],
    "description": {
      "en": "I can't believe my ojou-sama is so huge!  \n  \nFujido Oriko is the buxom young head of the Fujido Zaibatsu, a group that has a monopoly on Japan's vending machine industry. And serving at her side is her personal butler, the eccentric Dr. Sebastion.  \n  \nWhen a monster suddenly attacks the city, Dr. Sebastion slips his ojou-sama an experimental energy drink his team in R&D has been developing. As a result, she quickly finds herself growing into a giantess, matching the attacking kaiju in size! Will she be able to stop his rampage, or at the very least, keep her dignity intact?  \n  \n*[The pre-serialization version was the winner of Shounen Jump's Dec 2020 Bronze Rookie Award. The current serialization is on Sunday Web Every.]*",
      "es-la": "No me puedo creer que mi Ojou-sama sea tan grande! Fujido Oriko es la exuberante hija del Conglomerado Fujido, un grupo que tiene un monopolio de la industria de máquinas expendedoras en Japón. Y a su lado está su mayordomo personal, el excéntrico Dr. Sebastian. Cuando un monstruo ataca de repente la ciudad, el Dr. Sebastian le da a su ojou-sama una bebida experimental que su equipo de I+D había estado desarrollando. Como resultado, ella crece hasta convertirse en una giganta! Será capaz de aplacar la ira de los invasores o, al menos, mantener intacta su dignidad?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f952b22-812d-4252-88e1-a99818f13acd",
    "title": {
      "en": "The Duke of Death and His Maid"
    },
    "updatedAt": "2024-05-31T03:59:38+00:00",
    "coverArt": "https://mangadex.org/covers/7f952b22-812d-4252-88e1-a99818f13acd/e7e125d5-01d0-405d-a88e-7d8ef36875a8.jpg",
    "altTitles": [
      {
        "fr": "Le duc de la Mort et sa gouvernante obscure"
      },
      {
        "ja-ro": "Shinigami Bocchan to Kuro Maid"
      },
      {
        "ru": "Смертоносный герцог и его черная горничная"
      },
      {
        "ar": "النبيل الشاب حاصد الأرواح و خادمته السوداء"
      },
      {
        "ja": "死神坊ちゃんと黒メイド"
      },
      {
        "en": "The Duke of Death and His Black Maid"
      },
      {
        "pt-br": "O duque da morte e sua empregada"
      }
    ],
    "description": {
      "en": "In a large mansion lives a boy, an aristocrat who was cursed by the witch to \"let everything he touches die.\" With him is his maid Alice, who besides serving him, likes to tease him. The boy who is interested in her doesn't mind the teasing, but not being able to touch her is painful!  \r\n  \r\nIf they are unable to hold hands, how will their love ever bloom?",
      "tr": "Hikâye büyük bir malikanede yaşayan kaderi bir cadı tarafından mühürlenen bir çocuk ve onunla beraber yaşayan hizmetçi Alice hakkında; çocuk dokunduğu her şeyi ölüme sürüklerken; Alice ile hiç el ele tutuşamayacak olmalarına rağmen yaşanan inişli çıkışlı bir aşk."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "223"
  },
  {
    "mangaId": "c79bcd31-4c0e-43c2-873d-7e614361096e",
    "title": {
      "en": "Heart of Thorns"
    },
    "updatedAt": "2024-11-12T05:51:20+00:00",
    "coverArt": "https://mangadex.org/covers/c79bcd31-4c0e-43c2-873d-7e614361096e/a7e05bd3-1d31-480c-8e47-9c8ebfe27beb.jpg",
    "altTitles": [
      {
        "zh": "荆棘之心"
      },
      {
        "zh-ro": "Jing Ji Zhi Xin"
      }
    ],
    "description": {
      "en": "One day, Liu Hai happened upon a dilapidated magic book. When she imitated the wizard in the magic book to create a magic circle, she accidentally summoned a monster girl named Chi Liu. Chi Liu is the source of strength in the country of Chi. She had been imprisoned for a long time and finally managed to escape. While Liu Hai in the human world was experimenting with the magic circle, the two met..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c0a0a727-c381-4c35-afe0-8152317c6fb4",
    "title": {
      "en": "Kitayama-kun to Minamiya-kun"
    },
    "updatedAt": "2024-11-13T08:33:57+00:00",
    "coverArt": "https://mangadex.org/covers/c0a0a727-c381-4c35-afe0-8152317c6fb4/bb53e04d-5f1b-416c-b5f8-6cd408079edd.jpg",
    "altTitles": [
      {
        "ja": "北山くんと南谷くん"
      }
    ],
    "description": {
      "en": "\"I want to see Kitayama-san's erotic face!!\"\n\nA handsome guy who's too pure × a lewd boy who's often perverted.\nA 100% cute and happy love comedy!\n\nConvenience store employee Minamiya can fantasize about \"a person's most erotic face\" just by looking at them.\nBut, his work senior Kitayama's erotic face is the only one he can't see.\nWhy is it just him? He's so curious that he ends up staring at him.\nOne day, they start talking when they find out they have the same favorite band, and Minamiya goes over to Kitayama's house.\nMaybe with this he'll be able to imagine Kitayama's erotic face!?\nWhile thinking about his ulterior motives, he talks about his love for the band...\n\n\"I like Minamiya-kun too...\"\n\"...Huh!?\"\nMinamiya was sure they were talking about the band,\nBut he freezes when Kitayama gives an unexpected confession!?",
      "es-la": "\"¡Quiero ver la cara erótica de Kitayama-san!\"\nUn chico guapo que es demasiado puro × un chico lascivo que a menudo es pervertido.\n¡Una comedia de amor 100% linda y feliz!\nMinamiya, empleado de una tienda de conveniencia, puede fantasear con \"la cara más erótica de una persona\" con solo mirarla.\nPero, la cara erótica de su superior en el trabajo, Kitayama, es la única que no puede ver.\n¿Por qué es solo él? Tiene tanta curiosidad que termina mirándolo.\nUn día, comienzan a hablar cuando descubren que tienen la misma banda favorita, y Minamiya va a la casa de Kitayama.\n¿Tal vez con esto pueda imaginar la cara erótica de Kitayama?\nMientras piensa en sus motivos ocultos, habla sobre su amor por la banda...\n\"A mí también me gusta Minamiya-kun...\"\n\"... ¿¡Eh!?\"\nMinamiya estaba seguro de que estaban hablando de la banda,\n¡Pero se congela cuando Kitayama hace una confesión inesperada!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a287ef9c-3718-4c6f-80be-44e404b78641",
    "title": {
      "en": "Maigo ni Natteita Youjo wo Tasuketara, Otonari ni Sumu Bishoujo Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken Nitsuite"
    },
    "updatedAt": "2024-12-23T20:48:51+00:00",
    "coverArt": "https://mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/2ebdbab1-6686-49c0-a93e-0bbd72ac7b08.jpg",
    "altTitles": [
      {
        "ja": "迷子になっていた幼女を助けたら、お隣に住む美少女留学生が家に遊びに来るようになった件について"
      },
      {
        "ja": "お隣遊び"
      },
      {
        "ja-ro": "Otonari Asobi"
      },
      {
        "en": "The Story of How a Beautiful Foreign Student Who Lives Next Door Started to Visit My House After I Helped a Lost Little Girl"
      },
      {
        "en": "After Coincidentally Saving the New Transfer Student's Little Sister, We Gradually Grew Closer"
      },
      {
        "ja-ro": "Maigo ni Natte Ita Youjou wo Tasuketara, Otonari ni Sumu Bishoujou Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken ni Tsuite"
      },
      {
        "pl": "Opowieść o Tym, Jak Piękna Uczennica Zza Granicy Mieszkająca Po Sąsiedzku Zaczęła Odwiedzać Mnie W Domu, Po Tym Jak Pomogłem Zagubionej Małej Dziewczynce"
      },
      {
        "pt-br": "A História de como Uma Linda Estudante Estrangeira que Mora ao Lado Começou a Visitar Minha Casa Depois que Ajudei Uma Menininha Perdida"
      }
    ],
    "description": {
      "en": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\"\n\nHowever, helping Charlotte's lost sister, Ema, throws his daily life into upheaval...?!",
      "es": "Un día, Charlotte Bennett se traslada a la clase de Aoyagi Akihito. Sus modales correctos y refinados y su aspecto adorable cautivan los corazones de sus compañeros, pero Akihito se aparta tranquilamente, sintiendo que ella «vive en un mundo diferente».\n\nSin embargo, ayuda a Ema, la hermana perdida de Charlotte, altera su vida cotidiana...?",
      "ja": "ある日、青柳明人のクラスにシャーロット・ベネットが留学してくる。\n清楚で上品な振る舞いと可愛らしい容姿のシャーロットに、クラスメイトの誰もが心を惹かれるが、\n明人は冷静に「住む世界が違う」と感じ、一歩引いていた。\n\nしかし、迷子になっていたシャーロットの妹・エマを助けたことで明人の日常は激変し…！？",
      "pl": "Pewnego dnia Charlotte Bennett trafia do klasy Aoyagi Akihito. Jej właściwe i wyrafinowane maniery oraz uroczy wygląd podbiły serca jego kolegów z klasy, ale Akihito spokojnie robi krok do tyłu, czując, że „żyje w innym świecie”.\n\nJednak pomoc zaginionej siostrze Charlotte, Emmie, wywraca jego codzienne życie do góry nogami...?",
      "es-la": "Un día, Charlotte Bennett se traslada a la clase de Aoyagi Akihito. Sus modales correctos y refinados y su aspecto adorable cautivan los corazones de sus compañeros, pero Akihito se aparta tranquilamente, sintiendo que ella «vive en un mundo diferente».\n\nSin embargo, ayuda a Ema, la hermana perdida de Charlotte, altera su vida cotidiana...?",
      "pt-br": "Um dia, Charlotte Bennett foi transferida para a turma de Aoyagi Akihito.\n\nSeus maneirismos adequados e refinados e aparência adorável conquistaram os corações de seus colegas de classe, mas Akihito calmamente dá um passo para trás, sentindo que ela “vive em um mundo diferente”.\n\nNo entanto, ajudar a irmã perdida de Charlotte, Ema, coloca sua vida diária em uma convulsão...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c733307a-c13e-42a7-b37a-a89b49a0b73a",
    "title": {
      "en": "Seto no Hanayome"
    },
    "updatedAt": "2023-01-25T13:54:47+00:00",
    "coverArt": "https://mangadex.org/covers/c733307a-c13e-42a7-b37a-a89b49a0b73a/bd3b5910-1158-42ad-b727-661ec158a4ea.jpg",
    "altTitles": [
      {
        "en": "Inland Sea Bride"
      },
      {
        "en": "My Bride Is a Mermaid"
      },
      {
        "zh-hk": "濑户之花嫁"
      },
      {
        "ja": "瀬戸の花嫁"
      }
    ],
    "description": {
      "en": "A young boy gets saved from drowning by a mermaid but according to mermaid law, if a human sees a mermaid's true form, both are to be executed. The only solution to the problem is for him to marry her and become part of the mermaid family."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "76"
  },
  {
    "mangaId": "486a2599-3b3d-44da-ad9a-bca180992dd6",
    "title": {
      "en": "Vampire Princess Miyu: Saku"
    },
    "updatedAt": "2024-11-13T08:07:27+00:00",
    "coverArt": "https://mangadex.org/covers/486a2599-3b3d-44da-ad9a-bca180992dd6/182cfaa2-27d6-434b-8295-fbb918bc930f.jpg",
    "altTitles": [
      {
        "en": "Vampire Miyu: Saku"
      },
      {
        "en": "Vampire Princess Miyu: Saku"
      },
      {
        "ja": "吸血姫【ヴァンパイア】美夕 朔"
      },
      {
        "ja": "吸血姫美夕 朔"
      },
      {
        "ja-ro": "Kyuuketsuki Miyu: Saku"
      }
    ],
    "description": {
      "en": "A half-human, half-vampire girl named Miyu is trapped in a body that will remain a teenager forever. As a vampire, it is her duty to hunt down demonic beings known as Shinma who have wandered into the human world and send them back to the Darkness. The new story begins with Miyu transferring to a certain middle school."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": ""
  },
  {
    "mangaId": "cacd17dc-3d33-4098-8bed-4e49b6373f3e",
    "title": {
      "en": "Modoki-domo"
    },
    "updatedAt": "2024-11-01T04:40:14+00:00",
    "coverArt": "https://mangadex.org/covers/cacd17dc-3d33-4098-8bed-4e49b6373f3e/7387bc43-dd25-46d2-a091-9851513a0df4.jpg",
    "altTitles": [
      {
        "ja": "もどきども"
      },
      {
        "ja-ro": "Modokidomo"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d02a12f4-aa9d-48eb-8d4d-0ff476df2d12",
    "title": {
      "en": "Nina the Starry Bride"
    },
    "updatedAt": "2024-11-18T14:55:11+00:00",
    "coverArt": "https://mangadex.org/covers/d02a12f4-aa9d-48eb-8d4d-0ff476df2d12/f8fbdba2-96eb-4f32-a2e6-580f94c2fbd6.jpg",
    "altTitles": [
      {
        "ja": "星降る王国のニナ"
      },
      {
        "ja-ro": "Hoshi Furu Oukoku no Nina"
      },
      {
        "zh": "辰星降临之国的妮娜"
      },
      {
        "de": "Nina – Die Sterne sind dein Schicksal"
      }
    ],
    "description": {
      "en": "Nina had a rough start to life, stealing to survive—and eventually being sold into slavery by her own brother. But to her surprise, her captor, Prince Azure, ordained that she would live the life of a princess...specifically, that of the recently deceased princess-priestess, Alisha. But despite her changing fortune, Nina won't give up her old life without a fight...and Azure might just be the one to finally match her wits. But how much can she trust Azure? And can she stop the feelings budding in her heart, knowing she must eventually marry another...? [Kodansha]",
      "it": "Nina è un'orfana che vive nei bassifondi della città con Colin e Saji, due fratelli orfani come lei. La ragazza si finge un maschio e si fa chiamare Ninaf per non essere venduta come schiava a causa del raro colore dei suoi occhi. Nina sopravvive rubando e cerca di prendersi cura dei due fratelli che vivono con lei, soprattutto di Colin che è gravemente malato. In seguito alla sua morte, Nina viene venduta da Saji e acquistata allo scopo di diventare la sostituta di una principessa morta che aveva lo stesso raro colore de suoi occhi. Nina ha tre mesi di tempo per imparare le buone maniere e lo stile di vite di una nobildonna, dato che il suo destino è sposare un principe di un altro paese.",
      "ja": "星の神のごとき深き青――瑠璃色の瞳を持つ少女ニナは、その美しき瞳ゆえに、フォルトナ国第二王子、アズール・セス・フォルトナに見出される。三ヶ月後に、大国ガルガダの王位継承権を持つ第一王子のもとに嫁ぐはずだった姫巫女アリシャの身代わりとして。姫として作法を学び、美しく着飾り、大国を欺くことを求められたニナは、運命に翻弄されながら、一生に一度の恋に出会う。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe7de7ae-db9d-40dd-a117-cc022bf69997",
    "title": {
      "en": "Quiz! Seigi no Sentaku"
    },
    "updatedAt": "2024-12-23T15:29:39+00:00",
    "coverArt": "https://mangadex.org/covers/fe7de7ae-db9d-40dd-a117-cc022bf69997/468a0278-6dcd-4a75-8093-b259bff63efc.jpg",
    "altTitles": [
      {
        "en": "Quiz! Choice of Justice"
      },
      {
        "ja": "クイズ! 正義の選択"
      }
    ],
    "description": {
      "en": "New challengers will challenge the popular variety program “Quiz! Choice of Justice” presented by the video distribution service “Justice” tonight! Do you get \"5 million yen for entrepreneurship\" or lose your \"left arm\"? Each decision to be tested on unanswered questions."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "10",
    "lastChapter": "85"
  },
  {
    "mangaId": "2f3fbc84-df09-4913-ad2e-436aa52a7177",
    "title": {
      "en": "Champignon no Majo"
    },
    "updatedAt": "2024-10-10T16:08:12+00:00",
    "coverArt": "https://mangadex.org/covers/2f3fbc84-df09-4913-ad2e-436aa52a7177/e710d531-8e65-45e7-a0a8-d6296bb30de0.jpg",
    "altTitles": [
      {
        "ja": "シャンピニオンの魔女"
      },
      {
        "en": "Mushroom Witch"
      },
      {
        "en": "Champignon Witch"
      },
      {
        "fr": "La sorcière aux champignons"
      },
      {
        "ko": "샹피뇽의 마녀"
      },
      {
        "zh-hk": "毒菇魔女"
      }
    ],
    "description": {
      "en": "Luna, a black witch who lives quietly in a poisonous mushroom house, deep in the Black Forest. She lives in the city making high-efficiency medicine, but it is rumored that one will die if touched by her, and thus she is avoided… The life of a witch who doesn't know the warmth of people is carefully and momentarily drawn."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3bcc56f0-1b71-4542-b7b1-74db4fab2d72",
    "title": {
      "en": "Koisuru (Otome) no Tsukurikata"
    },
    "updatedAt": "2024-10-11T20:23:46+00:00",
    "coverArt": "https://mangadex.org/covers/3bcc56f0-1b71-4542-b7b1-74db4fab2d72/8670bc1c-bf71-4bdf-9f9f-4285ae44a439.jpg",
    "altTitles": [
      {
        "es-la": "Convertí a my amigo de la infancia (♂) en una chica"
      },
      {
        "id": "Gue Ubah Teman Masa Kecil (♂) Gue Jadi Cewek"
      },
      {
        "en": "I Think I Turned My Childhood Friend (♂) Into a Girl"
      },
      {
        "en": "How to Make a \"Girl\" Fall in Love"
      },
      {
        "ja-ro": "Koisuru Otome no Tsukurikata"
      },
      {
        "ja-ro": "Osananajimi (♂) wo Onnanoko ni Shiteshimatta Hanashi"
      },
      {
        "pt-br": "Transformei meu amigo de infância (♂) em uma garota"
      },
      {
        "ja": "幼馴染（♂）を女の子にしてしまった話"
      },
      {
        "ja": "恋する（おとめ）の作り方"
      },
      {
        "en": "I Think I Turned My Childhood Friend Into a Girl"
      },
      {
        "th": "เมคอัปรักเสกนายให้สวยปิ๊ง"
      },
      {
        "zh-hk": "戀愛（少女）的培育法"
      }
    ],
    "description": {
      "en": "A popular guy who's secretly interested in cosmetics asks to practice makeup on his dull childhood friend... and he ends up looking cute?!",
      "id": "Seorang siswa SMA yang populer diam-diam suka dunia kosmetik, dan meminta teman masa kecilnya yang dekil untuk latihan dandan… tapi, teman masa kecilnya malah jadi imut!?",
      "es-la": "Un muchacho popular que en secreto está interesado en cosméticos le pide a su amigo simplón dejarlo maquillarle para practicar… ¿¡Y termina viéndose bello(a)!?",
      "pt-br": "Um garoto popular que está secretamente interessado em cosméticos pede para praticar maquiagem em seu amigo de infância … e ele acaba ficando uma Linda Garota ?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d16348a7-b667-4496-8e0e-2b12540d86ce",
    "title": {
      "en": "Too Many Losing Pokemon!"
    },
    "updatedAt": "2024-12-22T13:03:32+00:00",
    "coverArt": "https://mangadex.org/covers/d16348a7-b667-4496-8e0e-2b12540d86ce/fde1d88a-4897-4bdc-baa9-e50f1323b418.jpg",
    "altTitles": [
      {
        "ja": "負けポケモンが多いすぎ！"
      },
      {
        "vi": "Quá Nhiều Pokemon Thua Cuộc!"
      },
      {
        "ja-ro": "Make Pokemon ga Oosugiru!"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd35c947-4969-4fb5-b949-cac46ebb60b6",
    "title": {
      "en": "VOCALOID - The Daily Life of Master & Hatsune Miku (Doujinshi)"
    },
    "updatedAt": "2024-12-16T04:10:04+00:00",
    "coverArt": "https://mangadex.org/covers/bd35c947-4969-4fb5-b949-cac46ebb60b6/538ecb5f-c2c6-4003-9240-bd222eb8c91d.jpg",
    "altTitles": [
      {
        "ja": "マスターと初音ミクの日常が好きです。"
      },
      {
        "ja-ro": "Master to Hatsune Miku no Nichijou ga Suki Desu."
      },
      {
        "en": "The Daily Life of Master & Hatsune Miku (VOCALOID)"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54c83f9e-afe8-42df-a76c-c6735cb01acf",
    "title": {
      "en": "Ushimitsu Gao"
    },
    "updatedAt": "2024-12-26T20:57:10+00:00",
    "coverArt": "https://mangadex.org/covers/54c83f9e-afe8-42df-a76c-c6735cb01acf/1be74ff9-2919-4c94-a400-4eacf44fbd0c.jpg",
    "altTitles": [
      {
        "ja": "ウシミツガオ"
      },
      {
        "ja-ro": "Ushimitsugao"
      },
      {
        "en": "Her Face At The Witching Hour"
      }
    ],
    "description": {
      "en": "\"If you encounter a ghost, think of something naughty.\"\nMegumi Sano (33 years old) is a housewife trying to conceive. She also has a fairly strong spiritual sensitivity.\nOne night, during sex with her husband, a ghost suddenly appears in their bedroom.\nHowever, the humiliation of being seen having boring sex outweighs the fear...\nFrom that day on, the ghost frequently appears in their bedroom, but what is his purpose...?\nA sexual horror story drawn by Paru Itagaki, the creator of \"BEASTARS\" and \"SANDA\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ba6b85e-3e87-454a-b81d-1040468248e1",
    "title": {
      "en": "A Princess Who Reads Fortune"
    },
    "updatedAt": "2024-08-19T14:49:52+00:00",
    "coverArt": "https://mangadex.org/covers/0ba6b85e-3e87-454a-b81d-1040468248e1/510642fa-27f8-4f18-be5a-3f2fb434afeb.jpg",
    "altTitles": [
      {
        "ko": "점괘보는 공녀님"
      },
      {
        "en": "A Fortune-Telling Princess"
      },
      {
        "en": "Fortune Telling Princess"
      },
      {
        "en": "Fortune-Telling Lady"
      },
      {
        "mn": "Зөгнөгч Гүнж"
      }
    ],
    "description": {
      "en": "Top actress Lee Sia has the ability to see ghosts.\nAfter an accident, she wakes up in the body of 'Camilla Sorfelle'.\n\nBut here's the problem.\n\n\"Oh, Father, help me!\"\n\nThis woman's fate always ends in death!\n\nI need to extend my life, so might as well talk to the ghosts first.\n\nUgh, but why do I keep getting involved with people I want to avoid!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e4805a6-75ab-462d-883c-4ddedb8e4df6",
    "title": {
      "en": "Nano Machine"
    },
    "updatedAt": "2024-11-18T15:34:54+00:00",
    "coverArt": "https://mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/664dfc87-4464-486e-bc87-74156805fd18.jpg",
    "altTitles": [
      {
        "ko": "나노마신"
      },
      {
        "zh": "某天成为魔神"
      },
      {
        "zh-hk": "奈米魔神"
      },
      {
        "zh-hk": "喇勞 魔神"
      },
      {
        "id": "Nano Mashin"
      },
      {
        "ru": "Наномашины"
      },
      {
        "ja": "ナノ魔神"
      },
      {
        "th": "นาโนมาชิน"
      },
      {
        "pl": "Nanoroboty"
      },
      {
        "pl": "Maluska Maszynka"
      },
      {
        "vi": "Ngã Lão Ma Thần"
      },
      {
        "vi": "Ma Thần Nano"
      }
    ],
    "description": {
      "en": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "fr": "La vie remplit d'infortune et d'épreuve de Cheo Yeo-Woon, bâtard et dernier dans l'ordre de succession, prit un tournant après qu'un de ses « descendant » venant du futur ait injecté des Nano Machines dans son corps.",
      "id": "Setelah mengalami cobaan berat pada hidupnya, Tiba tiba Chun yeowun mendapatkan pertolongan tidak terduga dari keturunannya di masa depan yang memasukkan teknologi nano ke dalam tubuhnya! Mampukah Chun Yeowun menjadi master bela diri dengan menggunakan kekuatan nano mashin!?\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ja": "「未来の力を手に入れ、邪悪な魔教に立ち向かう！」 魔教の私生児として生まれた主人公・天黎雲。 幼い頃から卑しまれ、後継者争いで命を狙われる。 死に物狂いの抵抗もむなしく、危うく命を落としかねない絶体絶命のピンチに･･･！ その瞬間、突如現れた謎の男から「ナノマシン」と呼ばれる未来の力を注入され、 目覚めるととてつもない力を手に入れていた。 魔教を超え、最強の武人を目指す天黎雲の物語が幕を開ける！\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ko": "갖은 멸시와 목숨의 위협을 받던 마교의 사생아 천여운, \n미래에서 나타난 후손이 천여운의 몸에 나노 머신을 주입한 후 그의 인생이 송두리째 바뀐다.\n마교를 넘어 무림 최고의 자리에 오르기 위한 천여운의 거침없는 이야기가 시작된다!\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ru": "Чен Еун — незаконнорожденный принц, появившийся на свет без единой частички Нейгуна. С самого раннего детства он находился под гнетом всеобщего отвращения. Весь забитый, с отсутствием какой-либо мотивации, год за годом Еун влачил свое жалкое существование. Ни на что не рассчитывая... и не претендуя.\n\nБудучи изгоем, исконно презираемым шестью великими кланами, в один прекрасный день он оказался в окружении десятка подосланных убийц. Когда глаза практически застлала пелена белого света... и казалось, он уже начал теряться, проваливаясь в пучину... безграничного отчаяния, на горизонте возникла еле заметная фигура.\n\nНеизвестный \"потомок\", снизошедший из будущего, в мгновение ока уничтожил всех врагов. Прошептав нечто невнятное, он подсадил в тело нашего героя какой-то странный предмет... наномашину. С этого момента все кардинально переменилось. Поселившийся где-то внутри искусственный интеллект дал его жизни невероятный толчок.\n\nБольше не будет как прежде. Это... новая ветвь истории. Истории о парне, который бросил вызов небесам.",
      "th": "เรื่องราวของชอนยออุนลูกนอกสมรสภายในพรรคมารที่ได้เป็นเทวบุตรมารรุ่นที่ 2 และอยู่เหนือประมุขพรรคมาร\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "zh": "无名小卒却有了神秘机器，\n或许我也能挑战一下魔神？\n魔教私生子天如运饱受蔑视和生命威胁，某天来自未来的后人突然出现，给天如运的身体注入了纳米机器，从此他的人生发生了翻天覆地的变化。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "pt-br": "Depois de ser desdenhado e ter sua vida em perigo, Cheon Yeo-Woon, um órfão do culto demoníaco, recebeu uma visita inesperada de seu descendente do futuro, que inseriu nele uma micro máquina, que mudou drasticamente a vida de Cheon Yeo-Woon após sua ativação. A história da jornada de Cheon Yeo-Woon no culto demoníaco e sua subida para se tornar o melhor nas artes marciais acabou de começar.",
      "zh-hk": "在魔教少教主候選人中排名最後的天如運，是個運氣極差的人。 某天，來自未來的後代突然穿越時空出現，並且將奈米機器注入他的身體，徹底翻轉了他的人生。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa718bd1-a6d2-4225-acc2-2828ac2dce6b",
    "title": {
      "en": "Oshibana!"
    },
    "updatedAt": "2024-11-03T12:52:11+00:00",
    "coverArt": "https://mangadex.org/covers/fa718bd1-a6d2-4225-acc2-2828ac2dce6b/12da6b06-d8c4-4893-b723-68a00cae9aaa.jpg",
    "altTitles": [
      {
        "ja": "オシバナ！"
      },
      {
        "en": "Pressed Flower"
      }
    ],
    "description": {
      "en": "A romantic comedy centered around \"The School Prince\" bringing the tense conflict of young boys and girls to the breaking point!",
      "ja": "「学園の王子様」なヒロインを巡って少年少女がせめぎ合う一触即発ラブコメディ"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6a9c19f-ccc5-44af-8bec-7da090220bd3",
    "title": {
      "en": "Childhood Friend, Big Love"
    },
    "updatedAt": "2024-11-11T23:05:39+00:00",
    "coverArt": "https://mangadex.org/covers/a6a9c19f-ccc5-44af-8bec-7da090220bd3/e7602284-f76a-448d-ae9d-c492f66603d8.jpg",
    "altTitles": [
      {
        "ja": "天使だった幼なじみ、再会したらギャルだった"
      },
      {
        "ja-ro": "Tenshi datta Osananajimi, Saikai Shitara Gyaru datta"
      },
      {
        "en": "My Angel Childhood Friend was a Gal When We Met Again"
      },
      {
        "ja": "幼馴染BIGLOVE"
      },
      {
        "ja-ro": "Osananajimi BIGLOVE"
      },
      {
        "pt-br": "Minha Amiga de Infância Era um Anjo, Mas Quando Nos Reencontramos, Ela Se Tornou uma Gyaru."
      }
    ],
    "description": {
      "en": "I once had a childhood friend who was an angel. However, when we met again, several years later, she had become a gyaru. A yuri story between two childhood friends.",
      "ja": "天使だった幼なじみ、再会したらギャルだった幼なじみの２人の百合です"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3be07d65-bdbf-4388-bb50-09bb4a59289c",
    "title": {
      "en": "Ogura-sanchi no Kinako"
    },
    "updatedAt": "2024-12-26T15:45:09+00:00",
    "coverArt": "https://mangadex.org/covers/3be07d65-bdbf-4388-bb50-09bb4a59289c/ffe1b75d-5415-49ba-a8fb-8396fc4cf0a7.png",
    "altTitles": [
      {
        "ja": "小倉さん家のきなこ"
      },
      {
        "ja-ro": "Ogura-san Chi no Kinako"
      },
      {
        "en": "Kinako at Ogura-san's House"
      },
      {
        "en": "Ogura-san's Kinako"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb2a1341-a160-4b97-9fdd-b708569a27d7",
    "title": {
      "en": "Souzoushu nano de Motto Yasashikute Kudasai!"
    },
    "updatedAt": "2022-09-26T06:22:05+00:00",
    "coverArt": "https://mangadex.org/covers/cb2a1341-a160-4b97-9fdd-b708569a27d7/ba4d63f2-de76-4994-80fa-cff308fe50f4.jpg",
    "altTitles": [
      {
        "en": "Because I am a creator, please be kinder!"
      },
      {
        "ja": "創造主なのでもっと優しくしてください !"
      }
    ],
    "description": {
      "en": "Tohru Jin is a middle-management employee who has lost his place in a game company. He died in an unfortunate accident, and when he woke, he found himself in the world of a game he had once designed. Now reincarnated as a little girl in \"Rune Fantasia\". He should be able to live a cheat-like life in this isekai… right?\n\n---\n\n**Note:** The author announced on May 17, 2021 that the manga will be completed with the 7th chapter [[Twitter](https://twitter.com/boarinoshishi/status/1394146695856869380) ([archive.org](https://web.archive.org/web/20210517042441/https://twitter.com/boarinoshishi/status/1394146695856869380))]."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "e4bcff13-c805-41b3-b4c6-e4ebade29b4d",
    "title": {
      "en": "Mobile Suit MOON Gundam"
    },
    "updatedAt": "2024-07-02T07:14:18+00:00",
    "coverArt": "https://mangadex.org/covers/e4bcff13-c805-41b3-b4c6-e4ebade29b4d/ce085c85-c478-465c-a8e7-ea1941b4720e.jpg",
    "altTitles": [
      {
        "en": "Mobile Suit Moon Gundam"
      },
      {
        "ja": "機動戦士ムーンガンダム"
      },
      {
        "ja-ro": "Kidou Senshi Moon Gundam"
      }
    ],
    "description": {
      "en": "U.C.0092. A young boy from the Light Tribe named Yutta lives on the forgotten colony Moon Moon. There, he sees with his own eyes the remains of a mobile suit that drifted to his colony! A new Gundam saga penned by Harutoshi Fukui bridges the gap between ZZ and Char’s Counterattack in an explosive new manga!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-12-04T14:28:07+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/f21987e8-1918-4d2d-9796-3c66ac271820.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "zh": "蓝箱"
      },
      {
        "eu": "Kutxa Urdina"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "ja": "バドミントン部に所属する猪股大喜（いのまたたいき）は、女子バスケ部の先輩・鹿野千夏（かのちなつ）に恋をしていた――。自主練を真摯に取り組む姿に心惹かれていたが、思いもよらぬ事実が発覚し…!?　道のりは遠く、想いは近く。",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aafb046c-9de4-4c3d-990c-6d75b079c0b9",
    "title": {
      "en": "Release That Witch"
    },
    "updatedAt": "2024-06-19T23:47:40+00:00",
    "coverArt": "https://mangadex.org/covers/aafb046c-9de4-4c3d-990c-6d75b079c0b9/ee278e22-9bfb-4b1b-9681-f8782b93e57b.jpg",
    "altTitles": [
      {
        "zh-ro": "Fangkai Nage Nüwu"
      },
      {
        "fr": "Relâchez cette Sorcière"
      },
      {
        "ru": "Освободите эту Ведьму"
      },
      {
        "zh": "放开那个女巫"
      },
      {
        "uk": "Звільніть цю відьму"
      },
      {
        "tr": "Cadıyı Salın"
      },
      {
        "vi": "Thả Vu Nữ Đó Ra"
      }
    ],
    "description": {
      "en": "A male engineer transmigrated into another world, and became a prince. This place strikingly resembles the Middle Ages of Europe, but at the same time, it seems kind of different? Witches truly exist, and they even possess magic powers! Magic powers are productive forces! Save the witches, liberate the productive forces! Open map, fight demons, break conspiracies, climb up the science and technology tree, and open the path of hardcore ‘farming’!",
      "ru": "Чэн Янь прошел сквозь время и попал в мир, подобный Средневековой Европе, став Роландом, 4-м принцем королевства. Но этот мир не такой, к какому он уже привык. Ведьмы и магия здесь — нормальное явление. Сможет ли Роланд заполучить трон короля и решить выпавшие на его долю проблемы? Только его опыт современных технологий и помощь ведьм, известных как «слуги Дьявола», позволят ему добиться успеха!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "257c9f86-4216-46f3-8681-66efa8523841",
    "title": {
      "en": "My Sp/lit Little Sister"
    },
    "updatedAt": "2024-12-21T16:58:27+00:00",
    "coverArt": "https://mangadex.org/covers/257c9f86-4216-46f3-8681-66efa8523841/ef9dfe5e-86a6-49e9-9f51-5356d0fca4f3.jpg",
    "altTitles": [
      {
        "ja-ro": "Imouto ga Bun Retsu Shita."
      },
      {
        "ja": "妹が分 裂した。"
      }
    ],
    "description": {
      "en": "After years of barely talking to her big brother, Uiha suddenly wakes up to find that she has a body-double, who is both her copy and her complete opposite.\n\n---\n[Alt. Raw](https://www.pixiv.net/user/209814/series/72439)",
      "it": "Dopo anni in cui Uiha non ha quasi mai rivolto la parola a suo fratello, un giorno si sveglia scoprendo di avere un suo clone tanto uguale a lei quanto completamente il suo opposto."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "134.5"
  },
  {
    "mangaId": "f1ea37a7-9e85-4a06-98b2-597f3e5f39ac",
    "title": {
      "en": "The Reborn Ranker Chronicles"
    },
    "updatedAt": "2024-06-20T22:43:51+00:00",
    "coverArt": "https://mangadex.org/covers/f1ea37a7-9e85-4a06-98b2-597f3e5f39ac/6fecbf39-4302-41a9-aaed-0a09cfe2c119.jpg",
    "altTitles": [
      {
        "ko": "무림세가 전생랭커"
      },
      {
        "ru": "Реинкарнация Ранкера-Некроманта в муриме"
      },
      {
        "en": "Reincarnation of the Murim Clan’s Former Ranker"
      },
      {
        "es-la": "Murim Ranker"
      }
    ],
    "description": {
      "en": "Legendary SSS-rank hunter Kang Tae-ha finally met his end. But just as he prepares to enter eternal sleep, he awakens once more in… imperial China?!\n\nNow, he must live as Liu Xinyun, the delinquent heir to a powerful company. All he wants to do is put his hunting days behind him, but in order to survive his new power-hungry relatives, Xinyun must hone his skills again, starting from level one.\n\nCan his own unique blend of necromancy and martial arts take him from useless bum to ultimate boss?",
      "ko": "sss급 헌터 강태하\n치열한 싸움 끝에 결국 죽음을 맞이했다.\n그런데...\n\"이 돼지가 나라고?\"\n눈을 떠보니 무림이었고, 백운표국의 망나니 유신운이 되어있었다.\n혼란스러운 죽음의 위기 속에!\n\"니들이 아직 내가 누군지 모르는구나?\"\n무림루저가 최강 사령술사로 다시 태어났다.\n과연 유신운은 반대세력을 물리치고 백운표국의 국주자리를 차지할 수 있을 것인가!",
      "ru": "Кан Тэ Ха, охотник SSS-ранга, в одиночку бросает вызов сильнейшей Гильдии \"Грифон\", но погибает после ожесточенного сражения! Однако…\n\n—…Я стал свиньей?\n\nЭто мир Мурима? Теперь я – Ю Шин Ун, старший наследник клана Пэк Ун. Ситуация не из простых и отдыхать некогда, ведь за спиной уже строят козни!\n\n—Неужели вы всё ещё не понимаете, кто я?\n\nНекромантия из прошлой жизни. Боевые искусства из нынешней. Ему подвластно всё! Кажется, этот мир ждут новые потрясения!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "981ad6bb-9eab-4777-b39a-0acb0be1ef8b",
    "title": {
      "en": "Osananajimi no Yuri"
    },
    "updatedAt": "2024-12-26T16:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/981ad6bb-9eab-4777-b39a-0acb0be1ef8b/d5e39b7c-7051-4a81-b406-f3ce44c2e446.png",
    "altTitles": [
      {
        "en": "Childhood Friend Yuri"
      },
      {
        "ja": "おさななじみの百合"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e649234-4d5a-4c0e-9d03-80fa5b4bab17",
    "title": {
      "en": "Standard Heroes"
    },
    "updatedAt": "2024-11-16T22:55:22+00:00",
    "coverArt": "https://mangadex.org/covers/6e649234-4d5a-4c0e-9d03-80fa5b4bab17/544722cc-7626-4eaa-8243-ec06bd93d42d.jpg",
    "altTitles": [
      {
        "ko": "표준규격전사"
      },
      {
        "en": "Ordinary Heroes"
      },
      {
        "zh": "泛泛之辈"
      },
      {
        "ko-ro": "Pyojungyugyeogjeonsa"
      }
    ],
    "description": {
      "en": "Let the standard adventure story of extremely normal(?) people begin!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "293"
  },
  {
    "mangaId": "6b06a840-5ac4-4211-930c-7c66024474e0",
    "title": {
      "en": "Qiang Jin Jiu"
    },
    "updatedAt": "2024-12-10T22:25:45+00:00",
    "coverArt": "https://mangadex.org/covers/6b06a840-5ac4-4211-930c-7c66024474e0/cf50483a-bbd6-4b97-8342-a1d6da8033b6.png",
    "altTitles": [
      {
        "zh": "将进酒"
      },
      {
        "vi": "Thương Tiến Tửu"
      },
      {
        "en": "Bring In The Wine"
      },
      {
        "th": "เชิญร่ำสุรา"
      },
      {
        "ko": "장진주"
      },
      {
        "en": "Ballad of Sword and Wine"
      }
    ],
    "description": {
      "en": "The Six Prefectures of Zhongbo were ceded away in surrender to the external enemies, and Shen Zechuan was taken into custody in the capital, reduced to a drowning dog loathed and condemned by all. Xiao Chiye followed the scent of the furor and made his way over. But instead of setting others on him, he kicked Shen Zechuan with his very own leg that rendered the latter an invalid. Who would expect this invalid to turn around and bite him in a counterattack until he was all drenched in blood? That was the start of an epic feud between both men who tear at each other every time they come face-to-face with one another.",
      "pl": "Shen Zechuan jest ósmym synem zdradzieckiego księcia Jianxing, człowieka, który skazał swoje miasta i ludzi na zagładę z rąk wroga. Jako jedyny żyjący członek swojej linii, Shen Zechuan jest znienawidzony przez cały naród. A nienawiść nikogo nie płonie goręcej niż uczucie Xiao Chiye, najmłodszego syna potężnego księcia Libei.\n\nXiao Chiye niczego nie pragnie bardziej niż śmierci Shen Zechuana, ale ten wbrew wszelkim przeciwnościom trzyma się życia. Zamiast poddać się hańbie swojej rodziny, staje się cierniem w boku Xiao Chiye, wdzierając się do bezwzględnego świata politycznego stolicy. Jednak gdy ci dwaj zaciekli wrogowie walczą z więzami swojego losu, zostają przyciągnięci do siebie siłą, której żaden z nich się nie spodziewa — i żaden z nich nie może mieć nadziei, że się jej oprze."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03f0e455-26ab-482a-be63-d66236f2d240",
    "title": {
      "en": "DOG MATIC"
    },
    "updatedAt": "2024-12-26T18:51:59+00:00",
    "coverArt": "https://mangadex.org/covers/03f0e455-26ab-482a-be63-d66236f2d240/2276d026-93d3-4755-ba40-513cfa7654bf.jpg",
    "altTitles": [],
    "description": {
      "en": "Do you have any \"fangs\"――?"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72bde970-783a-4f1c-9e52-03199b969a1a",
    "title": {
      "en": "Watashi ni xx Shinasai!"
    },
    "updatedAt": "2022-11-02T10:17:46+00:00",
    "coverArt": "https://mangadex.org/covers/72bde970-783a-4f1c-9e52-03199b969a1a/445be236-19f9-48d3-a97e-866aea731b65.jpg",
    "altTitles": [
      {
        "tr": "Bana xx Yap!"
      },
      {
        "vi": "Mệnh lệnh tình yêu"
      },
      {
        "es": "Mis Misiones de Amor"
      },
      {
        "en": "Missions of Love"
      },
      {
        "en": "Make xx to Me!"
      },
      {
        "ar": "مهمات الحب!"
      },
      {
        "th": "รักร้ายยัยตัวแสบ XX me"
      },
      {
        "ja": "わたしに××しなさい！"
      },
      {
        "zh": "绝对恋爱命令"
      }
    ],
    "description": {
      "en": "In class, she's a sort of zoned-out girl, and he's the year one class' most perfect, good-looking guy. But the two of them have a secret, and their extraordinary \"love experience\" will start now!  \n  \nHimuro Yukina, known as the \"Absolute Zero Snow-woman\" is a cold and observant girl. In addition, she is actually a popular cell phone novelist who goes by the name of Yupina. Sadly, with no other human contact than her cousin, Yukina is unable to express more romance in her novels. Kitami Shigure, your so-called \"typical bishounen\", who is really a womanizer, has fallen into Yukina's trap when she blackmails him, and they end up \"love-acting\" for the sake of their secrets."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "74"
  },
  {
    "mangaId": "707133cd-d9c2-4c83-8398-55bfdda7da14",
    "title": {
      "en": "Blue Archive - Kankan's Blue Archive Logs (Doujinshi)"
    },
    "updatedAt": "2024-02-13T02:33:10+00:00",
    "coverArt": "https://mangadex.org/covers/707133cd-d9c2-4c83-8398-55bfdda7da14/f8f47bc0-5c7b-41e7-84cc-93d32a2a15cc.jpg",
    "altTitles": [
      {
        "ja": "透き通る世界"
      },
      {
        "en": "A Transparent World"
      }
    ],
    "description": {
      "en": "A collection of Blue Archive short comics by artist ポテトルス on pixiv."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b90ec32-d7f8-4786-9167-5d43a8d26503",
    "title": {
      "en": "My Evil Husband is Obsessed With the Wrong Person"
    },
    "updatedAt": "2024-11-04T03:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/8b90ec32-d7f8-4786-9167-5d43a8d26503/d9f1151c-de70-4c5b-ad96-5ad74ec8f0c2.jpg",
    "altTitles": [
      {
        "en": "Dear Villainous Husband, the One to Be Obsessed With Is Over There"
      },
      {
        "en": "The Person Who Is Obsessed With the Villain Husband Is Over There"
      },
      {
        "en": "Villainous Husband, the One You're Obsessed With Is Over There"
      },
      {
        "ko": "악역 남편님, 집착할 분은 저쪽인데요"
      },
      {
        "es-la": "Marido Villano, con la que estas obsesionado esta en otra parte"
      },
      {
        "en": "Mr. Villain Husband, the One You Should Be Obsessing With Is Over There"
      }
    ],
    "description": {
      "en": "Getting reincarnated into the world of a novel is never easy, but possessing a doomed bride on her way down the aisle to marry a murderous emperor is just unfair! Now, the newly reincarnated Angelica has no choice but to learn to survive the whims of her new husband, Emperor Ranielo… Well, at least until he falls for his fated love interest and she can slip away unnoticed. But as the days pass, Ranielo’s interest in her only grows. Can this tyrant be tamed, or will Angelica find that some destinies can’t be unwritten?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6ce20ca-73c3-4fdd-9367-e2901fca780e",
    "title": {
      "en": "The Ravages of Time"
    },
    "updatedAt": "2024-10-12T01:24:38+00:00",
    "coverArt": "https://mangadex.org/covers/f6ce20ca-73c3-4fdd-9367-e2901fca780e/43da40e4-3122-4d7b-a1ea-1146482cf989.jpg",
    "altTitles": [
      {
        "vi": "Hỏa Phụng Liêu Nguyên"
      },
      {
        "zh-ro": "Huo Feng Liao Yuan"
      },
      {
        "ja-ro": "Sangokushi Gunyuuden Kahou Ryougen"
      },
      {
        "zh-ro": "Sanguozhi Qunxiongzhuan: Huo Feng Liao Yuan"
      },
      {
        "ru": "Огненный феникс опаляет равнины"
      },
      {
        "zh-hk": "三国志群雄伝火鳳燎原"
      },
      {
        "zh-hk": "火鳳燎原"
      },
      {
        "zh": "火凤燎原"
      },
      {
        "ja": "火鳳燎原"
      },
      {
        "de": "The Ravages of Time: Die Geschichte der Drei Reiche"
      }
    ],
    "description": {
      "en": "Nearly 2000 years ago, the prosperous Han dynasty of China collapsed. Heroes rose and fell, and three nations emerged–Wei, Shu, and Wu. Historians refer to this period as the Three Kingdoms period. The romance of the three kingdoms is an intriguing tale of heroic deeds, of alliance forged and broken, of loyalty and betrayal.  \n  \nHong Kong artist Chan Mou retells this classic tale in \"The Ravages of Time\" from the perspective of the Sima clan, which in the end united the three kingdoms. Readers will be attracted by an array of well-developed characters and Chan Mou's own unique top-notch art-style. Whether you have played Dynasty Warriors or not, this is definitely worth a read!",
      "vi": "Truyện kể về thời kỳ Tam quốc tranh bá nổi tiếng trong lịch sử Trung Quốc. Điểm đặc biệt ở đây là nhân vật trung tâm của truyện không phải là Tào Tháo, Lưu Bị hay Tôn Quyền như ta thường thấy ở các bộ truyện nói về thời kì này mà là Tư Mã Ý - người mà sau này đã cùng với gia tộc mình đánh bại tất cả các anh hùng khác, gom thiên hạ về thành 1 mối, chấm dứt 1 thời kỳ dài loạn lạc. \n\nTruyện mở đầu bằng cơn ác mộng mà Tư Mã Ý vẫn thường gặp: 1 người đàn ông trên ngai vàng phế truất ngôi vị của hoàng đế, bên ngoài bất chấp đám đông binh lính bao vây tấn công cùng bao nhiêu thương tích mà 1 người bình thường không thể chịu đựng nổi, tên tù vượt ngục vẫn bước từng bước từng bước một vào điện đòi món nợ máu với người đàn ông đó. Đó chỉ là cơn ác mộng hay là 1 điềm báo? Không ai nói được kể cả Tư Mã Ý.\n\nNhưng cũng có ai có thời gian để quan tâm đến truyện ấy trong thời loạn lạc này chứ. Dù cố né tránh, cuối cùng dòng họ Tư Mã cũng phải bước vào vòng xoáy chiến tranh, và sự xuất hiện của họ đã làm thay đổi cả dòng lịch sử...."
    },
    "status": "ongoing",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95",
    "title": {
      "en": "Black Channel"
    },
    "updatedAt": "2024-12-04T08:13:42+00:00",
    "coverArt": "https://mangadex.org/covers/ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95/8d5d38ee-36a0-4deb-85ba-802bfd97feb2.jpg",
    "altTitles": [
      {
        "ja": "ブラックチャンネル"
      },
      {
        "ja-ro": "Burakkuchanneru"
      }
    ],
    "description": {
      "en": "A dark comedy for the modern era, from CoroCoro Comic!\n\nEnter Black, the \"Demonic Yo-Tuber\"! With his sidekick Camera-chan, and the aspiring 5th grade Yo-Tuber Satoshi, he makes all kinds of crazy videos using his demonic powers. Filming the \"true natures\" of anyone from top honor students, to class idols, to supernatural monsters, he makes crazy videos with his demonic powers! What will Black film next...?",
      "ja": "今もっとも勢いがあるのは動画クリエイター！\n悪魔であるブラックが作る動画は超鬼ヤバ！\nクラスのアイドルやエリート小学生の裏を暴いたり、やりたい放題！\nちょっと怖いけど目が離せない、令和の新ダークヒーローここに爆誕！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8149d00f-7f30-42c4-a88a-1f7cef9e436e",
    "title": {
      "en": "Virtual-kun wa Otonari-san kara nigetai"
    },
    "updatedAt": "2024-12-26T18:09:55+00:00",
    "coverArt": "https://mangadex.org/covers/8149d00f-7f30-42c4-a88a-1f7cef9e436e/696631d3-ef1d-41b4-9983-9b2fe2c53932.png",
    "altTitles": [
      {
        "en": "Virtual streamer wants to get away from the next-door neighbor"
      },
      {
        "ja": "バーチャルくんはおとなりさんから逃げたい"
      }
    ],
    "description": {
      "en": "Haru, a university student who stream under a virtual character, has moved into a completely soundproofed flat, which he has longed for. On the day he moves in, he meets his neighbour Tsukasa, a fashionable young man close to his age, which is a relief. However, on the night of the move, he is caught on the balcony during a live broadcast! To avoid being exposed, Haru asks him not to tell anyone about the streaming, but Tsukasa suggests with a sneer, saying \"Instead of keeping it a secret, will you go out with me?\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10474334-cc9f-45bf-8a26-7396749d0fe4",
    "title": {
      "en": "Jimikoi"
    },
    "updatedAt": "2023-10-03T22:59:22+00:00",
    "coverArt": "https://mangadex.org/covers/10474334-cc9f-45bf-8a26-7396749d0fe4/2333a349-65d1-42ec-84ba-6fd52483ca89.jpg",
    "altTitles": [
      {
        "ja-ro": "Columbus no Yuutsu"
      },
      {
        "ja-ro": "Columbus no Yuuutsu"
      },
      {
        "ja-ro": "Gojouzaka-san Chi no Kirei na Himitsu"
      },
      {
        "en": "Jimi koi"
      },
      {
        "ja-ro": "Mimimoto ni Furu Kimi no Koe"
      },
      {
        "en": "Plain Love"
      },
      {
        "en": "The Melancholy of Columbus"
      },
      {
        "ja": "コロンブスの憂鬱"
      }
    ],
    "description": {
      "en": "A compilation volume oneshots:  \n  \n1. Jimikoi (Plain Love)  \nWakana i.e \"bakana\" is your typical, flashy, yet not-so bright girl that loves plain boys! Kagano happens to be that boy, and when she confesses, she thought she may rejected, but he told her he'll think about it! Now all Wakana has to do is to not be a \"bakana\" when trying to win his heart…  \n  \n2. Columbus no Yuuutsu (The Melancholy of Columbus)  \nShiono is a girl who has \"double face,\" out is quite a refined, intelligent, beautiful and well-mannered young lady while inside is a common, intelligent little girl and instant ramen lover… One day, Shiono discovers that the simple delegate and classmate with lens, Satou-kun, is also someone who is hiding something… this makes her feel a connection with him. The point of being 'the continent,\" that she discovered… Something will emerge between Satou-kun and Shiono?  \n  \n3. Mimimoto ni Furu Kimi no Koe  \n4. Gojouzaka-san Chi no Kirei na Himitsu"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-12-14T00:39:30+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "017765be-c890-4fab-a268-fa1ed008b9f1",
    "title": {
      "en": "Madowasenaide Yamori-kun"
    },
    "updatedAt": "2024-11-02T13:52:28+00:00",
    "coverArt": "https://mangadex.org/covers/017765be-c890-4fab-a268-fa1ed008b9f1/88749dbf-abaa-4354-88a6-a8fd7038fd0e.jpg",
    "altTitles": [
      {
        "en": "Don't confuse me, Yamori-kun."
      },
      {
        "ja": "まどわせないで矢守くん"
      }
    ],
    "description": {
      "en": "Mori and Yamori, who sits behind him, decide to change their image for the summer vacation. They make their summer vacation debut without any problems, but for some reason Yamori starts cross-dressing. And he keeps saying and doing flirtatious things...!? A hot topic on social media!! A comedy about the mismatched love between a handsome guy and a beautiful girl!",
      "ja": "後ろの席の矢守と共に夏休みにイメチェンすることを決意した森。無事夏休みデビューを果たすものの、矢守はなぜか女装してくるように。そして思わせぶりな言動ばかり取ってきて…！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4481e88d-c0e1-4119-a5f1-78022ab37e19",
    "title": {
      "en": "Ayame-senpai wa Boku to Himitsu no Keiyaku wo"
    },
    "updatedAt": "2024-11-03T01:16:52+00:00",
    "coverArt": "https://mangadex.org/covers/4481e88d-c0e1-4119-a5f1-78022ab37e19/547cbdd0-378a-4910-8f79-7d0c4c6dd5e3.jpg",
    "altTitles": [
      {
        "ja-ro": "Ayame Senpai to Boku ha Himitsu no Keiyaku wo"
      },
      {
        "en": "Ayame-senpai Made a Secret Contract with Me."
      },
      {
        "ja": "あやめ先輩は僕とヒミツの契約を"
      },
      {
        "zh": "绫目学姐与我订下的秘密契约"
      },
      {
        "zh-ro": "Líng mù xué jiě yǔ wǒ dìng xià de mìmì qìyuē"
      }
    ],
    "description": {
      "en": "On his way home from school, Mitsuya Daiki - an ordinary high school student - finds a girl covered in wounds. Upon closer look, he finds that the girl has animal ears, but she licks Daiki's ears and leaves. Daiki begins to wonder if it was just a dream, when Sakuragami Ayame appears upon him…? After telling her of the ability of Daiki's ears, Ayame feels responsible for dragging him into this, and proposes an oath of absolute servitude to protect him at all costs!   \n- [Alternative Raw](http://www.takeshobo.co.jp/book_d/shohin/2820601)",
      "ja": "ごく普通の高校生・三ツ矢大樹は、学校帰りに傷だらけの女の子を見つける。\nよくみると動物の耳が生えている彼女は、大樹の耳を舐めると、立ち去っていった。\n夢だったんじゃないか、と考え始めた大樹のもとに、桜神あやめが現れて――!?\n\n大樹の耳が持つ力を伝えたあやめは、彼を巻き込んだ責任を感じ、なんとしても守るべく絶対従属の誓いを提案するのだった。",
      "pt-br": "A caminho de casa da escola, Mitsuya Daikiーum estudante comum do ensino médio encontra uma garota coberta de feridas. Ao olhar mais de perto, ele descobre que a garota tem orelhas de animais, mas ela lambe as orelhas de Daiki e sai. Daiki começa a se perguntar se foi apenas um sonho, quando Sakuragami Ayame aparece sobre ele…? Depois de contar a ela sobre a capacidade dos ouvidos de Daiki, Ayame se sente responsável por arrastá-lo para isso e propõe um juramento de servidão absoluta para protegê-lo a todo custo!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "d41fe947-2e33-4b26-ac29-abc70fb08edb",
    "title": {
      "en": "Shut Up, Evil Dragon! I Don't Want to Raise a Child With You Anymore"
    },
    "updatedAt": "2024-11-07T23:56:04+00:00",
    "coverArt": "https://mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/ee4e3885-ee1d-45c6-bc56-b2928765b0ba.jpg",
    "altTitles": [
      {
        "zh": "闭嘴恶龙我不想再跟你带孩子了"
      },
      {
        "en": "Shut Up, Malevolent Dragon! I Don’t Want to Have Any More Children With You"
      },
      {
        "uk": "Помовч, зла драконихо! Я не буду виховувати з тобою дітей!"
      },
      {
        "zh-ro": "Bizui Elong Wo Bu Xiang Zai Gen Ni Dai Haizi Le"
      }
    ],
    "description": {
      "en": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
      "id": "Setelah dikalahkan dan ditangkap, Dragon Slayer Leon menjadi tawanan Silver Dragon Queen. Dengan kesadaran akan kematian, dia menggunakan sihir terlarang untuk mengutuk sang ratu, tetapi secara tak terduga, sang ratu kehilangan kendali. Dia berpikir bahwa ini akan membuat sang ratu hidup dalam rasa malu seumur hidupnya, dan itu akan sepadan dengan misinya sebagai pemburu naga. Namun, dua tahun kemudian, ketika Leon membuka matanya, di sampingnya ada seorang gadis kecil naga dengan ekor...",
      "uk": "Після поразки та полону, вбивця драконів Леон потрапив у полон до королеви клану Срібних Драконів. Усвідомлюючи наближення смерті, він використав заборонену техніку, щоб накласти прокляття на королеву, але несподівано королева втратила контроль.\n\nВін думав, що це змусить королеву жити з соромом до кінця життя, і це буде гідно титулу вбивці драконів.\n\nАле через два роки, коли Леон розплющив очі, поруч з ним сиділа дівчинка-дракон із хвостиком..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ca33a142-58fb-4fee-88b9-36ef87f02c77",
    "title": {
      "en": "Nezumi no Hatsukoi"
    },
    "updatedAt": "2024-12-19T19:54:27+00:00",
    "coverArt": "https://mangadex.org/covers/ca33a142-58fb-4fee-88b9-36ef87f02c77/48064043-c556-4cb2-b8ef-3aa3a7cfc24b.jpg",
    "altTitles": [
      {
        "ja": "ねずみの初恋"
      },
      {
        "en": "Nezumi's First Love"
      },
      {
        "fr": "Le Premier Amour de Nezumi"
      },
      {
        "ne": "नेजुमी को पहिलो प्रेम"
      },
      {
        "vi": "Tình đầu của Nezumi"
      },
      {
        "pt-br": "O Primeiro Amor de Nezumi"
      }
    ],
    "description": {
      "en": "Nezumi is a girl who was raised as a hitman by the yakuza and grew up not knowing human love. An ordinary young man, Ao, knows nothing. They fall in love and start to live together, but the evil hand is close at hand... This is a story of first love, so cruel and so sad.\n\nRead the prequel oneshot featuring Messiah-chan's backstory [here](https://mangadex.org/title/a53ff4b3-1514-4b91-9fa0-acd99dd797de/gomennasai-messiah-chan).",
      "fr": "Nezumi est une fille qui a été élevée comme tueuse à gages par les yakuzas et qui a grandi sans connaître l'amour humain. Un jeune homme ordinaire, Ao, n'en sait rien. Ils tombent amoureux et commencent à vivre ensemble, mais la main du mal est proche.... C'est l'histoire d'un premier amour, si cruel et si triste.",
      "ja": "ヤクザに殺し屋として育てられ、人の愛を知らずに育った少女、ねずみ。何も知らない普通の青年、碧(あお)。二人は恋に落ち、共に暮らし始めるが、魔の手はすぐそこまで迫っていた‥‥。",
      "pt-br": "Nezumi, uma garota criada como uma assassina pela yakuza, cresceu sem conhecer o amor humano. Ao, um jovem comum, não sabe nada sobre o passado sombrio dela. Mesmo assim, eles se apaixonam e começam a viver juntos, mas o perigo está à espreita... Esta é uma história de um primeiro amor, tão cruel e triste.\n\nLeia o oneshot prequel, que conta a história de origem da Messiah-chan, [aqui](https://mangadex.org/title/a53ff4b3-1514-4b91-9fa0-acd99dd797de/gomennasai-messiah-chan)."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]