[
  {
    "mangaId": "5896ba9b-7bf0-42a3-94eb-15dcb70fafba",
    "title": {
      "en": "Gacha wo Mawashite Nakama wo Fuyasu Saikyou no Bishoujo Gundan wo Tsukuriagero"
    },
    "updatedAt": "2024-01-03T13:48:19+00:00",
    "coverArt": "https://mangadex.org/covers/5896ba9b-7bf0-42a3-94eb-15dcb70fafba/9b916797-0326-47ae-8cf7-b929e6e49593.jpg",
    "altTitles": [
      {
        "en": "Gacha Girl Corps"
      },
      {
        "en": "Isekai Bishoujo Gacha"
      },
      {
        "id": "Menjadi Sultan untuk Menarik Gacha dan Ciptakan Tim Waifu Terkuat"
      },
      {
        "ms": "Pasukan Ciwi-Ciwi Cantik dari Gacha"
      },
      {
        "en": "Spin Gacha, Recruit New Comrades, and Build The Strongest Army of Beautiful Girls!!"
      },
      {
        "ms": "Tarik Gacha dan Buat Pasukan Gadis Cantik Terkuat untuk Bertarung Bersamamu"
      },
      {
        "en": "Using Gacha to Increase My Companions and to Create the Strongest Girls’ Army Corps"
      },
      {
        "en": "You Increase Families and Make Beautiful Girl Army Corps, and put it up"
      },
      {
        "ru": "Использование лотереи для усиления моих компаньонов и создания армейского корпуса сильнейших девушек"
      },
      {
        "ja": "ガチャを回して仲間を増やす 最強の美少女軍団を作り上げろ"
      }
    ],
    "description": {
      "en": "For some reason, he was invited to another world after he rolled the gacha like he usually does.  \nThe gacha from the social game is available in his trusted smartphone.  \nIt was a convenient and cheat tool that can give out equipment and beautiful girl characters.  \nHe now aims to create the world's strongest army of beautiful girls in another world.",
      "ja": "ごく普通のソシャゲ廃人・大倉平八はガチャでゲットしたURアイテム【異世界への招待状】を使用したことにより、異世界転移してしまった。転移した直後にモンスターに襲われ、完全に詰んだかにみえた平八であったが—— スマホのガチャから美少女ユニットが具現化して現れた!?可愛い（壊れ）ガチャキャラと行く異世界ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4902975b-ddec-4c34-880c-2ecd3434c94b",
    "title": {
      "en": "The Big Bees"
    },
    "updatedAt": "2024-05-01T15:38:41+00:00",
    "coverArt": "https://mangadex.org/covers/4902975b-ddec-4c34-880c-2ecd3434c94b/e75f6454-ad0f-43fe-85b0-78b6844a4cd3.jpg",
    "altTitles": [
      {
        "ja": "デカいはちの話"
      }
    ],
    "description": {
      "en": "What if bees were big and fluffy? Like, really big and fluffy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f3ae387-d456-477a-a526-2129d483c69c",
    "title": {
      "en": "Subscribed To The Transcendental Channels"
    },
    "updatedAt": "2024-06-16T23:34:53+00:00",
    "coverArt": "https://mangadex.org/covers/9f3ae387-d456-477a-a526-2129d483c69c/70afeac7-f2e4-4a02-a872-7cf0eab923f7.jpg",
    "altTitles": [
      {
        "ko": "초월자의 채널을 구독했다"
      }
    ],
    "description": {
      "en": "Living by selling information about monsters, Maeng Siwoo is considered completely useless in the hunter industry without any standout qualities. However, he fiercely battles to provide for his sick younger sibling.\n\nOne fateful day, he is gifted a mysterious smartphone by a transcendent being within a dungeon, appointing him as the channel manager for such beings. Upon subscribing to the channel, he unlocks the ability to wield the powers of the gods."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d3022fe-db48-49ba-92ce-8d4c813e8ba4",
    "title": {
      "en": "Seishun no After"
    },
    "updatedAt": "2024-06-04T13:20:10+00:00",
    "coverArt": "https://mangadex.org/covers/8d3022fe-db48-49ba-92ce-8d4c813e8ba4/3e993f6c-ed33-40cd-a4d9-8e47d548ed2c.jpg",
    "altTitles": [
      {
        "en": "After Youth"
      },
      {
        "ja": "青春のアフター"
      },
      {
        "zh": "青春过后"
      },
      {
        "ja-ro": "Seishun no After"
      },
      {
        "en": "After the Memories"
      }
    ],
    "description": {
      "en": "Makoto Toba hates everyone in his class. Everyone except Sakura Toowa, an introverted high school girl who lives with her grandma and loves video games. But one day, Sakura disappears(?) right in front of Makoto. Makoto continues to visit the site of her disappearance on the anniversary for the next 16 years. That is, until Sakura comes back from the time slip she was stuck in, and to her not a moment has passed. Now at 32 with a girlfriend, Makoto has to take care of his 16-year-old childhood crush. What could possibly go wrong?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "27"
  },
  {
    "mangaId": "a920060c-7e39-4ac1-980c-f0e605a40ae4",
    "title": {
      "en": "Gal Yome no Himitsu"
    },
    "updatedAt": "2024-01-21T03:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/a920060c-7e39-4ac1-980c-f0e605a40ae4/561f08b0-059d-43c4-8dae-571bd94cd2b6.jpg",
    "altTitles": [
      {
        "ja": "ギャル嫁の秘密"
      },
      {
        "en": "Secrets of the Gal Wife"
      },
      {
        "id": "Rahasia Istri Gal"
      },
      {
        "ja-ro": "Gal Yome no Himitsu"
      }
    ],
    "description": {
      "en": "Fuyuki is a beautiful and cool gal! But there's a secret side of her that she only shows in front of her husband...? A cute love comedy with a gal wife!",
      "ja": "冬雪（ふゆき）は美人でクールなギャル！でも「旦那」の前だけ見せる秘密の姿があって……？SNS累計37万いいね！の可愛い「ギャル嫁」とのラブコメディ！\n \n--- \n \nFuyuyuki (Fuyuki) wa bijin de kūruna gyaru! Demo \"dan'na\" no mae dake miseru himitsu no sugata ga atte...? SNS ruikei 37 man ī ne! No kawaii \"gyaru yome\" to no rabukomedi!",
      "pt-br": "Fuyuki é uma linda gyaru! Mas tem um lado secreto que ela só mostra para o seu marido? Uma comédia romântica fofa com uma esposa gyaru!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d042e605-a07a-4cd2-87d5-ebe53c0b135f",
    "title": {
      "en": "Ano Toki Tasukete Itadaita Monster Musume desu."
    },
    "updatedAt": "2024-02-22T04:34:58+00:00",
    "coverArt": "https://mangadex.org/covers/d042e605-a07a-4cd2-87d5-ebe53c0b135f/aaf57cc7-73aa-49f7-b272-63d18bc804b6.jpg",
    "altTitles": [
      {
        "ja": "あのとき助けていただいたモンスター娘です。"
      },
      {
        "ja": "「あのとき助けていただいたモンスター娘です。」異世界おっさん教師 突然のモテ期に困惑する"
      },
      {
        "ja-ro": "\"Ano Toki Tasukete Itadaita Monster Musume desu.\": Isekai Ossan Kyoushi Totsuzen no Moteki ni Konwaku suru"
      },
      {
        "en": "The Girl Monster I Saved."
      },
      {
        "zh": "那个时候被你拯救了的那个魔物娘是我的说。"
      },
      {
        "vi": "Cô bé ấy là con quái vật mà tôi đã cứu lấy năm xưa"
      }
    ],
    "description": {
      "en": "Some 20 years have passed since the protagonist was summoned to another world and retired from the army. He is still single in his 40s and lives as a low-ranking professor, until one day, an elite 'monster girl' transfers into his class.",
      "ja": "異世界に召喚され、軍を退役してから約20年。主人公は未だ独身で、もう40代も半ば。Eランクの落ちこぼれ教師として生活するある日、彼の学園にエリートの「モンスター娘」が転校してくるのだった。。",
      "vi": "Câu chuyện về một ông giáo trung niên (trước đây là một anh hùng) ở dị giới tình cờ gặp lại cô học trò vốn dĩ là con bạch tuộc cute phô mai que mà anh từng cứu giúp và dạy dỗ trước đây."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "542452db-bd1c-4fba-90ee-1213f0bc6718",
    "title": {
      "en": "PEEP"
    },
    "updatedAt": "2024-06-18T03:47:44+00:00",
    "coverArt": "https://mangadex.org/covers/542452db-bd1c-4fba-90ee-1213f0bc6718/1ec75343-d1ff-4c09-9f6a-b0f8e6f6315c.png",
    "altTitles": [],
    "description": {
      "en": "The youth x love/hate suspense manga tells the story of an extreme cosplay account that a student secretly enjoys, and the student discovers that the true identity of the person on the cosplay account is a popular \"gyaru/gal\" in class."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3",
    "title": {
      "en": "Yuusha ni Zenbu Ubawareta Ore wa Yuusha no Hahaoya to Party wo Kumimashita!"
    },
    "updatedAt": "2024-06-04T16:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3/fb02ef14-baec-496e-94f7-03e785a399f2.jpg",
    "altTitles": [
      {
        "ja": "勇者に全部奪われた俺は勇者の母親とパーティを組みました！"
      },
      {
        "zh-hk": "被勇者奪取全部的我，和勇者的母親組成了隊伍！"
      },
      {
        "zh": "被勇者踢出队伍的我，最后和他们的妈妈组队了！"
      },
      {
        "id": "Pahlawan Mengambil Segalanya Dariku, Jadi Aku Menikahi Ibunya!"
      },
      {
        "tr": "Kahraman Her Şeyimi Elimden Çaldı, Ben de Annesiyle Parti Yaptım!"
      },
      {
        "en": "The Hero Took Everything from Me, So I Partied with the Hero’s Mother!"
      }
    ],
    "description": {
      "en": "A young man wants to marry the mothers of the hero's party—\n\nAs a member of the hero's party Ceres, the main character, set out to defeat the demon king.\nBut one day, he was suddenly dismissed by the hero, and he had to leave the party.\nAll alone, Ceres sought to find a domestic slave to take care of him. What he saw at the slave market was Ms Shizuko, the mother of the hero, sold as a slave—??\n\nThe unreasonably expelled young man's Isekai mama harem is born!!",
      "id": "Seorang pemuda ingin menikahi ibu dari kelompok pahlawan—\n\nSebagai anggota kelompok pahlawan Ceres sang tokoh utama, berangkat untuk mengalahkan raja iblis.\nNamun suatu hari, dia tiba-tiba di keluarkan dari kelompok pahlawan oleh sang pahlawan,\nSeorang diri, Ceres mencari budak rumah tangga untuk merawatnya. Namun apa yang dia lihat di pasar budak adalah Nyonya Shizuko, ibu dari sang pahlawan, dijual sebagai budak—??\n\nHarem Isekai yang tak masuk akal dari pemuda yang dikeluarkan dari kelompok pahlawan lahir!!",
      "ja": "少年が結婚したいのは、\n勇者パーティのお母さんたちでした――\n\n勇者パーティの一員として\n魔王の倒す旅に出ている主人公・セレス。\n\nだがある日突然、勇者ゼクトからクビ宣告を受け、\nパーティを抜けることに。\n\n一人になったセレスは、\n身の回りの世話役として家事奴隷探しへ。\n\nその奴隷市場で見かけたのは\n奴隷として売られた、勇者の母親である静子さんの姿が――？？\n\n理不尽に追放された少年の\n異世界ママハーレムが産声を上げる！！",
      "pt-br": "Ceres e seus amigos de infância criaram um grupo de aventureiros nomeado de “luz da esperança”, mas depois que Zect, um de seus amigos, se tornou o grande herói, ele expulsou Ceres do grupo. Agora, só restava ao extasiado Ceres retornar para seu vilarejo. Contudo, quando foi comprar uma escrava para auxiliá-lo, Ceres se deparou com Shizuko, a mãe do grande herói Zect!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0a2769c-85d2-4dd9-bf8c-b0b80a58c7d3",
    "title": {
      "en": "My Perfect Enemy is Finally Broke"
    },
    "updatedAt": "2024-01-26T01:56:39+00:00",
    "coverArt": "https://mangadex.org/covers/b0a2769c-85d2-4dd9-bf8c-b0b80a58c7d3/31fc0d4a-849e-4a8f-91f4-8592ffc41e14.png",
    "altTitles": [
      {
        "zh": "我死对头终于破产了"
      },
      {
        "en": "My Nemesis Has Finally Gone Bankrupt"
      }
    ],
    "description": {
      "en": "When he woke up, Ji Ran, the son of a rich second generation, found himself lying beside his arch-nemesis from his school days. Qin Man! \n\nDespite reluctantly agreeing to a sponsorship agreement with the green tea black belly enemy, Ji Ran finds his lonely and stubborn heart gradually melting by the occasional tenderness displayed by Qin Man. \n\n[Scheming and gentle green tea x Sharp tongue but soft-hearted and charming person]\n\nBehing the facade of a sponsorship agreement lies a decade-long unrequited love."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c471acd-55f1-4ead-84a3-9cc4a8a02c3f",
    "title": {
      "en": "I Look Too Much Like The Boss And The World Actually Believes It"
    },
    "updatedAt": "2024-04-20T12:33:42+00:00",
    "coverArt": "https://mangadex.org/covers/7c471acd-55f1-4ead-84a3-9cc4a8a02c3f/2ff3cd2f-79d9-4b4b-ba30-cfdf38488850.jpg",
    "altTitles": [
      {
        "zh": "长的太像BOSS，结果世人真的信了"
      },
      {
        "zh-ro": "Zhang De Tai Xiang BOSS, Jieguo Shiren Zhen De Xinle"
      },
      {
        "zh-ro": "Zhǎng De Tài Xiàng BOSS, Jiéguǒ Shìrén Zhēn De Xìnle"
      },
      {
        "en": "The Appearance is so BOSS-like, Yet Everyone Believes it"
      }
    ],
    "description": {
      "en": "Moon Lord, Suliang! Tamer of the Divine Lunar Morpho Butterfly, a familiar with abilities to control time and space, yin and yang, I am the invincible youth that stands at the apex of this world! To get such a status upon reincarnation is like getting dealt Pocket Aces… Divine my Arse! The beast in my body is nothing like the Divine Lunar Morpho! It’s clearly the lowest of low level Flash Butterfly!!! Facing millions of fanatical believers, a death match with Emperor Cangyue in three years time, and various sects viewing me as a thorn in their side… This is really an unprecedented beast tamer crisis!",
      "zh": "月之王，苏凉！操纵着能回溯时空、逆转阴阳的月神闪蝶，以此站在这个世界的顶点的无敌少年！ 穿越而来就拿到这么NB的身份卡，岂不是天胡开局……个屁咧！ 我体内的宠兽，哪是什么月神闪蝶！！根本只是个只能照明的最最最低阶的闪光蝶！！！ 面对数以百万的狂热信徒、三年后约战的沧月大帝、视自己为眼中钉的各大教派…… 这还真是…… 前所未有的御兽大危机！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02f05f8c-3beb-4a63-bccb-9d47a563005e",
    "title": {
      "en": "Madoka☆Engawa"
    },
    "updatedAt": "2024-03-10T16:27:22+00:00",
    "coverArt": "https://mangadex.org/covers/02f05f8c-3beb-4a63-bccb-9d47a563005e/1ada5b21-aeeb-4288-a173-1127ea58e79f.jpg",
    "altTitles": [
      {
        "en": "The Veranda of Madoka"
      },
      {
        "ru": "На веранде у Мадоки"
      },
      {
        "ja": "まどか☆えんがわ"
      }
    ],
    "description": {
      "en": "The very popular Madoka Magica four-panel comic *Madoka☆Engawa* has finally been published as manga volumes, engulfing readers of *Manga Time Kirara☆Magica* in a whirlpool of healing and laughter! Love and be healed by the unseen side of Madoka and her sisters, and you will surely join their veranda too."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": ""
  },
  {
    "mangaId": "4413d794-e0da-4a6e-b61a-afd5758914e6",
    "title": {
      "en": "Hanninmae no Koibito"
    },
    "updatedAt": "2024-06-04T15:56:02+00:00",
    "coverArt": "https://mangadex.org/covers/4413d794-e0da-4a6e-b61a-afd5758914e6/00cacf54-7e03-4669-904b-01bd439d38b2.jpg",
    "altTitles": [
      {
        "ja": "半人前の恋人"
      },
      {
        "en": "Blooming Love"
      },
      {
        "ru": "Цветущая любовь"
      },
      {
        "bg": "Разцъфтяваща любов"
      },
      {
        "th": "มือใหม่หัดรัก"
      },
      {
        "pt-br": "Amor Florescente"
      },
      {
        "ru": "Неопытные возлюбленные"
      },
      {
        "ru": "Недостаточно опытные возлюбленные"
      }
    ],
    "description": {
      "en": "One day, when I was making school supplies in the art room, a very scary-looking girl was staring at me...!? Crafts girl vs. art boy romantic comedy!!",
      "ru": "В один прекрасный день Ибуки Синтаро поручили сделать ящик для предложений только потому, что он состоит в художественном кружке. Пока он работал с непривычными для него инструментами, он заметил на себе сверлящий взгляд устрашающей девчонки. Неожиданно она забирает у него пилу и энергичными движениями начинает резать доску! Так начинаются отношения между мальчишкой-художником и девчонкой-мастерицей!",
      "th": "“ในวันหนึ่ง ขณะที่กำลังทำงานอุปกรณ์ในห้องศิลปะ มีเด็กสาวที่มีหน้าตาน่ากลัวกำลังเฝ้ามองมาที่ผม...!?” เรื่องราวความรักคอมเมดี้ระหว่างสาวช่างฝีมือกับหนุ่มสายศิลป์!?",
      "pt-br": "Um dia, quando eu estava fazendo material escolar na sala de arte, uma garota muito assustadora estava olhando para mim...!? \n\nMenina do artesanato vs. garoto da arte comédia romântica!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddd44276-89d1-4b8c-89e6-f5ea24e44079",
    "title": {
      "en": "Mobile Suit Gundam: The Witch from Mercury - Vanadis Heart"
    },
    "updatedAt": "2024-04-01T02:02:41+00:00",
    "coverArt": "https://mangadex.org/covers/ddd44276-89d1-4b8c-89e6-f5ea24e44079/9d3431d1-50f4-4a05-8c7f-3144a58d8580.jpg",
    "altTitles": [
      {
        "ja": "機動戦士ガンダム 水星の魔 ヴァナディースハート"
      },
      {
        "ja-ro": "Kidou Senshi Gundam: Suisei no Majo - Vanadis Heart"
      }
    ],
    "description": {
      "en": "Five years have passed since the \"Vanadies Incident\" that denied all Gundams. The mobile suit, nicknamed \"The Curse,\" runs across the earth. The first official side story manga of \"The Witch of Mercury'' featuring Chika Tojo from \"Tanjo Senki''!",
      "ja": "すべてのガンダムを否定した「ヴァナディース事変」から５年後――。“呪い”と称されたそのモビルスーツは、地球の大地を駆け巡る。『幼女戦記』の東條チカを迎えて贈る、『水星の魔女』初の公式外伝漫画！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6316eac8-53cc-4ac8-bc6b-7c5e229ac607",
    "title": {
      "en": "Gal no Haigo ni Rei ga Iru"
    },
    "updatedAt": "2022-09-04T20:49:26+00:00",
    "coverArt": "https://mangadex.org/covers/6316eac8-53cc-4ac8-bc6b-7c5e229ac607/89c8dcee-834d-44b4-8512-52d9a4424e87.jpg",
    "altTitles": [
      {
        "en": "There's a Ghost Behind the Gyaru"
      },
      {
        "ja": "ギャルの背後に霊がいる"
      },
      {
        "zh": "辣妹背后有只灵"
      },
      {
        "en": "The ghost is behind the gal"
      }
    ],
    "description": {
      "en": "A girl notices something lurking behind her friend."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "75"
  },
  {
    "mangaId": "5e9a2a3e-f992-4af4-a887-cd130460c9e5",
    "title": {
      "en": "Baki Dou"
    },
    "updatedAt": "2024-05-04T18:17:38+00:00",
    "coverArt": "https://mangadex.org/covers/5e9a2a3e-f992-4af4-a887-cd130460c9e5/330e069d-b6c7-472f-b571-cc119c07af46.jpg",
    "altTitles": [
      {
        "en": "Baki Part 5"
      },
      {
        "ru": "Путь Баки 2"
      },
      {
        "ja": "バキ道"
      },
      {
        "en": "The Way of Baki (2018)"
      },
      {
        "en": "Baki's Style (2018)"
      },
      {
        "tr": "Baki'nin Yolu 2"
      }
    ],
    "description": {
      "en": "After more than 2,000 years, Nomi no Sukune's successor is born. This time, Baki will challenge the god of sumo.",
      "ru": "Продолжение серии манги Бойца Баки. После \"победы\" над воскрешённым \"богом меча\" Миямото Мусаси в этот раз история столкнёт главных персонажей с потомком \"бога сумо\" и его бандой сумоистов.",
      "tr": "2000 yıldan fazla bir süre sonra, Nomi no Sukune'nin halefi doğuyor. Bu kez, Baki sumo tanrısına meydan okuyacak."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "151"
  },
  {
    "mangaId": "d0ddd740-4b91-4c66-bfd0-b36a77f8e730",
    "title": {
      "en": "Brainrot Girlfriend"
    },
    "updatedAt": "2024-06-16T22:15:19+00:00",
    "coverArt": "https://mangadex.org/covers/d0ddd740-4b91-4c66-bfd0-b36a77f8e730/68e93bea-6906-4f0e-acb0-daf77c22a7e7.jpg",
    "altTitles": [
      {
        "en": "How to train your brainrot girlfriend"
      },
      {
        "es-la": "Tengo una novia con la percepción de la realidad alterada"
      }
    ],
    "description": {
      "en": "Brainrot Girlfriend"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "adc92bc9-32e4-4dcb-98b4-4b66890987b9",
    "title": {
      "en": "Mightiest Melee Magician"
    },
    "updatedAt": "2024-06-15T17:21:18+00:00",
    "coverArt": "https://mangadex.org/covers/adc92bc9-32e4-4dcb-98b4-4b66890987b9/b431799f-0bb4-437b-b832-c635033979db.jpg",
    "altTitles": [
      {
        "ko": "올 힘 마법사"
      }
    ],
    "description": {
      "en": "The academy holds a chilling legend. \n\n\"Neglect practice, become like ‘Luin Ardell.\"\n\nLuin, the academy’s outcast, cursed with Mana Discharge Disability. But -\n\n\"You’re the chosen one, Draka’s harbinger of destruction.\"\n\nAfter enduring ridicule for six years, finally, a new opportunity arises.",
      "pt-br": "'Luin Ardell' Orador da turma da Academia Mágica Ignit Mais promissor que todo mundo. Mais diligente que todos os outros. Mais talentoso que qualquer outro mago. Isso é o que meu nome significava. Era isso que significava... Até meu aniversário de dez anos. \"Você possui um caso raro de 'Transtorno de Evocação de Magia'.\" Uma maldição que transformou um 'Mago Gênio' que entrou na academia com as notas mais altas em um 'Aleijado Mágico'. Mas então, um milagre me encontrou. \"Se não consigo evocar magia, só preciso socá-los!\" Força opressiva, punhos amedrontadores, Um Talento Mágico Genial. \"Nunca mais vou perder para ninguém.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a16c1279-1747-44a9-af39-96c6f11c920b",
    "title": {
      "en": "Ai ga Omosugiru Uchi no Yandere Kaineko"
    },
    "updatedAt": "2024-06-16T16:51:25+00:00",
    "coverArt": "https://mangadex.org/covers/a16c1279-1747-44a9-af39-96c6f11c920b/b02fac98-b844-4b50-a61d-8440d4312001.jpg",
    "altTitles": [
      {
        "ja": "愛が重すぎるうちのヤンデレ飼い猫"
      },
      {
        "en": "My love is too heavy, my yandere pet cat"
      },
      {
        "pt-br": "Meu amor é muito pesado, minha gata de estimação yandere"
      },
      {
        "ja-ro": "Ai ga Omosugiru Uchi no Yandere Kai Neko"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11fc0067-2385-4666-8915-042dd8139377",
    "title": {
      "en": "Isekai Metara"
    },
    "updatedAt": "2024-06-09T19:12:14+00:00",
    "coverArt": "https://mangadex.org/covers/11fc0067-2385-4666-8915-042dd8139377/51c65265-6714-47f9-9ce3-53bc5da53f3b.jpg",
    "altTitles": [
      {
        "en": "Another World Metaller"
      },
      {
        "ja": "異世界メタラー"
      },
      {
        "es": "Metalero de Otro Mundo"
      },
      {
        "es-la": "Metalero de Otro Mundo"
      }
    ],
    "description": {
      "en": "Alex, a devoted metalhead, finds himself in deep sorrow at his band’s breakup concert. Amidst the sadness, he experiences an electrical accident due to equipment trouble… When he wakes up, he discovers he has been transported to another world! In this new world, Alex encounters situations that are a ‘metalhead’s dream,’ featuring werewolves and dragons, which excite him immensely. Determined to lead this otherworld to peace with his metal spirit, Alex sets out on an adventurous journey…",
      "es": "Alex, un devoto metalero, se encuentra sumido en una profunda tristeza en el concierto de disolución de su banda. En medio de la tristeza, sufre un accidente eléctrico debido a problemas con el equipo... Cuando despierta, ¡descubre que ha sido transportado a otro mundo! En este nuevo mundo, Alex se encuentra con situaciones que son el «sueño de un metalero», con hombres lobo y dragones, que le excitan enormemente. Decidido a llevar a este otro mundo a la paz con su espíritu metálico, Alex emprende un viaje lleno de aventuras...",
      "ja": "メタルを深く愛するアレキは、バンドの解散ライブで悲しみに暮れる中、機材トラブルで感電事故に遭う……。そして目が覚めると異世界に転移していた！？ 異世界では、狼男、ドラゴンと『メタラーの夢』であるシチュエーションに次々遭遇し、興奮するアレキ。メタル魂で異世界を平和に導こうとするが……",
      "es-la": "Alex, un devoto metalero, se encuentra sumido en una profunda tristeza en el concierto de disolución de su banda. En medio de la tristeza, sufre un accidente eléctrico debido a problemas con el equipo... Cuando despierta, ¡descubre que ha sido transportado a otro mundo! En este nuevo mundo, Alex se encuentra con situaciones que son el «sueño de un metalero», con hombres lobo y dragones, que le excitan enormemente. Decidido a llevar a este otro mundo a la paz con su espíritu metálico, Alex emprende un viaje lleno de aventuras..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "298cb7b7-4a1a-407f-b479-d157a9b33d9a",
    "title": {
      "en": "Infinite Leveling: Murim"
    },
    "updatedAt": "2024-02-28T00:46:12+00:00",
    "coverArt": "https://mangadex.org/covers/298cb7b7-4a1a-407f-b479-d157a9b33d9a/215855b2-3d68-4be6-8720-f965210961b3.jpg",
    "altTitles": [
      {
        "ko": "무한 레벨업 in 무림"
      },
      {
        "ja": "無限レベルアップin武林"
      },
      {
        "en": "Infinite Level Up in Murim"
      },
      {
        "en": "Unlimited level-ups in murim"
      },
      {
        "ru": "Непрерывное поднятие уровня в Муриме"
      },
      {
        "fr": "Level Up infini au Murim"
      }
    ],
    "description": {
      "en": "Killed on the battlefield without glory to his name, Yuseong Dan receives an opportunity to grow stronger with a strange quest and level system. But each quest he’s forced to fight only seems to be getting harder and harder. Can he level up enough to avoid the same miserable ending and become the powerful hero he wishes to be?\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
      "ja": "ここは努力したぶん強くなれる世界\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
      "ko": "재능도 없고 출신도 비천했던 하급무사 단유성, 전쟁터에서 죽다.\n하지만 저승인 줄 알고 눈을 떴더니, 어린 시절의 과거로 돌아와 있지 않은가?\n이상한 숫자와 문자가 눈 앞에 보이고, 그 지시를 따르면 노력한 만큼 보상을 받기까지 한다.\n노력한 만큼의 보상을 받는 세상. 무한레벨업 in 무림에 오신것을 환영합니다.\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
      "ru": "Тан Ю Сон, младший воин, не имевший таланта, с низким уровнем подготовки, погиб на поле боя.\n\nНо когда он открыл глаза, он был сильно удивлён! Он вернулся в свое прошлое, когда ещё был ребёнком! Теперь он может изменить будущее!\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
      "pt-br": "Morto no campo de batalha sem glória para seu nome, Yuseong Dan recebe a oportunidade de ficar mais forte com uma estranha missão e sistema de níveis. Mas cada missão que ele é forçado a lutar parece estar ficando cada vez mais difícil. Ele pode subir de nível o suficiente para evitar o mesmo final miserável e se tornar o herói poderoso que deseja ser?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31be4cc4-d7c8-47d7-9d80-4f1b2db7979e",
    "title": {
      "en": "Angel Heart"
    },
    "updatedAt": "2024-04-26T14:45:01+00:00",
    "coverArt": "https://mangadex.org/covers/31be4cc4-d7c8-47d7-9d80-4f1b2db7979e/1b72aeb3-9856-413a-a95f-a6a1208ef4fc.png",
    "altTitles": [
      {
        "ja-ro": "Angel Heart - 1st Season"
      },
      {
        "ja": "エンジェル・ハート"
      },
      {
        "ja": "エンジェル・ハート 1stシーズン"
      },
      {
        "zh": "天使之心"
      },
      {
        "zh": "天使心"
      },
      {
        "es-la": "Corazón de Ángel"
      },
      {
        "uk": "Серце Янгола"
      }
    ],
    "description": {
      "en": "A young Taiwanese assassin codenamed \"Glass Heart\" committed suicide by jumping off a building, and her heart was pierced by a metal fence. Miraculously, her life was saved by heart transplantation. During her recovery she began to experience strange dreams, which led her to Japan looking for the donor of her heart, who happens to be Kaori Makimura, former partner of City Hunter.\n\n---\nOfficial Release:\n- Indonesian release by Level Comics",
      "ja": "台湾の黒社会組織の殺人兵器として養成された少女グラス・ハート。彼女は自殺を図るが、シティーハンターのパートナー槇村香の心臓を移植され一命をとりとめる。蘇ったグラス・ハートは組織を抜け出し、香の記憶に導かれるように新宿・リョウの元へ。やがて二人は香の心臓という絆で、再会をはたすのだが……!?",
      "es-la": "Una joven asesina taiwanesa con el nombre clave de \"Corazón de Cristal\" se suicidó saltando desde un edificio, y su corazón fue atravesado por una valla metálica. Milagrosamente, su vida se salvó gracias a un trasplante de corazón. Durante su recuperación comenzó a experimentar extraños sueños, que la llevaron a Japón en busca del donante de su corazón, que resulta ser Kaori Makimura, antigua compañera de City Hunter."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "33",
    "lastChapter": "363"
  },
  {
    "mangaId": "fd8b0527-770a-4941-a8e1-c0acffb97a47",
    "title": {
      "en": "Auto Hunting With My Clones"
    },
    "updatedAt": "2024-04-01T23:42:12+00:00",
    "coverArt": "https://mangadex.org/covers/fd8b0527-770a-4941-a8e1-c0acffb97a47/ada82e73-f2f0-455f-9702-f702f8b82472.png",
    "altTitles": [
      {
        "ko": "분신으로 자동사냥"
      },
      {
        "ko-ro": "Bunsin-eulo Jadongsanyang"
      },
      {
        "ru": "Авто-охота с клонами"
      },
      {
        "en": "Auto-Hunting With Clones"
      }
    ],
    "description": {
      "en": "Sangwoo, an average sophomore in college, always dreamt of having multiple versions of himself - one for study, another for play.\n\nOne day, he awakens with a skill called [Cloning], and Sangwoo thinks his dream has come true. But will cloning really steer his life in the direction he had hoped for, or does fate have other plans in store?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "857a4d6b-7228-42e1-b49c-bbb50a8befdd",
    "title": {
      "en": "Shonan Pure Love Gang!"
    },
    "updatedAt": "2024-02-01T23:43:16+00:00",
    "coverArt": "https://mangadex.org/covers/857a4d6b-7228-42e1-b49c-bbb50a8befdd/4a933502-a591-4e44-971d-67872d51486e.jpg",
    "altTitles": [
      {
        "es": "¡La Pandilla del Amor Puro de Shonan!"
      },
      {
        "en": "GTO The Early Years"
      },
      {
        "ja-ro": "Shonan Junai-gumi!"
      },
      {
        "en": "Young GTO"
      },
      {
        "ru": "Крутой учитель Онидзука: Ранние годы"
      },
      {
        "th": "คู่คนลุยเลอะ!"
      },
      {
        "ja": "しょうなん じゅんあいぐみ!"
      },
      {
        "ja": "湘南純愛組!"
      },
      {
        "zh": "湘南纯爱组!"
      },
      {
        "ko": "상남 2인조"
      },
      {
        "ja-ro": "Shounan Junaigumi!"
      },
      {
        "tr": "Shonan Saf Aşk Çetesi!"
      },
      {
        "tr": "Genç GTO"
      },
      {
        "tr": "GTO Gençlik Yılları"
      }
    ],
    "description": {
      "en": "Eikichi Onizuka and Ryuji Danma are members of infamous biker gang, Oni Baku. When not out riding around, they can be found in school, trying to pick up young women. This is the story of the young Onizuka, who would later become the greatest teacher in Japan.",
      "pt": "Antes de Eikichi Onizuka se tornar \"Great Teacher Onizuka\", ele e Ryuji Danma eram membros da infame gangue de motoqueiros, OniBaku. Quando eles não saem andando por aí se metendo em confusões, esta dupla pode ser encontrada na escola, tentando pegar garotas, claro. Essa é a história de como surgiu a lenda do OniBaku e como era a vida de Onizuka e Ryuji em seu tempo de colegiais."
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "31",
    "lastChapter": "267"
  },
  {
    "mangaId": "717e1f9a-64e2-48ca-baa2-ce257a45e7bd",
    "title": {
      "en": "Akaiito"
    },
    "updatedAt": "2023-01-02T12:02:04+00:00",
    "coverArt": "https://mangadex.org/covers/717e1f9a-64e2-48ca-baa2-ce257a45e7bd/72396eea-4f02-46aa-a661-488b920047a6.jpg",
    "altTitles": [
      {
        "en": "Akai Ito (MIYASAKA Kaho)"
      },
      {
        "en": "Il Filo Rosso"
      },
      {
        "en": "Innocent scene"
      },
      {
        "en": "Kızıl İplik"
      },
      {
        "en": "Le Fil Rouge"
      },
      {
        "en": "Алая нить"
      },
      {
        "en": "خيط احمر"
      },
      {
        "en": "ผูกใจไว้ใกล้ ๆ เธอ"
      },
      {
        "en": "あかいいと"
      },
      {
        "en": "紅線情"
      },
      {
        "en": "红线情"
      },
      {
        "en": "붉은 실 (미야사카 카호)"
      }
    ],
    "description": {
      "en": "A red thread exists between a guy and girl that are fated to be together, a bond that can't be seen by the naked eye. Finally, this fated romantic love will begin to open its curtain."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "36"
  },
  {
    "mangaId": "07c4bcc0-0167-4d1f-a5e1-f9e36e7ec45f",
    "title": {
      "en": "The Duke's Villainous Daughter Is Depressed"
    },
    "updatedAt": "2024-06-09T15:42:50+00:00",
    "coverArt": "https://mangadex.org/covers/07c4bcc0-0167-4d1f-a5e1-f9e36e7ec45f/dcb36695-2fca-42f9-adac-0ac2918ae47b.jpg",
    "altTitles": [
      {
        "ko": "사악한 공작 영애의 우울"
      },
      {
        "en": "The Melancholy of the Wicked Duke's Lady"
      },
      {
        "en": "The Melancholy of the Evil Duke's Young Lady"
      }
    ],
    "description": {
      "en": "Irene Song had transmigrated inside a novel and became the villainous daughter of a duke. However, the duke, who was unaware of this fact, simply thought she had amnesia and sends her off to marry the second prince of Rennes Empire. Little did she know that the second prince was cursed by an evil wizard and turned him into a dog during the day and could only turn back to a human at night. What’s worse, she even named it “Tofu” after she found it wandering in the Imperial Palace. Who would have known it was her own husband!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "139bfcef-3a97-4beb-8e7e-9273175936b8",
    "title": {
      "en": "Show Me Your Boobs"
    },
    "updatedAt": "2022-08-24T14:52:16+00:00",
    "coverArt": "https://mangadex.org/covers/139bfcef-3a97-4beb-8e7e-9273175936b8/3d7e0140-499d-4a53-8c5f-c959feda133c.jpg",
    "altTitles": [
      {
        "ja-ro": "Oppai Misete"
      },
      {
        "ja": "おっぱい見せて"
      }
    ],
    "description": {
      "en": "A story about a boy who doesn't want to see the girl who wants to see his boobs."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0ce7d61-d172-459a-9010-25aa9c399627",
    "title": {
      "en": "I Am the Descendant of the Divine Dragon!"
    },
    "updatedAt": "2023-11-06T01:32:39+00:00",
    "coverArt": "https://mangadex.org/covers/f0ce7d61-d172-459a-9010-25aa9c399627/3664f2b3-8653-4e55-a9e7-66adcb61d931.png",
    "altTitles": [
      {
        "zh-ro": "Wo, Shenlong Zhihou!"
      },
      {
        "zh": "我，神龙之后！"
      },
      {
        "zh-ro": "Wo, Shenlong Zhihou!"
      },
      {
        "en": "I, the Queen of Dragons!"
      }
    ],
    "description": {
      "en": "In the highly competitive world of the Xuan Realm Continent, where warriors strive to refine their bodies, cultivate their martial abilities, harness the essence of the heavens and earth, and push beyond mortal limitations, our protagonist, Lu Hao, faces unjust persecution from his own clan since childhood. However, fate smiles upon him as he awakens the dormant bloodline of the Divine Dragon within him. With an unyielding resolve, Lu Hao embarks on an extraordinary journey, overcoming countless obstacles to ascend to the zenith of power. Along the way, he unravels the enigmatic secrets of his past life."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-06-11T20:17:05+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/727507d5-949c-4586-b976-1ec0997e5200.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "en": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-06-17T23:11:35+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/c38ff3f5-fa1a-4417-aace-862b8726b7ef.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El camino a casa después de la escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-06-09T05:58:14+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/76a6bd58-9c0d-43fd-aca9-a63878c8b676.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d86cf65b-5f6c-437d-a0af-19a31f94ec55",
    "title": {
      "ja-ro": "Ijiranaide, Nagatoro-san"
    },
    "updatedAt": "2024-04-16T11:04:59+00:00",
    "coverArt": "https://mangadex.org/covers/d86cf65b-5f6c-437d-a0af-19a31f94ec55/9536e948-9e5c-4b22-8e35-e88174731984.jpg",
    "altTitles": [
      {
        "id": "Jangan goda aku, Nagatoro"
      },
      {
        "es-la": "No te burles de mi, Nagatoro"
      },
      {
        "fr": "Arrête de me chauffer, Nagatoro"
      },
      {
        "ru": "Не издевайся, Нагаторо"
      },
      {
        "ja": "イジらないで、長瀞さん"
      },
      {
        "ko": "괴롭히지 말아요, 나가토로 양"
      },
      {
        "de": "Neck mich nicht, Nagatoro-san"
      },
      {
        "zh-hk": "不要欺負我，長瀞同學"
      },
      {
        "th": "ยัยตัวแสบแอบน่ารัก นางาโทโระ"
      },
      {
        "ar": "لا تلعبي معي يا آنسة ناغاتورو"
      },
      {
        "it": "Non tormentarmi, Nagatoro!"
      },
      {
        "fa": "اذیتم نکن، ناگاتورو سان"
      },
      {
        "he": "אל תשתעשעי איתי, נאגאטורו"
      },
      {
        "es-la": "No me Molestes, Nagatoro-san"
      },
      {
        "en": "Please Don't Bully Me, Nagatoro"
      },
      {
        "uk": "Не дражни мене, Нагаторо-сан"
      },
      {
        "cs": "Nehraj si se mnou Nagatoro"
      },
      {
        "en": "Don't Toy With Me, Miss Nagatoro!"
      },
      {
        "es": "No me rayes, Nagatoro"
      },
      {
        "pt-br": "Não Mexa Comigo, Nagatoro"
      },
      {
        "pl": "Nie drocz się ze mną, Nagatoro!"
      }
    ],
    "description": {
      "en": "Naoto Hachiouji —our spineless— MC (Known also as \"Senpai\") is a second-year high school student and a loner who spends his afternoons at the Arts Club room. He attracts the attention of one of his schoolmates, a sadistic freshman girl named Nagatoro. However, in between the bullying and teasing, something else begins to blossom.\n\nA lovey-dovey(…?) story between a shy nerd and an S-Dere (Sadistic Tsundere) begins.\n\n---\n\n**Links:**\n\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10042/episode/313808) (U.S. Only), [Kodansha](https://kodansha.us/series/dont-toy-with-me-miss-nagatoro/)",
      "es": "Naoto Hachioji está en segundo de bachillerato, es un chico tan tímido e introvertido como buen dibujante. Un día, mientras busca un sitio donde sentarse a dibujar en la biblioteca, se le caen las páginas del manga que hacía, justo al lado de un grupo de chicas que, al verlas, se ríen de él en su cara y se van… excepto una estudiante de primero, Hayase Nagatoro, que básicamente empieza a darle caña hasta hacerlo llorar.\n\nDesde entonces, Nagatoro y consecuentemente sus amigas, no van a parar de rayar a su “senpai” y molestarlo de todas las maneras posibles… Pero hay tres cosas a tener en cuenta: Nagatoro es especialmente tocanarices cuando están a solas, se molesta bastante si sus amigas se pasan con él, y en definitiva lo que ella busca es que su senpai salga de su burbuja autoimpuesta para que se divierta y conozca un poco el mundo que lo rodea… y quizás algo más…",
      "ja": "憎たらしいけど愛おしい。苦しいのに傍にいたい。あなたの中の何かが目覚める、“Sデレ少女”の物語。",
      "pl": "Naoto Hachiouji to nieśmiały chłopak, którego mało co przeraża tak, jak wredne dziewczyny. Nic więc dziwnego, że jego największym szkolnym koszmarem zostaje Nagatoro – koleżanka z niższego roku, która obrała go sobie za cel, regularnie serwując mu atrakcje z pogranicza wojskowej fali i końskich zalotów. Choć wydawać by się mogło, że szkolne życie chłopaka na zawsze pozostanie pasmem nieszczęść, nieoczekiwanie relacja tych dwojga zaczyna zmierzać w niespodziewanym kierunku…\n\n(źródło: Studio JG)",
      "ru": "Нагаторо - переведённая ученица в старшей школе, которой нравится дразнить своего семпая. Но он всё стерпит. И пусть ему придётся пройти через все виды издевательств - он всё простит, потому что влюблён.",
      "es-la": "A la estudiante de preparatoria Hayase Nagatoro le encanta pasar su tiempo libre haciendo una cosa, ¡y eso es molestar a su Senpai! Después de que Nagatoro y sus amigos se topan con los dibujos del aspirante a artista, disfrutan molestando sin piedad al tímido Senpai. Nagatoro decide continuar con su cruel juego y lo visita a diario para poder obligar a Senpai a hacer lo que le interese en ese momento, especialmente si eso lo hace sentir incómodo. Ligeramente interesado por Nagatoro y algo temeroso de ella, Senpai está constantemente involucrado en sus payasadas mientras sus intereses, pasatiempos, apariencia e incluso personalidad se usan en su contra mientras ella se entretiene a sus expensas. A medida que pasa el tiempo, Senpai se da cuenta de que no le desagrada la presencia de Nagatoro, y los dos desarrollan una amistad incómoda mientras uno soporta pacientemente las payasadas del otro.",
      "pt-br": "Nagatoro é uma menina de primeiro ano na escola que adora fazer bullying com seu Senpai. Mas ele aceita isso, mesmo depois de ter passado por todos os tipos de situações humilhantes e embaraçosas, porque ele está apaixonado por ela."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9258a047-a524-4640-83e9-8e295b453a97",
    "title": {
      "en": "Romance, But Not Romantic"
    },
    "updatedAt": "2024-04-01T04:59:26+00:00",
    "coverArt": "https://mangadex.org/covers/9258a047-a524-4640-83e9-8e295b453a97/e3d74b83-3a31-42ad-a46a-aa4a135c8bb6.jpg",
    "altTitles": [
      {
        "ko": "로맨스 낫 로맨틱"
      },
      {
        "en": "Romance Not Romantic"
      }
    ],
    "description": {
      "en": "“You’ve manifested as a recessive Omega.”\nNo way…But I only came here to get a check up for a bad hangover?!\nOverworked and overwhelmed with stress, Back-End Developer, Jinha, manifested as an Omega.\nJinha brews resentment for the leader of the Strategic Planning Team, Hyunjoon, and decides to open a savings account solely to save money to later hire a hitman.\nBut of course, bad luck comes in threes.\nNow that his body is vulnerable to other’s pheromones, the only way to stabilize his body and its craving is with Hyunjoon’s refreshing pheromones.\nBut the only thing that Jinha can trust is Modern Medicine!\nWhen seeking medical advice to somehow overcome his situation, the only prescription given to him as the safest method, is to have sex with someone that’s compatible and of the same gender.\nNot only is Jinha feeling hopeless as he navigates through his hardship, but a stalker appears and attempts to shower him with his pheromones.\nFinding himself with no other choice, Jinha asks Hyunjoon for help."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "356de811-ae92-48f1-b93b-cfdf0f8d02e4",
    "title": {
      "en": "Kakunaru Ue wa"
    },
    "updatedAt": "2024-06-16T17:38:08+00:00",
    "coverArt": "https://mangadex.org/covers/356de811-ae92-48f1-b93b-cfdf0f8d02e4/a6a6f203-57ba-4e99-9e92-319b122784e1.jpg",
    "altTitles": [
      {
        "ja": "描くなるうえは"
      },
      {
        "en": "Now That We Draw"
      },
      {
        "id": "Rupa Gambar Kita"
      },
      {
        "vi": "Ta Cùng Vẽ Thôi Nào!"
      },
      {
        "zh": "既然要画恋爱漫画"
      },
      {
        "ja-ro": "Kakunaru Ue ha"
      }
    ],
    "description": {
      "en": "Uehara-kun, who loves 2D, dreams of becoming a comic artist one day! However, his dream is threatened when an editor rejects his work as too boring.\n\nThe next day, while contemplating giving up on his dream, a gal in his class, Miyamoto Niina, sees his manuscript, and a too-close pseudo-romance for the sake of their comics begins!?\n\nThis is a comic artists × youth romantic comedy!",
      "id": "Uehara-kun menyukai karakter 2 dimensi dan mempunyai cita-cita menjadi mangaka! Namun, mimpinya pupus saat seorang editor menolak manga-nya karena bikin ngantuk. Besoknya, dia berencana membuang manga yang ditolak tersebut, namun, salah satu gadis dari kelasnya, Miyamoto Niina, mengetahui manga hasil buatannya, timbulah kisah komedi-romantis yang terjalin dari sebuah manga!",
      "ja": "2次元をこよなく愛する上原くんの夢は漫画家！\n\nある日、同じクラスのギャル宮本さんに自分の原稿を見られたことで漫画のための距離感近すぎ疑似恋愛、開始!?\n\n漫を持して描く漫画家×青春ラブコメディ！！",
      "vi": "Uehara-kun là một thằng rất thích gái 2D và ước mơ làm hoạ sĩ Manga! Tuy nhiên, giấc mơ của anh ta lại ngay lập tức bị đạp đổ khi bị một biên tập viên nhận xét rằng tác phẩm này nhìn chán chả buồn nói.\n\nTưởng như anh đã định từ bỏ giấc mơ của mình thì một cô gái trong lớp của anh, Miyamoto Niina, nhìn thấy bản phác thảo của cậu ấy và muốn bắt đầu một mối tình tưởng lãng mạn nhưng ai ngờ là giả tạo, để giúp cậu hoàn thành được bộ manga của mình!\n\nMột bộ manga về Mangaka ✖ Romcom tuổi mới lớn!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Medaka Kuroiwa is Impervious to My Charms"
    },
    "updatedAt": "2024-06-05T08:29:31+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/9a1cb685-fce3-4270-9eae-69d4a801187c.jpg",
    "altTitles": [
      {
        "ja-ro": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Craque pour moi, Medaka !"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "fr": "Tu ne le sais pas encore, mais tu m’adores !\n\nMona plaît à tout le monde, c’est comme ça. Son sourire, son allure, sa personnalité… Tout chez elle attire les gens. Dans son lycée, elle fait tourner toutes les têtes. Sauf celle d’un garçon… Medaka. Fraîchement admis dans son école, celui-ci a complètement chamboulé la vie de cette fille à qui nul ni personne n’est censé résister. C’est bien simple : Medaka refuse de la regarder ou se renfrogne à la moindre de ses tentatives de rapprochement. Devant cette insulte à son charme ravageur, Mona décide de tout mettre en œuvre pour le séduire, quitte à se mettre dans des situations où elle-même ne saura plus quoi ressentir ! La tombeuse VS l’insensible : qui craquera en premier ? \n\n---\n\nMaison d'édition FR : **Pika**",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "600af445-cc74-4fdf-aee3-87892bc0653f",
    "title": {
      "en": "I Can Use the Card Drawing System to Summon Beautiful Girls"
    },
    "updatedAt": "2024-02-10T05:37:38+00:00",
    "coverArt": "https://mangadex.org/covers/600af445-cc74-4fdf-aee3-87892bc0653f/7a0c70bd-ec07-4343-8a75-f363320c4a87.png",
    "altTitles": [
      {
        "zh": "我能用抽卡系统召唤美少女"
      },
      {
        "zh-ro": "Wo Neng Yong Chou Ka Xitong Zhaohuan Mei Shaonv"
      }
    ],
    "description": {
      "en": "“It’s a disaster! I’ve been taken over by a mysterious card-drawing system and found myself surrounded by adorable girls in a mobile game! What’s even more terrifying is that among them is the antagonist sister sent by the Demon King from another world to hunt me down. What should I do? Seeking urgent advice online!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f39246a-8b05-4b19-b822-727e748723dc",
    "title": {
      "en": "Aharen-san wa Hakarenai"
    },
    "updatedAt": "2024-06-08T19:33:15+00:00",
    "coverArt": "https://mangadex.org/covers/9f39246a-8b05-4b19-b822-727e748723dc/b6629423-44ff-4942-a270-4e6935ca3911.jpg",
    "altTitles": [
      {
        "ja": "阿波連さんははかれない"
      },
      {
        "ja-ro": "Aharensan wa Hakarenai"
      },
      {
        "en": "Aharen Is Unfathomable"
      },
      {
        "en": "Aharen Is Indecipherable"
      },
      {
        "pt-br": "Aharen é incompreensível"
      },
      {
        "tl": "Hindi ko Matantiya si Aharen"
      },
      {
        "tr": "Aharen Akıl Almaz Biri"
      },
      {
        "tr": "Aharen Akıl Sır Ermez Biri"
      },
      {
        "tr": "Anlaşılmaz Aharen"
      },
      {
        "zh": "测不准的阿波连同学"
      },
      {
        "zh-hk": "測不准的阿波連同學"
      },
      {
        "ko": "아하렌 양은 알 수 없어"
      },
      {
        "ko": "아하렌 양은 알 수가 없어"
      },
      {
        "ar": "ولا يمكن مساعدة السيد أواس"
      },
      {
        "ru": "Непостижимая Ахарэн-сан"
      },
      {
        "uk": "Незбагненна Ахарен-сан"
      },
      {
        "vi": "Aharen-san thật khó hiểu"
      }
    ],
    "description": {
      "en": "From the author of Denkigai no Honya-san and Dansai Joshi comes a short-length comedy about Matsuboshi Raidou-kun and his seatmate Aharen Reina-san, who has problems determining how chummy she has to be when approaching other people. Get up close and personal with the small, quiet but unfathomable girl, Aharen-san!",
      "ja": "「小さくて」、「物静か」な阿波連れいなさん。隣の席に座るライドウくんは、そんな阿波連さんに距離を感じていた。ある日、阿波連さんが落とした消しゴムをライドウくんが拾ったことで、今度は予想外の急接近!?　「遠すぎたり」「近すぎたり」予測不能な阿波連さん。",
      "uk": "Історія про дівчину на ім'я Ахарен. Вона нещодавно переїхала в інше місто і перейшла до нової школи, де намагається знайомитися з однокласниками та однокласницями. Ось тільки дівчина не з тих, хто соромиться і просто сидить осторонь. Вона просто не знає, що таке особисте простір, і справді може просто підійти до будь-якого однолітка і говорити з ним, як зі своїм найкращим другом. А ще головна героїня часто обіймає хлопців та дівчат, і навіть може покласти на колінки свою голову. Вона дивна, але водночас мила, і намагається бути популярною серед однокласників.",
      "vi": "Câu chuyện kể về Raidou và cô bạn bàn bên Aharen, một người có vấn đề trong việc xác định khoảng cách khi tiếp xúc với người khác.",
      "pt-br": "Uma nova comédia sobre Raidou e sua colega de classe Aharen-san, que tem problemas em determinar o quão íntima deve ser quando se aproximar de outras pessoas. Junte-se a pequena, calma, mas incompreensível garota, Aharen-san!",
      "zh-hk": "在各方面都讓人『無法預測』的青春戀愛喜劇第１集登場!!\n\n阿波連玲奈同學是個「個子嬌小」又「文靜」的人，\n讓座位在她隔壁的來堂同學覺得很有距離感。\n某天，來堂同學幫阿波連同學撿起掉到地上的橡皮擦，\n使得兩人出乎意料地急速靠近!?\n\n「一下子視而不見」，「一下子親密互動」，\n阿波連同學的行為讓人無法預測!!\n\n如果喜歡《高木同學》讓人心癢癢的撩人互動，\n那麼更不應該錯過這部「行動派」的搞笑放閃。\n看來堂胡思亂想的內心\n與阿波連無法預測的行為，\n如何碰撞出時而吐糖、時而噴飯的無俚頭戀愛喜劇！"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "167"
  },
  {
    "mangaId": "cf8ae7a4-be6d-4774-a02b-768c151994b9",
    "title": {
      "en": "Houkago, Kimi to Koi o Shite."
    },
    "updatedAt": "2022-06-08T14:56:23+00:00",
    "coverArt": "https://mangadex.org/covers/cf8ae7a4-be6d-4774-a02b-768c151994b9/38696a0e-d502-4e50-8e8c-85ec0a420036.jpg",
    "altTitles": [
      {
        "ja-ro": "Houkago"
      },
      {
        "ja-ro": "Kimi to Koi Shite"
      },
      {
        "ja-ro": "Kimi to Koi wo Shite."
      },
      {
        "ja": "放課後キミと恋いをして。"
      }
    ],
    "description": {
      "en": "Anthology of seven pure love stories.  \n  \n1. Girl's Revolution - IKEYAMADA Go  \n2. Haru ni Naru Made Matte (Wait Until The Spring Comes) - MINASE Ai  \n(Also included in [37°C no Boyfriend](https://mangadex.org/manga/8672))  \n3. Puberty BABY - CHIBA Kozue  \nTo Eri, Kaoru is like a troublesome little brother or a cute puppy. She's been taking care of him for fifteen years since they live in the same apartment. She thought he had no interest in girls but that changes when she catches him with a group of girls and flirting!  \n(Also included in [7 Genme wa Himitsu](https://mangadex.org/title/5916/))  \n4. - SHIRAISHI Yuki  \n(Also included in [Akuma de Koibito](https://mangadex.org/manga/2847))  \n5. Because, it's love - ICHIKAWA Shou  \n6. - HOSHIMORI Yukimo  \n7. - HATTORI Miki"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "8921adfa-21a3-4f41-9b5d-a1ffe9639630",
    "title": {
      "en": "Quick Transmigration: Top-Notch Villain Must Be Cleansed"
    },
    "updatedAt": "2023-09-23T03:39:10+00:00",
    "coverArt": "https://mangadex.org/covers/8921adfa-21a3-4f41-9b5d-a1ffe9639630/c2141c02-93aa-41a0-afa7-78b0bcb83db8.jpg",
    "altTitles": [
      {
        "zh": "Kuài Chuān Zhī Dǐngjí Fǎnpài Yào Xǐ Bái"
      },
      {
        "en": "Quick Transmigration: Top-Notch Villain Must Whitewash"
      },
      {
        "en": "Quick Transmigration: Top-Notch Villain Must Be Cleansed"
      },
      {
        "en": "Rapid Transmigration: First-Rate Villain Wants to Whitewash"
      },
      {
        "zh": "快穿之顶级反派要洗白"
      }
    ],
    "description": {
      "en": "Once the big boss with a thousand lifetimes is reincarnated, the boss will be the little pitiful Lonely Star? In order to change that fate, Liang Yin transmigrates through time and space, oppresses scums and bitches, and strives to cleanse their reputations and reverse the fate of tragic characters. But cleansing always involves a kiss (no) and the location is always in the bath (no!), on the bed (no!!), and out in the open? (no no no!!!). Several times after, Liang Yin fell into deep contemplation. Could the answer be in the riddle? Cleansing until they're clean?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "150"
  },
  {
    "mangaId": "5fc2aff1-aa09-4705-8c73-a031c4d62249",
    "title": {
      "en": "I Upgrade by Rewarding Apprentices"
    },
    "updatedAt": "2023-11-10T22:53:07+00:00",
    "coverArt": "https://mangadex.org/covers/5fc2aff1-aa09-4705-8c73-a031c4d62249/73eaea5c-c6e6-4db5-a1bb-4a82dd97969c.jpg",
    "altTitles": [
      {
        "zh": "我靠打赏徒弟升级"
      },
      {
        "en": "I Rely on Rewarding Apprentices to Upgrade"
      },
      {
        "zh-ro": "Wo Kao Da Shang Tudi Shengji"
      }
    ],
    "description": {
      "en": "The master is driving the crane west, what should I do if the enemy comes to the door? ! Awaken the apprenticeship rebate system, the more you give to your apprentice, the more you get back to your master! Hahaha, good disciples, hurry up, as a teacher, you never hide your secrets!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "892227ec-c998-4d9e-acf3-e407405ce8b5",
    "title": {
      "en": "Urban God of Medicine"
    },
    "updatedAt": "2022-10-27T19:31:17+00:00",
    "coverArt": "https://mangadex.org/covers/892227ec-c998-4d9e-acf3-e407405ce8b5/c1d6eecc-f0bb-4e26-82d0-9ca408a002f6.jpg",
    "altTitles": [
      {
        "en": "The best medical god in the city"
      },
      {
        "zh": "都市极品医神"
      },
      {
        "en": "Divine Urban God"
      }
    ],
    "description": {
      "en": "\"Five years ago, the Ye family was destroyed, and the trash Ye Chen disappeared mysteriously.\" Five years later, that Ye Family trash is back! He came back with a cultivating body that penetrated the heavens and the earth and cried, \"Ghosts and gods!\" This time, Ye Chen wants to make the sky fall in awe! Let the Earth tremble! To be in control of everything, to the top of the sky！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "690278b8-abfb-424e-ab92-6d2c641b6c3e",
    "title": {
      "en": "Lip Service"
    },
    "updatedAt": "2024-06-18T01:00:41+00:00",
    "coverArt": "https://mangadex.org/covers/690278b8-abfb-424e-ab92-6d2c641b6c3e/445e0023-2928-46fb-9cfe-fcd87d7b946b.jpg",
    "altTitles": [
      {
        "ja": "リップサービス"
      }
    ],
    "description": {
      "en": "\"This is what it means to be cool.\" A detective action story featuring 3 skillful individuals handling problems, one of which is a woman who specializes in wearing all kinds of disguises."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e44a10a-8116-430a-9e17-ba4dd58b4137",
    "title": {
      "en": "Akagi: The Genius Who Fell Into Darkness"
    },
    "updatedAt": "2022-04-13T19:28:21+00:00",
    "coverArt": "https://mangadex.org/covers/8e44a10a-8116-430a-9e17-ba4dd58b4137/e16dbf65-3b8a-4bb5-9dfd-39bdec8aee7d.jpg",
    "altTitles": [
      {
        "ja": "アカギ－闇に降り立った天才"
      },
      {
        "ja-ro": "Akagi - Yami ni Oritatta Tensai"
      },
      {
        "ru": "Акаги — легенда маджонга"
      },
      {
        "ja": "闘牌伝説アカギ 闇に舞い降りた天才"
      }
    ],
    "description": {
      "en": "The year is 1958, in the midst of a period of rapid economic growth. One rainy night at a mahjong parlor, Nangou, who was challenging the yakuza to a life-threatening game, was gradually being pushed into a corner. Suddenly, a soaking wet boy walks into the parlor. Nangou senses something extraordinary in him, and asks the boy, who has never even held a mahjong tile before, to play in his place. This is when the legend began. The boy's name was Akagi Shigeru, later known as the \"Man of the Divine Realm.\""
    },
    "status": "completed",
    "releaseDate": 1991,
    "contentRating": "safe",
    "lastVolume": "36",
    "lastChapter": "306"
  },
  {
    "mangaId": "c4d5228c-846d-47c5-8659-0aa70d5c0d41",
    "title": {
      "en": "Kumamiko"
    },
    "updatedAt": "2024-06-11T04:55:04+00:00",
    "coverArt": "https://mangadex.org/covers/c4d5228c-846d-47c5-8659-0aa70d5c0d41/3e3ba464-d30c-4d2e-bec0-684fa9ef5b43.jpg",
    "altTitles": [
      {
        "en": "Girl Meets Bear"
      },
      {
        "ru": "Жрица и медведь"
      },
      {
        "ja": "くまみこ"
      },
      {
        "en": "Bear Shrine Maiden"
      }
    ],
    "description": {
      "en": "In the deep regions of the Touhouku area, the comedic story of the miko of bears, 14-year-old Machi, and her childhood friend, the talking bear Natsu, takes place as Machi struggles to qualify for city-life with Natsu's assistance."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "120"
  },
  {
    "mangaId": "40aafcb8-2649-4f9c-94fe-a7b4ce9ebd9a",
    "title": {
      "en": "Clinic of Horrors"
    },
    "updatedAt": "2024-01-28T19:24:23+00:00",
    "coverArt": "https://mangadex.org/covers/40aafcb8-2649-4f9c-94fe-a7b4ce9ebd9a/118b83f0-59db-4bbb-a5d7-bbfdb8933de9.jpg",
    "altTitles": [],
    "description": {
      "en": "In a strange city, there is a clinic that will treat the victims of horrific diseases. For a price."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "abc1520c-4636-4c30-af47-6568f6477b1c",
    "title": {
      "en": "Demon Prince & The Salaryman"
    },
    "updatedAt": "2024-04-05T15:59:19+00:00",
    "coverArt": "https://mangadex.org/covers/abc1520c-4636-4c30-af47-6568f6477b1c/d87d1159-5fe8-4b8e-bde2-18870cb5c5d3.png",
    "altTitles": [],
    "description": {
      "en": "A salaryman summons Astaroth, a Prince of Hell, to help him stop getting bullied at work."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c6e1006-adfa-4921-97d4-41fc0de8a488",
    "title": {
      "en": "Internet Explorer"
    },
    "updatedAt": "2023-06-08T11:37:34+00:00",
    "coverArt": "https://mangadex.org/covers/8c6e1006-adfa-4921-97d4-41fc0de8a488/1efd5f15-fb4a-4b19-a31b-9178a611da1c.png",
    "altTitles": [
      {
        "ja": "IE娘"
      },
      {
        "en": "Internet Explorer-chan"
      }
    ],
    "description": {
      "en": "The Internet Explorer is a web browser who isn't as popular as she used to be.",
      "pl": "W tej epicznej mandze Internet Explorer zmaga się z malejącą popularnością."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ffc37c7-8f02-42bf-881e-40825d94b402",
    "title": {
      "en": "Meme Girls"
    },
    "updatedAt": "2023-03-26T17:42:00+00:00",
    "coverArt": "https://mangadex.org/covers/3ffc37c7-8f02-42bf-881e-40825d94b402/8b7dc2ac-8af3-456c-81a8-f20e2f30f576.jpg",
    "altTitles": [
      {
        "ja": "meme娘"
      },
      {
        "ru": "Девчонки-мемы"
      }
    ],
    "description": {
      "en": "Memes, gaming consoles, and websites turned into anime girls! Please enjoy this compilation of meme comics, oneshots, and shorts from the team behind Merryweather Comics!",
      "pl": "Memy z internetu zostały zmienione w słodkie anime dziewczynki.",
      "pt": "(Brazilian) / Português(Brasil): ||Memes da internet se tornaram garotas fofas de anime, criado por Merryweather e com arte por Princess Hinghoi.||  \n\n\n---\n\n**Links:**  \n[Author's Twitter](https://twitter.com/Merryweatherey)  \n[Author's Youtube (with Dubbed Comics)](https://www.youtube.com/channel/UCvCtIO1it51jSkZGibS9R3w)",
      "ru": "Мемы из интернета, превращенные в милых анимешных девочек, создано Merryweather с иллюстрациями Princess Hinghoi."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7be5032d-1059-4381-bb07-48115eba3073",
    "title": {
      "en": "Genshiken Nidaime - The Society for the Study of Modern Visual Culture II"
    },
    "updatedAt": "2024-05-05T00:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/7be5032d-1059-4381-bb07-48115eba3073/2a326e97-2808-4663-90ed-0d8bcacdfc56.jpg",
    "altTitles": [
      {
        "en": "Genshiken: Second Season"
      },
      {
        "ru": "Гэнсикэн: второе поколение"
      },
      {
        "ja": "げんしけん 二代目"
      },
      {
        "zh": "现视研二代目"
      }
    ],
    "description": {
      "en": "Genshiken follows the lives of a group of college students drawn together by their shared hobbies, and the trials and adventures associated with being otaku.  \n  \nGenshiken Nidaime (\"Second Generation\") is a continuation of the previous series, with chapter numbering starting at 56."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "127"
  },
  {
    "mangaId": "8b75a0d1-b500-40f4-8604-e5e8f4913e08",
    "title": {
      "en": "Yubisaki ni Koi wo Sakasete"
    },
    "updatedAt": "2024-06-18T01:48:01+00:00",
    "coverArt": "https://mangadex.org/covers/8b75a0d1-b500-40f4-8604-e5e8f4913e08/1554bac8-3691-4009-b4da-57d6171742a0.jpg",
    "altTitles": [
      {
        "ja": "指先に恋を咲かせて"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]