[
  {
    "mangaId": "ed9d57a3-a688-4419-a03a-29aee0deab6a",
    "title": {
      "en": "Tsureneko:  Maruru to Hachi"
    },
    "updatedAt": "2024-12-01T02:33:49+00:00",
    "coverArt": "https://mangadex.org/covers/ed9d57a3-a688-4419-a03a-29aee0deab6a/ce050e43-9f7b-4202-84ea-05015a9fd599.jpg",
    "altTitles": [
      {
        "vi": "Đôi Mèo Song Hành - Maruru và Hachi"
      },
      {
        "ja": "ツレ猫　マルルとハチ"
      },
      {
        "ja-ro": "Tsureneko: Maruru to Hachi"
      },
      {
        "en": "Cat Companions Maruru and Hachi"
      }
    ],
    "description": {
      "en": "House cat Maruru is in a bad situation: after chasing after crows he cannot find his way back home. Thus start his life as a stray cat, partnering up with fellow stray Hachiware.",
      "vi": "Câu chuyện kể về \"Maruru và Hachi\", những chú mèo đã trở thành mèo hoang sau khi rời bỏ chủ nhân vì vài lí do.\n\nVì vài lí do nào đó, Maruru đã rời bỏ chủ nhân và trở thành mèo hoang. Rồi gặp được Hachi, một chú mèo đực khác với quả mắt chán đời (?), và cả hai bắt đầu đi dạo cùng nhau -- song đời thì lại không đơn giản đến thế. Đây là câu chuyện kể về những chú mèo hoang (và những con người xung quanh chúng) sống sót trong thế giới khắc nghiệt này. Một bộ truyện kể về chú mèo hài hước và dễ thương song hành cùng một chú mèo khó tính!",
      "pt-br": "O gato doméstico Maruru está em uma situação complicada: depois de perseguir corvos, ele não consegue encontrar o caminho de volta para casa. Assim, comece sua vida como um gato de rua, fazendo parceria com o colega de rua Hachiware."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4351665-25f3-4edd-8546-10e5122e721d",
    "title": {
      "en": "Tsumi to Batsu no Spica"
    },
    "updatedAt": "2025-02-02T14:40:32+00:00",
    "coverArt": "https://mangadex.org/covers/e4351665-25f3-4edd-8546-10e5122e721d/b3fe7053-96e5-44fb-9285-5215cc0caa7f.jpg",
    "altTitles": [
      {
        "ja": "罪と罰のスピカ"
      },
      {
        "en": "Spica of Sin and Punishment"
      },
      {
        "vi": "Spica - Tội Ác và Hình Phạt"
      }
    ],
    "description": {
      "en": "Hatori, a high school teacher leading an ordinary life, notices one day that his student, Spica Tsumugi, is being bullied. On a rainy day after school, Hatori finds himself alone with Tsumugi by chance. Hatori tells her, \"I'll do something about it!\" but Tsumugi gently takes his hand and says with a smile, \"Hatori-sensei, you're such a liar.\" Teacher and student... two people who should not get too close. This somewhat bewitching girl will dramatically change Hatori's ordinary life.",
      "ja": "最も無垢で、最も罪深い。世界はこんなヒロインを待っていたーー。",
      "vi": "Câu chuyện xoay quanh Hatori, một giáo viên tại trường cấp 3 và là người có cuộc sống rất đỗi bình thường. Một ngày nọ, anh nhận ra rằng học sinh mà mình chủ nhiệm, Tsumugi Spica đang bị bạn cùng lớp bắt nạt.\nNhững tưởng đây chỉ là một cô bé nhút nhát, nhưng..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01f1c42b-cd00-4051-b63f-81ea40a3a4fc",
    "title": {
      "en": "It's not Ba, it's Va"
    },
    "updatedAt": "2024-10-25T15:51:23+00:00",
    "coverArt": "https://mangadex.org/covers/01f1c42b-cd00-4051-b63f-81ea40a3a4fc/ae98c004-49bb-4da4-bf7e-e80e91340e0e.png",
    "altTitles": [
      {
        "ja": "バじゃなくて、ヴァ"
      }
    ],
    "description": {
      "en": "Choboraunyopomi x Vanguard\n\nThe crazy unit comedy four-panel story begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b232c191-6e14-4522-a1a2-c4b0f688f00d",
    "title": {
      "en": "Shi ni Modori Oujo wa Ikinobiru Tameni Yuri Harem wo Tsukuru Koto ni Shita"
    },
    "updatedAt": "2025-01-30T08:13:22+00:00",
    "coverArt": "https://mangadex.org/covers/b232c191-6e14-4522-a1a2-c4b0f688f00d/d7017f5d-c2c8-46d2-ae19-262f6d22ce73.jpg",
    "altTitles": [
      {
        "ja": "死に戻り王女は生き延びるために百合ハーレムを作ることにした"
      },
      {
        "ja-ro": "Shinimodori Oujo wa Ikinobiru Tame ni Yuri Harem wo Tsukuru Koto ni Shita"
      },
      {
        "en": "The Death Defying Princess Creates a Yuri Harem to Survive"
      },
      {
        "en": "No Lily, No Life!!"
      }
    ],
    "description": {
      "en": "Marie, a domineering and selfish princess, faced her end under the guillotine's blade after her subjects had enough of her. Yet, after dying, \nMarie finds herself back a year in the past, discovering that no matter what she does she can never escape the fate that awaits her in a year. \nEventually, after Marie learns that the only way to escape her own execution is to conquer a large swathe of 'romantically troubled' women, \nshe decides to use her own 'royal charisma' to build a yuri harem!",
      "ja": "独裁ワガママ王女のマリーは、国民の反感を買い、ギロチンで処刑されてしまう！かと思いきや、一年前に戻っていて、何度やっても死んでは戻るを繰り返すマリー。処刑エンドを回避するためには、「女難」となる無数の女を攻略しなければならないと知ったマリーは、持ち前の”カリスマ性”を駆使し、百合ハーレムを築き上げることを決意する!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "53afd2bf-1dfe-4933-8333-19a9906d86ca",
    "title": {
      "en": "I Can't Stop Doting On the Empire's Most Notorious Villainess!"
    },
    "updatedAt": "2024-10-29T13:08:40+00:00",
    "coverArt": "https://mangadex.org/covers/53afd2bf-1dfe-4933-8333-19a9906d86ca/116aa3ee-03e8-433e-bf2c-a7d329b957d5.png",
    "altTitles": [
      {
        "en": "I Can't Stop Doting the Empire's Most Notorious Villainess!"
      },
      {
        "ja": "帝国一の悪女に溺愛がとまりません!"
      }
    ],
    "description": {
      "en": "In high society, Raven is known as a womanizer and a free spirit. But suddenly, Estella, who’s rumored to hate men and is said to be the cruelest girl in the empire, walks into his bachelor life. And this girl proposes that he marry her! “There’s not a chance in hell this marriage will succeed,” thinks the young guy. But... Estella is convinced he’ll be the one to fall head over heels for her. How will it all pan out, and in the end, who will be right..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b16f2554-9525-4f2a-bbe4-5b75b6605176",
    "title": {
      "ja": "Clevatess -Majuu no Ou to Akago to Shikabane no Yuusha-"
    },
    "updatedAt": "2025-01-29T00:55:43+00:00",
    "coverArt": "https://mangadex.org/covers/b16f2554-9525-4f2a-bbe4-5b75b6605176/3aa0d52c-7cc2-41d3-a1b3-e6b99e690cdd.jpg",
    "altTitles": [
      {
        "ja": "クレバテス－魔獣の王と赤子と屍の勇者－"
      },
      {
        "ja": "Clevatess -The King of Devil Beast, The baby, and The Brave of Undead-"
      },
      {
        "en": "Clevatess -The Devil Beast King, The Baby, & The Corpse Hero-"
      },
      {
        "en": "Clevatess - The King of Devil Beasts, the Baby, and the Brave of the Undead"
      },
      {
        "pt-br": "Clevatess - O Rei das Feras Diabólicas, O bebê e a Valente Heróina Morta-Viva"
      }
    ],
    "description": {
      "en": "He killed the heroes, killed the king, the devil beast then found the “baby of fate”…\n\nHaving both superior intellect and destructive power, such is Clevatess, the devil beast king.\nAngered by the 13 heroes' attempt to take his life, he had decided to bring ruin upon humanity, but he gets entrusted with an unexpected nuisance: a newborn human baby.\n\nIs this the tale of a world close to apocalypse or a diary of new-era childcare?\n___\n**Alt Official Raw:** [LINE Manga](https://manga.line.me/product/periodic?id=Z0000841)",
      "pt-br": "Ele matou os heróis, matou o rei, a fera demoníaca então encontrou o “bebê do destino”… Tendo intelecto superior e poder destrutivo, tal é Clevatess, o rei das feras demoníacas. Irritado com os 13 heróis encarregados de tirar sua vida, ele decidiu arruinar a humanidade, mas foi encarregado de um incômodo inesperado: um bebê humano recém-nascido. É a história de um mundo próximo do fim, perto do apocalipse, ou o diário dos cuidados infantis da nova era?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65936513-d6aa-4aeb-ae16-6afb00c3d8c3",
    "title": {
      "en": "Liu Sui Kaishi Chengwei Nvwang"
    },
    "updatedAt": "2025-01-09T22:51:57+00:00",
    "coverArt": "https://mangadex.org/covers/65936513-d6aa-4aeb-ae16-6afb00c3d8c3/2ab1b80c-9e7c-4c58-b7a6-51dfb8cf1b21.png",
    "altTitles": [
      {
        "zh": "六岁开始成为女王"
      },
      {
        "en": "Becoming the Queen at the Age of Six"
      }
    ],
    "description": {
      "en": "I woke up to find myself transmigrated into a novel as the “background character that's doomed to die.” Now stuck in the body of a six-year-old, I’ve got some serious challenges ahead of me. But I’m not about to let fate have its way. Even if I have to become the villain, I’ll do whatever it takes to survive!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "14336065-9636-45c5-bb43-09428d434eca",
    "title": {
      "en": "The Journey of the Necromancer"
    },
    "updatedAt": "2023-08-01T13:14:28+00:00",
    "coverArt": "https://mangadex.org/covers/14336065-9636-45c5-bb43-09428d434eca/d4e34fbc-b18c-4ff1-ade1-96fe1a6dcf27.png",
    "altTitles": [],
    "description": {
      "en": "\"The King of Demons is the victim of a conspiracy, the King of humans wants peace. The two of us must get the evidence to end the war. Welcome to a journey full of corpses, Hero.\"  \nThe story of a journey of a necromancer and a hero"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d5e2bd89-e300-4262-a799-fb4f79bdb777",
    "title": {
      "en": "Kaichou wa Maid-sama!"
    },
    "updatedAt": "2024-02-28T17:57:32+00:00",
    "coverArt": "https://mangadex.org/covers/d5e2bd89-e300-4262-a799-fb4f79bdb777/1e3d60d7-7950-4336-a0dc-017ad7a6c378.jpg",
    "altTitles": [
      {
        "tr": "Başkan Bir Hizmetçi!"
      },
      {
        "ja-ro": "Kaichō wa Maid-sama!"
      },
      {
        "ja-ro": "Kaichou wa Maid-sama"
      },
      {
        "vi": "Khi Sếp Là Hầu Bàn"
      },
      {
        "en": "Maid Sama"
      },
      {
        "en": "Maid-sama!"
      },
      {
        "en": "My Sweet Kaichou"
      },
      {
        "en": "President Is a Maid!"
      },
      {
        "ja-ro": "Toumei na Sekai"
      },
      {
        "th": "สาวเมดผจญหนุ่มสุดป่วน"
      },
      {
        "ja": "会長はメイド様!"
      },
      {
        "zh": "会长是女仆"
      },
      {
        "ja": "透明な世界"
      },
      {
        "ko": "회장님은 메이드 사마!"
      },
      {
        "ru": "Президент студсовета — горничная!"
      }
    ],
    "description": {
      "en": "Ayuzawa Misaki is the student council president of the former all-boy school, Seika High School. In order to protect the girls, she battles the boys every day. On the other hand, she secretly works at a \"Maid Cafe\". But a popular boy from school, Usui Takumi, found out! Living in between the double identity of a Maid and a student council president~  \n  \nAlso included in this manga is a short story called Toumei na Sekai in volume one (Ch 4.1).",
      "ru": "Мисаки Аюдзава — наделённая полномочиями старосты школьного совета и по совместительству гроза мальчишек в старшей школе Сэйка. Совсем недавно вышеозначенная школа была предназначена исключительно для мальчиков, а потому, даже после её преобразования в общую старшую школу, численный перевес мальчишек остаётся на лицо. Ну и порядки с атмосферой здесь соответствующие.\nНе просто далось Мисаки звание старосты, но дело того стоило — держитесь парни, грядут новые порядки, потому что Мисаки Аюдзава будет твёрдо стоять на страже интересов женской части учащихся! Сколько можно терпеть этих «грязных и неопрятных идиотов»?! Мальчишки — это зло, и в этом Мисаки уверена на все 100%! Подливает масла в огонь её нелюбви к мужскому полу и тот факт, что её отец, оставив кучу долгов, сбежал из семьи, и теперь, чтобы помочь матери, девушка подрабатывает в мейд-кафе («кафе горничных»).\nНо вот однажды самый красивый парень в школе, Такуми Усуи, застукал её на работе. Только вот странно, почему же он молчит и не раскрывает тайну Мисаки никому? Ответ прост: Такуми хочется одному владеть милой горничной, да и смеяться над ней. Сначала это было так, но вскоре любимец девушек вручает своё сердце лишь одной. Но захочет ли Мисаки ответить ему взаимностью?\n\n---\n\n(Source: [shikimori](https://shikimori.one/mangas/2921-kaichou-wa-maid-sama))",
      "pt-br": "Ayazawa Misaki é a presidente do conselho de estudantil da antiga escola só para rapazes, Colégio Seika. Sempre batalhando para proteger as garotas, minoria na escola, vive em constante conflito com os rapazes da escola. Porém, secretamente trabalha num “Maid Café” (café de empregadas). Mas tudo muda no dia em que, Usui Takumi, um popular aluno da escola, descobre sua vida dupla."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "85"
  },
  {
    "mangaId": "88424be3-40a9-4965-8dae-e33bd0a015f5",
    "title": {
      "en": "Pest ga Aketara Asobimashou! ~Chuusei Europa Sekai to Gendai Bunmei Slow Life~"
    },
    "updatedAt": "2025-01-28T04:13:30+00:00",
    "coverArt": "https://mangadex.org/covers/88424be3-40a9-4965-8dae-e33bd0a015f5/7c801de0-c1ed-4ca7-ad36-66acfcb7ed71.jpg",
    "altTitles": [
      {
        "ja": "ペストが明けたら遊びましょう！～中世ヨーロッパ世界と現代文明スローライフ～"
      },
      {
        "en": "Let's Hang Out When the Black Plague is Over!: A Slow Life of Modern Civilization in the World of Middle Age Europe"
      }
    ],
    "description": {
      "en": "In 14th Century Middle Age Europe, the spread of the Black Plague has led baker Rachel Becker to move from the city to a village. There, she meets Ema Müller, a \"witch\" who claims to come from \"another world\" 700 years into the future, bringing with her modern technology that feels like \"magic\" to the people of the middle ages...",
      "ja": "ペストの蔓延により暗黒の時代へと突入した中世ヨーロッパ。田舎町へと引っ越してきたレイチェルは、不思議な道具を操るという“魔女”に出会う。彼女が使う「現代技術」は、中世の人間にとって魔法のようで──?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f87f4aa-92dd-4a90-9aea-538496146ebb",
    "title": {
      "en": "Ochikobore Shiro Madoushi Cecil wa Taishougai no Hazu deshita"
    },
    "updatedAt": "2024-04-11T14:03:02+00:00",
    "coverArt": "https://mangadex.org/covers/2f87f4aa-92dd-4a90-9aea-538496146ebb/6eeaf375-a83a-4e7f-962f-f5f681c4ef70.jpg",
    "altTitles": [
      {
        "zh-hk": "菜鳥白魔法師塞西爾本非我愛"
      },
      {
        "zh": "菜鸟白魔法师塞西尔本非我爱"
      },
      {
        "ja": "落ちこぼれ白魔導士セシルは対象外のはずでした"
      }
    ],
    "description": {
      "en": "During a party, Cecil, a clumsy white mage, spills on Oswald, the popular leader of the first squadron of holy knights, a homemade antidote. The reason is that he emitted a strong evil aura. An upset Oswald kidnaps her an takes her to his mansion, and she panics: \"My chastity is in danger! Cecil grows impatient, but he rebuffs her, telling her: \"You are not to my liking\". It seems that Oswald is behind Cecil's potion, which was the first to take effect on a curse he had received in the past. Oswald formally asks Cecil to treat him, and she decides to take the opportunity to make a name for herself and accepts the request....",
      "ja": "落ちこぼれの白魔導士セシルはパーティの最中、社交界人気ナンバーワンの第一聖騎士隊隊長オズワルドにお手製の解毒薬をぶっかけてしまう。その理由は、彼から強烈な邪気が放たれていたから。不機嫌なオズワルドに彼の屋敷まで拉致され「貞操の危機!?」と焦るセシルだが、「お前は趣味じゃない」と一蹴される。どうやら彼の目的は、過去に受けた呪いに初めて効果があったというセシルの薬のようで――!?オズワルドから正式に治療の依頼を受けたセシルは、功績を残すチャンス！と引き受けることにするが……。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7477bdb7-c146-41f7-a8de-29c7b7b5034c",
    "title": {
      "en": "XX Shinaide! Tsukimine-san"
    },
    "updatedAt": "2024-11-16T12:02:25+00:00",
    "coverArt": "https://mangadex.org/covers/7477bdb7-c146-41f7-a8de-29c7b7b5034c/74357d90-2af0-41a4-9f2a-3963ff2e7f3e.jpg",
    "altTitles": [
      {
        "ja": "××しないで！月峰さん。"
      },
      {
        "en": "Don't XX Ms. Tsukimine"
      },
      {
        "pt-br": "Não me XX!!! Tsukimine-san"
      },
      {
        "es-la": "¡¡No me XX!! Tsukimine-san"
      }
    ],
    "description": {
      "en": "Hidaka Akira is a high school student who loves solitude. He avoids the crowds in his class and decides to eat alone, but there is someone who disturbs his peace. It is Tsukimine Chiyo, the girl at the highest level in the school hierarchy, a girl who is absolutely beautiful. Tsukimine called Akira and asked him to do his \"usual thing\". What kind of \"normal\" did they mean, and why were her clothes off...?",
      "ja": "「オレはただ…静かに過ごしたいだけなのに――…」\n\n両親の転勤のおかげで念願の一人暮らしをはじめた高校生・陽高旭。孤独を愛する彼は学校でもトイレで一人ぼっちメシをキメていた。しかし、ささやかな平穏はひとりの少女…月峰千夜によって破られる。どこからともなく旭の元へ現れる千夜は彼の気弱さにつけこみ無茶を要求してきて!?",
      "pt-br": "Hidaka Akira é um estudante do ensino médio que adora a solidão. Ele evita as multidões em sua classe e decide comer sozinho, mas há alguém que perturba sua paz. Trata-se de Tsukimine Chiyo, a garota do mais alto nível na hierarquia da escola, uma garota absolutamente linda."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97e8bb6b-1407-4053-b167-87d1077fb9df",
    "title": {
      "en": "Suguru-kun Fight!"
    },
    "updatedAt": "2025-01-15T10:49:00+00:00",
    "coverArt": "https://mangadex.org/covers/97e8bb6b-1407-4053-b167-87d1077fb9df/9022b8d9-9acb-434d-a5e6-cc931cfe30b8.jpg",
    "altTitles": [
      {
        "uk": "Борись, Сугуру!"
      },
      {
        "ja": "スグルくんファイト!"
      },
      {
        "en": "Fight Suguru-kun!"
      }
    ],
    "description": {
      "en": "When Suguru, an ordinary high school student, comes home as usual, he bumps into his older sister's friend, Noriyuki! \n\nDeciding at first glance that the huge and rugged-looking Noriyuki is the type he doesn't like, Suguru leaves the house to escape from him, but for some reason Noriyuki starts to pester him persistently...!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "36.5"
  },
  {
    "mangaId": "657ccfcc-5847-40f7-8859-5631eeeb3784",
    "title": {
      "en": "Kakkoii Onnanoko to 12-centi no Yakusoku"
    },
    "updatedAt": "2025-01-24T03:21:54+00:00",
    "coverArt": "https://mangadex.org/covers/657ccfcc-5847-40f7-8859-5631eeeb3784/fc8fb81f-30cb-49a6-ae30-ae5a636e1db5.jpg",
    "altTitles": [
      {
        "ja": "カッコいい女の子と12センチの約束"
      },
      {
        "ja-ro": "Kakkoi Onnanoko to 12 cm no Yakusoku"
      },
      {
        "en": "A Cool Girl and a 12cm Promise"
      },
      {
        "en": "Promise of 12cm with Cool Girl"
      },
      {
        "es-la": "Una chica genial y una promesa de 12 cm"
      },
      {
        "vi": "Lời hứa 12cm với cô gái ngầu lòi"
      }
    ],
    "description": {
      "en": "Tomoaki Kanba admired his boyish childhood friend, Ibuki Tachibana, and promised to become \"more cool\" than her.However, four years have passed, and Ibuki has grown up to be an even more handsome girl! Their relationship is as unchanged as a 12cm height difference that cannot be filled...?The curtain rises on a pure love story about a cool girl who is sorely in love with a boy who wants to be cool!---Serialization of the Twitter webcomic *[A Story About Becoming Cooler Than the Cool Girl](https://mangadex.org/title/d0407445-b80d-4854-9f12-c8227f94cba6/)*.",
      "ja": "椛 智明(かんば ともあき)はボーイッシュな幼なじみ、立華 一颯(たちばな いぶき)に憧れ、彼女より「もっとカッコよくなる」と約束をする。\n\nしかし４年が経ち、一颯はさらに超イケメン女子に成長!! 二人の関係は埋まらない12センチの身長差と同じく、変わらない…？\n\nカッコいい女の子が、カッコよくなりたい男の子にきゅんとするピュアなラブストーリーの幕開け━━。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea1858c9-30fc-4dd9-81fb-6384ee77bc2c",
    "title": {
      "en": "Watashi no Hara no Naka no Bakemono"
    },
    "updatedAt": "2025-01-28T13:33:05+00:00",
    "coverArt": "https://mangadex.org/covers/ea1858c9-30fc-4dd9-81fb-6384ee77bc2c/5c2d7e37-d474-4e92-83c8-ef946005b699.jpg",
    "altTitles": [
      {
        "ja": "私の胎の中の化け物"
      },
      {
        "ja-ro": "Watashi no Tai no Naka no Bakemono"
      },
      {
        "en": "The Monster in my Womb"
      },
      {
        "vi": "Con quái vật trong tử cung của tôi"
      }
    ],
    "description": {
      "en": "***Awaken the \"malice\" sleeping inside you.***\n\nChinatsu is a middle school girl who's an honor student and highly trusted by her teacher. She gets along with her friends, and she spends her days happily without hating anyone. However, on her period, Chinatsu realized it. That she hated her homeroom advisor, and she's extremely irritated by her surroundings. She had put a lid on her own feelings and pretended not to notice, but when she became aware of it, the \"monster\" inside of her begins to rampage and reveal her true nature.\n\n(Source: Comic-Days)",
      "ja": "貴方の中の“悪意”を目覚めさす。衝撃のサスペンス!!優等生で、先生からの信頼も厚い女子中学生の神城千夏。友達とも仲良く、誰のことも嫌いになんてならない幸せな日々を過ごしていた…はずだった。しかし、千夏は気づいてしまった。担任の塚本のことが嫌いだと、周りに対してとてもいらいらしていることを。フタをして、見ないふりをしていた自分の気持ちを自覚した時、千夏の中にいた“化け物”が暴れ出し、本性を現し始めた。",
      "vi": "Sẽ ra sao nếu một ngày những biến cố, bất công của cuộc đời liên tiếp ập đến, để rồi đánh thức con ác ma đang trú ngụ trong trái tim bạn?\nKamishiro Chinatsu, nữ sinh cấp hai, là một học sinh giỏi, đồng thời còn là lớp trưởng được giáo viên hết mực tín nhiệm. Một cô bé hòa đồng với bạn bè và trải qua những ngày vui vẻ mà không ghét lấy một ai.\nTuy nhiên, Chinatsu nhận thấy cảm xúc căm ghét của cô bé dành cho Tsukada, giáo viên chủ nhiệm của mình đang một lớn dần, đến mức khiến cô bé chán ghét tất cả mọi thứ xung quanh. Nhận ra chuyện này, cô bé đã tìm cách che đậy và quay lưng lại với nó. Nhưng rồi \"con quái vật\" vốn trú ngụ bên trong Chinatsu bắt đầu hành động và bộc lộ bản chất thật của mình, thứ mà cô bé đã luôn muốn trốn tránh."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "60"
  },
  {
    "mangaId": "26102334-1f7b-4a5b-a64f-107c5c24a70f",
    "title": {
      "en": "Mao"
    },
    "updatedAt": "2024-09-29T01:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/26102334-1f7b-4a5b-a64f-107c5c24a70f/60356bcc-3936-445d-b485-014a43bcad66.jpg",
    "altTitles": [
      {
        "en": "MAO"
      },
      {
        "ja": "マオ"
      },
      {
        "zh-hk": "摩緒"
      },
      {
        "th": "หาญสู้พลิกชะตาอาถรรพณ์"
      }
    ],
    "description": {
      "en": "The story is set in a \"land where two worlds intersect,\" and it centers on \"a strange romance between a boy and girl who meet by fate.\"\n\n(from ebookjapan):\n\nOnmyoji and Yokai? A girl's bizarre Taisho romance! When she was in the first grade of elementary school, her whole family was involved in an accident, but she is the only one who survived. In her third year of junior high school, she passes by the accident site again and is somehow transported back to the Taisho Era!　\n\nThe next day, Nanoka's physical abilities are awakened when she is told by Mao, a boy she met there who is an Onmyoji, \"You are a demon, aren't you?\" The Taisho bizarre romance in which the two of them face their \"destiny\" that will come begins!\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/mao)\n- Indonesian release by [Elex Media](https://www.gramedia.com/products/mao-01) (2021)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b9e04e2-8f86-49bc-925c-e1130b4ca25b",
    "title": {
      "en": "Kochira, Koufuku Anshin Iinkai Desu."
    },
    "updatedAt": "2021-05-25T15:43:27+00:00",
    "coverArt": "https://mangadex.org/covers/6b9e04e2-8f86-49bc-925c-e1130b4ca25b/afd11f73-46d2-4d48-99d5-b042cab134a1.jpg",
    "altTitles": [
      {
        "en": "This is the Happiness and Peace of Mind Committee"
      },
      {
        "en": "Uỷ ban Hạnh phúc An sinh"
      },
      {
        "en": "こちら、幸福安心委員会です。"
      }
    ],
    "description": {
      "en": "Siren is the absolute queen who administers the state of lakeside park city, which boasts a 99.9% safety and happiness rating. One day, one of the Ondine, the information terminals born from her, gets lost and helped by an uncouth boy named Len Kinami. Ondine feels a wamrth from Len, who complains as he pulls her hand along, but that emotion flows in to the queen, who becomes bewildered by the unknown feeling……!?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c742b5f7-efa6-469a-accd-041d7d2027ed",
    "title": {
      "en": "Yumekui Shirokuro Baku"
    },
    "updatedAt": "2025-01-31T21:53:15+00:00",
    "coverArt": "https://mangadex.org/covers/c742b5f7-efa6-469a-accd-041d7d2027ed/d0e5e914-98d5-4a4c-a077-d70353d0d781.jpg",
    "altTitles": [
      {
        "en": "Baku, The Monochrome Dream-Eater"
      },
      {
        "vi": "Mộng thực giả Baku"
      },
      {
        "ja": "夢喰い白黒バク"
      }
    ],
    "description": {
      "en": "Miku has loved singing since she was little. She earned a magnificent victory in her audition and stepped into the world of idols. Finally, she became a top idol, but the office she belongs to has forbidden any kind of romance. Soon, Miku starts to wish that she could fall in love like a normal girl. Then, one day, she meets a mysterious boy named Len in a dream…"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f093bf54-cb8e-45be-ae98-6309230bc725",
    "title": {
      "en": "Melancholic"
    },
    "updatedAt": "2021-05-25T15:49:24+00:00",
    "coverArt": "https://mangadex.org/covers/f093bf54-cb8e-45be-ae98-6309230bc725/653e3915-a8c9-4a80-99f2-69e7f61c8bab.jpg",
    "altTitles": [
      {
        "en": "メランコリック"
      }
    ],
    "description": {
      "en": "Rin Kagamine's childhood best friend, Shun Otonashi, transfers back to her middle school just as she's in the middle of puberty. Shun's demeanor has changed so much since they were young that Rin is confused as to how to talk to him. On the way home from his first day of school, Rin suddenly asks him why he's returned to the neighborhood. He answers, \"I wanted to see you again, Rin,\" as a joke. At those words, Rin's heart begins to thunder… The long-awaited manga adaptation of the Vocalo P and Junky song with over 2.6 million views about life as a teenage girl who can't be honest with her feelings!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d5a7c4af-d22f-42f6-a615-b086775bad23",
    "title": {
      "en": "Kuromaku Ikka ni Tensei Shita Kedo Gensaku Mushishite Dokuritsu Suru"
    },
    "updatedAt": "2025-01-29T11:40:53+00:00",
    "coverArt": "https://mangadex.org/covers/d5a7c4af-d22f-42f6-a615-b086775bad23/bbca72cc-fdad-4fe5-832c-1f973d5264a0.jpg",
    "altTitles": [
      {
        "ja": "黒幕一家に転生したけど原作無視して独立する"
      },
      {
        "en": "Reincarnated Into a Villainous Family, but I'm Ignoring the Plot and Going Rogue!"
      },
      {
        "en": "I Was Reincarnated Into a Villainous Family, but I'll Ignore the Original Story and Live Independently"
      }
    ],
    "description": {
      "en": "The protagonist, who has been reincarnated into the world of a game he played extensively, has become Yuri, the third son of a villainous family!!\n\nHis father, siblings, and the entire household are the worst and most ruthless, all doomed to be brutally massacred.\nAs for Yuri himself, he is destined to betray the Hero as the final boss, dragging the heroine down with him to meet the worst possible death.\n\nNot wanting to die, he decides to completely distance himself from both his villainous family and the Hero’s party, intending to live a peaceful and carefree life… Or so he thought, but now, one by one, the original story’s characters keep gathering around him…!?\n\nFrom a self-declared \"exile\", the lone Final Boss’s journey of independence and unrivaled strength begins!!!\n\n___\n* Alternative Raw: [Niconico](https://manga.nicovideo.jp/comic/71281)",
      "ja": "やり込んだゲームの世界に転生した主人公は\n黒幕ファミリーの三男・ユーリになっていた！！\n\n父や兄姉ともに最悪＆最凶の一家は、いずれ惨殺される運命。\nユーリに至ってはラスボスとして勇者を裏切り、ヒロインを道連れにして最悪の死に方をする。\n\n死ぬのはごめんなので、黒幕一家とも勇者パーティーとも無関係に、ぬくぬく暮らす…\nはずなのに、原作キャラたちがどんどん俺のもとに集まってくるんだが…!?\n\n自主的『追放』宣言から始まる\nはぐれラスボスの独立無双譚、スタート！！！"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1db428c-685c-4d11-927b-bf71eb4b254b",
    "title": {
      "en": "Juuou to Yakusou"
    },
    "updatedAt": "2025-01-29T21:44:40+00:00",
    "coverArt": "https://mangadex.org/covers/a1db428c-685c-4d11-927b-bf71eb4b254b/a5dd6db8-347c-4860-ad6b-9d830b1110cc.jpg",
    "altTitles": [
      {
        "ja-ro": "Juuou to Yakusou"
      },
      {
        "ru": "Король зверей и лекарственные травы."
      },
      {
        "ja": "獣王と薬草"
      },
      {
        "ja-ro": "Kemono wo to Kusuri"
      },
      {
        "en": "Beast King & Medicinal Herb"
      }
    ],
    "description": {
      "en": "Dungeons are the stuff of dreams—defeat the monsters, take their loot, and then venture into uncharted territory to discover hidden riches! Tina, an upstart adventurer with just such a dream, ends up mortally wounded while exploring a dungeon. Suddenly, the great demon known as the Beast King Garon, who was supposed to have been slain by a hero in the distant past, appears before her!  Dungeon fantasy meets medical drama!",
      "ru": "Подземелья - это воплощение мечты…\nСобирайте материалы с поверженных монстров,\nдобирайтесь до неисследованных мест и завладевайте сокровищами!\nТина, авантюристка, мечтает о таком успехе,\nИсследуя подземелье, она получает тяжелое ранение.\nПеред ней появляется сильнейший демон «Король зверей Гарон», когда-то в прошлом он должен был быть убит героем?..\n\nФэнтези и медицинская драма по мотивам подземелья от Konda Tatsukazu, автора оригинальной истории «Ginrou Bloodborne/Серебряный волк, рожденный в крови», начинается!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3169544f-4b87-4a14-917b-f73600941f55",
    "title": {
      "en": "Noa-senpai wa Tomodachi."
    },
    "updatedAt": "2025-01-28T04:48:19+00:00",
    "coverArt": "https://mangadex.org/covers/3169544f-4b87-4a14-917b-f73600941f55/663efbb4-b690-425f-96b0-e3da1093dea5.jpg",
    "altTitles": [
      {
        "ja": "のあ先輩はともだち。"
      },
      {
        "en": "Noa is My Senior, and My Friend."
      },
      {
        "ru": "Noa-senpai is My Friend."
      },
      {
        "zh": "望爱前辈是朋友"
      },
      {
        "ru": "Моя подруга Ноа-сэмпай"
      },
      {
        "cv": "Манӑн тус Нува асли"
      }
    ],
    "description": {
      "cv": "Ҫитӗннӗ ҫыннӑн хурлӑ та тертлӗ пурнӑҫӗнче «туссем» кирлӗ.\n\nВӑйӑ кумппанийӗнче пулса пыракан халап хӑйӗн ӗҫӗнче тата ҫынсем хутшӑнвӗнче «виҫеллӗ» 23 ҫулти Уччукка Риххиттӑвӗ тата хӑйӗн ӗҫӗнче пӗтӗм вӑй паракан ӗҫчен 27 ҫулти Савуттуме Нуви тавра ҫаврӑнса тӑрать. Икӗ сӑнар, вӗсен пурнӑҫӗсем пӗр-пӗринпе ҫыхӑнмалла мар пек пулсан та, «туссем» пулса тӑраҫҫӗ...\nҪапла пуҫланать те кӑшт ҫепӗҫ те кӑшт йывӑр ӳххисри «туссен» камичӗ!",
      "en": "A bitter and painful adult's life needs \"friends\".  Set in a game company, Rihito Otsuka (23), who is your everyday salaryman, and Noa Saotome (27), the ultimate career woman. Two characters whose lives aren't supposed to intersect become \"friends\" by chance.  A little sweet and slightly heavy office \"friends\" comedy begins!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ja": "苦くて辛いオトナの人生にこそ、“ともだち”が必要だ。ゲーム会社を舞台に、仕事も人付き合いも“ほどほど”が身上の「平熱さとり系」大塚理人(23)と、何事にも全力すぎる「限界バリキャリ」早乙女望愛(27)。交わらないキャラのふたりが、ひょんなことから「友達」に…？　少し甘くて若干重めな「オフィス”ともだち”コメディ」スタート！\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ru": "«Друзья» необходимы в горькой и мучительной жизни взрослого человека.\n\nИстория, происходящая в игровой компании, разворачивается вокруг Рихито Оцуки (23 года), который «умерен» в своей работе и социальных взаимодействиях, и Ноа Саотомэ (27 лет), карьеристки, которая выкладывается на полную во всём, что делает. И эти два непересекающихся характера случайно становятся «друзьями»?.. И так начинается немного сладкая и тяжеловатая «офисно-дружеская» комедия!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "es-la": "La vida amarga y dolorosa de los adultos necesita amistades. Ambientado en una compañía de videojuegos, Rihito Otsuka, un oficinista de 23 años. Que es normal socializando y trabajando. Y Noa Saotome de 27, que lo da todo en todo lo que hace. Dos personaje que a priori no encajan... ¿Pueden ser amigos por casualidad? \n¡Comienza una dulce y pequeña pero pesada comedia sobre amigos de oficina!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fb00aab-2cfa-4b46-883e-4584d5e9aa62",
    "title": {
      "en": "Sono Akuyaku Kizoku, Mama Heroine ga Suki Sugiru ~Shinshi na Doryoku de Saikyou to Nari Fuguu na Oshi Chara Tasukemakuru~"
    },
    "updatedAt": "2025-02-03T20:57:37+00:00",
    "coverArt": "https://mangadex.org/covers/8fb00aab-2cfa-4b46-883e-4584d5e9aa62/69f71362-077f-4da8-9350-0a65ed4b4e48.jpg",
    "altTitles": [
      {
        "ja": "その悪役貴族、ママヒロインが好きすぎる ～真摯な努力で最強となり不遇な推しキャラ助けまくる～"
      },
      {
        "en": "The Villainous Aristocrat Loves His Mother Heroine Too Much: Becoming the Strongest Through Sincere Efforts and Saving His Favorite Character"
      }
    ],
    "description": {
      "en": "The mom characters who appear in the game are all unfortunate sub-heroines who always get bad ending routes. \"Why... Why does such a cute mom have to die?!\" Even though the protagonist tried very hard to request a route where they get saved, all of his efforts were in vain, making him spend his days in frustration. Then, he suddenly gets reincarnated into the world of MamaFan on a certain day... However, he gets reincarnated as a villainous aristocrat who's got nothing but the worst routes. This guy, who's crazy about mom characters — his fulfilling days of saving his beloved mom characters and his journey to create his harem full of plump women are about to begin!\n___\n**Additional Links:**\n- Alt Official Raw: [niconico Manga](https://manga.nicovideo.jp/comic/71300)",
      "ja": "ゲームに登場するママキャラたちは、全員がバッドエンドルートしかない、あまりにも不遇すぎるサブヒロインでした――。\n\n「なんで……なんでこんなかわいいママが死ななきゃならないんだよぉおお！」\n\n彼女たちの救済ルートを求めるも、叶わず落胆の日々を送っていた主人公。だが、ある日突然このゲーム世界に転生することに。\n\n・・・ただし、闇落ちルートしかない悪役貴族として。"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "ba8767ca-a8c6-4e80-a371-b220a7813bd0",
    "title": {
      "en": "Satanophany"
    },
    "updatedAt": "2025-01-11T07:58:52+00:00",
    "coverArt": "https://mangadex.org/covers/ba8767ca-a8c6-4e80-a371-b220a7813bd0/b0ad6ae0-2713-4445-b159-d5a3e739faa9.jpg",
    "altTitles": [
      {
        "ja": "サタノファニ"
      },
      {
        "ja": "Satanofani"
      },
      {
        "es": "Satanofanía"
      },
      {
        "uk": "Демоническая одержимость"
      }
    ],
    "description": {
      "en": "A mysterious syndrome turns schoolgirls into homicidal monsters behind numerous atrocities in Japan. However, nothing is what it seems and when Chika Amagi is arrested for the brutal murder of five people.",
      "es": "Un misterioso síndrome convierte a las colegialas en monstruos homicidas detrás de numerosas atrocidades en Japón. Sin embargo, nada es lo que parece y cuando Chika Amagi es arrestado por el brutal asesinato de cinco personas, ¡comienza un viaje a aguas desconocidas y turbulentas!",
      "fr": "Au Japon, un mystérieux syndrome transforme les écolières d'un établissement en monstres sanguinaires, capables de tuer leurs semblables avec un sang-froid incroyable. Dans cette période de trouble, Chika Amagi, étudiante sans histoire, est arrêtée pour le meurtre terrible de cinq personnes…   \n\n\n---",
      "ja": "活発で食いしん坊な、普通の女の子だったはずの彼女は、ある事件をきっかけに「羽黒刑務所」へと導かれる。島に建てられたその刑務所には、メデューサ症候群と呼ばれる殺人少女たちだけが集められているのであった。彼女たちに宿る凶悪とは――!?",
      "pt-br": "Uma síndrome misteriosa torna jovens garotas em monstros homicidas por trás de diversas atrocidades no Japão. Entretanto, nada é o que parece quando Chika Amagai é presa pelo assassinato brutal de cinco pessoas e é levada a uma prisão em uma ilha para estas assassinas!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8211bac6-a392-4e37-b3b6-dac0f4512d24",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daiyonshou - Seiiki to Gouyoku no Majou"
    },
    "updatedAt": "2024-10-13T12:43:38+00:00",
    "coverArt": "https://mangadex.org/covers/8211bac6-a392-4e37-b3b6-dac0f4512d24/d6ce0b0a-e9d8-4275-804b-5b651c5a6022.jpg",
    "altTitles": [
      {
        "es": "Re:Zero - Empezar de cero en un mundo diferente - Arco 4: El santuario y la bruja de la avaricia"
      },
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 4: The Sanctuary and the Witch of Greed"
      },
      {
        "ja": "Re:ゼロから始める異世界生活 第四章 聖域と強欲の魔女"
      },
      {
        "ru": "Re:Zero. Жизнь с нуля в альтернативном мире. Часть четвёртая: Святилище и ведьма жадности"
      },
      {
        "pt-br": "Re:Zero - Capítulo 4: O Santuário e a Bruxa da Ganância"
      }
    ],
    "description": {
      "en": "Natsuki Subaru defeats the white whale and the archbishop of the \"Sloth\" deadly sin, and is reunited with Emilia. The two have reconciled after overcoming a painful breakup, but new turmoil awaits them...",
      "es": "Decididos a liberar a Rem de un misterioso letargo, Subaru y Emilia emprenden un nuevo viaje hacia el Santuario en donde se enfrentarán a nuevos peligros que jamás imaginarían.\n\n¡La esperada adaptación del arco 4 comienza aquí!",
      "ru": "После победы над белым китом и архиепископом греха лени Петельгейзе, Субару наконец воссоединяется с Эмилией. Однако они узнают шокирующие новости, что на Круш с Рем по пути в столицу снова напал культ ведьмы. Круш потеряла свою память, а все воспоминания о Рем у людей были стёрты. Вместе с жителями деревни Субару решает вернуться обратно, однако деревня оказалась пустой. Оставшиеся жители, которые под руководством Рам отправились в так называемое \"Святилище\", до сих пор не вернулись. Что же там произошло?.."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1d16bd6-6b08-4985-b15e-e8586a8de78a",
    "title": {
      "en": "I, Who Have the Natural Charismatic Traits, Was Targeted by Yandere Disciples"
    },
    "updatedAt": "2024-05-13T10:05:29+00:00",
    "coverArt": "https://mangadex.org/covers/d1d16bd6-6b08-4985-b15e-e8586a8de78a/eda60bb2-bebc-4669-8176-9ec05c556782.png",
    "altTitles": [
      {
        "zh": "天生媚骨的我被病娇徒儿盯上了"
      },
      {
        "zh-ro": "Tiansheng Meigu De Wo Bei Bing Jiao Tu Er Ding Shangle"
      },
      {
        "zh-ro": "Tiānshēng Mèigǔ De Wǒ Bèi Bìng Jiāo Tú Er Dīng Shàngle"
      },
      {
        "vi": "Trời Sinh Mị Cốt, Ta Bị Đồ Nhi Yandere Để Mắt Tới"
      }
    ],
    "description": {
      "en": "After losing all magical powers, Bing Yuanzi was caught by a female disciple with ulterior motives. Witnessing a disciple she had painstakingly raised harboring malicious intentions, the master drank the last vial of a transformative potion, intending to erase her own existence. Unexpectedly, instead of disappearing, she became the legendary natural beauty, with allure and beauty reaching maximum levels. At the same time, the next words from her female disciple sounded behind her: “Master, you wouldn’t want your loss of magical powers to be known by our enemies, would you?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06",
    "title": {
      "en": "Bijin Onna Joushi Takizawa-san"
    },
    "updatedAt": "2024-10-11T20:11:01+00:00",
    "coverArt": "https://mangadex.org/covers/7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06/e24b17bb-51be-4666-9c5f-5d4509c76743.jpg",
    "altTitles": [
      {
        "en": "Beautiful Female Superior Takizawa-san"
      },
      {
        "de": "Meine hübsche Vorgesetzte Takizawa-san"
      },
      {
        "es-la": "Mi Hermosa Jefa Takizawa-san"
      },
      {
        "es": "Mi Jefa Bella, Takizawa-san"
      },
      {
        "pt": "Minha linda chefe, Takizawa-san"
      },
      {
        "en": "My Beautiful Boss, Takizawa-san"
      },
      {
        "fr": "Takizawa-san, ma patronne magnifique"
      },
      {
        "en": "The Greatest Lady Boss \"Takizawa-san\""
      },
      {
        "ru": "Мой прекрасный босс Такидзава-сан"
      },
      {
        "ja": "美人女上司滝沢さん"
      },
      {
        "zh": "美女上司泷泽小姐"
      },
      {
        "ko": "미인 여자 상사 타키자와 씨"
      },
      {
        "zh-hk": "美女上司瀧澤小姐"
      },
      {
        "ja-ro": "Bijin On'na Jōshi Takizawa-san"
      }
    ],
    "description": {
      "en": "Kouta Takeda is a young office worker, who at the entry level at XOX Corporation is put under the direct supervision of Kyouko Takizawa, a stunning and voluptuous woman with a fearsome reputation at the company as an inflexible and cruel boss, but Takeda has the privilege of finding out that Takizawa is no iron lady, and that she's no stranger to kindness where it's dispensed.",
      "ja": "こんな上司と働きたい♪　Twitter発、美人で巨乳な女上司4コマ！ 新卒で入った僕の会社の上司・滝沢さんは、美人で巨乳でちょっぴり○○！？　Twitterで話題になった後ニコニコ静画にて連載化された美人女上司さん4コマがたわわに書籍化!!",
      "pt": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa.  \n  \n**Links:**  \n- [Author's Twitter](https://twitter.com/yan_baru55)",
      "pt-br": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "44e289a3-6e81-4590-970c-4e5a912f27af",
    "title": {
      "en": "Furumapura"
    },
    "updatedAt": "2024-10-07T12:14:44+00:00",
    "coverArt": "https://mangadex.org/covers/44e289a3-6e81-4590-970c-4e5a912f27af/c676b248-4c71-4429-89ca-30c7ba086866.jpg",
    "altTitles": [
      {
        "en": "FullMaPla"
      },
      {
        "ja": "ふるまぷら"
      }
    ],
    "description": {
      "en": "Energetic girl Kyou meets quiet girl Makoto, who only communicates using sign boards numbered 1 to 10. At first, these polar opposites interact rather one-sidedly, but gradually become able to understand each other's feelings.",
      "pt-br": "A garota animada Kyou conhece a garota quieta Makoto, que só se comunica usando placas de numeradas de 1 a 10. No início, estes polos opostos interagem muito unilateralmente, mas gradualmente se tornam capazes de compreender os sentimentos uma da outra."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "22"
  },
  {
    "mangaId": "f311fc05-0da0-46f3-8eda-b60121b3745e",
    "title": {
      "en": "Ajin Sharehouse"
    },
    "updatedAt": "2024-12-18T18:43:15+00:00",
    "coverArt": "https://mangadex.org/covers/f311fc05-0da0-46f3-8eda-b60121b3745e/7b71fd3f-fe26-4722-ac18-a1f444967a71.jpg",
    "altTitles": [
      {
        "ja": "亜人シェアハウス"
      },
      {
        "en": "Demi-Human Sharehouse"
      }
    ],
    "description": {
      "en": "The communicative, corporate animal Kei Sato applies to move into a share house in order to make friends with whom he can have casual conversations. The three people there were Chiyuki Himiiyama (Snow Woman), Meme Janome (Medusa) and Melodrama Incuria (Incubus). This was a share house exclusively for subhumans, who were supposed to be invisible to humans...\n\nThe share house life begins with a lot of difficulties ahead!\n\n(Source: Mangaupdates)"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "21"
  },
  {
    "mangaId": "912dd3eb-80f2-4659-8986-badb32c847c0",
    "title": {
      "en": "7-Nin no Nemuri Hime"
    },
    "updatedAt": "2024-12-05T05:57:45+00:00",
    "coverArt": "https://mangadex.org/covers/912dd3eb-80f2-4659-8986-badb32c847c0/0581f48d-a0aa-4e00-ad1d-88f28da03c53.jpg",
    "altTitles": [
      {
        "ja": "7人の眠り姫"
      },
      {
        "es-la": "Las Siete Bellas Durmientes"
      },
      {
        "fr": "Les Sept Princesses Endormies"
      },
      {
        "ja-ro": "Shichinin no Nemurihime"
      },
      {
        "en": "Seven Sleeping Beauties"
      },
      {
        "nl": "De Zeven Slapende Prinsesjes"
      },
      {
        "fr": "Les Sept Belles Endormies"
      },
      {
        "nl": "De Zeven Slapende Schoonheden"
      },
      {
        "fr": "Les Sept Beautés Endormies"
      },
      {
        "de": "Die Sieben Dornröschen"
      },
      {
        "zh": "爱寐七公主"
      },
      {
        "pt-br": "As Sete Belas Adormecidas"
      },
      {
        "fr": "Les 7 Belles au bois dormant"
      },
      {
        "ru": "Семь спящих красавиц"
      }
    ],
    "description": {
      "en": "A wandering prince set off to break an ancient curse bewitching the Kingdom of Amaryllis by waking up its princess with a kiss of true love. However, nobody told him there were 7 princesses to kiss and he must now take responsibility by living with them while they find out why the people of Amaryllis are unable to wake up. Will they reach a happily ever after?",
      "fr": "Un prince errant est parti pour briser une ancienne malédiction qui ensorcelle le royaume d'Amaryllis en réveillant sa princesse par un baiser d'amour véritable. Cependant, personne ne lui a dit qu'il y avait 7 princesses à embrasser et il doit maintenant prendre ses responsabilités en vivant avec elles pendant qu'ils découvrent pourquoi les habitants d'Amaryllis sont incapables de se réveiller. Parviendront-ils à être heureux pour toujours ?",
      "ru": "Герой пришел спасти спящую принцессу от проклятья злой ведьмы, но когда он добрался до места... Там оказалось 7 девушек!\nПринц Рудбекии - Алек и семь принцесс, в стране, где они единственные бодрствующие, начинают свою совместную жизнь, чтобы освободить всех ото сна!",
      "pt-br": "Um príncipe errante partiu para quebrar uma antiga maldição que enfeitiça o Reino de Amaryllis, tentando despertar sua princesa com um beijo de amor verdadeiro. No entanto, ninguém lhe disse que havia sete princesas para beijar! Agora ele precisa assumir a responsabilidade, vivendo com elas enquanto descobrem por que o povo de Amaryllis está incapaz de despertar. Será que eles conseguirão um final feliz?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "70d5ce91-ef0a-41ff-a9da-a0ebde392a6c",
    "title": {
      "en": "Marrying the Villain"
    },
    "updatedAt": "2024-08-09T23:49:55+00:00",
    "coverArt": "https://mangadex.org/covers/70d5ce91-ef0a-41ff-a9da-a0ebde392a6c/3bce1f35-16d8-49b8-b633-2bcd4e9592b5.jpg",
    "altTitles": [
      {
        "zh": "嫁反派"
      },
      {
        "en": "Marry My Nemesis"
      }
    ],
    "description": {
      "en": "In Yu Lingxi's previous life, she was forced to be sacrificed to the Prince Regent Ning Yin - a twisted and cruel madman who killed his brothers and father. Within two years of her marriage, Yu Lingxi passed away suddenly. After her death, Ning Yin did not set up a mourning hall nor attend her funeral, buried her, and even became more crazy, slaughtering the whole city. After she is reborn, she is still the noble daughter of the General's palace. Yu Lingxi and her guards try to find Ning Yin who was living on the streets, intending to avenge her former lover. However, when she arrives at the scene, she sees the thin boy being pressed to the ground and about to have his left leg broken."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4d5228c-846d-47c5-8659-0aa70d5c0d41",
    "title": {
      "en": "Kumamiko"
    },
    "updatedAt": "2025-01-21T06:29:37+00:00",
    "coverArt": "https://mangadex.org/covers/c4d5228c-846d-47c5-8659-0aa70d5c0d41/3dc252ad-be37-472c-8e83-87818de4e3d9.jpg",
    "altTitles": [
      {
        "en": "Girl Meets Bear"
      },
      {
        "ru": "Жрица и медведь"
      },
      {
        "ja": "くまみこ"
      },
      {
        "en": "Bear Shrine Maiden"
      }
    ],
    "description": {
      "en": "In the deep regions of the Touhouku area, the comedic story of the miko of bears, 14-year-old Machi, and her childhood friend, the talking bear Natsu, takes place as Machi struggles to qualify for city-life with Natsu's assistance."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "120"
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "Yuurei to Tsukareta Kaishain"
    },
    "updatedAt": "2025-01-15T10:54:01+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/b951d7de-6e16-4f01-9973-0efbcccb7536.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "en": "The Ghost and the Exhausted Office Worker"
      }
    ],
    "description": {
      "en": "No matter how hard things seem to be, there is always 'someone' watching over you.\n\nA ghost who remained in this world with lingering attachments, one day encountered an office worker left exhausted from work, Nozaki.\n\n\"Nobody even looks at me...\"\n\nNozaki was consumed with loneliness.\nThe ghost, who was all alone at the end of his own life, decided to watch over his daily life.\n\nThough left at the mercy of his job, Nozaki desperately carried on each day.\nUntil one day, he encountered someone new.\n\nThe feelings he lost amid the restless day-to-day, through connecting with others, Nozaki will gradually take back.",
      "ja": "どんなつらい時でも、見ていてくれる「誰か」がいる。\n\nこの世に未練を残してさまよっていた幽霊は、ある日、仕事に疲れた会社員、野崎と出会う。\n\n「俺のことなんて、誰も見てないんだ…」\n\n孤独感に打ちひしがれる野崎。人生の最後に一人ぼっちだった幽霊は、彼の生活を見守ってみることに。仕事に翻弄されながらも必死に日々を送る野崎。やがて彼に新たな出会いが訪れる。忙しない日々の中でこぼれ落ちてしまった気持ちを、野崎は人との関わりの中で、少しずつ取り戻していく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de27ce20-7f32-475d-a219-31e1a3ab36c5",
    "title": {
      "en": "Josou shite Off-Kai ni Sanka shite mita."
    },
    "updatedAt": "2024-11-27T10:19:30+00:00",
    "coverArt": "https://mangadex.org/covers/de27ce20-7f32-475d-a219-31e1a3ab36c5/e2b20ea7-6188-4ad4-8338-f27c7e2a20c9.jpg",
    "altTitles": [
      {
        "en": "I (♂) Cross-Dressed for the IRL (♀) Meetup"
      },
      {
        "ja": "女装してオフ会に参加してみた。"
      }
    ],
    "description": {
      "en": "“Cocoa\" has made three best friends in her monthly meetup group, where girls get together every month by meeting up at the cutest and trendiest new dessert cafes. Cocoa is in it for the sweets—really!—but she's also harboring a few secrets: Not only does Cocoa have a crush on another one of the girls in the group, Opera, but she's actually a guy named Satoshi who's been cross-dressing! During one meetup, things come to a head when Opera discovers that Cocoa is cross-dressing—and to Cocoa's surprise, Opera confesses that she is too! [Kodansha]"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "117"
  },
  {
    "mangaId": "cba1a19d-b433-4f4c-a988-8608fef3f955",
    "title": {
      "en": "Uzugami"
    },
    "updatedAt": "2024-11-19T05:17:50+00:00",
    "coverArt": "https://mangadex.org/covers/cba1a19d-b433-4f4c-a988-8608fef3f955/433976b9-8da5-4a94-941e-50ca913b2334.jpg",
    "altTitles": [
      {
        "ja-ro": "Uzugami - Bunretsu Zoushoku Ningen"
      },
      {
        "ja-ro": "Uzushin"
      },
      {
        "ja": "渦神 分裂増殖人間"
      }
    ],
    "description": {
      "en": "Satoru Takeichi, also known as Ichigo, works at a sawmill. \n\nWhile working, he got into a mechanical problem and ended up having the first joint of his right little finger amputated. He and other employees searched for the cut off part, but couldn't find it. \n\nIchigo goes straight to the hospital and receives treatment. However, when he returned to his apartment after being hospitalized for a few days, he found another version of him... \n\nFrom there, a strange shared life with another [Himself] begins...\n\nAdaptation of a web novel serialized on the platform peep.",
      "ja": "渦神 分裂増殖人間製材工場で働いている武市悟(たけいちさとる)、通称イチゴ。\n\n彼は作業中に機械トラブルに巻き込まれ右手の小指の第一関節を切断してしまう。他の従業員と一緒に切り落とした部分を探したが見つからない。\n\nイチゴはそのまま病院へ行き治療を受ける。しかし、数日の入院を経て自宅アパートへ帰ると、【もう 1 人の自分】がいた...。\n\nそこからもう1 人の【二ゴー】との奇妙な共同生活が始まる......。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7868f6e6-a827-43dd-8d8c-41de097d7e0e",
    "title": {
      "en": "The Indomitable Wanderer"
    },
    "updatedAt": "2025-01-06T18:46:31+00:00",
    "coverArt": "https://mangadex.org/covers/7868f6e6-a827-43dd-8d8c-41de097d7e0e/8709b1a2-2c50-486d-aed7-d494cc3b8d1c.jpg",
    "altTitles": [
      {
        "ko": "불멸낭인"
      }
    ],
    "description": {
      "en": "I am a wanderer martial artist. I don’t shy away from blood, but I’m ready to retire. Should I take one last job? or not?\n\nFor many long years, he has roamed as a wandering martial artist's, living as a hired blade to make ends meet.\n\nBut now, he finds himself utterly penniless, living in poverty with nothing to his name.\n\nAs a master of martial arts at the peak level, he makes a decision, to take on one final, high-stakes mission, earn a fortune, and put an end to his life as a wanderer.\n\nThe story follows his journey as he takes on this last assignment and the unexpected twists that unfold along the way."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d91e369a-17fa-4f92-90de-1fd150129ce2",
    "title": {
      "en": "Crimson Hero"
    },
    "updatedAt": "2022-09-21T13:08:12+00:00",
    "coverArt": "https://mangadex.org/covers/d91e369a-17fa-4f92-90de-1fd150129ce2/16773e89-1ee3-418e-99c5-b60c56371350.png",
    "altTitles": [
      {
        "ja-ro": "Beniiro Hero"
      },
      {
        "en": "Crimson Hero"
      },
      {
        "tr": "Kızıl Kahraman"
      },
      {
        "vi": "Xứng danh anh hùng"
      },
      {
        "ar": "البطل القرمزي"
      },
      {
        "ja": "べにいろヒーロー"
      },
      {
        "ja": "紅色HERO"
      },
      {
        "zh": "艷紅色英雄"
      },
      {
        "ko": "홍색 히어로"
      },
      {
        "ja-ro": "Beni-iro Hīrō"
      },
      {
        "ja-ro": "Beni-iro Hero"
      }
    ],
    "description": {
      "en": "All that matters to 15-year-old Nobara Sumiyoshi is volleyball–she's an awesome player with big-time ambitions. But sometimes it seems like a girl just can't get a break in the competitive world of high school volleyball.  \nNobara's family wants her to inherit the role of \"young mistress,\" serving rich patrons at her family's old-fashioned Japanese restaurant. No thanks! When Nobara transfers to Crimson Field High School, known for its top-notch volleyball team, it turns out that her mother will stoop to dirty tricks to keep her off the court. With assistance from her feisty Aunt Momoko, who's got some connections at Crimson Field, Nobara decides to start playing offense."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "83"
  },
  {
    "mangaId": "a6e593ba-cfab-4bd9-84a6-7a4c31b8c310",
    "title": {
      "en": "Mujikaku na Tensai Shoujo wa Kizukanai"
    },
    "updatedAt": "2025-01-21T07:18:57+00:00",
    "coverArt": "https://mangadex.org/covers/a6e593ba-cfab-4bd9-84a6-7a4c31b8c310/2cdb7330-5457-410d-a776-a2b427c11441.jpg",
    "altTitles": [
      {
        "ja": "無自覚な天才少女は気付かない"
      },
      {
        "zh-hk": "毫無自覺的天才少女並沒有發現"
      },
      {
        "en": "A Genius but She Doesn't Know It"
      },
      {
        "en": "The Oblivious Genius Girl Doesn't Notice"
      }
    ],
    "description": {
      "en": "She is a genius in all fields of magic, swordsmanship, alchemy, domestic affairs, music, painting, and novels?! She was able to do anything. However, she always tried not to be selfish, and decided to run away from home...! She is now an adventurer in a new world due to a chance encounter. Liliane unknowingly demonstrates all her talents...?!\r\n\r\n---\r\n[Original Web Novel](https://ncode.syosetu.com/n3032hc)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "83e6e476-63e0-4c86-aaed-c011150d8cab",
    "title": {
      "en": "The Lady Knight and the Beast-Eared Child"
    },
    "updatedAt": "2025-02-05T06:14:36+00:00",
    "coverArt": "https://mangadex.org/covers/83e6e476-63e0-4c86-aaed-c011150d8cab/c3849162-18c2-4416-b78f-dc91ef105a5f.jpg",
    "altTitles": [
      {
        "ja": "女騎士とケモミミの子"
      },
      {
        "ja-ro": "Onna Kishi to Kemomimi no Ko"
      },
      {
        "en": "Female Knight and the Kemonomimi Child"
      },
      {
        "en": "The Female Knight and the Beast-Eared Child"
      },
      {
        "uk": "Пані-лицар та звіродитя"
      }
    ],
    "description": {
      "en": "A different world where demons are rampant and murderous. Olivia, a female knight, lives with her apprentice Noah, an animal eared child. A tale of a master and apprentice growing up, adventuring and being healed by the strong bond between each other.",
      "ja": "魔物が蔓延り殺伐とした異世界。女騎士オリビアは、弟子の獣人ノアと暮らしていた。強く生きる2人の絆に癒され、キュンとする師弟の成長冒険譚。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba58545f-7fd3-496a-add5-f8ce2ffe169c",
    "title": {
      "en": "Trans Venus"
    },
    "updatedAt": "2024-12-05T20:05:23+00:00",
    "coverArt": "https://mangadex.org/covers/ba58545f-7fd3-496a-add5-f8ce2ffe169c/f7e84b06-d1d6-441c-84af-b0a1b36481e0.jpg",
    "altTitles": [
      {
        "ja": "Trans・Venus"
      },
      {
        "ja": "トランス・ヴィーナス"
      }
    ],
    "description": {
      "en": "The story of a boy who walks into some strange wood and is saved by a nymphomaniac goddess who takes over his body but can also transform him into a girl.\n\n*Volume 1 contains Chapters 1-4, Volume 2 contains Chapters 6-11.*\n\n***There is no Chapter 5.***"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": "11"
  },
  {
    "mangaId": "9ad4148b-8c9e-48d5-89ec-e7b98a660e42",
    "title": {
      "en": "Oomuro-ke"
    },
    "updatedAt": "2025-01-29T01:06:13+00:00",
    "coverArt": "https://mangadex.org/covers/9ad4148b-8c9e-48d5-89ec-e7b98a660e42/57886a93-6c2f-4bbd-b78b-9b32805f9199.jpg",
    "altTitles": [
      {
        "ja": "大室家"
      },
      {
        "ja-ro": "Oomuroke"
      },
      {
        "en": "Oomuro Family"
      },
      {
        "en": "Oomuro House"
      }
    ],
    "description": {
      "en": "*A spin-off of the YuruYuri series featuring the Oomuro family of sisters!*\n\nFrom oldest to youngest, there's **Nadeshiko**, the cool and serious high schooler; **Sakurako**, the silly, lazy, and (slightly) dimwitted middle schooler; and **Hanako**, the intelligent and mature elementary schooler! \n\nThis story focuses on these three sisters, their friends. and the many fun and wild adventures they have together!",
      "ja": "優秀な長女・撫子、残念な次女・櫻子、優秀な三女・花子からなる大室家３姉妹。自由奔放な櫻子を中心に今日も大室さん家は賑やかです♪"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-12-27T19:45:13+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/8e32399d-1bbe-4430-b2fe-8c4d01127e87.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "zh-hk": "從今天開始的青梅竹馬"
      },
      {
        "zh": "从今天开始的青梅竹马"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      },
      {
        "vi": "Bạn từ nhỏ kể từ ngày hôm nay"
      }
    ],
    "description": {
      "en": "Kaede Yuzuki is Kouhei Aida's new neighbor, both at home and in the classroom. Kouhei tries to be friendly with Kaede, but their conversations lead nowhere. But then one day…\n___\n[Official X Account](https://twitter.com/kyo_osa0420)",
      "es-la": "Kaede Yuzuki siempre deseó tener un amigo de la infancia como en los mangas que lee. Cuando se mudó al lado de su compañero de clase, Kouhei Aida, él dijo que haría cualquier cosa para ayudarla. Entonces, ¡ella le pidió que fuera su amigo de la infancia! ¡Los dos tienen divertidas aventuras recreando todas las cosas que deberían hacer los amigos de la infancia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78df87fa-74bb-4e8c-9c22-33194e3935ae",
    "title": {
      "en": "A Woman Who Is Too Honest Despite Her Kyoto Dialect"
    },
    "updatedAt": "2024-12-20T14:26:21+00:00",
    "coverArt": "https://mangadex.org/covers/78df87fa-74bb-4e8c-9c22-33194e3935ae/e1b5ad65-77ea-431e-8606-077730f6c68f.png",
    "altTitles": [
      {
        "ja": "京都弁なのに正直すぎる女"
      },
      {
        "ja-ro": "Kyoto-ben na no ni Shoujiki Sugiru Onna"
      },
      {
        "vi": "Cô gái ấy quá trung thực mặc cho giọng thổ ngữ Kyoto của mình"
      },
      {
        "en": "A Girl Who Is Too Honest Despite Her Kyoto Dialect"
      },
      {
        "es-la": "Una chica demasiado honesta a pesar de su dialecto de Kyoto"
      },
      {
        "fr": "Trop honnête pour quelqu’un qui parle Kyoto !"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2025-01-23T17:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      },
      {
        "es-la": "Existen Bestias"
      },
      {
        "es-la": "Bestias Fabulosas"
      },
      {
        "vi": "Có Linh Thú"
      },
      {
        "vi": "Hữu Thú Yên"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。",
      "es-la": "\"En este reino, criaturas mitológicas deambulan, descendientes de los nueve cielos que llaman hogar.\"\nSibuxiang, un hombre-ciervo mitológico y perezoso, es expulsado del cielo y asignado a apoyar a las criaturas mitológicas que vagan por el mundo humano. Conoce y vive aventuras con sus amigos: el enérgico Pixiu amante de la comida llamado Pipi, el fanático conejo lunar Tony, los hermanos ratones Jinjiao y Yinjiao, también desterrados del cielo, y muchos otros. ¿Qué tipo de aventuras emprenderán?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7bf163e3-123a-41c1-b2bc-8254dbe5a09b",
    "title": {
      "en": "2.5 Jigen no Ririsa"
    },
    "updatedAt": "2024-10-09T17:08:34+00:00",
    "coverArt": "https://mangadex.org/covers/7bf163e3-123a-41c1-b2bc-8254dbe5a09b/cb3806bd-3537-45f7-9568-a19aa0e02c9a.jpg",
    "altTitles": [
      {
        "ja": "2.5次元の誘惑"
      },
      {
        "en": "2.5 Dimensional Seduction"
      },
      {
        "ko": "2.5차원의 유혹"
      },
      {
        "es": "Risisa of 2.5 Dimension"
      },
      {
        "ar": "2.5 الإغواء البعدي"
      },
      {
        "th": "2.5 มิติ ริริสะ"
      },
      {
        "zh-hk": "2.5次元的誘惑"
      },
      {
        "zh": "2.5次元的诱惑"
      },
      {
        "vi": "Sự Quyến Rũ của 2.5D"
      },
      {
        "ru": "Соблазн 2,5-мерного измерения"
      },
      {
        "pt-br": "Sedução 2.5D"
      }
    ],
    "description": {
      "en": "From Seven Seas:\n“I have no interest in real girls!” So claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Liliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff, The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.\n\nEnglish volumes by [Seven Seas Entertainment](https://sevenseasentertainment.com/series/2-5-dimensional-seduction/)",
      "ja": "現実の女に興味無し！俺の嫁・リリエルは2次元にあり！そんな漫研部長・奥村の前に現れたのは…リアルなリリエル？ドキドキコスプレコメディ開幕！",
      "pt": "\"Eu não estou interessado em uma mulher real! Minha waifu Liliel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu… uma Liliel real?  \nUma super comédia empolgante começa!",
      "pt-br": "\"Eu não estou interessado em uma mulher real! Minha waifu, Liriel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu... uma Liriel real? Uma super comédia empolgante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ef6e461-033b-4976-b222-943856c94a97",
    "title": {
      "en": "Smiley"
    },
    "updatedAt": "2024-11-26T07:27:52+00:00",
    "coverArt": "https://mangadex.org/covers/9ef6e461-033b-4976-b222-943856c94a97/cf2a516c-11e1-4410-812e-1aad61b4e76f.jpg",
    "altTitles": [
      {
        "ja": "スマイリー"
      },
      {
        "ru": "Улыбающиеся"
      },
      {
        "vi": "Smiley - Cười lên"
      }
    ],
    "description": {
      "en": "Yuushi Kamome is a freelance writer who lost his beloved daughter in an accident. In despair, his wife leaves him, and he spends his days like a shell of a man. One day, however, a flyer from a strange religious group, the \"Heart Laughing Society,\" changes his fate. It shows the image of his wife, whom he has lost touch with...This is a story of faith and madness. What is the black darkness of the cult that an evil smile invites? A chilling “new religion” suspense begins!",
      "ru": "Томодзи Камомэ — писатель-фрилансер, потерявший любимую дочь в результате несчастного случая. В отчаянии от него уходит жена, и он проводит свои дни в одиночестве, закрывшись от внешнего мира.\nОднако однажды листовка странной религиозной группы «Общество смеющегося сердца» меняет его судьбу. В ней он увидел свою жену, с которой потерял связь...",
      "vi": "Yuji Kamome, một nhà báo tự do đã mất đi đứa con gái yêu quý của mình trong một vụ tai nạn. Trong cơn tuyệt vọng, vợ anh cũng đã rời bỏ anh, để mặc anh trải qua những tháng ngày trống rỗng. Tuy nhiên, một ngày nọ, một tờ rơi từ một giáo phái kỳ lạ mang tên \"Tâm Tiếu Hội\" tìm đến và thay đổi số phận của anh. Và trong bức ảnh trên tờ rơi đó anh đã nhận ra được người vợ đã biệt tăm biệt tích suốt thời gian qua của mình. Một câu chuyện về sự cuồng tín và điên rồ của con người. Thứ bóng tối tà đạo mà nụ cười ma quái đó đang mời gọi là gì?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63a79a9a-ebbe-4dd3-8cb0-39bb15d0f566",
    "title": {
      "en": "Yakuza ni Ofuro de Hatarakasaretemasu."
    },
    "updatedAt": "2025-01-28T13:34:09+00:00",
    "coverArt": "https://mangadex.org/covers/63a79a9a-ebbe-4dd3-8cb0-39bb15d0f566/1862d26e-1854-47a2-aa74-609cf9200a49.jpg",
    "altTitles": [
      {
        "ja": "ヤクザにお風呂で働かされてます。"
      },
      {
        "en": "The Yakuza are Making Me Work at a Bathhouse."
      }
    ],
    "description": {
      "en": "Miyako Yamazumei, who grew up in a single-parent household, returns to her hometown for the first time in 10 years after the death of her father. Her father left Miyako with the public bathhouse that he cherished, and a debt of 10 million yen that he owed to the yakuza. Miyako and the yakuza money-lender are determined to rebuild the bathhouse to make it profitable again.\n\n(Source: Natalie.mu, translated)",
      "ja": "父が遺した１千万円の借金をなぜか私を溺愛するヤクザ・蛇塚と共に返すことになり…！？「俺が優しくするんは みや子さんだけです――」年下ヤクザの執着愛にビビりながら今日も小梅湯、開店です…！！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f6003ca-e7f3-43ce-bfd2-0694146994be",
    "title": {
      "en": "Tying the Knot with an Amagami Sister"
    },
    "updatedAt": "2025-01-31T16:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/0f6003ca-e7f3-43ce-bfd2-0694146994be/6aafd203-84cc-435f-9320-0e64696f45b2.jpg",
    "altTitles": [
      {
        "ja": "甘神さんちの縁結び"
      },
      {
        "ja-ro": "Amagami-san Chi no Enmusubi"
      },
      {
        "zh-hk": "甘神家的連理枝"
      },
      {
        "ar": "التوفيق بين عائلة كانغامي"
      },
      {
        "fr": "Se Marier avec une Sœur Amagami"
      },
      {
        "fr": "Comment j'ai Marié une Sœur Amagami"
      },
      {
        "id": "Perjodohan Keluarga Amagami"
      },
      {
        "pt-br": "Casamento da Família de Amagami"
      },
      {
        "ru": "Брачные узы с семьёй Амагами"
      },
      {
        "es-la": "El Emparejamiento de la Familia Amagami"
      },
      {
        "es-la": "Emparejamiento del Hogar Amagami"
      },
      {
        "vi": "Kết duyên nhà Kamigami"
      }
    ],
    "description": {
      "en": "Kamihate Uryuu, orphaned since childhood, receives an invitation to stay at the local Shinto shrine. All he wanted was a quiet place to study so that he can fulfill his dream of making it into a top medical school, but after arriving there, he comes across three beautiful shrine maiden sisters... and the head priest requests that he marry one of them and take over the shrine.",
      "fr": "Kamihate Uryuu, orphelin depuis l'enfance, reçoit une invitation à séjourner dans le sanctuaire shinto local. Tout ce qu'il voulait, c'était un endroit tranquille pour étudier afin de réaliser son rêve d'entrer dans une grande école de médecine, mais en arrivant sur place, il tombe sur trois belles demoiselles du sanctuaire... Le prêtre en chef lui demande d'épouser l'une d'entre elles et de prendre la succession du sanctuaire. Une histoire d'amour et de miracles est sur le point de se dérouler !",
      "ja": "京大医学部を目指す高校生の上終 瓜生。児童養護施設育ちの瓜生は「甘神神社」の宮司さんに引き取られ、居候することに。受験勉強ができる環境があれば…と思っていたが、居候の条件は「婿養子として神社を継ぐ」こと!? しかも結婚相手は同居する巫女三姉妹!! 一つ屋根の下、巫女と紡ぐ恋と奇跡の物語、開幕!!",
      "ru": "Камихатэ Урю долгое время прожил в приюте, пока не был взят под опеку священником Тидори Амагами. Остановившись в храме, Урю узнаёт, что здесь живут три жрицы-сёстры, которые являются внучками главного священника. В конечном итоге, Тидори Амагами рассказывает, что взял парня под опеку, чтобы он женился на одной из его внучек и унаследовал храм, как его зять. Так начинается история любви и чудес с семьёй Амагами.",
      "vi": "Được thực hiện bởi phụ tá của Negi Haruba và được chính tác giả của Gotou-bun khuyến khích xem thử. Từ Oneshot nay đã có series và được đông đảo mọi người đón nhận\nUryuu Kamihate chuyển đến Kyoto và tình cờ sống chung với 3 chị em Miko trong một ngôi đền. Tuy vậy cậu lại là một người không tin vào thần linh mà chỉ tin tưởng bản thân mình, chuyện gì sẽ xảy đến với Uryuu khi xung quanh cậu là 3 chị em vu nữ xinh đẹp đây?",
      "es-la": "Un chico que había perdido la fe en las Oraciones y los Dioses, de pronto conocerá a 3 hermosas Hermanas que son Doncellas del Templo donde comenzará a vivir, ¿Esto afectará de alguna Manera a nuestro Protagonista? Léelo para descubrirlo.",
      "pt-br": "Kamihate Uryuu, órfão desde a infância, recebe um convite para ficar no santuário xintoísta local. Tudo o que ele queria era um lugar tranquilo para estudar, para que pudesse realizar seu sonho de entrar para uma faculdade de medicina de ponta, mas depois de chegar lá, ele se depara com três belas irmãs donzelas do santuário... E o sacerdote chefe pede que ele se case com uma delas e assuma o santuário. Uma história de amor e milagres está prestes a se desenrolar!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "09cffd75-7d03-43cd-af83-bb7780ff62e1",
    "title": {
      "en": "Asobinin wa Kenja ni Tenshoku Dekiru tte Shittemashita? ~ Yuusha Party o Tsuihou Sareta Lv 99"
    },
    "updatedAt": "2024-10-25T23:23:23+00:00",
    "coverArt": "https://mangadex.org/covers/09cffd75-7d03-43cd-af83-bb7780ff62e1/ca854931-7df2-4c0e-8adb-3f220f36dfb4.jpg",
    "altTitles": [
      {
        "es": "¿Sabías que un donjuán puede cambiar su trabajo por el de un sabio? El bufón del nivel 99 expulsado de la party de los héroes, se convertirá en un \"gran sabio\"."
      },
      {
        "en": "Did You Know That a Playboy Can Change His Job to a Sage? ~The Level 99 Jester Expelled from the Heroes' Party Will Become a 'Great Sage'~"
      },
      {
        "ru": "Знаете ли вы, что бездельник может стать мудрецом? — Шут 99-го уровня, исключенный из отряда героев, достиг звания «Великого мудреца»"
      },
      {
        "ja": "遊び人は賢者に転職できるって知ってました？　～勇者パーティを追放されたLV99道化師、【大賢者】になる～"
      },
      {
        "ko": "광대는 현자로 전직할 수 있다는 걸 알고 계셨나요?"
      },
      {
        "zh": "知道遊人可以轉職成賢者嗎？ ～被勇者隊伍放逐的LV99道化師將會成為【大賢者 】～"
      }
    ],
    "description": {
      "en": "The Jester ―― More commonly known as the ‘Playboy’ Dylan, was fired from the party of the Heroes. The self-centred Heroes didn’t understand Dylan’s importance to the group.  \r\n  \r\nThey were just a group of one-man teams. Not interested in cooperation at all. Any failures are blamed on the jester. Dylan, who was disgusted with such companions and was sick of playing as their comedic foil, happily accepted being kicked out.  \r\n  \r\nThe Heroes didn’t know. After saving them many times over with his magic tricks, the level 99 jester can change his job title to that of a ‘Great Sage’.  \r\n  \r\n“Life, how about a rewrite?”  \r\n  \r\nHe’s done being the clown. From here on out, he’s going to take the leading role."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "58"
  }
]