[
  {
    "mangaId": "1a313d06-8002-42cd-b7f5-bf1d9cfceb34",
    "title": {
      "en": "The Dragon Tamer (Webtoon)"
    },
    "updatedAt": "2024-04-04T05:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/1a313d06-8002-42cd-b7f5-bf1d9cfceb34/ff965230-5150-4e8b-86e4-416412645ef3.jpg",
    "altTitles": [],
    "description": {
      "en": "What happens when a girl from a quaint and small town meets the son of a Yakuza crime lord? Will she be able to change him for the better or will he continue down the dangerous and violent path?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a778b8a4-b3ad-41ae-8819-a827e64dd364",
    "title": {
      "en": "Apeiron of Recollection"
    },
    "updatedAt": "2024-07-13T08:15:08+00:00",
    "coverArt": "https://mangadex.org/covers/a778b8a4-b3ad-41ae-8819-a827e64dd364/cdd3f27f-9027-4c86-8a48-a84ceb124ccd.jpg",
    "altTitles": [
      {
        "ja-ro": "Tsuioku no Apeiron"
      },
      {
        "ja": "追憶のアペイロン"
      },
      {
        "ja": "追忆无垠"
      }
    ],
    "description": {
      "en": "In a world where an epidemic causing amnesia is spreading, a group of two boys and two girls are discharged from the hospital. Shortly afterwards, a mysterious accident involves the four young people who, disoriented, begin to doubt their memories while trying to understand the truth."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-05-05T20:35:59+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/32ea5f1f-fac7-4301-a9eb-a14d42e98f9e.jpg",
    "altTitles": [
      {
        "es": "Batalla de hechiceros"
      },
      {
        "en": "Magic Martial Arts"
      },
      {
        "ru": "Жүжүцү Кайсэн"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "ja": "呪術廻戦"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "ko": "주술회전"
      },
      {
        "uk": "Магічна Битва"
      },
      {
        "en": "Magic Jujutsu"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "pt-br": "Jujutsu Kaisen - Batalha de Feiticeiros"
      },
      {
        "en": "Revolving Sorcery Fight"
      }
    ],
    "description": {
      "en": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, her soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori...",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13cba405-586c-4f5f-8abb-2e1d5607411b",
    "title": {
      "en": "Mobile Suit Gundam Aggressor"
    },
    "updatedAt": "2023-02-23T18:03:12+00:00",
    "coverArt": "https://mangadex.org/covers/13cba405-586c-4f5f-8abb-2e1d5607411b/3dd94cf1-dce7-440d-9e16-928c5b918168.jpg",
    "altTitles": [
      {
        "ja-ro": "Kidou Senshi Gundam Aggressor"
      },
      {
        "ja": "機動戦士ガンダム アグレッサー"
      }
    ],
    "description": {
      "en": "Set during the Universal Century’s One Year War, this story followers exiled soldiers from Zeon join the Earth Federation Space Force (E.F.S.F.) and form a unit called \"Aggressor.\""
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e48840ea-f28b-44fe-9412-d95db2a1ac3c",
    "title": {
      "en": "Legend of the Galactic Heroes (MICHIHARA Katsumi)"
    },
    "updatedAt": "2024-05-30T15:38:33+00:00",
    "coverArt": "https://mangadex.org/covers/e48840ea-f28b-44fe-9412-d95db2a1ac3c/4d66cc0f-7429-4244-ae15-59704a35245e.jpg",
    "altTitles": [
      {
        "ja-ro": "Ginga Eiyuu Densetsu"
      },
      {
        "ru": "Легенда о героях Галактики"
      },
      {
        "ja": "銀河英雄伝説"
      },
      {
        "zh": "银河英雄传说"
      }
    ],
    "description": {
      "en": "Manga adaptation of 1980s.  \r\n  \r\nFive hundred years ago, Rudolf von Goldenbaum united the disparate governments of humankind and established a mighty human empire, a tribute to his own greatness that stretched across the galaxy. Demanding loyalty and discipline, Rudolf created an order designed to long outlast his own rule; but all human works fade in time. Today, the decaying empire faces the threat of the Free Planets Alliance, and military leaders on both sides jockey for power in the face of a seemingly inevitable conflict. On the side of the empire, the young general Reinhard von Lohengramm sees war as opportunity, and the empire as soft clay ready for his own sculpting. On the side of the alliance, would-be historian Yang Wen-li would like nothing better than to live out his days in peace - but times of war have little use for men who waste their days studying the mistakes of the past. Circumstances will make heroes and villains of both these men, as they write new history one blood-splattered page at a time.  \r\n  \r\n\r\n\r\n---",
      "ru": "История человечества всегда была историей войн, во все времена, во все эпохи. И во все эпохи находятся люди, оставляющие след в истории, чьи имена выжжены на её скрижалях. Этих людей называют героями.  \r\nВ третьем тысячелетии, когда люди давно переселились с Земли на просторы Галактики, между абсолютной монархией Галактический Рейх и республикой Союз Свободных Планет уже 150 лет продолжается война. И на озарённом пламенем войны небосклоне зажигаются звёзды героев, судьба которых - изменить мир."
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": ""
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-07-03T23:07:42+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/57e16619-850d-4e91-9a23-d95f81b3d3c4.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "722bed9f-a60b-47db-8b4a-2b2496d4c67a",
    "title": {
      "en": "Rebirth 1998"
    },
    "updatedAt": "2024-07-15T16:18:33+00:00",
    "coverArt": "https://mangadex.org/covers/722bed9f-a60b-47db-8b4a-2b2496d4c67a/2d3d1025-a52c-4fc4-9080-d9858ae18f08.jpg",
    "altTitles": [],
    "description": {
      "en": "Li Xiulai fell back into poverty in middle age and was tragically killed by a crane during a demolition. However, he was fortunate enough to be reborn in 1998"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89bcfe0b-caa3-4d1b-9679-139b44a0b505",
    "title": {
      "en": "Horobi no Kuni no Seifukusha"
    },
    "updatedAt": "2024-05-17T10:03:13+00:00",
    "coverArt": "https://mangadex.org/covers/89bcfe0b-caa3-4d1b-9679-139b44a0b505/987255e7-1480-44ab-b936-588eb409c2a1.jpg",
    "altTitles": [
      {
        "ja": "亡びの国の征服者"
      },
      {
        "ja": "亡びの国の征服者～魔王は世界を征服するようです～"
      },
      {
        "ja-ro": "Horobi no Kuni no Seifukusha: Maou wa Sekai wo Seifukusuru Youdesu"
      },
      {
        "en": "The Conqueror From a Dying Kingdom"
      },
      {
        "en": "Conqueror of Dying Kingdom"
      },
      {
        "en": "The Demon King Seems to Conquer the World"
      },
      {
        "uk": "Король Демонів"
      },
      {
        "uk": "Король Демонів - Підкорювач мертвої землі, - здається, завойовує світ"
      },
      {
        "zh-hk": "亡國的征服者"
      },
      {
        "zh-hk": "亡國的征服者～魔王將征服世界～"
      },
      {
        "ja-ro": "Horobi no Kuni no Seifukusha: Maou wa Sekai wo Seifuku suru you desu"
      }
    ],
    "description": {
      "en": "Never having known the warmth of family, he was reborn in another world. Named Yuri, he is doted on by his parents and lives a new life in peace – as it should be. However, the country where Yuri and the others live is threatened by the “other humans” who dominate the vast expanse of the continent and is in danger of dying. Yuri and his family can’t stay out of it and are caught in the middle of the war… The Knights' House, the sword of the kingdom that wields a lance and kakedori birds. The death of his uncle, who was the leader of the Hovu family, brings Yuri’s father back to the world of knights, who had left the house to hate killing each other. Yuri is forced to attend the Knights’ Academy, where knights are trained, and the encounter there will drastically change the fate of Yuri and the kingdom. This is the story of a man who fights for the people he loves and later became known throughout the world as the “Demon King.”\n\n---\nAs a self-professed no-lifer, Yuri idles his days away in front of a computer. This all changes the moment his life in Japan comes to an abrupt end and he finds himself reborn in the strange new world of the Shiyalta Kingdom. His new life includes everything he once lacked: loving parents, a comfortable home, and a promising future breeding and raising birds on his dad’s ranch. For centuries, the kingdom he now calls home has enjoyed peace and prosperity, shielded by friendly nations that, like Shiyalta itself, were established with the collapse of a once-great empire. War is a distant problem, relevant only to Shiyalta’s ruling families whose warriors periodically set out to join the fighting upon massive birds trained by Yuri’s dad and others. But this peaceful existence can’t last forever. Something rotten lies at the heart of the kingdom, and it doesn’t take someone with Yuri’s exceptional intelligence to realize that those distant battles will only remain irrelevant for so long.",
      "ja": "世間に見放された孤独な男は、異世界に転生を果たす。ユーリと名付けられた男は、前世で与えられなかった”家族愛”に戸惑うも、新たな生に希望を見出しつつあった。だが、異種族の侵略を受け戦火は彼と家族の間近にまで迫り!? ユーリは家族のため終わりなき戦いへ身を投じる――。後に世界に名を轟かす男が歩んだ覇道の物語、ここに開幕。",
      "uk": "Людина, що залишила світ наприкінці своєї самотності, перетворилася на немовля Юрі. Хвиля “сімейної любові”, що обрушилася на нього, якої він не був обдарований у минулому житті, збиває його з пантелику, але він знаходить у своєму новому житті надію... Проте з початком вторгнення іншої раси, полум'я війни насувається на нього та його родину. І для того, щоб захистити своїх близьких, Юрі змушений кинутися до низки нескінченних битв. Чи впорається він?! Тут починається історія про переможний шлях людини, чиє ім'я пізніше прогримить на весь світ."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1693697a-783c-4d3c-a2d3-dc069e137a23",
    "title": {
      "en": "No Home"
    },
    "updatedAt": "2023-11-20T17:18:37+00:00",
    "coverArt": "https://mangadex.org/covers/1693697a-783c-4d3c-a2d3-dc069e137a23/bc55de2a-47dd-41cb-9338-75b3f0650a69.jpg",
    "altTitles": [
      {
        "en": "Homeless"
      },
      {
        "en": "I Have No Home"
      },
      {
        "ko": "집이 없어"
      },
      {
        "ko-ro": "Jib-i Eobs-eo"
      }
    ],
    "description": {
      "en": "Haejoon Goh, who ran from home, and Eunyung Baek, the problem child who lives in a tent.   \r\nThese two, who met under terrible circumstances, are forced to live together in an abandoned dormitory.   \r\nThis is a story of difficult growth between two people who hate both the dorm and each other."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4dde1161-3101-4dbb-aaba-ff3a84219cba",
    "title": {
      "en": "Shameless School"
    },
    "updatedAt": "2024-07-15T16:38:13+00:00",
    "coverArt": "https://mangadex.org/covers/4dde1161-3101-4dbb-aaba-ff3a84219cba/6d0b1dc4-f0ef-49ce-b174-f1514e4b38a0.jpg",
    "altTitles": [
      {
        "ja-ro": "Harenchi Gakuen"
      },
      {
        "fr": "L'École impudique"
      },
      {
        "it": "La Scuola Senza Pudore"
      },
      {
        "ja": "ハレンチ学園"
      },
      {
        "zh-hk": "破廉恥學園"
      },
      {
        "ko": "파렴치 학원"
      }
    ],
    "description": {
      "en": "The first ecchi in history.\n\nBeginning in the first issue of Weekly Shonen Jump (ch 2). The nature of the content is very extreme with both teachers and students being involved in perverted situations. Over the publication, Go Nagai included more extreme content at the encouragement of his editor. As the manga continued its serialization, it garnered more and more controversy from parents. As a result, the Jump Editorial Dept. decided to cancel the serial. \n\nNagai, in response to the controversy, decided to end off the manga [End of part 1] with the very infamous \"Harenchi War\" (Shameless War) arc.\n\n_(spoiler)\nThe arc kills off the majority of the cast in a very gory and disturbing manner and remains a very infamous arc to this day._\n\n\nShameless School is controversial in Japan even today and is regarded as a \"traumatic work\" by several news publications.\n\nThe manga consists of 3 parts, with the last left unfinished due to the cancellation. + last volume includes 3 chapters backstory arc for Bearded Godzilla."
    },
    "status": "cancelled",
    "releaseDate": 1968,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "66"
  },
  {
    "mangaId": "65976df0-3cc2-49d7-a2e2-f0f5b10aded7",
    "title": {
      "en": "Hatch Potch Panch"
    },
    "updatedAt": "2024-05-18T03:56:01+00:00",
    "coverArt": "https://mangadex.org/covers/65976df0-3cc2-49d7-a2e2-f0f5b10aded7/cfb1dc93-f904-4493-af69-701df31963c1.jpg",
    "altTitles": [
      {
        "ja": "はっちぽっちぱんち,"
      },
      {
        "ja-ro": "Hacchi Pocchi Panchi"
      },
      {
        "en": "Hotch Potch Punch"
      },
      {
        "en": "Hotchpotch Punch"
      }
    ],
    "description": {
      "en": "She was destroying people… in her mind.\n\nKiho Ishiguro is a high school girl who's an honor student at school, and devotes herself to her disabled mother at home. She is quiet and gentle, but deep down inside she has always had the urge to \"hit someone.\" As her feelings gets stronger day by day, Kiho encounters a street criminal. She snaps and unleashes her rage on the bad guy without restraint…? Here comes the JK who will revolutionize the world of women's MMA!",
      "es": "Kuroishi Kiho, en la escuela es una estudiante ejemplar, en casa es una buena hija que ayuda a su madre con sus problemas en las piernas... pero en sus fantasías, es alguien que hace pedazos a la gente. Aunque parece tranquila y gentil, en lo más profundo de su corazón existe un impulso que la hace querer \"golpear a otros\". Desbordada por las fantasías que no la dejan en paz, decide confrontar a un violador, ¿Será capaz de liberar y apaciguar sus emociones reprimidas con este criminal? ¡Entra en escena la estudiante de preparatoria que podría revolucionar las artes marciales de mujeres!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79dee4b1-75c3-4bcc-bafa-c8292bc44037",
    "title": {
      "en": "I'll Save the Heroine!"
    },
    "updatedAt": "2024-07-15T01:23:20+00:00",
    "coverArt": "https://mangadex.org/covers/79dee4b1-75c3-4bcc-bafa-c8292bc44037/ed33f0bd-dd0d-40d5-b85a-96587b294979.jpg",
    "altTitles": [
      {
        "en": "Why Do I Have to Be the Sister-In-Law?"
      },
      {
        "ko": "왜 하필 시누이죠?"
      },
      {
        "pt-br": "Por Que eu Tenho que ser a Cunhada?"
      },
      {
        "fr": "À la rescousse de ma belle-sœur !"
      },
      {
        "ko-ro": "Wae Hapil Sinuijyo?"
      },
      {
        "es-la": "¿Por Que Soy Una Cuñada?"
      }
    ],
    "description": {
      "en": "Imagine Lee Sangyeo's surprise when she wakes up one day inside her favorite novel... and her horror when she realizes she's in the body of the adorable heroine's evil sister-in-law, Aylee Brydon! Knowing that the story will end terribly if nothing changes, Aylee is determined to save the heroine at all costs. However, her complete character reversal leads to problems in high society and causes friction with her cold fiancé, Duke Van Drave. At this rate, Aylee might be the one who needs saving!",
      "pt-br": "Imagine a surpresa de Lee Sangyeo quando ela acorda um dia dentro de seu romance favorito... e seu horror quando ela percebe que está no corpo da cunhada malvada da adorável heroína, Aylee Brydon! Sabendo que a história terminará terrivelmente se nada mudar, Aylee está determinada a salvar a heroína a todo custo. No entanto, sua completa inversão de caráter leva a problemas na alta sociedade e causa atrito com seu frio noivo, Duque Van Drave. Nesse ritmo, Aylee pode ser quem precisa ser salva!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "528fdd65-4c0d-4e21-82d8-66da8d6113d6",
    "title": {
      "en": "Fukuzatsu na Kyoudai no 4koma"
    },
    "updatedAt": "2024-07-10T03:34:39+00:00",
    "coverArt": "https://mangadex.org/covers/528fdd65-4c0d-4e21-82d8-66da8d6113d6/70cb625d-3b5a-4b1f-a33f-7ef66d7ba1b5.jpg",
    "altTitles": [
      {
        "ja": "複雑な姉弟の４コマ"
      },
      {
        "ja-ro": "Fukuzatsu na Kyoudai no Yonkoma"
      },
      {
        "en": "A Complicated Sibling Relationship 4-Koma"
      },
      {
        "en": "A Complicated Older Sister and Younger Brother 4-Koma"
      }
    ],
    "description": {
      "en": "\"Big Sis!?\"\n\"Kouta!?\"\n\n\nThe two of them were enjoying an in-game romance (without knowing each other's identities). Upon seeing each other's faces at their long-awaited offline meetup... they were both shocked to see that their partner was in fact their own sibling!?\n\nThese are complicated feelings for sure... and rather hard to accept!\n\n(Source: Kadokawa)\n\n---\n\nAdditional Links\n\n* [Kadokawa](https://store.kadokawa.co.jp/shop/g/g322302001578/) (Publisher)\n* [BookLive](https://booklive.jp/product/index/title_id/20068503/vol_no/001)",
      "ja": "「姉ちゃん!?」\n「康太!?」\n\n＊\n\nゲーム内で恋愛を楽しんでいたふたり。\n待ちに待ったオフ会で顔を合わせたら……相手はまさかの姉弟で!?\n複雑なこの感情……なかなか飲み込むのは難しい！\n\nＳＮＳで話題のカオス展開ラブコメが、 描き下ろしを加えて待望の書籍化!!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "100"
  },
  {
    "mangaId": "eda269d8-a529-4696-a88e-1e529e4e763f",
    "title": {
      "en": "Rosario to Vampire Season II"
    },
    "updatedAt": "2024-07-05T15:36:59+00:00",
    "coverArt": "https://mangadex.org/covers/eda269d8-a529-4696-a88e-1e529e4e763f/4c4bdb49-8e25-43d2-8232-a7732d70bcb6.jpg",
    "altTitles": [
      {
        "en": "Rosario + Vampire Season 2"
      },
      {
        "en": "Rosario + Vampire Season II"
      },
      {
        "en": "Rosario and Vampire II"
      },
      {
        "es": "Rosario y Vampiro II"
      },
      {
        "ja": "ロザリオとバンパイア Season 2"
      },
      {
        "ja": "ロザリオとバンパイア Season II"
      },
      {
        "zh": "十字架与吸血鬼 season II"
      },
      {
        "zh": "吸血鬼与十字架2"
      },
      {
        "tr": "Rosario + Vampire - Tılsımlı Kolye ve Vampir: Sezon 2"
      }
    ],
    "description": {
      "en": "The story continues where the first season left off only months into the future. Yuokai Gakuen has been repaired and the new semester is underway. Tsukune and gang are back, and more powerful then ever. Anti-Thesis's true identity is relieved. With new adversaries looming on the horizon, and something much more sinister then the gang has ever faced before.   \n  \nTsukune is battling with the monster inside him. With the help of Moka, Mizore, Kurumu, Ruby, and Yukari. Tsukune trains to get his vampire blood under control and the strength to protect what he holds dear.  \n  \nThe new season focuses more on the girls, their past, and their families. New confrontations await them. New friends and allies will join them by their side. Together they will discover the secrets of Moka's rosary, and her lineage…  \n  \n\n\n---",
      "es": "La historia continúa donde la primera temporada dejó sólo unos meses en el futuro. Yuokai Gakuen ha sido reparado y el nuevo semestre está en marcha. Tsukune y su pandilla están de vuelta, y son más poderosos que nunca. La verdadera identidad de Anti-Tesis es relevada. Con nuevos adversarios que se avecinan en el horizonte, y algo mucho más siniestro de lo que la pandilla ha enfrentado antes.   \n  \nTsukune está luchando con el monstruo que lleva dentro. Con la ayuda de Moka, Mizore, Kurumu, Ruby y Yukari. Tsukune se entrena para tener su sangre de vampiro bajo control y la fuerza para proteger lo que más quiere.  \n  \nLa nueva temporada se centra más en las chicas, su pasado y sus familias. Nuevos enfrentamientos les esperan. Nuevos amigos y aliados se les unirán a su lado. Juntos descubrirán los secretos del rosario de Moka, y su linaje…",
      "tr": "İlk sezonun kaldığı yerden sadece aylar sonra devam ediyor. Yuokai Okulu onarılmış ve yeni dönem başlamıştır. Tsukune ve çetesi geri dönmüştür ve her zamankinden daha güçlüdür. Anti-Thesis'in gerçek kimliği ortaya çıktı. Ufukta beliren yeni düşmanlar ve çetenin daha önce karşılaştığından çok daha kötü bir şey var.  Tsukune içindeki canavarla savaşıyor. Moka, Mizore, Kurumu, Ruby ve Yukari'nin yardımıyla. Tsukune, vampir kanını kontrol altına almak ve değer verdiği şeyleri koruyacak gücü elde etmek için antrenman yapıyor.    Yeni sezon daha çok kızlara, geçmişlerine ve ailelerine odaklanıyor. Onları yeni yüzleşmeler bekliyor. Yanlarına yeni arkadaşlar ve müttefikler katılacak. Birlikte Moka'nın kolyesinin ve soyunun sırlarını keşfedecekler...",
      "pt-br": "A história continua onde a primeira temporada parou apenas alguns meses no futuro. Youkai Gakuen foi reparado e o novo semestre está em andamento.\n\nTsukune ea gangue estão de volta, e mais poderoso do que nunca. A verdadeira identidade de Anti-Tese é aliviada. Com os novos adversários que se desenham no horizonte, e algo muito mais sinistro que a gangue já enfrentou antes. Tsukune está lutando com o monstro dentro dele. Com a ajuda de Moka, Mizore, Kurumu, Ruby, e Yukari. Tsukune treina para obter o seu sangue de vampiro sob controle e a força para proteger o que ele tanto preza.\n\nA nova temporada se concentra mais nas meninas, o seu passado, e suas famílias. Novos confrontos esperam. Novos amigos e aliados vão se juntar a eles por seu lado. Juntos, eles vão descobrir os segredos do rosário de Moka, e a sua linhagem..."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "14",
    "lastChapter": "66.6"
  },
  {
    "mangaId": "e61dbda5-0270-4d02-8231-60bbaf1e41e1",
    "title": {
      "en": "Osananajimi ga Chotto Hen"
    },
    "updatedAt": "2024-07-15T02:35:20+00:00",
    "coverArt": "https://mangadex.org/covers/e61dbda5-0270-4d02-8231-60bbaf1e41e1/0025a95c-c0db-494b-a4e5-ef12e1abbb04.jpg",
    "altTitles": [
      {
        "ja": "幼なじみがちょっと変"
      },
      {
        "ja-ro": "Osananajimi ga Chotto Hen"
      },
      {
        "en": "My Childhood Friend Is Acting a Bit Weird"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e9b86d6-941d-4b41-ae2b-cf0838ccecb3",
    "title": {
      "en": "Why Are You Obsessed With Me Even Though I Reject Your Affection?"
    },
    "updatedAt": "2024-07-15T01:24:27+00:00",
    "coverArt": "https://mangadex.org/covers/0e9b86d6-941d-4b41-ae2b-cf0838ccecb3/a9772085-37aa-47c8-b292-6ac59ac9a664.jpg",
    "altTitles": [
      {
        "en": "Why Are You So Obsessed With Rejecting Love?"
      },
      {
        "ko": "총애를 거절하는데 왜 집착하나요"
      },
      {
        "ko-ro": "Chongaereul Geojeolhaneunde Wae Jipchakanayo"
      },
      {
        "en": "Why Do You Love Me When I Refuse Your Request?"
      },
      {
        "es-la": "¿Por Qué Estás Tan Obsesionado Conmigo Incluso Cuando Estoy Muerta?"
      }
    ],
    "description": {
      "en": "The extra who sacrifices herself for the beloved female lead. Princess Shuelina who is tossed aside by her biologically related father and older brother. Now I’m the main character of this odd situation. In regards to hope, I’m still neglected at this orphanage. Just as I was going to run away before the imperial family found me–  \n  \n“Did you hear? The House of Grand Duke Vailot came to sponsor an orphan.”  \n  \nTo find a way to live, I threw myself at the villain's family, the Grand Duke’s, and-  \n  \n“You can do whatever you want. I, as the Grand Duke, will protect you.”  \n  \n“You’re not an orphan. You’re my younger sister.”  \n  \nWhy do they love me? Just as I made up my mind to live well since I'd already become a lady of the House of Grand Duke Vailot…  \n  \n\"I have searched for you for a long time, my child.\"  \n  \nThis time my biologically related father, the Emperor loves me. Why are you acting like this? I said, I don't need you guys who wouldn't have listened to what Shuelina had to say. I refuse to accept your love!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bf117fb-a070-4073-9689-e8dcee7c86ec",
    "title": {
      "en": "Mobile Suit Gundam Side Story - Missing Link"
    },
    "updatedAt": "2024-07-02T07:58:31+00:00",
    "coverArt": "https://mangadex.org/covers/0bf117fb-a070-4073-9689-e8dcee7c86ec/7b6cbbf5-1060-42bf-8464-b7397f10cf9f.jpg",
    "altTitles": [
      {
        "ja-ro": "Kidou Senshi Gundam Gaiden - MISSING LINK"
      },
      {
        "en": "Mobile Suit Gundam Gaiden - Missing Link"
      },
      {
        "ja": "機動戦士ガンダム外伝 ミッシングリンク"
      },
      {
        "ja-ro": "Kidou Senshi Gundam Gaiden - Missing Link"
      }
    ],
    "description": {
      "en": "In the midst of the Universal Century’s raging One Year War, there is a shadowy unit that purges the Federation of wrongdoers! \n\nThe long-awaited first volume of the manga adaptation of the Mobile Suit Gundam Gaiden Missing Link from the popular game \"Mobile Suit Gundam Side Stories\" by Namco Bandai Games!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "24"
  },
  {
    "mangaId": "37f97f50-6ce4-480a-9128-e5ba04000a1a",
    "title": {
      "en": "Digimon Liberator"
    },
    "updatedAt": "2024-04-26T05:32:20+00:00",
    "coverArt": "https://mangadex.org/covers/37f97f50-6ce4-480a-9128-e5ba04000a1a/32c616c9-a258-4574-b6f9-fbcd3b231eb4.jpg",
    "altTitles": [],
    "description": {
      "en": "The Digimon card game has evolved.\nAfter a year-long closed beta test, \"Digimon Liberator,\" a futuristic and fully immersive game that allows players to enjoy card battles in the metaverse space of Lacuna, has finally been officially launched.\n\nShoto Kazama, a boy who has never been able to win a card battle because of his habit of giving up on things easily, enters the world of Liberator through the invitation of his childhood friend, Arisa Kinosaki.\n\nEncounters with wild Digimon. Battles with NPCs who have gone rogue. These various happenings set the wheels of fate in motion.\n\nThis is a story about \"Digimon\" and the \"world\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f5d6b7e-3773-4aa3-a5b6-29800a16470e",
    "title": {
      "en": "Why Are You Obsessed With Your Fake Wife?"
    },
    "updatedAt": "2024-06-15T09:11:26+00:00",
    "coverArt": "https://mangadex.org/covers/4f5d6b7e-3773-4aa3-a5b6-29800a16470e/7f2e1e9d-8752-477f-bad5-c478547a95dc.jpg",
    "altTitles": [
      {
        "ko": "가짜 아내에게 왜 집착하세요?"
      },
      {
        "pl": "Dlaczego Masz Obsesję na Punkcie Swojej Fałszywej Żony?"
      }
    ],
    "description": {
      "en": "\"You'd better not even dream of being recognized as my wife. There will never be an heir from a daughter of Balajit.”\n\nNadia couldn't agree more with his opinion.\nThank you, Marquis, be sure to keep your word.\n\n“The Marquis said you had no intention of sleeping with me.”\n“… … .”\n“So, to ensure an heir, there's no other choice but to take a concubine... … .”\n\nNadia's head jerked at the sound of something crushing on her.\nThen, out of the corner of her eyes, she saw that the table her husband was working on had cracked.\n\nNo, why did it suddenly break?",
      "ko": "“내 아내로 인정받을 망상 따위 꿈에도 하지 않는 게 좋을 거다. 내가 발라지트의 딸에게서 후사를 볼 일은 영영 없을 테니.”\n\n나디아는 하마터면 나도 같은 생각이라고 맞장구칠 뻔했다.\n\n감사합니다, 후작놈아.\n자기 입으로 한 말은 꼭 지키세요.\n\n***\n\n“후작님께서 저와 합방을 할 의사가 없다고 하셨거든요.”\n“…….”\n“그러니 후계를 위해선 어쩔 수 없이 첩을 들이는 수밖에…….”\n\n콰직.\n무언가 으스러지는 소리에 나디아의 고개가 홱 돌아갔다.\n그러자 남편이 짚은 테이블의 한 구석에 금이 간 모습이 보인다.\n\n아니, 저게 갑자기 왜 부서져?",
      "pl": "\"Lepiej, żebyś nie marzyła o uznaniu cię za moją żonę. Nigdy nie miałbym następcy z córką Balazita\".\nSłysząc to, Nadia prawie powiedziała: \"Czuję to samo\".\nDziękuję ci, markizie. Mam nadzieję, że dotrzymasz swoich słów.\n***\n\"Powiedziałeś, że nie masz zamiaru dzielić ze mną łoża\".\n\"...\"\n\"Więc dla dobra następcy wiem, że nie masz innego wyboru, jak sprowadzić konkubinę...\"\npęknięcie\nGłowa Nadii odwróciła się na ten dźwięk.\nW następnej chwili widzi, pęknięcie w rogu stołu, przy którym był jej mąż.\nTo znaczy, dlaczego ten stół nagle się złamał?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7647fe0b-576f-4616-9de8-d9998727ced4",
    "title": {
      "en": "Lady Chef Royale"
    },
    "updatedAt": "2024-07-10T00:20:29+00:00",
    "coverArt": "https://mangadex.org/covers/7647fe0b-576f-4616-9de8-d9998727ced4/313472d1-9205-4150-bc66-fdbcc3c551cc.jpg",
    "altTitles": [
      {
        "ko": "로열 셰프 영애님"
      },
      {
        "ko-ro": "Royal Chef Yeong-ae-nim"
      },
      {
        "en": "The Young Lady Is a Royal Chef"
      },
      {
        "en": "Royal Chef Young Lady"
      },
      {
        "en": "Royal Chef"
      },
      {
        "id": "Royal Chef Lady"
      },
      {
        "id": "Kang masak rambut biru"
      },
      {
        "es": "La joven chef royal"
      },
      {
        "es": "La princesa es un chef imperial"
      },
      {
        "ja": "お嬢様はロイヤル・シェフ"
      },
      {
        "zh": "千金料理师"
      },
      {
        "zh": "皇室御厨英爱"
      }
    ],
    "description": {
      "en": "Sena’s been tossed into another world, as the despised daughter of a noble family. Her little restaurant was her refuge in her last life, so she’s got some tricks up her sleeve—cooking skills! \n\nAs Senianna, she’ll put her brains and fine-tuned taste buds (Korean fried chicken, anyone?) to the test so she can take back the kitchen and gain this society’s esteemed title of Chef Royale. Will her cuisine reign supreme over the empire and bring her the sweet and salty balance of power and affection?\n\n---\n\n[Original Webtoon](https://page.kakao.com/home/55268483)\n\nOfficial Translations:\n* [English](https://tapas.io/series/lady-chef-royale/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Royal-Chef-Lady/3380)\n* [Japanese / 日本語](https://piccoma.com/web/product/46395)\n---\nAs a chef at a small knight's restaurant, I became the nuisance youngest daughter of a powerful man who was afraid of the emperor. I tried to run away with all my travel expenses…\n\nIt’s strange.\n\n“If you say you're sorry, are you that shameless?”\n“That’s because I’m your brother.”\n“Why don't you take Grandmother on a stroll?”\n\nWhy is everyone so nice to me all of a sudden?\n\n“Why do you want to take out someone's eyeballs when they see me?\"\n\nPeople who had caught me trying to escape. I'm just cooking. What's wrong with you?",
      "id": "Aku yang dulu hidup dalam penderitaan sewaktu kecil, kini berhasil menjalankan restoran kecil di pinggir jalan dengan guruku yang menjadi orang tua sekaligus teman terbaikku.\n\nHingga suatu saat, guruku meninggal. Tapi, kemalanganku tidak berhenti di sana. Aku meninggal dan mendapati diriku di dunia lain. Aku kembali hidup sebagai cucu orang paling kuat di wilayah timur?!\n\nMendapati diriku sebagai Seniana, sekarang aku harus berjuang menjalani hidup dan menjadi royal chef paling hebat!\n\n---\n\n[Original Webtoon](https://page.kakao.com/home/55268483)\n\nOfficial Translations:\n* [English](https://tapas.io/series/lady-chef-royale/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Royal-Chef-Lady/3380)\n* [Japanese / 日本語](https://piccoma.com/web/product/46395)",
      "ko": "작은 기사 식당의 요리사였던 나는 황제도 두려워하는 권력가의 천덕꾸러기 막내딸이 되었다.\n여비를 저축해 도망치려고 했는데…\n\n이상하다.\n\n\"네게 미안하다고 하면 염치가 없는 건가.\"\n\"그야 내가 네 오빠니까.\"\n\"할애비와 산책해 주지 않는 거냐.\"\n\n다들 갑자기 왜 잘해 주는 거지?\n\n\"너를 보는 놈들의 눈알을 죄 뽑아 버리고 싶은 건 왜일까요.\"\n\n도망치려는 나와 붙잡는 사람들.\n요리만 했을 뿐인데 왜 이러는 거람…\n\n---\n\n[Original Webtoon](https://page.kakao.com/home/55268483)\n\nOfficial Translations:\n* [English](https://tapas.io/series/lady-chef-royale/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Royal-Chef-Lady/3380)\n* [Japanese / 日本語](https://piccoma.com/web/product/46395)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10939bf2-2dc7-4aae-8e4b-e96ba25c94de",
    "title": {
      "en": "Sotozura wa Saikou na no ni, Ie de wa Honsei Mukidashi no Gimai"
    },
    "updatedAt": "2024-07-10T03:40:42+00:00",
    "coverArt": "https://mangadex.org/covers/10939bf2-2dc7-4aae-8e4b-e96ba25c94de/0420a0b8-7c94-4cf6-bdf6-f5a81a249833.jpg",
    "altTitles": [
      {
        "ja": "外面は最高なのに、家では本性むき出しの義姉"
      },
      {
        "ja-ro": "Sotozura wa Saikou na no ni, Ie de wa Honsei Mukidashi no Gimai"
      },
      {
        "en": "Even Though the Outside Is the Best, Her Sister-in-Law Has a Bare Nature at Home"
      },
      {
        "es-la": "Mi hermanastra que es perfecta en público, muestra su verdadera cara en casa."
      },
      {
        "en": "My Stepsister Who Is Perfect in Public, Shows Her True Colors at Home"
      }
    ],
    "description": {
      "en": "**Note:**\n- The alternative English title (Even Though the Outside Is the Best, Her Sister-in-Law Has a Bare Nature at Home) is the one used on Amazon."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58887a94-1dc5-4739-823e-3bf8ecb85163",
    "title": {
      "en": "I Transformed into a Demon God and Became a World-Destroying Beast!"
    },
    "updatedAt": "2024-07-08T20:44:14+00:00",
    "coverArt": "https://mangadex.org/covers/58887a94-1dc5-4739-823e-3bf8ecb85163/a527a725-f878-4a3c-a0df-58b33cc98fa6.jpg",
    "altTitles": [
      {
        "zh": "我化身魔神，成为灭世巨兽！"
      }
    ],
    "description": {
      "en": "The prosperous city and peaceful society were suddenly destroyed by the outbreak of doomsday. Countless polluted monsters flooded the world, and the forbidden area descended. Billions of people died and the sea of ​​blood surged as the doomsday worlds were connected. At this time, Chen Chu, who had grown silently and was comparable to a god or demon, stood up. And behind him, there was a black monster that was 10,000 meters tall, shaped like Godzilla, but even more ferocious and huge."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b407de00-75a5-415a-a001-585fb41b9cf2",
    "title": {
      "en": "The Max Level Hero Strikes Back"
    },
    "updatedAt": "2024-07-09T13:33:55+00:00",
    "coverArt": "https://mangadex.org/covers/b407de00-75a5-415a-a001-585fb41b9cf2/ba79a85a-1a04-4739-a895-b1124823656a.jpg",
    "altTitles": [
      {
        "ko": "만렙 영웅님께서 귀환하신다!"
      },
      {
        "en": "The MAX leveled hero will return!"
      },
      {
        "en": "Max Level Hero is Making a Comeback!"
      },
      {
        "zh": "顶级英雄归来"
      },
      {
        "ja": "最終レベル英雄のご帰還"
      },
      {
        "th": "การกลับมาของวีรบุรุษเวลตัน"
      },
      {
        "ru": "Возвращение героя максимального уровня"
      },
      {
        "pt-br": "O Herói de Nível Máximo Retornou!"
      },
      {
        "en": "The Max Level Hero Has Returned!"
      },
      {
        "fr": "Max Level Hero"
      }
    ],
    "description": {
      "en": "Struck by an enemy’s arrow, the powerless Prince Davey O’Rowane falls into a coma. His soul travels to a place where the greatest of the great gather — the honorable Hall of Heroes.\n\nThere, a thousand years pass as Davey undergoes excruciating training under their watchful eyes to become a hero too strong for his own good. Now back to his timeline and his kingdom, he’s wide awake and the enemies hiding in the king’s court better be prepared - the prince they had dismissed is now their biggest threat!\n\n---\n\n**Links:**\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EC%98%81%EC%9B%85%EB%8B%98%EA%BB%98%EC%84%9C-%EA%B7%80%ED%99%98%ED%95%98%EC%8B%A0%EB%8B%A4/2427)\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n- [Official Japanese Translation](https://piccoma.com/web/product/62908)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B5%E0%B8%A3%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B8%E0%B8%A9%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%95%E0%B8%B1%E0%B8%99/110)",
      "it": "Il debole principe di un paese insignificante, Davey. Dopo essere diventato in coma, la sua anima fuggì in un tempio dove si riunivano le anime degli eroi. Si è allenato per mille anni e ora è tornato come eroe di massimo livello!  \n  \n“Aspettate solo ragazzi, vi affronterò tutti a testa alta!”  \n  \nLa rinfrescante storia della vita reale e della vendetta di Davey è appena iniziata.",
      "ja": "王国内の権力争いに敗れた王子「デイビー」。 昏睡状態の中、魂のみが抜け出して到着したところは、英雄たちの魂が集まる巨大な回廊。 千年もの間苦労した彼が、最高レベルの英雄となって帰ってきた。 \"覚悟しとけよ、ちゃんと相手してやるから！\" 「デイビー」の痛快な復讐劇と王宮生活記が今始まりますーー！",
      "ko": "힘없는 골방왕자 데이비,\n혼수상태에서 영혼이 빠져나온 그가 도착한 곳은\n영웅들의 혼이 모인 거대한 회랑.\n\n천년동안 굴려진, 그가 만렙 영웅님이 되어 귀환하셨다!\n\n기다려라, 모두\n제대로 상대해주마!\n\n데이비의 통쾌한 복수극과 왕궁생활기가 지금 시작됩니다!\n\n**********\n악마꼬리 작가님의 인기판타지소설<만렙 영웅님께서 귀환하신다!>를 웹툰으로 만나보세요!",
      "ru": "Дейви - бессильный принц маленькой страны.\nКогда он впал в кому и его душа покинула тело, она переместилась в огромную галерею душ былых героев.\nВзяв все в свои руки, Дейви возвращается.",
      "th": "ใครว่าเป็นเจ้าชาย แล้วจะสบายไปหมดทุกอย่าง\n'เดวี่ อัล ราวน์' ผู้เกิดมาเป็นเจ้าชาย แต่โชคร้ายถูกตระกูลชนชั้นสูงวางแผนฆ่าทั้งแม่และเขา เพียงเพื่ออยากมาแทนที่คนทั้งสอง\n\nเดวี่ถูกลูกธนูปริศนาเสียบหลัง จนหมดสติ ร่างกายอยู่ในอาการโคม่า มา 6 ปีเต็ม ระหว่าง 6 ปีนั้น วิญญาณของเดวี่ได้อยู่ในระเบียงสถิต ที่ซึ่งเป็นศูนย์รวมเหล่าวิญญาณวีรชนผู้เป็นตำนานแห่งแดนต่างๆ\nเดวี่ได้เรียนรู้การใช้เวทมนตร์และศาสตร์ต่างๆ จากพวกเขา จนครบ 1,000 ปีตามเวลาในสถานที่แห่งนั้น\n\nเขาได้ฟื้นขึ้นมาจากเจ้าชายผู้อ่อนแอ กลายเป็นผู้กล้าฝีมือขั้นเทพ \nมาดูสิว่า ในโลกนี้จะมีใครล้มเขาได้อีก\nทีนี้แหละ ถึงคราวเอาคืนทุกคนที่ทำให้เขามีสภาพแบบนี้แล้ว!",
      "pt-br": "Um fraco príncipe de um país insignificante, Davey. Depois de entrar em coma, sua alma escapou para um templo onde às almas dos heróis se reunem. Ele treinou por mil anos e agora voltou como um herói de nível máximo! “Vocês me esperem, vou enfrentar cada um de vocês!”. A refrescante história de vingança de Davey apenas começou."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3e9fcb2-36b6-430b-acbc-fb5582487ca2",
    "title": {
      "en": "Confession"
    },
    "updatedAt": "2024-03-16T22:10:06+00:00",
    "coverArt": "https://mangadex.org/covers/c3e9fcb2-36b6-430b-acbc-fb5582487ca2/ebfe6825-dbba-4596-a8d8-4005d5d553a9.jpg",
    "altTitles": [
      {
        "en": "Confession"
      },
      {
        "zh": "告白"
      },
      {
        "zh-ro": "Gaobai"
      },
      {
        "zh-ro": "Gàobái"
      }
    ],
    "description": {
      "en": "The handsome and affectionate pilot Zhou Jingze x the gentle and firm doctor Xu Sui. Summer is always hot, and so is the boy I love. Watch \"Infatuated Prodigal Son\" Zhou Jingze perform this role.",
      "zh": "痞帅深情飞行员周京泽x温软坚定医生许随。夏天永远热烈，我爱的少年也是。看“痴情浪子”周京泽演绎这一份情有独钟。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "157ab2cc-1fc7-4b29-8955-72d94a140982",
    "title": {
      "en": "Kesa Mo Yuraretemasu"
    },
    "updatedAt": "2024-05-22T15:49:16+00:00",
    "coverArt": "https://mangadex.org/covers/157ab2cc-1fc7-4b29-8955-72d94a140982/18537f1a-d8cd-4bfb-9cb3-263c202748fb.jpg",
    "altTitles": [
      {
        "ja": "今朝も揺られてます"
      },
      {
        "vi": "Thình Thịch Mỗi Sớm Mai"
      },
      {
        "en": "They Are Still Being Shaken This Morning"
      }
    ],
    "description": {
      "en": "This is your typical story of a boy who's secretly in love with a girl, they both share a 20 minute ride on the commuter train on their way to different schools, will the boy be able to approach the girl and confess his love? And also... What he doesn't know: There's 3 other passengers that secretly support the boy's secret love towards the girl! Read now the hijinks that ensue when the boy tries to approach the girl; from the creator of *[Jitsu wa Watashi wa](https://mangadex.org/title/a990c2a1-b54f-4f4f-986c-3cdab1c9f2f9/)* and *[Yumemi ga Oka Wonderland](https://mangadex.org/title/32bbfefa-8a58-462c-bc9e-e9dd3bd4c152/)*.",
      "pt-br": "Esta é a típica história de um garoto que está secretamente apaixonado por uma garota. Ambos compartilham uma viagem de 20 minutos no trem do subúrbio a caminho de escolas diferentes. O garoto será capaz de se aproximar da garota e confessar seu amor? E, além disso... O que ele não sabe: há três outros passageiros que secretamente apoiam o amor secreto do garoto pela garota! Leia agora as confusões que acontecem quando o garoto tenta se aproximar da garota; do criador de *[Jitsu wa Watashi wa](https://mangadex.org/title/a990c2a1-b54f-4f4f-986c-3cdab1c9f2f9/)* e *[Yumemi ga Oka Wonderland](https://mangadex.org/title/32bbfefa-8a58-462c-bc9e-e9dd3bd4c152/)*."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67e7453b-9ee5-4ae5-9316-215b03e4a71d",
    "title": {
      "en": "Witch Hat Atelier"
    },
    "updatedAt": "2024-04-18T09:43:05+00:00",
    "coverArt": "https://mangadex.org/covers/67e7453b-9ee5-4ae5-9316-215b03e4a71d/b6344fd4-7660-446d-8750-963bd391bcd2.jpg",
    "altTitles": [
      {
        "pl": "Atelier spiczastych kapeluszy"
      },
      {
        "fr": "L'Atelier des Sorciers"
      },
      {
        "ru": "Ателье колдовских колпаков"
      },
      {
        "uk": "Ательє чаклунських капелюхів"
      },
      {
        "ja-ro": "Tongari Boushi no Atelier"
      },
      {
        "zh": "尖帽子的魔法工房"
      },
      {
        "ko": "고깔모자의 아틀리에"
      },
      {
        "vi": "Xưởng phép thuật"
      },
      {
        "ja": "とんがり帽子のアトリエ"
      },
      {
        "en": "Atelier of Witch Hat"
      }
    ],
    "description": {
      "en": "In a world where everyone takes wonders like magic spells and dragons for granted, Coco is a girl with a simple dream: she wants to be a wizard. \nBut everybody knows magicians are born, not made, and she was not born with a gift for magic. \nResigned to her un-magical life, Coco is about to give up on her dream until the day she meets Qifrey, a mysterious traveling magician. After secretly watching him perform magic in a way she’s never seen before, Coco soon learns what everybody “knows” might not be the truth and discovers that her magical dream may not be as far away as it seems…\n  \n- Winner of the 2020 Eisner Award for Best U.S. Edition of International Material-Asia.  \n- Winner of the Best Manga award at the 2020 Harvey Awards.  \n\n\n---\n\n**Officially licensed:**  \n- In English by Kodansha as *Witch Hat Atelier*\n- Indonesian by [Elex Media](https://elexmedia.id/detail/produk/Atelier-of-Witch-Hat-01/9786020458892/pencarian) as *Atelier of Witch Hat*\n- In German by [Egmont Manga](https://www.egmont-manga.de/series/Atelier%20of%20Witch%20Hat) as *Atelier of Witch Hat*\n- In Spanish by [Milky Way Ediciones](https://www.milkywayediciones.com/collections/all/atelier-of-witch-hat) as *Atelier of Witch Hat*\n- In French by [Pika](https://www.pika.fr/serie/latelier-des-sorciers) as *L'Atelier des Sorciers* \n- In Italian by [Panini Comics](https://www.panini.it/shp_ita_it/atelier-of-witch-hat-1-matel001isbn-it08.html) as *Atelier of Witch Hat*\n- In Brazilian Portuguese by [Panini Comics](https://loja.panini.com.br/panini/produto/Manga-Atelier-of-Witch-Hat-1.aspx) as *Atelier of Witch Hat*\n- In Polish by [Kotori](http://kotori.pl/nasze-wydania/atelier-spiczastych-kapeluszy/) as *Atelier spiczastych kapeluszy*\n- In Russian by [Истари Комикс](https://istari.ru/katalog-knig/manga/istari-comics/atel_e_koldovskih_kolpakov/) as *Ателье колдовских колпаков*  \n- In Ukrainian by [Nasha Idea](https://nashaidea.com/product/ateliye-chaklunskih-kapeluhiv-tom1/) as *Ательє чаклунських капелюхів*\n- In Korean by Haksan Media as *고깔모자의 아틀리에*"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf23d431-a206-49cd-bbab-87929b89c493",
    "title": {
      "en": "Kyokutou Necromance"
    },
    "updatedAt": "2024-05-13T00:27:39+00:00",
    "coverArt": "https://mangadex.org/covers/cf23d431-a206-49cd-bbab-87929b89c493/2a25bbf7-a0df-47a4-ac59-bcf5ec7687a8.jpg",
    "altTitles": [
      {
        "ja": "極東ネクロマンス"
      },
      {
        "en": "Kyokuto Necromance"
      }
    ],
    "description": {
      "en": "One day, Kaoru Uno suddenly starts seeing mysterious monsters known as shiryo or death spirits. With the arrival of his late father's coworker Yoji Amane and a special ring his father gave him, Kaoru is ushered into the world of necromancers! From the creator of Aliens Area comes a fantastic new series of necromancer battles!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5b7c2fc-9fa3-42d3-a225-bd99e63b17ef",
    "title": {
      "en": "Wasn't My Husband Dying?"
    },
    "updatedAt": "2024-07-12T15:24:38+00:00",
    "coverArt": "https://mangadex.org/covers/f5b7c2fc-9fa3-42d3-a225-bd99e63b17ef/4a72eb3d-2c25-4a12-8f38-b6e97c216e32.jpg",
    "altTitles": [
      {
        "ko": "시한부 남편인 줄 알았습니다만?"
      }
    ],
    "description": {
      "en": "\"The deadline is six months, within which you must kill your husband.\"\n\nOn the first night of their marriage, I possessed the body of 'Alice,' a villainous supporting character who was ordered by her mother-in-law to kill her husband.\n\nI thought I was married off to a duke who's a living  corpse for the sake of money, but lo and behold, this duke has a great body and is handsome as well. Instead of killing him, I looked for a way to survive by using divine power instead of poison.\n\n\"Mother, I will become a priestess for the duke!\nAs a priestess, I shall pray for the duke's well-being for the rest of my life!\"\n\nOn the day I was about to leave the duke's mansion, my husband who had been unconscious suddenly woke up.\n\n\"You're the one who brought me out of the darkness, so take responsibility.\"\n\nHe wakes up and demands I take responsibility after saving him?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96e1ddf1-55f8-4089-ac9c-92fd6837affc",
    "title": {
      "en": "Super Cub"
    },
    "updatedAt": "2024-06-09T19:27:59+00:00",
    "coverArt": "https://mangadex.org/covers/96e1ddf1-55f8-4089-ac9c-92fd6837affc/a2e28ce9-9bfd-44af-8b65-d967e2307e10.jpg",
    "altTitles": [
      {
        "ja": "スーパーカブ"
      },
      {
        "ru": "Супер Каб"
      },
      {
        "it": "Super Cub"
      }
    ],
    "description": {
      "en": "In early summer, 2nd year of high school, Koguma's mom suddenly abandons her, leaving only a note that says \"Bye.\" She is alone, having no parents, no friends, no hobbies. She silently reflects, \"I don't have anything.\" But a chance encounter results in her buying a Honda Super Cub with a disturbing history, and a new life suddenly blossoms open.  \n  \nBased on the [light novel series with the same name](https://en.wikipedia.org/wiki/Super_Cub_(novel_series)).",
      "it": "Koguma vive a Yamanashi e frequenta le superiori, ma le sue giornate scivolano via vuote e monotone: non ha amici, non ha hobby, ed essendo orfana si sente molto sola. Un giorno compra una Honda Super Cub usata e la utilizza per andare a scuola. Iniziano così una serie di piccole avventure: resta a secco, si perde, scopre nuovi percorsi e deviazioni. Grazie alla moto, Koguma fa anche la conoscenza di Reiko, una sua compagna di classe che un giorno all'improvviso inizia a parlare di motociclette...",
      "pt-br": "No 2°ano do ensino médio, início de verão, a mãe de Koguma a abandonou repentinamente, deixando a apenas um bilhete escrito: \"Adeus\". Ela está sozinha, sem pais, amigos e sem hobbies. Silenciosamente ela pensa: \"Eu não tenho nada\". Mas um motivo aparece quando ela compra uma Honda Super Cub de uma forma bem peculiar, e assim uma nova vida floresce inesperadamente.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 5, Cap 26. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63712a62-ba59-4a80-b025-ae33442c0dec",
    "title": {
      "en": "Hizamazuite Ai wo Chikae"
    },
    "updatedAt": "2021-05-25T15:43:03+00:00",
    "coverArt": "https://mangadex.org/covers/63712a62-ba59-4a80-b025-ae33442c0dec/4b798d18-76fd-40a0-bf6b-ecdcac54e744.jpg",
    "altTitles": [
      {
        "en": "Hizamazu Ite Ai wo Chikae"
      },
      {
        "en": "Hizamazuite Ai o Chikae"
      },
      {
        "en": "Kneel Down and Vow Your Love"
      },
      {
        "en": "Koibito. Zenyasai"
      },
      {
        "en": "Lover. The Eye"
      },
      {
        "en": "Natural Ecstasy"
      },
      {
        "en": "Omae no Karada ni Kiitemiro"
      },
      {
        "en": "Swear Love On Yo"
      },
      {
        "en": "Swear Love On Your Knees"
      },
      {
        "en": "Tennen Ecstasy"
      },
      {
        "en": "Yokubou Star"
      },
      {
        "en": "ひざまずいて愛を誓え"
      },
      {
        "en": "保镖的爱情誓言"
      }
    ],
    "description": {
      "en": "A cute collection of short stories, packed full of love!  \n  \n- **Hizamazuite Ai wo Chikae (Swear Love On Your Knees)**  \nArisa is in love with Naoe, her bodyguard, but he'll never see her as anything more than a job!  \n  \n- **Omae no Karada ni Kiitemiro (Try Asking Your Body)**  \n\"How does everyone choose only one person among so many people in this world?\" That is the question that Yuasa Jun wants to find the answer for, and he just might find the answer with the help of Igarashi Misao. The girl who just beat him up for hurting her friend!  \n  \n- **Yokubou Star**  \nA famous high school novelist and his assistant… what shape will this love-story take?  \n  \n- **Koibito. Zenyasai (Lover. The Eye)**  \n\"Culture festival is coming soon… For the costume parade, out class has decided on the theme 'Cinderella'. I, Mamiya Ena, am the Cinderella!\" Yet, Ena's boyfriend, Mikio, refuses to play the role of the prince…  \n  \n- **Tennen Ecstasy (Natural Ecstasy)**  \nShe's finally released from hospital and can go to school but ends up seeing her player classmate doing…\n"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "5"
  },
  {
    "mangaId": "32156657-0ea8-48a3-81fe-a29bb1f90219",
    "title": {
      "en": "Reaper of the Drifting Moon"
    },
    "updatedAt": "2024-05-28T15:21:03+00:00",
    "coverArt": "https://mangadex.org/covers/32156657-0ea8-48a3-81fe-a29bb1f90219/8752b5c1-b9db-4273-ab1f-51a82f937e02.jpg",
    "altTitles": [
      {
        "ko": "사신표월"
      },
      {
        "ko-ro": "Sasinpyowol"
      },
      {
        "en": "The Reaper"
      },
      {
        "en": "Death God of the Drifting Moon"
      },
      {
        "en": "Grim Reaper's Floating Moon"
      },
      {
        "fr": "La faucheuse de la lune errante"
      },
      {
        "ru": "Жнец дрейфующей Луны"
      },
      {
        "fa": "فرشته مرگ ماه سرگردان"
      },
      {
        "ja": "死神漂月〜暗闇からの刺客〜"
      },
      {
        "ar": "ملك الموت للقمر المنجرف"
      },
      {
        "zh-hk": "死神漂月"
      },
      {
        "ka": "მოძრავი მთვარის მომკელი"
      },
      {
        "es-la": "El Asesino de la Luna a la Deriva"
      }
    ],
    "description": {
      "de": "Pyo Wol ist ein einfaches Waisenkind und durchstreift alleine den gesamten Kontinent, bis er eines Tages auf einen mysteriösen Mann trifft und plötzlich das Bewusstsein verliert. Als er wieder zu sich kommt, befindet er sich in einem dunklen, engen Raum mit einer eisernen Tür als einzigem Ausgang. Irgendwie schafft Wol es, die nächsten grausamen Monate zu überleben, während er versucht, einen kühlen Kopf zu bewahren und seinen Körper auf das vorzubereiten, was folgen könnte. Als sich die eiserne Tür endlich öffnet, erfährt Wol, dass er an diesem schrecklichen Ort nicht alleine ist: Eine Gruppe Maskierter hat 300 Kinder entführt, um sie zu menschlichen Waffen auszubilden. Nun liegt es an Wol, zu kämpfen und die anderen umzubringen – denn nur die wenigsten können überleben und am Ende ausgewählt werden. Wird er es schaffen, seinen Kidnappern zu entkommen?\n\n---\n[Original Web Novel](https://page.kakao.com/content/55706014)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%8B%A0%ED%91%9C%EC%9B%94/2937), [KakaoPage](https://page.kakao.com/content/59771249)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/the-reaper)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%AD%BB%E7%A5%9E%E6%BC%82%E6%9C%88/380)\n* [French / Français](https://piccoma.com/fr/product/614)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-reaper-de)\n* [Japanese / 日本語](https://piccoma.com/web/product/119365)",
      "en": "He’s in the deepest part of the Jianghu. Keep your eyes wide open if you do not wish to get dragged into the abyss.\n\nKidnapped children raised 7 years in darkness for a single assassination mission that goes awry.\n\n---\nPyo Wol was an orphan who wandered around the continent until he bumped into a mysterious man and lost consciousness. When he wakes up, he finds himself in a dark, confined space with only one iron door for an exit. Wol survives the next several grueling months, trying to keep a cool head and stay in shape. When the iron door finally opens, he discovers he's not the only one in this miserable situation. A group of masked people has kidnapped 300 children to train them into human weapons. Wol must fight and kill the others, for only a handful of the strongest will be selected. Will Wol be able to become one of the chosen and find a way to free himself from his captors?\n\n---\n[Original Web Novel](https://page.kakao.com/content/55706014)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%8B%A0%ED%91%9C%EC%9B%94/2937), [KakaoPage](https://page.kakao.com/content/59771249)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/the-reaper)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%AD%BB%E7%A5%9E%E6%BC%82%E6%9C%88/380)\n* [French / Français](https://piccoma.com/fr/product/614)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-reaper-de)\n* [Japanese / 日本語](https://piccoma.com/web/product/119365)",
      "ka": "ის ჯიანგჰუს სიღრმეშია. თვალები ფართოდ გაახილე, თუ არ გინდა უფსკრულში ჩავარდე.",
      "ko": "강호 가장 깊은 곳에 그가 있다.\n두 눈 부릅떠라. 심연으로 끌려가지 않으려면.\n\n---\n[Original Web Novel](https://page.kakao.com/content/55706014)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%8B%A0%ED%91%9C%EC%9B%94/2937), [KakaoPage](https://page.kakao.com/content/59771249)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/the-reaper)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%AD%BB%E7%A5%9E%E6%BC%82%E6%9C%88/380)\n* [French / Français](https://piccoma.com/fr/product/614)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-reaper-de)\n* [Japanese / 日本語](https://piccoma.com/web/product/119365)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b2515e5-85e8-46ed-a22a-4be86594c554",
    "title": {
      "en": "Kirin"
    },
    "updatedAt": "2024-07-09T08:34:17+00:00",
    "coverArt": "https://mangadex.org/covers/1b2515e5-85e8-46ed-a22a-4be86594c554/c8f6f453-5d89-4909-951e-a6bd81e17f57.jpg",
    "altTitles": [
      {
        "ja": "キリン"
      }
    ],
    "description": {
      "en": "A manga about the story of a 38-year-old salaryman named Kirin who is also a street racer."
    },
    "status": "completed",
    "releaseDate": 1987,
    "contentRating": "suggestive",
    "lastVolume": "39",
    "lastChapter": "266"
  },
  {
    "mangaId": "b3b6fa42-08df-4663-b827-caaa49c7ccbf",
    "title": {
      "en": "Kimi ni Todoke: From Me to You"
    },
    "updatedAt": "2023-03-03T00:32:43+00:00",
    "coverArt": "https://mangadex.org/covers/b3b6fa42-08df-4663-b827-caaa49c7ccbf/b8144222-85cb-49ec-8a46-2668081bcf7e.jpg",
    "altTitles": [
      {
        "es": "Alcanzándote"
      },
      {
        "it": "Arrivare a te"
      },
      {
        "ja-ro": "Kimi ni Todoke"
      },
      {
        "en": "Reaching You"
      },
      {
        "tr": "Sana Ulaşmak"
      },
      {
        "ja": "君に届け"
      },
      {
        "zh": "好想告诉你"
      }
    ],
    "description": {
      "en": "Sawako Kuronuma is the perfect heroine… for a horror movie. With her jet-black hair, sinister smile and silent demeanor, she's often mistaken for the haunting movie character Sadako. But behind her scary facade is a very misunderstood teenager. Too shy to fit in, all she wants to do is make some friends. But when a popular boy in class befriends her, she's sure to make more than just that–she's about to make some enemies too!  \n  \n---\n- **Won the 32nd Kodansha Manga Award for Shojo in 2008**\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Kimi ni Todoke: From Me To You** (2014)"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "30",
    "lastChapter": "123"
  },
  {
    "mangaId": "fca3b6e2-7963-46c2-b89b-a9d85a916ab3",
    "title": {
      "en": "Tonari no Seki no Joshi o Mamoru Tame ni Ganbaru Hanashi"
    },
    "updatedAt": "2024-07-14T13:02:41+00:00",
    "coverArt": "https://mangadex.org/covers/fca3b6e2-7963-46c2-b89b-a9d85a916ab3/f77d9a1d-78cc-46a5-9c08-8f163b46c42a.jpg",
    "altTitles": [
      {
        "ja": "隣の席の女子を守るために頑張る話"
      },
      {
        "ja-ro": "Tonari no Seki no Joshi wo Mamoru Tame ni Ganbaru Hanashi"
      },
      {
        "en": "A Story About a Guy Trying His Best to Safeguard the Girl Sitting Next to Him"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00ade329-9274-424a-8ffd-14705bd31031",
    "title": {
      "en": "What the Evil Dragon Lives For?"
    },
    "updatedAt": "2024-07-15T01:21:36+00:00",
    "coverArt": "https://mangadex.org/covers/00ade329-9274-424a-8ffd-14705bd31031/f3a0486b-bd72-4116-bd83-015b530b93bb.jpg",
    "altTitles": [
      {
        "ko": "그 악룡은 무엇을 위해 사는가"
      },
      {
        "en": "What Does That Evil Dragon Live For?"
      },
      {
        "es-la": "¿Para qué vive ese malvado dragón?"
      }
    ],
    "description": {
      "en": "Elaine becomes a human sacrifice to the evil dragon Rabess, who is here to destroy the empire. But it seems that Rabess already knows her. And he offers to grant her three wishes... \nElaine feels she should at least save the world, so she asks him not to destroy it.  Then she ends up returning 10 years in the past, to when she was 16 years old. \nHowever, Rabess seems to have a different plan in mind..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4f369f7-682b-4937-b366-00f4436432c6",
    "title": {
      "en": "Will You Like Me?"
    },
    "updatedAt": "2024-06-24T11:45:15+00:00",
    "coverArt": "https://mangadex.org/covers/e4f369f7-682b-4937-b366-00f4436432c6/7373b93a-cd88-4bdb-9ba5-c361a33319f8.png",
    "altTitles": [
      {
        "zh": "你会不会喜欢我"
      }
    ],
    "description": {
      "en": "This is a relaxing comedy manhua with cute penguins as the MCs. Some of them are shy, some are loveable, some are mischievous... But they all have short arms and legs with no waist. Even though it's not easy living in the Antarctic with its cold weather and slippery floors, they make do by catching fish, playing, and waiting for their happiness. \n\n\"I'm very terrified, but if I love you enough, I'll find the courage to confess. If I can't get your response the first time, then I'll try a hundred times, a thousand times, even ten thousand times.\""
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "22"
  },
  {
    "mangaId": "8af33c74-2779-4e2e-94ab-d614762ab499",
    "title": {
      "en": "My Home Hero"
    },
    "updatedAt": "2024-04-20T18:04:42+00:00",
    "coverArt": "https://mangadex.org/covers/8af33c74-2779-4e2e-94ab-d614762ab499/fcf3a77b-d00f-4184-aec6-e0bd7bafd294.jpg",
    "altTitles": [
      {
        "ja": "マイホームヒーロー"
      }
    ],
    "description": {
      "en": "For the sake of his family, an average middle-aged man must go against a crime syndicate, by all means necessary.",
      "ja": "頼れる妻と、ちょっと反抗期気味だけど可愛い高校生の娘。鳥栖哲雄の人生はそれなりに幸せだった。娘の顔に殴打の傷を見つけるまでは。",
      "pt": "Pelo bem de sua filha, um homem de meia idade embarca na jornada de sua vida.",
      "tr": "Orta yaşlarında bir baba kızı ve ailesi uğruna her şeyi yapmaya hazır; suç karteline karşı koymak da buna dâhildir!",
      "pt-br": "Pelo bem de sua filha, Tetsuo de 47 anos embarca de uma vez em algo irremediável."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96be7ca5-370b-4ae2-9db5-4d17e53cac06",
    "title": {
      "en": "Hotpot Family"
    },
    "updatedAt": "2022-08-14T23:37:29+00:00",
    "coverArt": "https://mangadex.org/covers/96be7ca5-370b-4ae2-9db5-4d17e53cac06/9977b755-4457-4e72-b69d-5a1505f5a79c.jpg",
    "altTitles": [
      {
        "zh": "火锅家族"
      }
    ],
    "description": {
      "en": "Unexpected endings, mind-blowing stories, so-cute-you-could-die hotpot ingredients... You'll laugh everyday until you get abs!",
      "zh": "反转的剧情，开脑洞的故事，超萌火锅食材花样作死，每天逗你笑出腹肌！"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "472960b1-369b-4fd4-8e5f-21feecebb6c3",
    "title": {
      "en": "Kanojo to Kare no Kankei - Heibon na Hayakawa-san to Heibon na Miura-kun no Hibon na Kankei"
    },
    "updatedAt": "2024-07-12T23:07:02+00:00",
    "coverArt": "https://mangadex.org/covers/472960b1-369b-4fd4-8e5f-21feecebb6c3/d03929af-8258-4afb-aee2-a2ea15fccec6.jpg",
    "altTitles": [
      {
        "ja": "彼女と彼の関係 〜平凡な早川さんと平凡な三浦くんの非凡な関係〜"
      },
      {
        "en": "Her Relationship With Him"
      },
      {
        "ja-ro": "Kanojo to Kare no Kankei"
      },
      {
        "en": "Hayakawa-san and Miura-kun"
      },
      {
        "en": "Relationship between the couple"
      },
      {
        "pt-br": "O Seu Relacionamento Com Ele"
      },
      {
        "pt-br": "Hayakawa-san e Miura-kun"
      }
    ],
    "description": {
      "en": "\"I wish I had a girlfriend, I don't even care who—\"\n\"Really? Anybody? Even me?\"\n\nKaho, who has never had a boyfriend before, wanted to have a male-female relationship.\nTakumi, who wanted a girlfriend, just happened to be talking about it in front of her.\nA heart-throbbing coming-of-age love story!",
      "pt-br": "\"Eu quero tanto uma namorada que me contentaria com qualquer uma a esta altura.\" \n\"Sério? Qualquer uma? Até mesmo eu?\" \n\nKaho, que nunca teve um namorado antes, queria entrar em um relacionamento entre um homem e mulher.\nTakumi, que queria uma namorada, por acaso estava falando sobre isso na frente dela. Uma história de amor emocionante sobre amadurecimento!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ad85438-68dc-4f83-947e-a3766680d287",
    "title": {
      "en": "Dameo to Yabao"
    },
    "updatedAt": "2024-07-15T14:15:56+00:00",
    "coverArt": "https://mangadex.org/covers/5ad85438-68dc-4f83-947e-a3766680d287/a1009f76-dec9-4abf-8885-adb92a416add.jpg",
    "altTitles": [
      {
        "ja-ro": "Dameo no Shiina-senpai to Yabao no Sasaki-kun"
      },
      {
        "ja": "ダメ男の椎名先輩とヤバ男の佐々木くん"
      }
    ],
    "description": {
      "en": "Sasaki-kun, a slightly crazy boy, is in love with his senpai, a bad boy, and he likes that even more! Siina-senpai changes girlfriends more than pants and Sasaki-kun has a record of more than 160 confessions to his senpai. While Siina-Senpai devises ways to make Sasaki give up, Sasaki is in love with this bad boy and won't give up until he wins him."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f952b22-812d-4252-88e1-a99818f13acd",
    "title": {
      "en": "The Duke of Death and His Maid"
    },
    "updatedAt": "2024-05-31T03:59:38+00:00",
    "coverArt": "https://mangadex.org/covers/7f952b22-812d-4252-88e1-a99818f13acd/e7e125d5-01d0-405d-a88e-7d8ef36875a8.jpg",
    "altTitles": [
      {
        "fr": "Le duc de la Mort et sa gouvernante obscure"
      },
      {
        "ja-ro": "Shinigami Bocchan to Kuro Maid"
      },
      {
        "ru": "Смертоносный герцог и его черная горничная"
      },
      {
        "ar": "النبيل الشاب حاصد الأرواح و خادمته السوداء"
      },
      {
        "ja": "死神坊ちゃんと黒メイド"
      },
      {
        "en": "The Duke of Death and His Black Maid"
      },
      {
        "pt-br": "O duque da morte e sua empregada"
      }
    ],
    "description": {
      "en": "In a large mansion lives a boy, an aristocrat who was cursed by the witch to \"let everything he touches die.\" With him is his maid Alice, who besides serving him, likes to tease him. The boy who is interested in her doesn't mind the teasing, but not being able to touch her is painful!  \r\n  \r\nIf they are unable to hold hands, how will their love ever bloom?",
      "tr": "Hikâye büyük bir malikanede yaşayan kaderi bir cadı tarafından mühürlenen bir çocuk ve onunla beraber yaşayan hizmetçi Alice hakkında; çocuk dokunduğu her şeyi ölüme sürüklerken; Alice ile hiç el ele tutuşamayacak olmalarına rağmen yaşanan inişli çıkışlı bir aşk."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "223"
  },
  {
    "mangaId": "0418e312-226d-40f4-b98f-7d303baa9046",
    "title": {
      "en": "Isekai Kara Kita Elf to Tomo ni Sugosu Nichijou"
    },
    "updatedAt": "2024-02-06T18:33:00+00:00",
    "coverArt": "https://mangadex.org/covers/0418e312-226d-40f4-b98f-7d303baa9046/034c15a8-69ac-4e5b-ac3d-eb7292484afe.jpg",
    "altTitles": [
      {
        "ja": "異世界から来た君（エルフ）と共に過ごす日常"
      },
      {
        "ja-ro": "Isekai Kara Kita Kimi (Elf) to Tomo ni Sugosu Nichijou"
      },
      {
        "en": "Daily Life With an Elf From Another World"
      },
      {
        "ru": "Повседневная жизнь с эльфом из другого мира"
      }
    ],
    "description": {
      "en": "\"I'm going to start living with an elf!\"\n\nOribe Eiichi, a young man without a job and at the bottom of his life, picks up a mysterious stone in the park one day. When he opens his eyes, he finds himself on top of a giant tree with a beautiful elf in his arms! Eichi tries to save her, but he falls from the tree and loses consciousness.\n\nWhen he wakes up in the hospital a short time later, he finds Kurokawa, who claims to be a public security officer, and the elf Tia.\n\nThere he learns a shocking truth...",
      "ja": "エルフと同棲生活、始めます!!?\n\n仕事もなく人生ドン底の青年・織部栄一（おりべえいいち）はある日、公園で謎の石を拾うと突如発光!?目を開けるとそこは巨大な樹の上でエルフの美女を抱きかかえていた！衰弱している彼女を助けようとする栄一、だが樹から落下し意識を失ってしまう。\n\nしばらくして病院で目を覚ますと、そこには公安を名乗る黒川とエルフのティアの姿が。そこで告げられたのは衝撃の事実…そして、ティアからの突然の告白!!果たして栄一の運命は…!!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc3ba74c-89e8-4391-92ed-07fbb0093427",
    "title": {
      "en": "Watashi ni Ai wo Sakebasete"
    },
    "updatedAt": "2024-07-08T14:11:51+00:00",
    "coverArt": "https://mangadex.org/covers/fc3ba74c-89e8-4391-92ed-07fbb0093427/9f5e6e5b-923f-4b7a-bf0b-e254a78ae2cb.jpg",
    "altTitles": [
      {
        "ja": "私に愛を叫ばせて"
      }
    ],
    "description": {
      "en": "SeishunScans:\n\n\"Do you agree with this love, or are you very much against it?\" \nWhat would you do if you finally found the love of your dreams but it is someone you shouldn't have fallen in love with? \nAn unidealistic love begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "510a1be8-3b07-471b-a85f-cbd00699af7f",
    "title": {
      "en": "Are We Still in Love?"
    },
    "updatedAt": "2024-07-15T01:20:11+00:00",
    "coverArt": "https://mangadex.org/covers/510a1be8-3b07-471b-a85f-cbd00699af7f/f268881f-1667-4db4-a851-f4ae7bb86d60.jpg",
    "altTitles": [
      {
        "ko": "우리 아직 사랑하고 있나요?"
      },
      {
        "fr": "L'amour existe-t-il encore entre nous ?"
      },
      {
        "es-la": "¿Aún estamos enamorados?"
      }
    ],
    "description": {
      "en": "Cecilia Lane, a daughter of the Duke of Lane, finds herself living in despair after her beloved husband, Ethan, the Emperor of the Wyatt Empire destroys her family.\n\nAs she takes her own life to disconnect from her misery, she returns back to her wedding day leading her to decide to take revenge on her husband.\n\n*TW: Suicide*"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbb30a8b-ed6e-46ab-8072-7e76693d796b",
    "title": {
      "en": "The Gentle Goblin's Bird"
    },
    "updatedAt": "2022-02-17T12:24:01+00:00",
    "coverArt": "https://mangadex.org/covers/fbb30a8b-ed6e-46ab-8072-7e76693d796b/5a35b828-8164-4d2a-93ba-d0aa5c05fdb8.jpg",
    "altTitles": [
      {
        "en": "A Kind Goblin's Bird"
      },
      {
        "vi": "Sơn Ca Yêu Kiều Của Yêu Tinh"
      },
      {
        "ko": "상냥한 도깨비의 새"
      },
      {
        "ja": "優しい夜叉の鳥"
      },
      {
        "zh-hk": "小鳥依鬼的柔情"
      },
      {
        "th": "ท่านภูตใจดีกับนกไนติงเกล"
      }
    ],
    "description": {
      "en": "\"Won't you become a Goblin's bride?\"   \n  \nIn Yang-an, the capital of the Shun Dynasty Empire, there are rumors of a Goddess who sings a song that grants your wishes in your dreams if you visit a certain pharmacy. To confirm this, Sa Heonyoung, who disguises his status as a member of the royal family, goes to find the Goddess of the rumors. After listening to her song, he yearns for her, as if he is suffering from an illness…  \n  \nA man who must kill his own identity under a goblin's mask; and a woman who has no name or a lover, and lives only for the revenge in her mother's will. A mournful love story between a man and a woman who are the only ones who can fully understand each other. \n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "ja": "人気のない山奥で毎日死だけを待つ名もなき女。夜叉の仮面をまとい己を殺しながら生きるしかない男。 2人だけがお互いを分かりあえる…そんな男女の切ない愛の物語――\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "ko": "\"도깨비의 신부가 되지 않겠습니까?“\n\n순나라의 황도 양안. 어느 약방에 찾아가면 신녀가 꿈속에서 소원을 이뤄 주는 노래를 불러 준다는 소문이 파다하다. 이를 검증하기 위해 신분을 속인 채 다른 이들 틈에 섞여 신녀를 찾아간 친왕, 사헌영. 그는 신녀의 노래를 듣고 난 뒤, 병을 앓듯 그녀를 찾게 되는데….\n\n도깨비 가면을 쓴 채 자신을 죽이고 살아가야만 하는 남자. 외로운 산 속에서 하루 하루 죽음만을 기다리며 살아가는 이름 없는 여자. 온전히 자신을 알아주는 건 서로밖에 없는 남녀의 애절한 사랑 이야기.\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "th": "ยังอัน เมืองหลวงแห่งอาณาจักรซุน ณ สถานที่แห่งนี้มีข่าวลือที่น่าอัศจรรย์อยู่เรื่องหนึ่ง นั่นคือเรื่องราวของเพลงมหัศจรรย์ที่ช่วยทำให้ผู้ที่ได้รับฟังสมปรารถนา มันถูกขับขานโดยหญิงสาวคนหนึ่งและชายที่หลงรักเธอผู้นั้น...\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "zh-hk": "「妳願意當鬼怪的新娘嗎？」順王朝的帝都仰安有個傳聞，城裡某間藥房有一位能用歌聲讓人在夢中願望成真的巫女。為了證實這個傳聞，順王朝親王──思軒英，隱瞞自身身分親自去見了這位巫女，然而在聽完巫女的歌聲後，彷彿得了相思病一般，一直不斷找她…。一位只能戴著鬼怪面具隱藏自己真實身分的男子、一位在孤寂的山中等待死亡日度一日的女子，相遇後發現真正理解自己的只有彼此，一則關於男女愛戀情愁的故事。【​本作品為官方正式授權之15歲版本，請讀者們多多支持。】​\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "34"
  },
  {
    "mangaId": "0d69e042-c4e7-4a70-a460-c98051dba90b",
    "title": {
      "en": "Go Away Romeo"
    },
    "updatedAt": "2024-07-15T14:33:17+00:00",
    "coverArt": "https://mangadex.org/covers/0d69e042-c4e7-4a70-a460-c98051dba90b/7b37c945-9f84-4bcf-8c42-3110b59b4970.jpg",
    "altTitles": [
      {
        "es-la": "¡Vete, Romeo!"
      }
    ],
    "description": {
      "en": "Rosaline believed that she and Romeo were destined to be lovers, but an unexpected tragedy comes when he dies on the same day as her cousin, Juliet. Rosaline learns she has one last memory of Romeo— a son. However, Rosaline’s loving memory of Romeo is shattered when she learns of his betrayal. With no one left to love and protect but her son, the last thing she wants is for Romeo to return to Verona and take everything she holds dear."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d561f70-3503-459e-95f3-ffa33a321721",
    "title": {
      "en": "The journey of Dionysus"
    },
    "updatedAt": "2024-05-14T16:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/7d561f70-3503-459e-95f3-ffa33a321721/9134bbae-2358-4be6-93dd-ce8d10ff6b7b.jpg",
    "altTitles": [],
    "description": {
      "en": "Dionysus- the young boy who grew up on a small island with no memory of his family and his constant strange nightmares and dreams. One day, Dionysus decided to go on a journey to find his family and discover who he really was, alongside the love of his life, Ariadne."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58b2e2ca-a1f1-479e-a371-f51e40914f7f",
    "title": {
      "en": "Yojouhan no Ibara Hime"
    },
    "updatedAt": "2024-04-24T12:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/58b2e2ca-a1f1-479e-a371-f51e40914f7f/f344d982-8b89-41e0-bd73-0d0874734c05.jpg",
    "altTitles": [
      {
        "ja": "四畳半のいばら姫"
      },
      {
        "ja-ro": "Yojouhan no Ibarahime"
      },
      {
        "ja-ro": "Yojouhan no Ibara-hime"
      }
    ],
    "description": {
      "en": "*By Seishun Scans: WARNING! This series contains scenes that may depict sexual harassment, attempted sexual assault, and/or verbal abuse. Reader discretion is advised!*\n\n---\n\nShinra has a mother who rarely comes home. Everyday, she pinches her pennies just to survive. Rai, a popular guy from her school keeps bothering her, and she’s getting sexually harassed by the manager at her part-time job. After finally coming home after 2 months, Shinra’s mom promises to stay with her. Rai unexpectedly shows up at Shinra’s part-time job and sees her being sexually harassed. He urges her to quit, but she refuses. Shinra comes home only to find out that her mother has disappeared once again"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae8c6312-6121-4469-846f-637f40afbd3b",
    "title": {
      "en": "Winter Moon"
    },
    "updatedAt": "2023-09-22T22:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/ae8c6312-6121-4469-846f-637f40afbd3b/b2d6e929-53bb-4b3b-8bd7-b9d90f13d61d.png",
    "altTitles": [
      {
        "en": "Wintermoon"
      },
      {
        "pl": "Zimowy księżyc"
      },
      {
        "ja": "冬月"
      }
    ],
    "description": {
      "en": "A gay sorceror and a seductive priestess cross paths in an Online RPG.",
      "fr": "Suivez les aventures d'un sorcier gay et d'une jolie prêtresse en plein cœur d'un RPG.",
      "ro": "Un vrajitor homosexual si o preoteasa seductiva se intalnesc din intamplare intr-un online RPG",
      "pt-br": "Um feiticeiro homossexual e uma sacerdotisa sedutora se cruzam em um RPG online."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cc8a484-e0f0-4294-8db3-c02107a09e80",
    "title": {
      "en": "Sazi-chan no Yami Nikki"
    },
    "updatedAt": "2024-07-06T08:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/8cc8a484-e0f0-4294-8db3-c02107a09e80/718931f6-cd73-4acf-9daf-b9bb6d3eb907.jpg",
    "altTitles": [
      {
        "en": "Saji-chan's Sick Diary"
      },
      {
        "ja": "サジちゃんの病み日記"
      },
      {
        "zh": "沙慈的病娇日记"
      },
      {
        "ko": "사지짱의 아픔 일기"
      },
      {
        "ja-ro": "Saji-chan no Yami Nikki"
      },
      {
        "en": "Sazi-chan's Sick Diary"
      },
      {
        "vi": "Nhật ký đen tối của Sazi-chan"
      }
    ],
    "description": {
      "en": "Sazi-chan has a girl she likes. Though her feelings are too pure for anyone to understand, it is definitely true love. Taking pictures, stealing, stabbing, assaulting, that too, is love."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "26"
  }
]