[
  {
    "mangaId": "1661c9a7-3115-42b8-b25a-6daaf14d5b5f",
    "title": {
      "en": "I Was Forced by the System to Become a Villain"
    },
    "updatedAt": "2024-09-07T20:29:01+00:00",
    "coverArt": "https://mangadex.org/covers/1661c9a7-3115-42b8-b25a-6daaf14d5b5f/31a4f54d-fa8a-4c83-9d6c-d0874a96bce2.jpg",
    "altTitles": [
      {
        "zh": "正义的我被系统逼成大反派"
      },
      {
        "zh-ro": "Zhengyi De Wo Bei Xitong Bi Cheng Da Fanpai"
      },
      {
        "en": "As a Righteous Person, I Was Forced by the System to Become a Villain"
      },
      {
        "zh-ro": "Zhèngyì De Wǒ Bèi Xìtǒng Bī Chéng Dà Fǎnpài"
      }
    ],
    "description": {
      "en": "Lin Bei, who traveled through time and became the second senior brother of Lingxi Peak of the Qingyun Sect, determined to be a good person, but ended up getting entangled in a system that specialized in cultivating supervillains.\n\nLin Bei had no choice but to go against his original intention and turn into a big bad guy to compete with the countless children of destiny on the Kyushu Continent for luck and save his life."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3de0128-f60b-4fd2-acc6-fa4735659a34",
    "title": {
      "en": "Reality Quest"
    },
    "updatedAt": "2023-05-28T20:30:29+00:00",
    "coverArt": "https://mangadex.org/covers/d3de0128-f60b-4fd2-acc6-fa4735659a34/63eaa70f-d8c8-4ead-8214-7a4d3f4a903c.png",
    "altTitles": [
      {
        "ko": "현실퀘스트"
      },
      {
        "en": "Real Life Quest"
      },
      {
        "en": "IRL Quest"
      },
      {
        "ko-ro": "Hyeonsil Quest"
      },
      {
        "ru": "Реалити Квест"
      },
      {
        "fr": "IRL Quest"
      }
    ],
    "description": {
      "en": "Due to the school bully's threat to get him game items, Ha Do-wan, the unlucky game shuttle, died after playing games all night long for a week. The moment he died, he got respawned to the classroom one week before he died... Everything is the same as that day. The only thing that has changed is the floating in front of him! What? Use the skills of the games I've played so far to beat the bully?!?!",
      "fr": "À cause de la menace des harceleurs de son école qui l'obligent à gagner des objets dans un jeu, Ha Do-Wan, le malheureux joueur à tout faire, est mort après avoir joué sans arrêt pendant une semaine. Au moment où il est mort, il s'est fait réincarner dans sa salle de classe une semaine avant sa mort... Tout est comme ce jour-là. La seule chose qui a changé est cette fenêtre volante devant lui ! Quoi ? Utiliser les skills que j'ai utilisé dans tous les jeux auxquels j'ai pu jouer jusqu'ici pour battre les harceleurs ?!?!",
      "ru": "После угроз и запугиваний школьного хулигана, который требовал добыть предметы, Ха До Ван всю неделю проводит ночи напролет за играми, умирает и перерождается в школьном кабинете за неделю до этого... Все было точно таким же, как в тот день. Изменилось только одно - это \"Оповещение о квесте\", которое всплыло перед глазами! Что? От меня требуется победить этого хулигана, используя все мои игровые навыки?",
      "pt-br": "Após ser forçado pelo valentão da escola a dropar um item lendário, Ha Dowan, o escravo gamer, morre depois de passar a sete dias seguidos jogando. No momento de sua morte, ele renasce na sala de aula, uma semana antes do dia em que morreu. Tudo está exatamente igual àquele dia. A única coisa diferente é que a <notificação de missão> está flutuando na frente dele! “O quê? tenho que usar as habilidades de todos os jogos que joguei até hoje pra descer o cacete nesse desgraçado?!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d595216-04f9-42f9-86c8-cbd960fa0ea0",
    "title": {
      "en": "Bunny Girl and the Cult"
    },
    "updatedAt": "2024-01-28T19:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/5d595216-04f9-42f9-86c8-cbd960fa0ea0/8781e397-9ef7-4a5d-86f1-53de845c410a.jpg",
    "altTitles": [],
    "description": {
      "en": "Strange bunny girls have been appearing all over the city, attempting to recruit people into a mysterious cult known as \"The Warren Divine\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "abc1520c-4636-4c30-af47-6568f6477b1c",
    "title": {
      "en": "Demon Prince & the Salaryman"
    },
    "updatedAt": "2024-08-22T03:45:59+00:00",
    "coverArt": "https://mangadex.org/covers/abc1520c-4636-4c30-af47-6568f6477b1c/d87d1159-5fe8-4b8e-bde2-18870cb5c5d3.png",
    "altTitles": [],
    "description": {
      "en": "A salaryman summons Astaroth, a Prince of Hell, to help him stop getting bullied at work."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5f3128f-1808-4aab-a768-5d73cfc74c8b",
    "title": {
      "en": "Mines & Monster Girls"
    },
    "updatedAt": "2023-05-20T17:10:27+00:00",
    "coverArt": "https://mangadex.org/covers/a5f3128f-1808-4aab-a768-5d73cfc74c8b/97987f66-f350-40ff-868f-081289df8824.jpg",
    "altTitles": [
      {
        "pl": "Kopalnie & potworne dziewczyny"
      }
    ],
    "description": {
      "en": "Steve is a builder that just wants to mine materials and craft in peace, but the mysterious monster girls that surround him wont leave him in peace!\n\n---\n\n**Note:** This is the webtoon version of [Minecraft - Anime Edition](https://mangadex.org/title/ad547db3-2e92-4f9b-b386-70c9f88fc0c1)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": {
      "en": "One Piece"
    },
    "updatedAt": "2024-12-09T11:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/17f8c157-ae5c-4702-a762-11bc2c8b8c64.jpg",
    "altTitles": [
      {
        "ja": "ワンピース"
      },
      {
        "uk": "Ван Піс"
      },
      {
        "ru": "One Piece. Большой куш"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "fa": "وان پیس"
      },
      {
        "hi": "वन पीस"
      },
      {
        "bn": "ওয়ান পিস"
      },
      {
        "ne": "वान पिस"
      },
      {
        "ne": "वान पीस"
      },
      {
        "ta": "ஒன் பீஸ்"
      },
      {
        "th": "วันพีซ"
      },
      {
        "mn": "Уан Пийс"
      },
      {
        "kk": "Уан Пис"
      },
      {
        "kk": "One Piece. Батпан құйрық"
      },
      {
        "kk": "Бір бөлік"
      },
      {
        "he": "וואן פיס"
      },
      {
        "ar": "ون بيس"
      },
      {
        "ar": "قطعة واحدة"
      },
      {
        "zh": "海贼王"
      },
      {
        "zh": "海盗路飞"
      },
      {
        "zh": "航海王"
      },
      {
        "zh-hk": "海賊王"
      },
      {
        "my": "ဝမ်းပိစ်"
      },
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "vi": "Vua Hải Tặc"
      },
      {
        "ms": "Budak Getah"
      },
      {
        "ko": "원피스"
      },
      {
        "te": "వన్ పీస్"
      }
    ],
    "description": {
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
      "es": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "ru": "Последние слова, произнесённые Королем Пиратов Гол Д. Роджером перед казнью, вдохновили многих выйти в море: «Мои сокровища? Я завещаю их тому, кто сможет их найти. Ищите! Я все оставил в одном месте!». Лишённые сна и покоя люди ринулись на Гранд Лайн, самое опасное место в мире. Так началась великая эра пиратов… Но с каждым годом романтиков становилось все меньше, их постепенно вытесняли прагматичные пираты-разбойники, которым награбленное добро было куда ближе, чем какие-то «никчёмные мечты». Но вот, одним прекрасным днем, семнадцатилетний Монки Д. Луффи исполнил заветную мечту детства - отправился в море. Его цель — ни много, ни мало стать новым Королём Пиратов. За достаточно короткий срок юному капитану удаётся собрать команду, состоящую из не менее амбициозных искателей приключений. И пусть ими движут совершенно разные устремления, главное, этим ребятам важны не столько деньги и слава, сколько куда более ценное – принципы и верность друзьям. И ещё – служение Мечте. Что же, пока по Гранд Лайн плавают такие люди, Великая Эра Пиратов всегда будет с нами!",
      "uk": "Король піратів Ґолд Роджер буде страчений Світовим урядом. Прямо перед смертю він підтвердив існування великого скарбу «Ван Піс», який знаходиться десь на величезному морі Ґранд Лайн. Як тільки Роджер сказав, що будь-хто гідний досягти Ван Пісу може забрати його собі, його стратили, і почалася Велика ера піратів.\r\n\r\nДвадцять два роки потому, молодий хлопець на ім’я Монкі Д. Луффі готовий почати свою пригоду по пошуку Ван Пісу та здобуванню титулу Короля піратів. Маючи при собі солом’яну шапку, невеличкий човен та еластичне тіло, він вирушає у неймовірну подорож, щоб зібрати собі команду та хороший корабель, який зможе пронести їх через весь Ґранд Лайн, щоб стати найвеличнішими в усіх морях.",
      "es-la": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "pt-br": "One Piece começa quando Gol D. Roger, o Rei Dos Piratas que possuiu tudo nesse mundo, antes de ser executado, diz que escondeu o seu tesouro em algum lugar da Grand Line, um oceano extremamente perigoso. Desde então muitos piratas se aventuram pela Grand Line para tentar encontrar o tesouro chamado One Piece. Um deles é Monkey D. Luffy, o garoto que, acidentalmente, comeu uma das Akuma No Mi, a Gomu Gomu No Mi (Fruta da Borracha), e agora ele pode esticar seu corpo como se fosse uma borracha. A jornada dele começa atrás de companheiros e um barco, que ele vai conseguindo pouco a pouco, pois tem um objetivo: Ser o Rei Dos Piratas!!"
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e64b54c4-5ef4-44d3-85db-09fe0d3e513c",
    "title": {
      "en": "Necromancer Academy and the Genius Summoner"
    },
    "updatedAt": "2024-12-30T21:40:57+00:00",
    "coverArt": "https://mangadex.org/covers/e64b54c4-5ef4-44d3-85db-09fe0d3e513c/ca176324-2e24-4d37-aa13-21220cf743d9.png",
    "altTitles": [
      {
        "ko": "네크로맨서 학교의 소환천재"
      },
      {
        "ko-ro": "Necromancer Hakgyoui Sohwancheonjae"
      },
      {
        "en": "Necromancer Academy's Genius Summoner"
      },
      {
        "th": "ยอดอัจฉริยะแห่งโรงเรียนเนโครแมนเซอร์"
      },
      {
        "ja": "ネクロマンサー学園の天才召喚士"
      },
      {
        "zh-hk": "死靈術師學院的召喚天才"
      }
    ],
    "description": {
      "en": "Necromancers have built a name for themselves as fearsome practitioners of magic capable of dropping entire empires to their knees. Simon Follentia is a necromancer with incredible latent talent! After being scouted for the necromancer's academy, this genius is ready to be nurtured and taken to the next level. \n\nBut could Simon's insane talents attract some unforeseen consequences?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "274827f3-99da-4f73-b324-b740a828d422",
    "title": {
      "en": "Regressing As The Bastard Of The Sword Clan"
    },
    "updatedAt": "2025-02-07T23:01:43+00:00",
    "coverArt": "https://mangadex.org/covers/274827f3-99da-4f73-b324-b740a828d422/f19a1bdb-f068-44a7-96a5-931d0fb46894.jpg",
    "altTitles": [
      {
        "ko": "회귀검가의 서자가 사는 법"
      },
      {
        "ko-ro": "Hoegwigeomgaui Seojaga Saneun Beop"
      }
    ],
    "description": {
      "en": "Theo, the illegitimate son of the powerful Ragnar family, tried his best to the death but was unable to break the chain of bloodline due to lack of talent and was eventually pushed out of the competition for the throne.\n\nHowever, despite being a powerless illegitimate son, his brothers tried to eliminate Theo, and Theo, who was betrayed by his teacher, lost everything and met death.\n\nAt the last moment, an unbelievable event called regression happened to Theo, who regretted every moment of his life.\n\n\"This life will be different.\"\n\nThe illegitimate son who returned took up his sword and jumped into the competition for the throne.",
      "ko": "강자존의 가문 라그나르의 서자 테오, 죽도록 노력했지만 재능이 부족하여 혈통의 사슬을 끊지 못하고 결국 왕좌 경쟁에 밀려난다. \n\n하지만 힘없는 서자 임에도 형제들은 테오를 제거하려 하였고 자신을 가르쳤던 스승에게 마저 배신당한 테오는 모든걸 잃어버리고 죽음을 맞는다. \n\n최후의 순간, 삶의 모든 순간을 후회했던 테오에게 '회귀'라는 믿을 수 없는 일이 일어난다.\n\n\"이번 생은 다르다.\"\n\n회귀한 서자는 검을 잡고 왕좌 경쟁에 뛰어든다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e1d71d1-0503-4128-9b74-7f7860e71f5a",
    "title": {
      "en": "Return of the Sword God-Rank Civil Servant"
    },
    "updatedAt": "2024-11-27T21:03:40+00:00",
    "coverArt": "https://mangadex.org/covers/8e1d71d1-0503-4128-9b74-7f7860e71f5a/f7653a42-f179-4e60-afa4-d398111fbc5f.jpg",
    "altTitles": [
      {
        "en": "Return of the High-Ranking Civil Servant"
      },
      {
        "es": "La regresión del funcionario de gobierno más fuerte"
      },
      {
        "en": "Regression of the Prosecutorial Official"
      },
      {
        "ko": "검신급 공무원의 회귀"
      }
    ],
    "description": {
      "en": "Ahn Su-ho. was the Sword God. Surprisingly, humanity's greatest swordsman player was a civil servant hunter affiliated with the Korean Hunter Association. Su-ho chose the path of a public servant purely to end the gates. Perhaps that’s why when one of the disaster-level gates, called the final gate, was attacked, In an ironic turn of events, he was betrayed by his comrades. \n\n\"It would have been better if he had joined us from the beginning. Public servants are so stubborn.\" \n\nThe reason his comrades betrayed him? Because if the gates were closed, their influence would disappear. Is this the end? Just as Su-ho’s consciousness was fading away, \n[Rebooting the system of player Ahn Su-ho.] \n\nThe system gave Su-ho one more chance. A chance to go back to the past and set everything right.",
      "ko": "인류 최고의 검사이자 대한헌터협회 소속 공무원 헌터, 안수호. 게이트의 종식을 위해 공직자가 된 그는최후의 게이트라 불리는 재앙급 게이트들 중에 하나가 공략되었을 때 동료들에게 배신당하고 말았다.\n\n동료들이 그를 배신한 이유? 게이트가 종식되면 그들의 권력이 사라지기 때문. 이렇게 끝인 걸까? 수호의 의식이 흐려져갈 때쯤!\n\n[안수호 플레이어의 시스템을 재부팅합니다.]\n\n시스템은 수호에게 한 번 더 기회를 부여했다. 바로 과거로 돌아가 모든 걸 바로잡을 수 있는 기회를."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84ed0cb4-f4aa-4f30-bd27-8b81e0f3f766",
    "title": {
      "en": "Void Man"
    },
    "updatedAt": "2024-12-01T03:55:05+00:00",
    "coverArt": "https://mangadex.org/covers/84ed0cb4-f4aa-4f30-bd27-8b81e0f3f766/5bbdc4b0-ada6-42a4-b330-5ade7706fd06.jpg",
    "altTitles": [
      {
        "ko": "보이드맨"
      },
      {
        "en": "Voidman"
      }
    ],
    "description": {
      "en": "Gods have descended upon the world, and Da-il's ready to drag them all to hell. After the lives of his loved ones were taken by the gods, Da-il offers his soul in exchange for the powers of the very killer of gods, the Void."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b7c2b44-6987-4192-8118-edf260c702ca",
    "title": {
      "en": "I Got The Weakest Class, Dragon Tamer!?"
    },
    "updatedAt": "2024-07-20T10:13:14+00:00",
    "coverArt": "https://mangadex.org/covers/4b7c2b44-6987-4192-8118-edf260c702ca/7e360644-0e51-4133-838a-5c60927da6e2.jpg",
    "altTitles": [
      {
        "zh": "全民转职：驭龙师是最弱职业？"
      },
      {
        "en": "Worthless Profession: Dragon Tamer"
      },
      {
        "zh-ro": "Quánmín Zhuǎn Zhí: Yù Lóng Shī Shì Zuì Ruò Zhíyè?"
      }
    ],
    "description": {
      "en": "Combining reality with a gaming world where ferocious beasts roam freely, filled with numerous mysteries and dungeons. In order to defend against the onslaught of these beasts, everyone undergoes class transfers and crazily levels up. On the day of his transfer, Lu Fan becomes a hidden class – Dragon Tamer. However, due to the immense strength of dragons, it is deemed impossible for anyone to tame them, earning Dragon Tamer the reputation of being the most useless class. Fortunately, he awakens the Super Treasure Map System. As Lu Fan, with his mighty dragon, sweeps through everything, the entire world trembles."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9fc391db-1810-4e72-842d-8151155bbe0f",
    "title": {
      "en": "Uesugi-kun wa Onnanoko wo Yametai"
    },
    "updatedAt": "2025-01-29T17:57:18+00:00",
    "coverArt": "https://mangadex.org/covers/9fc391db-1810-4e72-842d-8151155bbe0f/7e20c29f-aa62-4878-b495-acde3a9f36ed.jpg",
    "altTitles": [
      {
        "ja": "上杉くんは女の子をやめたい"
      },
      {
        "en": "Uesugi-kun Wants to Quit Being a Girl"
      }
    ],
    "description": {
      "en": "Uesugi-kun is a boy who's as petite and cute as a girl. He has a crush on a girl he's known since childhood, but overheard her saying, \"Wouldn't Uesugi be totally adorable if he was a girl?!\" Uesugi-kun's not as tall as his other childhood friend, Eito, nor is he as good at studies, and now he's suffering from a broken heart. A depressed Uesugi-kun stops by a shrine while running an errand and makes a wish...",
      "ja": "可愛すぎる女体化男子の恋の行方は――！？\n\n上杉ケースケの悩みは男子なのに小さくて可愛いこと。ある日、片想いの相手・のえるが「上杉が女の子だったらめっちゃ可愛くない!？」と話しているのを聞いてしまう。\n\n「オレ、男扱いもされてないってこと…!？」\n\n幼なじみで何でもできる瑛人には、身長も勉強も勝てないし、失恋もしちゃうし…。落ち込むケースケが、家の隣の神社で恋がかなうようにお願いをしてみると、身体が女の子になっちゃって――!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d097c406-fa3b-45c2-a810-5eea13402562",
    "title": {
      "en": "I Get Stronger Just by Lying Down While My Apprentice Cultivates"
    },
    "updatedAt": "2024-09-24T01:39:10+00:00",
    "coverArt": "https://mangadex.org/covers/d097c406-fa3b-45c2-a810-5eea13402562/2bc4e0f2-04c9-4bc2-995a-f45c2f7be63b.jpg",
    "altTitles": [
      {
        "zh": "徒弟升级 我躺着就变强"
      },
      {
        "zh-ro": "Tudi Shengji - Wo Tangzhe Jiu Bian Qiang"
      },
      {
        "en": "Apprentice Upgrade - I Get Stronger Just By Lying Flat"
      },
      {
        "zh": "徒弟升级我躺着就变强"
      }
    ],
    "description": {
      "en": "When my apprentice cultivates, I become stronger— my apprentice's cultivation is returned ten thousand times over, and from then on, I dominate, invincible in heaven and on earth!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "027df837-7a15-4893-9dc3-e2ae11b94717",
    "title": {
      "en": "Onii-chan Is Done For! Official Anthology Comic"
    },
    "updatedAt": "2024-03-19T06:24:29+00:00",
    "coverArt": "https://mangadex.org/covers/027df837-7a15-4893-9dc3-e2ae11b94717/c5c275d9-d9fa-4a89-8864-b9a2dc06ded4.jpg",
    "altTitles": [
      {
        "ja-ro": "Onii-chan wa Oshimai! Koushiki Anthology Comic"
      },
      {
        "ja": "お兄ちゃんはおしまい！ 公式アンソロジーコミック"
      },
      {
        "ru": "Мой братик теперь не братик! Официальная комикс-антология!"
      }
    ],
    "description": {
      "en": "An anthology comic of Onii-chan wa Oshimai! by various mangaka.\n\n---\n**Volume 1**\n**Cover**: [Namori](https://mangadex.org/author/f049cee3-3b14-4101-8e5d-813526abb1f6)\n**Illustrations**: [Hara Yui](https://mangadex.org/author/60f69905-13da-42a5-9b2f-0571fcd567c2), [Shiro Manta](https://mangadex.org/author/465b6513-a230-4ce1-b2a9-5027e94e52cc), [Izumi Bell](https://mangadex.org/author/1f462d2f-2cd5-420e-9f07-b4a214ef9465)\n\n**Author list**:\n1. Namori\n2. Fujichika Koume\n3. Tadano Natsu\n4. Kawamura Taku\n5. Igarashi Masakuni\n6. Kakitsubata Waka\n7. Asazuki Norito\n8. Nekoume\n9. Tsuchii\n10. Mori Misaki\n11. Kometsubu\n12. Yuuki Shinichi\n13. Kobayashi Kina\n14. Yuuki Suzu\n15. Suka\n\n**Volume 2**\n**Cover**: [Kuroda bb](https://mangadex.org/author/b8327a2b-a285-4a9a-b124-f3be558741d1)\n**Illustration**: [Cool-kyou Shinja](https://mangadex.org/author/9df2ffe2-1b7f-4619-93e1-c97aa0f1c0d0)\n\n**Author list**:\n1. Namori\n2. Hara Yui\n3. Tadano Natsu\n4. Igarashi Masakuni\n5. Okada Anmitsu\n6. Yuuchi Mikumi\n7. Adachi Imaru\n8. Onio\n9. Minamito\n10. Tomoe\n11. Tsuchii\n12. Terai Akane\n13. Rucchiifu\n14. Moricocco\n15. Ouchi Kaeru\n16. Nekoume\n17. Cool-kyou Shinja\n\n**Volume 3**\n**Cover**: [Hara Yui](https://mangadex.org/author/60f69905-13da-42a5-9b2f-0571fcd567c2)\n**Illustration**: [Kuroda bb](https://mangadex.org/author/b8327a2b-a285-4a9a-b124-f3be558741d1)\n\n**Author list**:\n1. Namori\n2. Yukimoto Shuuji\n3. Igarashi Masakuni\n4. Suka\n5. Onio\n6. Sasuke\n7. Toyobayashi Sakane\n8. 9℃\n9. Adachi Imaru\n10. Sorato Shunsuke\n11. majoccoid\n12. Yuuchi Mikumi\n13. Hami\n14. Tsuchii\n15. Hori\n16. Cool-kyou Shinja\n\n**Volume 4**\n**Cover**: [Hiroyama Hiroshi](https://mangadex.org/author/65ea7bec-52aa-4b19-aabe-5f1d41683291/hiroyama-hiroshi)\n**Illustration**: [Hori](https://mangadex.org/author/fe546044-b115-43ee-9ef8-2e2c81e110f7/hori)\n\n**Author list**:\n1. Namori \n2. Asazuki Narito\n3. Tokita Shigure\n4. Sorato Shunsuke\n5. Fukuoka Tarou\n6. Onio\n7. Kamaboko RED\n8. Ceramic (Seramikku) \n9. Tsuchii\n10. Ronna\n11. Kakitsubata Waka\n12. Dobato\n13. Zinbei\n14. Hatoboboko\n15. Cool-kyou Shinja"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db521aef-caad-4aba-9ced-e45dbb67b314",
    "title": {
      "en": "Hiding a Warehouse in the Apocalypse"
    },
    "updatedAt": "2024-12-15T05:51:35+00:00",
    "coverArt": "https://mangadex.org/covers/db521aef-caad-4aba-9ced-e45dbb67b314/9e4299be-9d5c-47f1-b61a-bf42813fd81f.jpg",
    "altTitles": [
      {
        "ko": "아포칼립스에 물류센터를 숨김"
      },
      {
        "en": "Hiding a Logistics Center in the Apocalypse"
      }
    ],
    "description": {
      "en": "Imagine you are stuck inside a warehouse while the world is experiencing an apocalypse. That’s exactly what’s happening to Jeong-gyeom, except he suddenly awakens a very odd but powerful ability to store anything in a parallel dimension, giving him the tools to defeat the creatures wreaking havoc on the world. But as he ventures into the ravaged city of Seoul, he realizes there is more to this apocalypse than meets the eye as he encounters other survivors and mysterious monsters on his quest to find his family."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6698000b-b0fb-4946-80c0-9ecf0464f07d",
    "title": {
      "en": "Abnormal Immortal Record of Spooky Daoist"
    },
    "updatedAt": "2025-01-25T22:30:24+00:00",
    "coverArt": "https://mangadex.org/covers/6698000b-b0fb-4946-80c0-9ecf0464f07d/06cd2f1a-5f80-488d-bd3f-3ab7904f531c.png",
    "altTitles": [
      {
        "zh": "道诡异仙"
      },
      {
        "pt-br": "Dao do Imortal Bizarro"
      },
      {
        "vi": "Đạo Quỷ Dị Tiên"
      },
      {
        "en": "Dao of the Bizarre Immortal"
      }
    ],
    "description": {
      "en": "High school student Li Huowang possesses an ability: whenever he closes his eyes, he enters a bizarre cultivation world. In that strange world, he is captured by someone who calls him “Master” and is made into a living medicine—a human cauldron that could be turned into a pill at any moment.\n\nIn the real world, however, Li Huowang is a mentally ill patient living in a psychiatric hospital, unable to attend school. The doctors tell him that the bizarre cultivation world is nothing but a hallucination.\n\nNow, caught between reality and illusion, truth and lies, Li Huowang breaks down, crying and shouting:\n“Mom, I really can’t tell what’s real anymore!”",
      "vi": "Học sinh trung học Lý Hỏa Vượng sở hữu khả năng chỉ cần nhắm mắt là có thể đi đến một thế giới tu tiên kỳ quái. Trong thế giới kỳ quái đó, cậu bị một người được gọi là \"Sư phụ\" bắt đi làm một dược nhân, có thể bị luyện thành đan dược bất cứ lúc nào. Còn trong thế giới thực, Lý Hỏa Vượng là một bệnh nhân tâm thần sống trong bệnh viện tâm thần, không thể đi học được nữa. Bác sĩ nói với cậu rằng, thế giới tu tiên kỳ quái đó chỉ là ảo giác của cậu mà thôi. Giờ đây, thật thật giả giả, giả giả thật thật, Lý Hỏa Vượng bật khóc trong tuyệt vọng và hét lên: “Mẹ ơi, con thật sự không phân biệt nổi nữa!",
      "pt-br": "Li Huowang, um estudante do ensino médio, possui uma habilidade peculiar: sempre que fecha os olhos, ele entra em um mundo de cultivo bizarro. Nesse mundo estranho, ele é capturado por alguém que o chama de “Mestre” e acaba transformado em uma medicina viva — um humano…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9c33607-9180-4ba6-b85c-e4b5faee7192",
    "title": {
      "en": "Official \"Test\" Manga"
    },
    "updatedAt": "2025-01-06T00:48:27+00:00",
    "coverArt": "https://mangadex.org/covers/f9c33607-9180-4ba6-b85c-e4b5faee7192/c18da525-e34f-4128-a696-4477b6ce6827.png",
    "altTitles": [
      {
        "en": "TEST edited"
      },
      {
        "ko": "Korean"
      },
      {
        "en": "test title"
      },
      {
        "ja": "刃直海角骨入"
      },
      {
        "zh": "刃直海角骨入"
      },
      {
        "zh-hk": "刃直海角骨入"
      },
      {
        "ko": "刃直海角骨入"
      },
      {
        "en": "Taest"
      },
      {
        "de": "Test"
      },
      {
        "de": "Test Titel"
      },
      {
        "pt-br": "Quem ler é gay!!"
      },
      {
        "el": "Δοκιμαστικό"
      },
      {
        "pl": "Testowa manga"
      },
      {
        "ja": "test"
      },
      {
        "ja-ro": "test"
      },
      {
        "ko": "test"
      },
      {
        "ko-ro": "test"
      },
      {
        "zh": "test"
      },
      {
        "zh-hk": "test"
      },
      {
        "zh-ro": "test"
      },
      {
        "en": "test"
      },
      {
        "sq": "test"
      },
      {
        "ar": "test"
      },
      {
        "az": "test"
      },
      {
        "bn": "test"
      },
      {
        "bg": "test"
      },
      {
        "my": "test"
      },
      {
        "ca": "test"
      },
      {
        "hr": "test"
      },
      {
        "nl": "test"
      },
      {
        "cs": "test"
      },
      {
        "da": "test"
      },
      {
        "eo": "test"
      },
      {
        "et": "test"
      },
      {
        "tl": "test"
      },
      {
        "fi": "test"
      },
      {
        "fr": "test"
      },
      {
        "ka": "test"
      },
      {
        "de": "test"
      },
      {
        "el": "test"
      },
      {
        "he": "test"
      },
      {
        "hi": "test"
      },
      {
        "hu": "test"
      },
      {
        "id": "test"
      },
      {
        "it": "test"
      },
      {
        "kk": "test"
      },
      {
        "la": "test"
      },
      {
        "lt": "test"
      },
      {
        "ms": "test"
      },
      {
        "mn": "test"
      },
      {
        "ne": "test"
      },
      {
        "no": "test"
      },
      {
        "fa": "test"
      },
      {
        "pl": "test"
      },
      {
        "pt": "test"
      },
      {
        "pt-br": "test"
      },
      {
        "ro": "test"
      },
      {
        "ru": "test"
      },
      {
        "sr": "test"
      },
      {
        "sk": "test"
      },
      {
        "sl": "test"
      },
      {
        "es": "test"
      },
      {
        "es-la": "test"
      },
      {
        "sv": "test"
      },
      {
        "ta": "test"
      },
      {
        "te": "test"
      },
      {
        "th": "test"
      },
      {
        "tr": "test"
      },
      {
        "uk": "test"
      },
      {
        "vi": "test"
      },
      {
        "es": "Test2"
      }
    ],
    "description": {
      "de": "Von dem Ersteller von be***l***iebten Ser***i***en wie ***T***wo Pi***e***ce, Da***r***uto und Detergent kommt die Serie Test, eine preisgekrönte rom***a***ntische Komödie über einen Highschoo***l***-Waffenmeister namens Yugi, der die ganze We***l***t bereist und alle Life Notes sammelt, damit er eines Tages die Leiche seines Bruders bergen kann, nachdem er das Taboo erfüllt hat, den Titan, den wir an dem Tag mit seinem Stand gesehen haben, zu one-punchen und zum Nokage-Piratenkönig zu werden -datteba***y***o. Schauen Sie zu, wie er mit seinem Onii-Chan und generischen ***H***arem Mädchen durch das He***i***lige Reich von Bri***t***annia streift, während sie alle Widrigkeiten mit der Kraft der Freundschaft, ***L***iebe und... (warum knall***e***n sie sich nicht einfach gegenseitig.) In diesem Epos in Spielfilmlänge, was das von Gilgamesch und der Ilias konku***r***riert, werden wir die Mentalität und Soziologie dieser gesellschaftlichen Bedrohungen erforschen, während sie die Erde in ihrem nie stillbaren Durst nach Imoutos verwüsten.\n\nRezensenten geben dieser Serie eine 10/10 für die unkonventionelle Darstellung des Magical Girl Genre.\nNominiert für die 1. MangaDex Auszeichnungen für den schlechtesten Manga des Jahres.\nGewinner der 2. MangaDex Auszeichnungen für den besten Manga des Jahres.\nDer beste Manga aller Zeiten, wie Meichiro Noda feststellte.\n\n---\n\n**Hinweis:** Bitte fügen Sie *KEINE* Genre hinzu, oder der Test Manga wird die Suche verschmutzen. Weil dieser Manga die reinste Form aller Manga ist [Der Plural von Manga ist Manga].\n**Fun fact:** Im Jahr 127, als dieser Manga ursprünglich veröffentlicht wurde, hieß er \"Taest\", aber wurde wegen den amerikanischen Druckkosten pro Buchstabe zu \"Test\" verkürzt.\n\n+++ hah\n\n![WHOAAAAAA](https://i.ibb.co/dM9yv89/WHOAAAAAA.gif)\n![EHE](<https://media1.tenor.com/images/fdcd995c9db4af798c2daa4380c79a8c/tenor.gif>)\n![HEH](https://cdn.discordapp.com/emojis/650248281091342346.png)\n\n+++",
      "en": "From the creator of popu***l***ar ser***i***es like ***T***wo Pi***e***ce, Da***r***uto, ***a***nd Detergent, comes the series Test, an award winning romantic comedy about a high schoo***l*** weapon meister named Yugi as he trave***l***s the entire world collecting all the Life Notes, so that one da***y*** ***h***e can recover h***i***s bro***t***her's body after performing the taboo of one punching the Titan we saw that day with his Stand and becoming the Nokage Pirate King -dattebayo. Watch as he roams through the Ho***l***y ***E***mpi***r***e of Britannia with his Onii-chan and generic harem girls as they conquer all odds with the power of friendship, love and…(why don't they just bang each other.) In this feature length epic rivaling that of Gilgamesh and the Iliad we will explore the mentality and sociology of these societal menaces as they ravage the Earth in their never quenchable thirst for imoutos.  Reviewers gives this series a 10/10 for the unconventional portrayal of the magical girl genre.  Nominated for the 1st Mangadex Award for Worst Manga of the Year.  Winner of the 2nd Mangadex Awards for Best Manga of the Year.  Best manga ever written, as stated by meichiro noda\n\n---\n\n**Note:** Please do *NOT* add genres or Test will pollute genre searches. Because this manga is the most purest form of any manga [The plural of manga is manga]\n**Fun fact:** In the year 127, when this manga was originally released, it used to be called Taest, but because of American per/letter printing costs it was shortened to Test.\n\n+++ hah\n\n“Umm… so, personally… this is the first time this has happened, so I'm a bit surprised. Only a centimeter away… I mean, I don't think there's ever been someone who's gotten that close to me… without a, you know… calamity occurring. I'm not really… not really sure what happens at one centimeter away… 'cause it's my first time. I don't really understand it either. Seriously. But in the flow of calamity… there's nobody who can attack me. Not a single person. That, I know for sure. Wonder of U.” - Unknown\n\"Thanos kills Dumbledore\" - Anonymous Reviewer\n\"Like zoinks, man it's Mr Bombastic.\" - Shaggy\n\"DEUS VULT!!\"  - Knight Templars\n\"There are zombies on my Lawn\" - Crazy Astel\n\"I FINALLY HAVE A F*CKING NOSE\" - Lord Coco\n\"NOOOOOOOOOOOOOOOOOOOO!!!!!!!!!!!!!!!!!!!!\" - Darth Vader\n\"The turtles! *They're everywhere!\"* - #8699\n\"Who's Rem?\" - Subaru Impreza\n\"I approb\" - Oozora Subaru\n\"My unmatched piquancy, coupled with sheer interpretability, makes me a feared opponent in any realm of human cuisine.\" - Andrew Tatertot\n\"PURGE THE HERETICS\" - The Space Marines\n![WHOAAAAAA](<https://i.ibb.co/dM9yv89/WHOAAAAAA.gif>)\n![EHE](https://media1.tenor.com/images/fdcd995c9db4af798c2daa4380c79a8c/tenor.gif)\n![HEH](https://cdn.discordapp.com/emojis/650248281091342346.png)\nI have so many questions.\nTest2\n\n----\n\n[YumGumYum](https://mangadex.org/user/3678de43-a55d-43be-b2ab-5c32a8219021/yumgumyum) **:**      remind me to write something here-\n[Tristan](https://mangadex.org/user/01642be8-72b8-48ae-9199-d8c747946ca5) **:**      @YumGumYum reminder\n\n+++",
      "es-la": "Spanish (LATAM)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c5d3566-89fb-4447-91d2-506f014b97c3",
    "title": {
      "en": "Tensei Mae wa Otoko Datta no de Gyaku Harem wa Okotowari Shite Orimasu"
    },
    "updatedAt": "2024-11-07T14:07:08+00:00",
    "coverArt": "https://mangadex.org/covers/5c5d3566-89fb-4447-91d2-506f014b97c3/22df00d3-ebb1-4f80-8d54-365499869545.jpg",
    "altTitles": [
      {
        "ja": "転生前は男だったので逆ハーレムはお断りしております 完璧淑女への道"
      },
      {
        "en": "I Was a Man Before Reincarnating, So I Refuse a Reverse Harem"
      }
    ],
    "description": {
      "en": "Tasuku Nakamura, who was thrown into the sea in a marine accident and tried to help his best friend, ended his short life of 25 years. Formerly a mediocre office worker, when he opened his eyes, he was in the form of a six-year-old baron's daughter, Sophie Linier. At first she was confused by the changes, but she was reincarnated as a beautiful girl and decided to live as a lady in a different world.",
      "ja": "目が覚めたら25歳男子⇒6歳女子二度目の人生は可愛いご令嬢として輝きますわ\n\n海難事故で海に投げ出され、25年の生涯を閉じた平凡な会社員、中村祐。ところが、目を開けると、6歳の男爵令嬢ソフィー・リニエールの姿になっていた。あまりもの変化に戸惑ったのも束の間、異世界で淑女として生きていくことを決意する祐改めソフィー。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "98109e7e-647b-417a-8990-e9e3799680c8",
    "title": {
      "en": "Conquering Dungeons With Copy Paste!"
    },
    "updatedAt": "2024-08-30T03:38:52+00:00",
    "coverArt": "https://mangadex.org/covers/98109e7e-647b-417a-8990-e9e3799680c8/2eadd094-6315-48d4-abb5-8197d3148b24.png",
    "altTitles": [
      {
        "ja": "コピペでダンジョン攻略!"
      },
      {
        "ko": "던전공략은 복붙이지"
      }
    ],
    "description": {
      "en": "Seo Han-Jun, the protagonist, is cursed by a Transcendent being with a skill called “Copy-Paste” (Ctrl+C, Ctrl+V) and given only 20 years to live. However, this skill only works on himself, and its growth is stunted, leading him to live a disregarded life as a low-level hunter. One day, while fighting in a dungeon, he discovers a way to develop his Copy-Paste skill! With this newfound power, he quickly becomes a world-class hunter. Now, together with his companions, Han-Junmust prevent the impending catastrophe. Will Seo Han-Jununcover the Transcendent’s identity and save the world?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b25e5a8d-b0b8-4202-abde-9631236a78f0",
    "title": {
      "en": "A Hero Who Does Everything Perfectly"
    },
    "updatedAt": "2024-11-09T03:33:25+00:00",
    "coverArt": "https://mangadex.org/covers/b25e5a8d-b0b8-4202-abde-9631236a78f0/17dc2c4d-289b-4262-a98a-21d2c8432561.png",
    "altTitles": [
      {
        "en": "A Hero Who Does Everything Well"
      },
      {
        "ko": "다 잘하는 히어로"
      }
    ],
    "description": {
      "en": "In 2024, Na Gang-in wakes up in the heart of South Korea. He can't remember who he is or where he is, but through a combat support AI named Jeon Ji-in embedded in his body, he discovers he's affiliated with the Earth Alliance from 2082. \n\nTo regain his memories and figure out why he ended up here, he needs to gather information. With nothing to his name but plenty of skills, this is Na Gang-in's clumsy journey of adapting to Earth!",
      "ko": "2024년 대한민국 한복판에서 눈을 뜬 나강인. 자신이 누구인지, 이곳이 어디인지도 기억나지 않지만몸 안에 내장된 전투지원 AI 전지인을 통해2082년 지구연합군 소속이었다는 걸 알게 된다.\n\n기억을 되찾고 이곳에 온 이유를 알기 위해선 정보를 수집해야 하는데. 가진 건 없고 할 줄 아는 건 많은 나강인의 우당탕탕 지구 적응기!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5d21e77-b961-42e3-8d69-bbb1610c1c71",
    "title": {
      "en": "You Can’t Kill Me: The Secret Bride of the Black Wolf"
    },
    "updatedAt": "2024-12-17T11:16:12+00:00",
    "coverArt": "https://mangadex.org/covers/a5d21e77-b961-42e3-8d69-bbb1610c1c71/d94887c7-c78b-4829-9517-35480a562191.jpg",
    "altTitles": [
      {
        "ko": "검은 늑대가 나를 부르면"
      },
      {
        "en": "When the Black Wolf Calls Me"
      }
    ],
    "description": {
      "en": "\"You can never have me. The one who can kill me, is me, not you.\"\n\nYeonwoo killed herself in front of her ex-husband who murdered her family. Yet, she found herself back again.\n\nTo escape from my ex-husband Hyojo's obsession, to protect my family and to protect myself... I ask another man to take me.\n\n\"Hwita, I'll be your woman!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c0e52a7-d978-4302-aca4-a6700c9afd0f",
    "title": {
      "en": "Who Is the Liar?"
    },
    "updatedAt": "2025-01-29T04:40:42+00:00",
    "coverArt": "https://mangadex.org/covers/7c0e52a7-d978-4302-aca4-a6700c9afd0f/a6ef38f5-9154-43e4-83ec-1d6dc4dd9ef3.png",
    "altTitles": [
      {
        "ko": "쓰레기의 사정"
      },
      {
        "en": "Trash's Circumstances"
      },
      {
        "pt-br": "Quem é o mentiroso?"
      },
      {
        "en": "Trashy Situation"
      }
    ],
    "description": {
      "en": "After breaking up with her trashy ex-boyfriend, Jung Eunkyo spends her days peacefully running a café with her friend Kim Haeda. But then, someone appears to disturb her calm life.\n\n“Sunbae, I like you. I fell in love with you at first sight.”\n\nLee Jaeheon, a young, handsome man who seems to have a twisted side. Eunkyo begins to feel attracted to Jaeheon, who approaches her without hesitation... But Eunkyo’s life, which was already shaken by this new relationship, gradually begins to experience greater turmoil.\n\n(18+ version)",
      "fr": "Après avoir rompu avec son ex-petit ami peu recommandable, Jung Eunkyo passe ses journées paisiblement à gérer un café avec son amie Kim Haeda. \n\nMais un jour, quelqu’un vient troubler sa vie tranquille.\n« Sunbae, je t’aime. Je suis tombé amoureux de toi au premier regard. »\nLee Jaeheon, un jeune homme séduisant qui semble cacher un côté sombre. Eunkyo commence à se sentir attirée par Jaeheon, qui l’approche sans hésitation… Mais la vie d’Eunkyo, déjà bouleversée par cette nouvelle relation, commence peu à peu à connaître des troubles encore plus profonds.",
      "pt-br": "Depois de terminar com seu ex-namorado desprezível, Jung Eunkyo passa seus dias pacificamente administrando um café com seu amigo Kim Haeda. Mas então, alguém aparece para perturbar sua vida calma.\n\n“Sunbae, eu gosto de você. Eu me apaixonei por você à primeira vista.”\n\nLee Jaeheon, um jovem bonito que parece ter um lado distorcido. Eunkyo começa a se sentir atraído por Jaeheon, que se aproxima dela sem hesitação... Mas a vida de Eunkyo, que já estava abalada por esse novo relacionamento, gradualmente começa a experimentar uma turbulência maior."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0842cc1d-9bcb-4fbe-a76a-c1d74a12691d",
    "title": {
      "en": "There's a Rat in Our House"
    },
    "updatedAt": "2025-01-09T17:07:33+00:00",
    "coverArt": "https://mangadex.org/covers/0842cc1d-9bcb-4fbe-a76a-c1d74a12691d/59dbf8f5-8213-4466-b2d5-bdfd6e8372bc.png",
    "altTitles": [
      {
        "ko": "우리 집에는 쥐가 있다"
      },
      {
        "id": "Ada Tikus Dirumahku"
      },
      {
        "en": "There Is a Mouse in My House"
      },
      {
        "en": "There's a Mouse in my House"
      },
      {
        "pl": "Szczur w moim domu"
      }
    ],
    "description": {
      "en": "Amidst the freezing winter, a solitary being huddled on the snow-covered pavement, bearing the burden of deep loneliness and faded scars. It had forsaken itself, fragile and vulnerable. The reason for welcoming this nameless creature into the home was straightforward. \"What... does this mean?\" \"You helped me, and I wish to return the favor.\" In the complete darkness where no trace of light could penetrate, only two warm bodies occupied the space"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-24T23:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/fa082938-dc58-4745-bbcf-a094d4d98929.png",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      },
      {
        "pl": "Moja nowa dziewczyna nie jest człowiekiem?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13ad5f5d-8d1d-40ef-93d0-5009a72268a6",
    "title": {
      "en": "Prison Love"
    },
    "updatedAt": "2024-10-21T03:14:46+00:00",
    "coverArt": "https://mangadex.org/covers/13ad5f5d-8d1d-40ef-93d0-5009a72268a6/04a86395-2198-4aac-96ea-aa9da6e18ce5.png",
    "altTitles": [
      {
        "ko": "프리즌 러브"
      }
    ],
    "description": {
      "en": "Having never done anything bad and lived a dilligent life, Shushu is suddenly framed for murder and imprisoned in a prison for women.\nIn order to survive amongst harsh and vicious criminals.\n\n“W-Will you be my prison wife?”\n\nShe becomes the wife of her very pretty but very scary roommate, who is also the prettiest(?) girl in the prison, Minicat.\n\nBut something is weird.\n\nWhy is she suddenly having the kind of feelings she would have for a man for this beautiful Minicat instead?\n\n“It’s a rule, cabbage. Close your eyes when we kiss and I’ll treat you nicely.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57f601f4-0830-4fdc-a657-e6ce3ed1b725",
    "title": {
      "en": "Xi Yao"
    },
    "updatedAt": "2025-02-01T19:38:08+00:00",
    "coverArt": "https://mangadex.org/covers/57f601f4-0830-4fdc-a657-e6ce3ed1b725/36faf299-9958-437f-973c-30399be96de3.jpg",
    "altTitles": [
      {
        "zh": "细腰"
      },
      {
        "zh-ro": "Xì Yāo"
      },
      {
        "en": "Slender Waist"
      }
    ],
    "description": {
      "zh": "宫女x皇后 苏芷卿生的一副倾城之姿，入了宫却没有凭借优势扶摇直上，甘愿入空庭冷院，也是在那一晚，遇到了倾情一生之人。 为了那个人，敛去一身光芒，甘愿在她身侧为奴为婢。 萧无尘在冷宫门前捡到个年轻貌美的小秀女，这秀女长得娇媚动人，一双眼睛清澈明亮，那宫服之下细腰不盈而握，柔软腰肢见过一次足以令人魂牵梦萦……"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "36"
  },
  {
    "mangaId": "d2d0b8ea-4dfc-4d72-b584-5b26380f9bed",
    "title": {
      "en": "The Ramparts of Ice"
    },
    "updatedAt": "2025-02-07T17:52:21+00:00",
    "coverArt": "https://mangadex.org/covers/d2d0b8ea-4dfc-4d72-b584-5b26380f9bed/3ac79714-ef69-4274-a018-75a31c76fca8.png",
    "altTitles": [
      {
        "ja": "氷の城壁"
      },
      {
        "ja-ro": "Koori no Jouheki"
      },
      {
        "en": "Ice Castle Wall"
      },
      {
        "ko": "얼음 성벽"
      },
      {
        "es-la": "Rompiendo el hielo"
      }
    ],
    "description": {
      "en": "Inept at dealing with people, Hikawa Koyuki maintains a wall between herself and others. She spends her time in highschool away from others, all alone. At least until she encounters Amamiya Minato who keeps closing the distance between them for some reason?! The aloof Koyuki, the popular Miki, the boundary-less Minato, and the easygoing and kind basketball team member, Youta. This is the story of these somewhat complicated four, and their tantalizing, bumbling youth!\n\n___\n**Additional Links:**\n[Official X Account](https://x.com/ramparts_ice)\n[Official Website for the Anime](https://korinojoheki-pr.com/)"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "117"
  },
  {
    "mangaId": "e06e6024-9688-4a38-a8b4-6facd3fe1d80",
    "title": {
      "en": "Mankitsu Shitai Jouren-san"
    },
    "updatedAt": "2025-01-27T20:54:00+00:00",
    "coverArt": "https://mangadex.org/covers/e06e6024-9688-4a38-a8b4-6facd3fe1d80/7caf6d8b-6e25-40fa-8e07-f1ce67e67996.jpg",
    "altTitles": [
      {
        "ja": "まんきつしたい常連さん"
      },
      {
        "en": "Miss Regular Customer Wants to Enjoy"
      },
      {
        "en": "The Regular Enjoying Herself at the Manga Cafe"
      },
      {
        "zh-hk": "想盡情享受的常客小姐"
      },
      {
        "zh": "想尽情享受的常客小姐"
      },
      {
        "fr": "La cliente régulière veut s'amuser"
      },
      {
        "es-la": "Una clienta habitual quiere divertirse"
      }
    ],
    "description": {
      "en": "Izumi, a university student part-timing at a manga cafe, got curious about a regular customer. Her name is Honami, a high school girl who's been coming to the manga cafe recently. This defenseless and seemingly cute girl who he can't take his eyes off of has a secret...!?",
      "ja": "マンガ喫茶で働く大学生・泉には気になっている常連さんがいた。それは最近よく来店する女子高生のほなみちゃん。どこか無防備で可愛らしい彼女には、目を離せないある秘め事があって…！？ 青春を“まんきつ”する優しいふたりの ちょっとエッチなハートフルラブコメ！！",
      "es-la": "Izumi, un estudiante universitario que trabaja en un café de manga, tiene una clienta habitual que le interesa. Se trata de una chica de instituto, Honami, que últimamente frecuenta la tienda. ¡Su aspecto es algo inocente y tierno, pero tiene un secreto del que no puede apartar la vista...! ¡Una comedia romántica un poco atrevida sobre dos personas amables que disfrutan plenamente su juventud!",
      "pt-br": "Izumi, um estudante universitário que trabalha meio período em um café de mangá, ficou curioso sobre uma cliente regular. O nome dela é Honami, uma estudante do ensino médio que tem vindo ao café mangá recentemente. Essa garota indefesa e aparentemente fofa de quem ele não consegue tirar os olhos tem um segredo...!?\n\nEsta é uma comédia de amor um pouco safada e sincera, onde este gentil casal poderá \"aproveitar\" sua juventude ao máximo!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8880543a-db96-4c51-9013-c091e21b4a23",
    "title": {
      "en": "Everywhere & Nowhere (Discover)"
    },
    "updatedAt": "2023-02-24T20:58:42+00:00",
    "coverArt": "https://mangadex.org/covers/8880543a-db96-4c51-9013-c091e21b4a23/53431868-4708-4af3-9f41-c8beb9fc9985.jpg",
    "altTitles": [],
    "description": {
      "en": "A fun romantic comedy about two characters having fun in various countries all over the world."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "24.6"
  },
  {
    "mangaId": "0d4dbc45-f8b8-445f-8c6d-abd86f3791c4",
    "title": {
      "en": "Youth Diary"
    },
    "updatedAt": "2022-08-25T16:00:40+00:00",
    "coverArt": "https://mangadex.org/covers/0d4dbc45-f8b8-445f-8c6d-abd86f3791c4/3363df9c-6dfb-4eb0-9f5a-38f3b47a1c19.jpg",
    "altTitles": [
      {
        "en": "Youth Journal"
      },
      {
        "ko": "청춘일지"
      }
    ],
    "description": {
      "en": "After overcoming a miserable life, she entered the university with an excitement. Dabom, who have million of dreams and desires for university, encountered a villain from her very first day... And it's somewhat awkward/unfitting from the start! \"Would my campus life be okay this way?!\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45b8d08e-b3ca-4aa7-bb14-120a1ed3c72f",
    "title": {
      "en": "Wakaba-chan wa Wakarasetai!"
    },
    "updatedAt": "2025-01-29T01:02:02+00:00",
    "coverArt": "https://mangadex.org/covers/45b8d08e-b3ca-4aa7-bb14-120a1ed3c72f/47d85953-70b2-4f0c-90e0-23c64c08d1b5.jpg",
    "altTitles": [
      {
        "ja": "若葉ちゃんはわからせたい！"
      },
      {
        "ja-ro": "Wakaba-chan ha Wakarasetai!"
      },
      {
        "en": "Wakaba-chan Wants To Make Him Understand!"
      },
      {
        "en": "Wakaba-chan Wants to Make It Clear"
      }
    ],
    "description": {
      "en": "Four-eyes who's bad with girls is only able to talk to with his tomboyish childhood friend Wakaba. But one day Wakaba appears before him in an amazingly cute outfit...!? \n\nThis is a battle rom-com between Wakaba who wants to be loved and four-eyes who gets flustered by girls!!",
      "ja": "『絶対BLになる世界VS絶対BLになりたくない男』の紺吉が贈るTwitter発ラブコメが、新連載開始！　女子が苦手な男子高校生のメガネくんは幼馴染のボーイッシュ女子・若葉とだけは会話ができる。でもある日、若葉がとびきり可愛い服装で現れて…!?　メガネくんに好かれたい若葉さんと女子にドキマギしちゃうメガネくんとのすれ違い＆攻防戦ラブコメ!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "512cd78f-cbb8-460a-bafd-e8840c0f7c31",
    "title": {
      "en": "Sword Art Online Unital Ring"
    },
    "updatedAt": "2024-05-23T11:39:09+00:00",
    "coverArt": "https://mangadex.org/covers/512cd78f-cbb8-460a-bafd-e8840c0f7c31/b30395aa-2d98-4439-b141-a916840aee16.jpg",
    "altTitles": [
      {
        "ja": "ソードアート・オンライン・ユナイタル・リング"
      },
      {
        "ja-ro": "Sōdo Āto Onrain Yunaitaru Ringu"
      },
      {
        "en": "SAO Unital Ring"
      },
      {
        "es-la": "Sword Art Online Anillo Unital"
      }
    ],
    "description": {
      "en": "A year has passed since Kirito and Asuna’s return from the Underworld. With them is Alice, who has been given a physical body. But their peace is quickly broken when the three are suddenly thrust into an unfamiliar game, Unital Ring. This new world is a survival MMO that fuses together every VRMMO created with the Seed program. As soon as it starts, Kirito finds himself with nothing but his underwear. Now, he’s got to challenge a mysterious VRMMOSVG under desperate circumstances!",
      "es-la": "Ha pasado un año desde el regreso de Kirito y Asuna del Underworld. Con ellos está Alice, que ha recibido un cuerpo físico. Pero su paz se rompe rápidamente cuando los tres se ven empujados de repente a un juego desconocido, Unital Ring. Este nuevo mundo es un MMO de supervivencia que fusiona todos los VRMMO creados con el programa \"The Seed\". Nada más empezar, Kirito se encuentra sin nada más que su ropa interior. Ahora, ¡Tiene que desafiar a un misterioso VRMMOSVG en circunstancias desesperadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c31c9616-c5fc-48d3-8259-07a4c262814d",
    "title": {
      "en": "10-manbun no 1"
    },
    "updatedAt": "2023-05-02T09:34:19+00:00",
    "coverArt": "https://mangadex.org/covers/c31c9616-c5fc-48d3-8259-07a4c262814d/d7958df0-6cbc-4418-b5ed-865ddbb60e5b.png",
    "altTitles": [
      {
        "en": "1/100,000"
      },
      {
        "ja-ro": "10 manbun no 1"
      },
      {
        "ko": "10 만분의 1"
      },
      {
        "ja-ro": "10-man Bun no Ichi"
      },
      {
        "ja": "10万分の1"
      },
      {
        "ja-ro": "Juuman Bun no Ichi"
      },
      {
        "ja-ro": "Juumanbun no Ichi"
      },
      {
        "zh-hk": "十萬分之一"
      },
      {
        "zh": "十万分之一"
      },
      {
        "zh": "10万分之1"
      },
      {
        "zh-hk": "10萬分之1"
      },
      {
        "fr": "Le fil du destin"
      }
    ],
    "description": {
      "en": "2nd-year high school student Rino Sakuragi has been in love with Ren Kiritani, a member of her friends-circle since junior high. Rino, who cannot love either her character nor body, is incredibly shy towards the popular Kiritani.  \n  \n*Being friends suits me just fine. After all, I don't want to be hated once he gets to know the real me.*  \n  \nEven though she's resigned herself to that, she cannot help but stay in love with Kiritani as he keeps on dropping suggestive lines like, \"Cute.\" or \"What do you think about me?\"  \n  \n*I want the person I love to really get to know the real me. But because it's the person I love, I need more courage!!*  \n  \n1/100 000, a story about a destiny between the lines of cruelty and joy by the master of pure love romance Kaho Miyasaka.",
      "ja": "[Wikipedia](https://ja.wikipedia.org/wiki/10%E4%B8%87%E5%88%86%E3%81%AE1)"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "37"
  },
  {
    "mangaId": "822c9883-385c-4fd0-9523-16e7789cbeae",
    "title": {
      "en": "Seitokai ni mo Ana wa Aru!"
    },
    "updatedAt": "2024-12-07T15:50:10+00:00",
    "coverArt": "https://mangadex.org/covers/822c9883-385c-4fd0-9523-16e7789cbeae/b0ecfe80-aae9-41a5-a9b6-ecf716543e91.jpg",
    "altTitles": [
      {
        "ja": "生徒会にも穴はある!"
      },
      {
        "en": "There is Also a Hole in the Student Organization!"
      },
      {
        "en": "Even the Student Council has Holes"
      },
      {
        "fr": "Les allumés du conseil ! (Meian)"
      },
      {
        "ru": "В студсовете тоже есть дырка!"
      },
      {
        "vi": "Hội học sinh cũng lắm trò vui!"
      }
    ],
    "description": {
      "en": "When it comes to the face of this student organization, it's a little weird, like a fool, scary, or moody. However, mysterious and futuristic days that seem strangely cute pass by.",
      "ja": "この生徒会の面子ときたら、あほの子だったり、恐ろしかったり、むっつりだったり、ちょっと変！ でも、それがなんだか、妙に可愛く思える今日この頃……。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95801a6e-1e69-4876-b7ed-41d92c9853e3",
    "title": {
      "en": "Mob kara Hajimaru Tansaku Eiyuutan"
    },
    "updatedAt": "2024-12-13T22:27:16+00:00",
    "coverArt": "https://mangadex.org/covers/95801a6e-1e69-4876-b7ed-41d92c9853e3/ac76daaf-3095-4ed0-9ee2-82d0fde9de89.jpg",
    "altTitles": [
      {
        "ja": "モブから始まる探索英雄譚"
      },
      {
        "zh-hk": "從路人開始的探索英雄譚"
      },
      {
        "zh": "从路人开始的探索英雄谭"
      },
      {
        "en": "The Story of an Exploration Hero Who Has Worked His Way up From Common People"
      }
    ],
    "description": {
      "en": "Takagi Kaito, a low status high schooler, your typical mob character so to say, was just a normal everyday explorer who hunted slimes every day in the dungeons that appeared in Japan, earning pocket money while admiring his childhood friend, the class queen, from afar. \n\nOne day, a golden slime he had never seen appears before him. After he defeats it, he obtains an extremely rare item worth hundreds of millions as a drop, a servant card that can summon mythical beings!! After he makes up his mind and summons it, a warrior maiden with unparalleled beauty appears. \n\nRise above being just a mob explorer Kaito! A modern battle fantasy story has begun!\n\n---\n**Links:**\n- [Web Novel (JP)](https://ncode.syosetu.com/n8930fk/) \n- Alternative Official Raw - [Niconico](https://seiga.nicovideo.jp/comic/55183)",
      "ja": "＜ダンジョン＞にソロで潜り、スライム狩りの毎日を送る男子高校生・高木海斗。そんなある日、変なスライムから時価10億の<サーバントカード>を手に入れる。悩み抜いた末に召喚を選択した海斗のもとに現れたのは神話の戦乙女ヴァルキリーの格好をした幼女シルフィーだった。一度は落胆したものの、シルフィーが最強クラスのスキルを持っている事が判明し…!? モブな探索者から成り上がれ!",
      "pt-br": "Takagi Kaito, um colegial de baixa estatura, o típico personagem Mob, era um explorador comum que caçava slimes todos os dias nas masmorras que surgiram no Japão, ganhando dinheiro extra enquanto admirava sua amiga de infância, a madona da classe. Um belo dia, um slime dourado que ele nunca tinha visto antes aparece para ele. Depois de derrotá-lo, ele obtém um item extremamente raro no valor de centenas de milhões, uma carta de Servo que pode convocar seres lendários!! Depois que ele se decide, ele a convoca, e uma donzela guerreira extremamente linda aparece. Supere sua posição como um simples Mob, Kaito! Uma nova fantasia moderna começa!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "003e7fbf-f047-4783-a7df-1533a2a653d4",
    "title": {
      "en": "Yowamushi Pedal"
    },
    "updatedAt": "2024-09-29T01:18:40+00:00",
    "coverArt": "https://mangadex.org/covers/003e7fbf-f047-4783-a7df-1533a2a653d4/964ecd0e-535d-43fd-babd-68f4782d0a6d.jpg",
    "altTitles": [
      {
        "fr": "En selle, Sakamichi!"
      },
      {
        "en": "Weakling Pedal"
      },
      {
        "th": "โอตาคุน่องเหล็ก"
      },
      {
        "ja": "弱虫ペダル"
      },
      {
        "zh": "飆速宅男"
      },
      {
        "ru": "Трусливый велосипедист"
      },
      {
        "fr": "Pédaleur né"
      }
    ],
    "description": {
      "en": "Otaku Sakamichi Onoda has just entered high school and plans to join the anime club. In middle school, Onoda didn’t have any friends with whom he could talk about anime, games, Akihabara and other otaku things, and he is hoping he can make such friends in the anime club, but he finds out it's been disbanded. In order to reestablish the club he tries to find 4 other people who would like to join.  \n  \nSince he was a little boy, Onoda has ridden his mamachari–a bulky bicycle with a step-through frame mainly used for short rides, such as for casual fun or to pick up groceries–to go to Akihabara every week to check out or buy otaku things. Fellow freshman Shunsuke Imaizumi and bicyclist, while training, notices a boy (Onoda) riding his mamachari up a steep road.  \n  \nFreshman and road racing cyclist, Shokichi Naruko visits Akihabara to get some Gundam plastic models for his younger brothers and meets Onoda who catches his attention because of the his cycling skill on the mamachari and later find out they go to the same school. Later on, both Naruko and Imaizumi try to convince him to join the bicycle racing club, but will he?\n\n\n---\nOfficial Release:\n- Indonesian release by m&c! Comics as **Yowamushi Pedal, Go!**\n\n---\n- **Won the Kodansha Manga Award for Shonen in 2015, which it shared with The Seven Deadly Sins**"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "133ec785-0677-4e22-8186-e15ed0621c36",
    "title": {
      "en": "Amano Megumi wa Suki Darake!"
    },
    "updatedAt": "2024-10-11T17:04:03+00:00",
    "coverArt": "https://mangadex.org/covers/133ec785-0677-4e22-8186-e15ed0621c36/2e17e127-60b8-4614-8651-7bb07cba1bec.jpg",
    "altTitles": [
      {
        "es": "Amano Megumi Esta Muy Abierta!"
      },
      {
        "ja": "Amano Megumi ha Sukidarake!"
      },
      {
        "en": "Amano Megumi is Full of Gaps!"
      },
      {
        "en": "Amano Megumi is FULL of Openings!"
      },
      {
        "en": "Amano Megumi is Wide Open!"
      },
      {
        "es": "Amano Megumi Muestra Demasiado!"
      },
      {
        "es": "Amano Megumi Tiene Muchas Aperturas!"
      },
      {
        "tl": "Si Megumi Amano ay Tatanga-tanga!"
      },
      {
        "ru": "Амано Мегуми полна любви!"
      },
      {
        "th": "เรื่องหนักอกของอามาโนะ เมกุมิ!"
      },
      {
        "ja": "天野めぐみはスキだらけ!"
      },
      {
        "zh": "天野惠浑身是破绽！"
      },
      {
        "zh-hk": "天野惠渾身是破綻！"
      },
      {
        "ko": "아마노 메구미는 빈틈투성이!"
      },
      {
        "pt-br": "Ela dá muitas aberturas!"
      }
    ],
    "description": {
      "en": "Shindo Manabu is a student at a very prestigious high school whose goal is to get into Tokyo University. He studies constantly and tries to never lose sight of that goal. That is until his childhood friend, Amano Megumi, who goes to the same school starts to distract him. He originally only remembered her as the tomboy she was as a kid, until he notices how \"developed\" she has become. As these two get closer to each other, hilarity often ensues and subsequently, Manabu becomes more and more distracted from his goal of getting into Tokyo U.",
      "ja": "剣道に打ち込む体育会系ぷに子・めぐみと、東大志望のひょろ長男子・学──幼なじみの二人は中学で疎遠になるも、同じ高校に進学して再び距離を縮めはじめた。プラスとマイナス、N極とS極──真逆な二人は引かれ合う…？",
      "pt-br": "Shindo Manabu é um estudante de uma escola de ensino médio muito prestigiada cujo objetivo é entrar na Universidade de Tóquio. Ele estuda constantemente e tenta nunca perder de vista este objetivo. Isso até que sua amiga de infância, Amano Megumi, que frequenta a mesma escola, começa a distraí-lo. Ele originalmente só se lembrava dela como a moleca que ela era quando criança, até perceber o quão “desenvolvida” ela se tornou. À medida que esses dois se aproximam, a hilaridade geralmente acontece e, posteriormente, Manabu se torna cada vez mais distraído de seu objetivo de entrar na Universidade de Tóquio."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "28",
    "lastChapter": "280"
  },
  {
    "mangaId": "ab541412-f0d0-4fcf-a7a3-084a835d9d4a",
    "title": {
      "en": "Garuru Girl"
    },
    "updatedAt": "2025-02-02T03:44:22+00:00",
    "coverArt": "https://mangadex.org/covers/ab541412-f0d0-4fcf-a7a3-084a835d9d4a/1298620b-1f2d-4097-9490-214b0f176a66.jpg",
    "altTitles": [
      {
        "ja": "ガルルガール"
      }
    ],
    "description": {
      "en": "Mochizuki's high school life suddenly took an interesting turn when he reunited with his childhood friend, Tsukimi Kawaru, whom he had a crush on since they were in elementary. Through a coincidence accident, he found out that Kawaru is actually a wolf girl, who couldn't control herself around him. Because Kawaru broke her promise of keeping herself in check, her sister, Utsuru, decided to pull her back home, but Mochizuki didn't like that idea and he came up with a solution to allow Kawaru to continue attending high school while keeping her identity a secret...",
      "es": "Tras ingresar a la preparatoria, el joven, Mochizuki, se reencuentra con su primer amor, Kawa. Aunque Kawa ha crecido y se ha convertido en una hermosa y refinada jovencita, la extraña proximidad entre ellos no ha cambiado desde sus días de travesuras. Poco después de ingresar a la escuela, Mochizuki se encuentra incómodo con la transformación de Kawa en la flor inalcanzable del campus, pero un incidente desencadena el descubrimiento de su 'secreto'. La verdadera identidad de la chica de su primer amor resulta ser una chica lobo. ¿Cómo cambiará esto su relación? ¡Una comedia romántica entre un chico inocente y una chica lobo que pertenecen a diferentes razas!",
      "ja": "高校入学を機に、初恋の幼馴染・河流と再会した少年・望月。入学早々、学園の高嶺の花となった河流にぎくしゃくしてしまう望月だが、とある事件をきっかけに彼女の「秘密」を知ってしまい――!?",
      "pt-br": "A vida escolar de Mochizuki tomou um rumo interessante repentinamente quando ele reencontrou sua amiga de infância, Tsukimi Kawaru, por quem ele tinha uma queda desde o ensino fundamental. Por um acidente do destino, ele descobriu que Kawaru era na verdade uma garota-lobo, que não conseguia se controlar perto dele. Como Kawaru quebrou sua promessa de se manter sob controle, sua irmã, Utsuru, decidiu levá-la de volta para casa, mas Mochizuki não gostou dessa ideia e elaborou uma solução para permitir que Kawaru continuasse frequentando o ensino médio enquanto mantinha sua identidade em segredo..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62608082-d81d-4513-af7d-ae3ffe2423d2",
    "title": {
      "en": "Kiyo in Kyoto: From the Maiko House"
    },
    "updatedAt": "2025-01-25T18:52:01+00:00",
    "coverArt": "https://mangadex.org/covers/62608082-d81d-4513-af7d-ae3ffe2423d2/4970fb9e-20ee-45c6-8b99-4330ac0e47f0.jpg",
    "altTitles": [
      {
        "ja": "舞妓さんちのまかないさん"
      },
      {
        "en": "The Caterer at the Maiko Manor"
      },
      {
        "fr": "La maison des Maiko"
      },
      {
        "ja-ro": "Maiko-san Chi no Makanai-san"
      },
      {
        "ru": "Кухарка в доме майко"
      },
      {
        "id": "Juru Masak Para Maiko"
      },
      {
        "en": "The Makanai: Cooking for the Maiko House"
      }
    ],
    "description": {
      "en": "Within the winding streets of Kyoto's geisha district lives a 16 year old girl named Kiyo. \nAfter failing to become a Maiko, a traditional dance apprentice, she starts working as caterer for her troupe. \nThis is the story of her daily life.  \n\nPublished in Indonesian by Elex Media as **Juru Masak Para Maiko**.\n\nAnime: [AniDB](https://anidb.net/anime/15476) | [MAL](https://myanimelist.net/anime/41556/Maiko-san_Chi_no_Makanai-san) | [ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=23951) | [LC](https://www.livechart.me/anime/9863) | [IMDB](https://www.imdb.com/title/tt13884016/)\nLive-action dorama: [Netflix](https://www.netflix.com/title/81325501) | [MyDramaList](https://mydramalist.com/718203-kiyo-in-kyoto) | [IMDB](https://www.imdb.com/title/tt15964848/)\n \n--- \n- **Won the 65th Shogakukan Manga Award for Shonen Manga**",
      "ja": "ここは京都のど真ん中にある花街。 舞妓さんたちが深夜、お仕事を終えたあと帰ってきて、共同生活を送っているのは、「屋形」と呼ばれるおうちです。 とある屋形で「まかないさん」として舞妓さんたちに毎日の食事を作っているのは、なんと弱冠16歳の少女・キヨ。 彼女がまかないさんになったのには、ある意外な理由があって——。 華やかな花街の舞台裏、普通の日のごはんを通して、温かな人間模様が描かれます。"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "327"
  },
  {
    "mangaId": "fd9577a0-43a3-4610-835f-1cbf903b7e3f",
    "title": {
      "en": "The Rose of Versailles"
    },
    "updatedAt": "2025-02-05T19:28:32+00:00",
    "coverArt": "https://mangadex.org/covers/fd9577a0-43a3-4610-835f-1cbf903b7e3f/74112d08-b20b-4893-bbab-2438f77b1218.png",
    "altTitles": [
      {
        "fr": "La Rose de Versailles"
      },
      {
        "ja-ro": "Versailles no Bara"
      },
      {
        "ja": "ベルサイユのばら"
      },
      {
        "zh": "凡尔赛的玫瑰"
      },
      {
        "ko": "베르바라"
      },
      {
        "ko": "베르사유의 장미"
      },
      {
        "ko": "베르사이유의 장미"
      },
      {
        "th": "กุหลาบแวร์ซายส์"
      },
      {
        "ar": "ليدي اوسكار"
      },
      {
        "ar": "وردة فيرساي - السيدة اوسكار"
      },
      {
        "ja-ro": "Berubara"
      },
      {
        "vi": "Hoa hồng Véc xây"
      },
      {
        "de": "Lady Oscar: Die Rose von Versaille"
      },
      {
        "pl": "Róża Wersalu"
      },
      {
        "pt": "Rosa de Versalhes"
      }
    ],
    "description": {
      "en": "In 1755, in three European countries, three people are born who will eventually have a fateful meeting in Versailles, France. \n\nHans Axel von Fersen, born the eldest son of a Swedish senator; Oscar François de Jarge, born the youngest daughter of a French general; and Marie Antoinette, born the princess of Austria and the Habsburgs! \n\nThe great masterpiece that shines in the history of Shojo Manga is finally here!"
    },
    "status": "completed",
    "releaseDate": 1972,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "82"
  },
  {
    "mangaId": "dc132107-12de-4dd1-b896-09b18b9ed81f",
    "title": {
      "en": "My Favorite Savior Girl"
    },
    "updatedAt": "2024-12-12T07:23:24+00:00",
    "coverArt": "https://mangadex.org/covers/dc132107-12de-4dd1-b896-09b18b9ed81f/ec72cd5b-8fa9-4c9a-9033-20fe42925a2e.jpg",
    "altTitles": [
      {
        "ko": "최애 구원 소녀"
      },
      {
        "en": "My Favorite salvation girl"
      }
    ],
    "description": {
      "en": "[Translated by Mystic Willow Scans] As Lee Yeo-ju hums a song that comforted her during her long hospital stay, she is approached by an idol star named Park Jae-ha, whom she has only seen in videos. \"I'll help you. You need money for the surgery, right?\" Jae-ha becomes Yeo-ju's savior and favorite. However, five years later, he ends his life by making an extreme choice... Yeo-ju, in shock, cries out to a shooting star to save him. Did her wish come true? She goes back seven years and possesses the body of Jang Bo-ran, a top idol at the time and a judge on the audition program \"I Am the Strongest Idol\"... Among the audition participants is trainee Park Jae-ha!\"Just like you saved me, I will save you this time.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51e1b2f2-8e20-4ece-a271-81959e37e22d",
    "title": {
      "en": "Azumi"
    },
    "updatedAt": "2023-12-07T05:22:03+00:00",
    "coverArt": "https://mangadex.org/covers/51e1b2f2-8e20-4ece-a271-81959e37e22d/f131a1f4-30eb-4c91-83af-d6cf3bd41b60.png",
    "altTitles": [
      {
        "ru": "Азуми"
      },
      {
        "ja": "あずみ"
      },
      {
        "ja": "少女杀手阿墨"
      },
      {
        "ja": "百人斩少女"
      },
      {
        "ko": "아즈미"
      }
    ],
    "description": {
      "en": "Azumi is a manga series that concerns a young woman brought up as part of a team of assassins, charged with killing three warlords that threaten Feudal Japan with an agenda of war and bloodshed.  \r\n  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Website](http://www.yu-koyama.com)  \r\n- [Live-Action Movie on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6166)  \r\n- [Live-Action Movie (sequel) on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6167)"
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "48",
    "lastChapter": "349"
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2025-02-04T11:17:34+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/6894ea66-ff8d-46f0-9f2a-7327595b96fb.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      },
      {
        "fr": "Centuria"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!",
      "fr": "Julian, un jeune esclave, s’embarque clandestinement sur un navire en quête de liberté. Il ne se doute pas de ce qui l’attend dans ces eaux maudites…",
      "ru": "Пробравшись на невольничий корабль, Юлиан отправляется на континент вместе с сотней рабов, жаждущих свободы... Но что ждёт его впереди?!",
      "vi": "Lén đi lậu trên một con tàu, Julian ra đi tìm đến đại lục cùng với một trăm người nô lệ khác... Ai ai cũng khao khát có được tự do, thế nhưng rồi...?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c62d637-4004-426f-ba7f-be45e18941b6",
    "title": {
      "en": "Yankee JK Kuzuhana-chan"
    },
    "updatedAt": "2024-10-30T23:44:27+00:00",
    "coverArt": "https://mangadex.org/covers/6c62d637-4004-426f-ba7f-be45e18941b6/7c7c6fb2-b8fe-4aae-aa3a-a0546766e679.jpg",
    "altTitles": [
      {
        "ja": "ヤンキーJKクズハナちゃん"
      },
      {
        "en": "Delinquent High School Girl Kuzuhana-chan"
      },
      {
        "en": "Yankee High School Girl Kuzuhana-chan"
      },
      {
        "zh-hk": "不良JK華子醬"
      },
      {
        "pt-br": "Garota Delinquente Do Ensino Médio Kuzuhana-chan"
      },
      {
        "es": "Colegiala Delincuente/Yankee Kuzuhana-chan"
      }
    ],
    "description": {
      "en": "At the beginning of the academic year, Saotome Hodaka enrolls into Moteshiro Prefectural High School, a former all-girls school that had recently integrated, but discovers it has a male to female ratio of 1:359! While most might think of this as a paradise, the majority of the students are delinquents and Saotome immediately finds himself being extorted by some of the more aggressive girls. However, he is inadvertently saved by Hanako Kuzuryu, a beautiful delinquent who just wants to be left alone. Is this the start of a new friendship? And how will Saotome's life unfold in a school full of troublesome women?",
      "fr": "Au début de l'année scolaire, Saotome Hodaka intègre le lycée préfectoral de Moteshiro, ancien établissement réservé aux filles et récemment devenu mixte. Il découvre rapidement que le ratio garçons/filles est de 1:359! Bien que cela puisse sembler être un paradis pour certains, la majorité des élèves sont des délinquantes, et Saotome se retrouve aussitôt extorqué par certaines des filles les plus agressives. Par chance, il est sauvé malgré lui par Hanako Kuzuryu, une belle délinquante qui aspire seulement à être laissée en paix. Est-ce le début d'une nouvelle amitié ? Comment la vie de Saotome évoluera-t-elle dans une école pleine de filles turbulentes ?",
      "ja": "男女比率1対359!! 359人の女子高生にいじられまくり!! つらたんハーレム学園ラブコメ!! コワかわ最強ヒロイン爆誕!! 四方八方ギャルだらけな県立茂手城高校に入学した黒一点・早乙女穂高は、ヤンキーJK・九頭竜華子にピンチを救われて…!?",
      "pt-br": "Uma proporção de homem para mulher de 1:359?! Saotome-kun é admitido em uma escola cheia de gyarus e conhece uma garota delinqüente chamada Hanako Kuzuryu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d042e605-a07a-4cd2-87d5-ebe53c0b135f",
    "title": {
      "en": "Ano Toki Tasukete Itadaita Monster Musume desu."
    },
    "updatedAt": "2025-01-23T14:21:53+00:00",
    "coverArt": "https://mangadex.org/covers/d042e605-a07a-4cd2-87d5-ebe53c0b135f/2b03fc5a-eb3d-420c-9fcb-3e7321ca749f.jpg",
    "altTitles": [
      {
        "ja": "あのとき助けていただいたモンスター娘です。"
      },
      {
        "ja": "「あのとき助けていただいたモンスター娘です。」異世界おっさん教師 突然のモテ期に困惑する"
      },
      {
        "ja-ro": "\"Ano Toki Tasukete Itadaita Monster Musume desu.\": Isekai Ossan Kyoushi Totsuzen no Moteki ni Konwaku suru"
      },
      {
        "en": "The Monster Girl I Saved."
      },
      {
        "zh": "那个时候被你拯救了的那个魔物娘是我的说。"
      },
      {
        "vi": "Cô bé ấy là con quái vật mà tôi đã cứu lấy năm xưa"
      }
    ],
    "description": {
      "en": "Some 20 years have passed since the protagonist was summoned to another world and retired from the army. He is still single in his 40s and lives as a low-ranking professor, until one day, an elite 'monster girl' transfers into his class.",
      "ja": "異世界に召喚され、軍を退役してから約20年。主人公は未だ独身で、もう40代も半ば。Eランクの落ちこぼれ教師として生活するある日、彼の学園にエリートの「モンスター娘」が転校してくるのだった。。",
      "vi": "Câu chuyện về một ông giáo trung niên (trước đây là một anh hùng) ở dị giới tình cờ gặp lại cô học trò vốn dĩ là con bạch tuộc cute phô mai que mà anh từng cứu giúp và dạy dỗ trước đây.",
      "pt-br": "Cerca de 20 anos se passaram desde que o protagonista foi convocado para outro mundo e se aposentou do exército. Ele ainda está solteiro na casa dos 40 anos e vive como um professor de baixo escalão, até que um dia, uma 'garota monstro' de elite é transferida para sua classe."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6cc72723-8a1c-488f-b500-942173acf193",
    "title": {
      "en": "Danshi Kinsei Majo no Kuni ni Nyotaika Skill de Nyuukoku shite mita"
    },
    "updatedAt": "2024-09-22T05:27:24+00:00",
    "coverArt": "https://mangadex.org/covers/6cc72723-8a1c-488f-b500-942173acf193/361f015d-d21f-4ad9-8a09-18b68e7ea4ff.jpg",
    "altTitles": [
      {
        "ja": "男子禁制魔女の国に女体化スキルで入国してみた"
      },
      {
        "ja-ro": "Danshi Kinsei Majo no Kuni ni Nyotaika Skill de Nyuukoku shite mita"
      },
      {
        "en": "Using Feminization Skills to Enter The Land of Witches, Where Men are Forbidden"
      },
      {
        "zh": "试着使用女体化技能进入禁止男人的魔女国度"
      }
    ],
    "description": {
      "en": "\"I sneaked into the witch's land, where men are forbidden, using feminization magic!\" A guy gets hit by a truck after saving a girl, and gets sent into another world. Unlike other protagonists who get insane cheat skills, he gets a skill that allows him to transform into a girl instead.",
      "ja": "「絶対にバレてはいけない。僕が“男”だということを……」　魔女の国。そこは絶対男子禁制の女性だけが入国を許される花園。男子が王都に立ち入れば、即極刑！　そんな王都にある、魔女学園の門を叩く者がいた。名はトワ・ミツミネ。異世界転生してきた男子高校生である。もちろん男のトワには王都に入ることはできないはずだった。しかし、トワは異世界転生時にとあるスキルを手に入れた。それは、“普通の”最強スキルではなく――女の子に変身できる“女体化”スキルだった。しかも女体化状態なら超強力な魔法も使えるようで……！　元男子高校生には刺激的過ぎる女の子しかいない学園生活！　憧れの『最強魔女騎士』めざし、トワのちょっとえっちな女体化ファンタジーライフが始まる！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "22"
  },
  {
    "mangaId": "4a211a09-128d-45a7-bf14-f7270bdc2110",
    "title": {
      "en": "Cherry Yuusha to \"Sei\" Naru Tsurugi"
    },
    "updatedAt": "2025-01-27T19:50:13+00:00",
    "coverArt": "https://mangadex.org/covers/4a211a09-128d-45a7-bf14-f7270bdc2110/c9f85ffd-0d2f-4eb5-a41f-3d7788343a02.jpg",
    "altTitles": [
      {
        "ja-ro": "Cherry Yuusha to Sei Naru Ken"
      },
      {
        "en": "Cherry Hero and the Holy Sword"
      },
      {
        "ja": "チェリー勇者と”せい”なる剣"
      }
    ],
    "description": {
      "en": "In a world where heroes are always women chosen by the gods, the legend of a male hero seems to be just a myth. However, when a young boy named Cherio finds himself in the middle of a battle against monsters that threaten humanity, a goddess grants him the power of the male hero and the ability to unsheathe the mythical Holy Sword. Now, he must decide if he is willing to risk his life, not only to save the people he loves, but to fulfill a destiny that no one thought possible."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "540f5728-6521-4a93-8eb1-059c1a6585e1",
    "title": {
      "en": "Shikisaki Shimai wa Abakaretai"
    },
    "updatedAt": "2024-10-09T00:42:53+00:00",
    "coverArt": "https://mangadex.org/covers/540f5728-6521-4a93-8eb1-059c1a6585e1/fbce4013-aef4-47f2-b85c-75c8fc35e4b9.jpg",
    "altTitles": [
      {
        "ja": "四季崎姉妹はあばかれたい"
      },
      {
        "en": "The Shikisaki Sisters Want to be Exposed"
      }
    ],
    "description": {
      "en": "One day, Tarou Yamada, who runs a detective business, slips on a banana peel and reincarnates into Tsukushi Shikisaki, the younger brother of three beautiful big-breasted sisters who will all die on the same day. As he spends time surrounded by the three beautiful sisters, he finds out that the boy he is reincarnated as will be killed by one of the three sisters ...!?",
      "ja": "探偵業を営む山田太郎はある日、バナナの皮に足を滑らせてしまい、同日に命を落とした美麗三姉妹の弟・四季崎つくしに転生をしてしまう。美人三姉妹に囲まれて過ごすことになるが、四季崎つくしが三姉妹の誰かに殺されたことに気がついてしまい…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "62"
  },
  {
    "mangaId": "628c13b7-dcef-4434-94c4-15ba177e154e",
    "title": {
      "en": "Irozuku Monochrome"
    },
    "updatedAt": "2024-12-05T19:57:39+00:00",
    "coverArt": "https://mangadex.org/covers/628c13b7-dcef-4434-94c4-15ba177e154e/45aba7cd-5ce4-41c1-883e-d7eedad0f9ac.jpg",
    "altTitles": [
      {
        "ja": "色憑くモノクローム"
      },
      {
        "ja-ro": "Irodzuku Monochrome"
      },
      {
        "en": "Color-Possessing Monochrome"
      },
      {
        "id": "Monokrom Dengan Warna"
      },
      {
        "ru": "Цветной монохром"
      }
    ],
    "description": {
      "en": "Isshiki falls in love with a maiden who is pure and innocent, but he has been possessed by Asmodeus, the demon of lust. The demon tries to arouse Isshiki by stimulating the sexual desires of the girls around him in every possible way. However, in order to exorcise the demon and avoid the girls' suspicions, Isshiki must never get excited, no matter how lewd they may act!\n\n\"How can I stand this...!\"",
      "ja": "純潔を貫く乙女に恋をした主人公・一色は、よりにもよって色欲の悪魔アスモデウスに憑りつかれてしまった。悪魔はあの手この手で乙女たちの性欲を刺激して一色を興奮させようとしてくる。しかし、乙女に嫌われないためにも悪魔を祓うためにも一色は絶対に興奮してはならない……たとえそれがどんなに淫らな行為だとしても！「こんなの我慢できるわけ……っ！」エロスとピュア、究極のせめぎ合いラブコメ開戦！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]