[
  {
    "mangaId": "5c62b3eb-c513-4e9a-a9d4-32c048a177eb",
    "title": {
      "en": "Masterpiece Rakugo Complete Works"
    },
    "updatedAt": "2023-05-22T02:55:51+00:00",
    "coverArt": "https://mangadex.org/covers/5c62b3eb-c513-4e9a-a9d4-32c048a177eb/c73d177e-f04e-4293-a817-81ce4738a0b9.png",
    "altTitles": [
      {
        "ja-ro": "Meisaku Rakugo Zenshu"
      },
      {
        "ja": "名作落語全集"
      }
    ],
    "description": {
      "en": "Rakugo: A traditional form of Japanese storytelling, told orally by one sitting down. Often humorous, often filled with folly, rakugo has persisted throughout the ages with good reason. Within *Masterpiece Rakugo Complete Works*, 33 rakugo stories are closely adapted by George Akiyama, who gives them his own charming, chaotic touch."
    },
    "status": "completed",
    "releaseDate": 1975,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "33"
  },
  {
    "mangaId": "3bb0279f-a01d-4aa4-93e4-305800f4b83e",
    "title": {
      "en": "Akatsuki no Yona"
    },
    "updatedAt": "2024-02-11T20:13:40+00:00",
    "coverArt": "https://mangadex.org/covers/3bb0279f-a01d-4aa4-93e4-305800f4b83e/f9bf2d08-5526-4d64-b0ce-cba826f1614c.jpg",
    "altTitles": [
      {
        "de": "Yona - Prinzessin der Morgendämmerung"
      },
      {
        "vi": "Yona - Công chúa bình minh"
      },
      {
        "es": "Yona del alba"
      },
      {
        "es": "Yona del amanecer"
      },
      {
        "pt-br": "Yona do amanhecer"
      },
      {
        "es": "Yona en el amanecer"
      },
      {
        "pl": "Yona w blasku świtu"
      },
      {
        "fr": "Yona: Princesse de l'aube"
      },
      {
        "tr": "Yona: Şafağın Kızıllığında Duran Kız"
      },
      {
        "ru": "Иона: Девушка, стоящая в лучах рассвета"
      },
      {
        "ru": "Йона на заре"
      },
      {
        "ru": "Рассвет Ёны"
      },
      {
        "ru": "Рассвет Йоны"
      },
      {
        "ar": "أكاتسكي نو يونا"
      },
      {
        "ar": "فجر يونا"
      },
      {
        "ar": "يونا فتاة الفجر"
      },
      {
        "fa": "یونا دختر سپیده دم"
      },
      {
        "zh": "拂晓的尤娜"
      },
      {
        "zh-hk": "晨曦公主"
      },
      {
        "ja": "暁のヨナ"
      },
      {
        "ko": "새벽의 연화"
      },
      {
        "it": "Yona: la principessa scarlatta"
      },
      {
        "en": "Yona: The Girl Standing in the Blush of Dawn"
      },
      {
        "th": "กู้บัลลังก์มังกรแดง"
      },
      {
        "en": "Yona of the Dawn"
      }
    ],
    "description": {
      "en": "Yona is the sole princess of the Kingdom of Kouka, living a luxurious and carefree life as a princess should. She has it all: the finest clothes and cosmetics, the most divine sweets, a loving emperor as a father, and the hottest cousin crush, Soo-won, any girl could ever hope to have. Now, if only her bodyguard, Son Hak, weren't so annoying towards her, and if her hair weren't so red…  \nBut her nearly perfect world quickly shatters as the man she loves, Soo-won, murders her father and the path to his ascension to the throne is assured. Son Hak escapes with Yona, and they lead a life on the run from that point on.  \n  \n\n\n---",
      "id": "Dahulu kala, 2.000 tahun yang lalu Kerajaan Kouka didirikan dan diperintah oleh seekor naga merah yang turun ke Bumi dari Surga berubah menjadi manusia dengan nama Hiryuu. Di sisinya, empat prajurit yang dijiwai dengan darah naga dari para Dewa yang membantunya memimpin kerajaan menuju kemakmuran. Waktu berlalu, dan kisah ini menjadi legenda untuk diceritakan kepada anak-anak. 2.000 tahun kemudian, kerajaan tidak memiliki ahli waris laki-laki kecuali seorang putri tunggal bernama Yona yang hidup dalam kemewahan. Jatuh cinta dengan sepupunya, Soo-Won , dan dilindungi oleh pengawalnya, Son Hak , dia memiliki semua yang dia inginkan dan terlindung dari kenyataan mengerikan di luar tembok kastil. Bertentangan dengan ilusi damai ini, Kouka mengalami pergolakan politik dari dalam kerajaan. Setelah Su-won yang dicintainya melakukan kudeta berdarah dan membunuh ayahnya, Yona terpaksa melarikan diri hanya dengan Hak di sisinya dan mulai menjalani kehidupan dalam pelarian. Meskipun dikelilingi oleh musuh di semua sisi, putri yang dibuang itu masih ingin menyelamatkan kerajaannya. Solusinya datang dari seorang pendeta yang diasingkan, yang mengatakan kepadanya bahwa satu-satunya harapannya adalah menemukan empat prajurit naga legendaris. Dipandu oleh mitos yang tampaknya fiktif ini, Yona berangkat untuk menemukan para pejuang ini, bertekad untuk memperjuangkan tahta, dan memulihkan kerajaan sambil menjalin pertemanan dan sekutu baru di sepanjang jalan.",
      "ru": "Йона — единственная принцесса королевства Коука. Она ведет роскошную и беззаботную жизнь, как и подобает принцессам. У неё есть всё: лучшая одежда и косметика, превосходные сладости, любящий отец Император Иль, и сильнейшие чувства к кузену Су Вону, о котором многие могли лишь мечтать. Вот только если бы её телохранитель Сон Хак не так раздражал и её волосы не были такими красными.   \nВсе меняется в ночь на шестнадцатый день рождения девушки. Почти идеальный мир быстро рассыпается, когда человек, которого она любит — Су Вон — убил её отца. Путь к его становлению на престол ныне гарантирован. Вместе с Хаком, Йона скрылась из замка в поисках помощи, и с этого момента они ведут жизнь в бегах…",
      "pt-br": "Yona, única princesa do reino, era apaixonada pelo seu primo e tinha uma vida luxuosamente despreocupada, como toda princesa. Mas tudo muda depois de uma traição que a obriga a fugir do castelo com seu guarda-costas, Son Hak. Nisso, eles descobrem sobre uma lenda que mudará totalmente o destino deles."
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61830b36-1712-4b7b-9421-f671e9ced6d3",
    "title": {
      "en": "Tonari no Neko to Koi Shirazu"
    },
    "updatedAt": "2024-04-18T16:58:20+00:00",
    "coverArt": "https://mangadex.org/covers/61830b36-1712-4b7b-9421-f671e9ced6d3/f3778d36-e232-42d7-ab09-2b073061e39b.jpg",
    "altTitles": [
      {
        "ja": "となりの猫と恋知らず"
      },
      {
        "en": "The Feline Neighbor and the Unversed-in-Love"
      },
      {
        "ja": "となねこ"
      },
      {
        "ja-ro": "Tonaneko"
      }
    ],
    "description": {
      "en": "Minato Seno, who has always been very shy since he was young, struggled to make friends during his first few days of high school. He also never got a glimpse of his classmate Nekozane-san's face, as she was always asleep at the desk next to him. However, one day after school, a chance encounter revealed a side of Nekozane-san that was completely different from the one Minato knew in the classroom."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c21fbcd-e22e-4e6d-8258-7d580df9fc45",
    "title": {
      "en": "Lycoris Recoil"
    },
    "updatedAt": "2024-04-17T21:25:52+00:00",
    "coverArt": "https://mangadex.org/covers/9c21fbcd-e22e-4e6d-8258-7d580df9fc45/25274ba0-4703-4427-aaaa-bac4b2e1e639.jpg",
    "altTitles": [
      {
        "ja": "リコリス・リコイル"
      },
      {
        "ru": "Ликорис Рикоил"
      }
    ],
    "description": {
      "en": "Takina Inoue, a high school girl working as a member of an all-female taskforce of assassins and spies known as \"Lycoris\" dispatched to eliminate criminals and terrorists in Tokyo, is sanctioned by her superiors at the DA agency for disobeying orders in order to save a colleague. She is transferred to work with the elite Lycoris agent Chisato Nishikigi at one of the agency's branches, which operates under the cover of a cafe, called \"LycoReco\".",
      "ja": "凶悪犯罪が一切起こらない国・日本。その治安を陰から維持するエージェント「リコリス」の正体は、制服に身を包み、都市に紛れる少女たちであった――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "afac87ae-4739-4793-8183-e8946f3e840d",
    "title": {
      "en": "To Those Who Long For My Destruction"
    },
    "updatedAt": "2024-03-30T00:00:38+00:00",
    "coverArt": "https://mangadex.org/covers/afac87ae-4739-4793-8183-e8946f3e840d/2659cbb2-fc8e-4c4b-8081-6223c2f1e34b.jpg",
    "altTitles": [
      {
        "pt-br": "Para aqueles que anseiam por minha Destruição"
      },
      {
        "ko": "원더스 작가님 - 나의 파멸을 바라는 그대들에게"
      }
    ],
    "description": {
      "pt-br": "De pais casados ​​à força, cuja única paixão compartilhada é o desdém mútuo, nasce uma criança negligenciada – Leoni.\n\nAnsiosa por afeto quando criança, Leoni perde a mãe para uma doença, apenas para que seu pai leiloe sua mão em casamento.\n\nSuportando três casamentos arranjados, Leoni enfrenta mais dificuldades quando é falsamente acusada de um crime capital, aparentemente destinado a um amargo fim.\n\n“Aqueles que orquestraram minha miséria… Cada um deles… pagará…!”\n\nTalvez por força de vontade, Leoni se encontra de volta à infância, com memórias intactas – e sua ira.\n\nAgora, ela deve recuperar sua vida e buscar a tão esperada felicidade. Mas primeiro há dívidas de sofrimento a serem pagas. E Leoni vem cobrar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a218171-3de9-41d9-a4b4-e481ec1f6368",
    "title": {
      "en": "Wedding Peach: Young Love"
    },
    "updatedAt": "2024-04-18T03:51:35+00:00",
    "coverArt": "https://mangadex.org/covers/5a218171-3de9-41d9-a4b4-e481ec1f6368/9f005f60-e87a-4f57-8636-9f635ce5ba83.jpg",
    "altTitles": [
      {
        "ja": "ウェディングピーチ"
      },
      {
        "en": "Wedding Peach"
      }
    ],
    "description": {
      "en": "During the time artist Nao Yazawa was drawing [her original Wedding Peach series](https://mangadex.org/title/13e39275-7b8b-4b70-a758-1314392e0e48/wedding-peach), she was also producing comics for the Japanese monthly magazine Shogaku Sannen-sei (\"Elementary School Third Grader\"). These stories, roughly paralleling the original Wedding Peach storyline, feature younger characters aimed at a younger audience.\n\nWedding Peach: Young Love is a collection of these often-overlooked episodes. Fans of the original series will be tickled to see their favorite characters, both hero and villain, recast in this warm and fuzzy alternate adventure.\n\nYazawa even throws in a few new characters for readers to fall in love with. There's the demon trio of Blitz, Cloud and Noise and a few more Jama folk, too. Together, they join Wedding Peach and her heavenly crew for one final tussle between good and evil.\n___\nThe series was only published in volume form outside Japan, and was released as \"Volume 7\" of [the original series](https://mangadex.org/title/13e39275-7b8b-4b70-a758-1314392e0e48/wedding-peach) in some countries."
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "19"
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents To Give You"
    },
    "updatedAt": "2024-03-08T13:29:11+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai sa Retakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e6980de-2ec2-4994-aafa-f170f7d4961a",
    "title": {
      "en": "Tartarus Theater Wild"
    },
    "updatedAt": "2022-06-24T00:06:30+00:00",
    "coverArt": "https://mangadex.org/covers/7e6980de-2ec2-4994-aafa-f170f7d4961a/2f536a72-af76-4ea4-91ec-fcb3e18dabf6.jpg",
    "altTitles": [
      {
        "ja-ro": "Tartaros Gekijou Wild"
      },
      {
        "ja": "タルタロス劇場ワイルド"
      },
      {
        "en": "Tartarus Theater Wild Persona 4koma!"
      }
    ],
    "description": {
      "en": "Collection of 4-komas centered around Persona 3, 4, 5 and their various spinoff games."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "26"
  },
  {
    "mangaId": "334019e1-18bb-4ac0-b35c-0e8efb1e481c",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 9 - The JOJOLands (Official Colored)"
    },
    "updatedAt": "2023-12-19T20:26:22+00:00",
    "coverArt": "https://mangadex.org/covers/334019e1-18bb-4ac0-b35c-0e8efb1e481c/931ca2d2-a398-42b6-aac4-4c588973f8dd.jpg",
    "altTitles": [
      {
        "ja": "ジョジョの奇妙な冒険 第9部 ザ・ジョジョランズ カラー版"
      }
    ],
    "description": {
      "en": "The ninth story arc of Jojo’s Bizarre Adventure.\n\nO’ahu, present day. Dua Lipa is the trending musician, and COVID is still a major concern. On this island lives a 15-year-old boy named Jodio Joestar. Living with his brother and mother, he acts as a dealer for certain illegal substances. One day, his employer comes and shows him an excellent find: a Japanese person has landed in Hawaii with a diamond worth over six million dollars. Normally it would be impossible to steal, but for someone with a stand…\n\nThis is a story of a young boy and his quest to become rich."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "745f1b9e-87d0-4da9-8bb6-34ab1bbbafbe",
    "title": {
      "en": "Digital Devil Saga: Avatar Tuner Comic Anthology"
    },
    "updatedAt": "2024-04-10T22:00:22+00:00",
    "coverArt": "https://mangadex.org/covers/745f1b9e-87d0-4da9-8bb6-34ab1bbbafbe/ff29a0ab-fbdc-4245-bbc7-6a80f7d92977.jpg",
    "altTitles": [
      {
        "ja": "DIGITAL DEVIL SAGA ～アバタール・チュー～ コミックアンソロジー"
      }
    ],
    "description": {
      "en": "Anthology of short stories based on the Digital Devil Saga: Avatar Tuner video game."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": ""
  },
  {
    "mangaId": "71a621f8-c2bc-496e-aa34-f4b91e9874ac",
    "title": {
      "en": "Demon Spirit Seed Manual"
    },
    "updatedAt": "2024-04-16T05:16:39+00:00",
    "coverArt": "https://mangadex.org/covers/71a621f8-c2bc-496e-aa34-f4b91e9874ac/6d5892ad-d655-40b6-bab7-4a446b05f883.png",
    "altTitles": [
      {
        "en": "Fairies Cultivation Manual"
      },
      {
        "en": "DSSM"
      },
      {
        "en": "Fairy Seed Handbook"
      },
      {
        "zh-ro": "Yao Jing Zhong Zhi Shou Ce"
      },
      {
        "zh-ro": "Yāojing Zhòngzhí Shǒucè"
      },
      {
        "ru": "Руководство по семенам фей"
      },
      {
        "zh": "妖精种植手册"
      }
    ],
    "description": {
      "en": "Yuan Ding, an otaku, was transported to another world. After taking Shuo Yue Academy's entrance exam, Yuan Ding's life in another world begins, aiming to collect the Demon Spirits said to exist in the legends. A lighthearted, comedy and harem manhua.",
      "pt": "\"Tantos espíritos demoníacos, quero capturá-los.\" Long Ao Tian. Yuan Ding, sai em uma viagem para capturar espíritos demoníacos.",
      "ru": "Юань Дин (园丁) – 16-летний отаку, который был перемещен в параллельный мир. Жизнь главного героя в другом мире началась со сдачи вступительных экзаменов в Академию Шо Юэ. А затем у него появилась цель – собрать все семена фей, о которых говорится в легендах."
    },
    "status": "hiatus",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8b0b048-9f8f-4111-b3ed-f9469ffb298b",
    "title": {
      "en": "I Failed to Oust the Villain!"
    },
    "updatedAt": "2024-01-16T16:24:04+00:00",
    "coverArt": "https://mangadex.org/covers/a8b0b048-9f8f-4111-b3ed-f9469ffb298b/c8e69a83-52ba-4fa9-9df5-37d3a7bdd68f.jpg",
    "altTitles": [
      {
        "ko": "흑막을 버리는 데 실패했다"
      },
      {
        "ko-ro": "Heungmageul Beorineun De Silpaehaessda"
      },
      {
        "en": "I Failed to Abandon the Villain"
      },
      {
        "en": "Failed to Abandon the Villain"
      },
      {
        "en": "I Failed to Throw the Villain Away"
      },
      {
        "pt": "Falhei em abandonar o vilão"
      },
      {
        "uk": "Мені не вдалося покинути лиходія"
      },
      {
        "uk": "Я так і не змогла утихомирити цю злу натуру"
      },
      {
        "ar": "فشلت في رمي الشرير بعيدا"
      },
      {
        "ar": "فشلت في التخلي عن الشرير"
      },
      {
        "ar": "فشلت في رمي الشرير"
      },
      {
        "ja": "黒幕を捨てるのに失敗しました"
      },
      {
        "mn": "Би хорон санаатныг хаяж чадсангүй"
      },
      {
        "zh": "无法逃离的黑暗"
      },
      {
        "zh": "摆脱黑幕计划失败了"
      },
      {
        "zh-hk": "主人，只剩下妳了"
      },
      {
        "th": "วายร้ายผู้นั้นที่ฉันไม่อาจตีจาก"
      },
      {
        "vi": "Tôi thất bại trong việc vứt bỏ nhân vật phản diện"
      }
    ],
    "description": {
      "ar": "\"الآن ، أنت الوحيد المتبقي ، سيدتي.\" لقد تجسدت من جديد كابنة لبارون في رواية قرأتها في حياتي السابقة. بفضل ذلك علمت أن الصبي الذي أحضره والدي ليكون عبدًا سيقتل الباروني ، وسأواجه موتًا مروّعًا ، ونهاية هذا العالم. لقد عملت بجد من أجل تجنب هذا المصير البائس ، لكن كل شيء كان هباءً. في النهاية ، على يد الشخص الذي استيقظ كالساحر الكبير مات أبي وجميع الخدم. والآن سأموت أيضًا ... هل هذا ما اعتقدته؟ \"أردت أن أبقيك يا سيدتي.\" بدأ شرير هذا العالم يصبح مهووسًا بي. ... ولكن لم يكن هناك أي شيء مثل هذا في الأصل؟ أصبحت فاليتا التي بدأت في الابتعاد عن العمل الأصلي أقرب إلى الحقيقة المظلمة لهذا العالم. من العائلة الإمبراطورية المتورطة في الشؤون القذرة وظهور وحوش مجهولة. لقد أرادت فقط أن تعيش بحرية ولكن في وضع تحتاج فيه إلى إنقاذ العالم أولاً! هل ستتمكن فاليتا من العثور على الحياة التي تريدها؟\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%EB%A7%89%EC%9D%84-%EB%B2%84%EB%A6%AC%EB%8A%94-%EB%8D%B0-%EC%8B%A4%ED%8C%A8%ED%96%88%EB%8B%A4/3176), [KakaoPage](https://page.kakao.com/content/58743054)\n\n**Official Translations:**\n* [English](https://tapas.io/series/i-failed-to-oust-the-villain/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%BB%E4%BA%BA%E5%8F%AA%E5%89%A9%E4%B8%8B%E5%A6%B3%E4%BA%86/272)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Failed-to-Oust-the-Villain/405)\n* [Japanese / 日本語](https://piccoma.com/web/product/99751)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%B2%E0%B8%88%E0%B8%95%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/331)",
      "en": "One day, my father gave me a boy slave. He said he saved him from the battlefield due to his good looks.\n\n\"He has a seal engraved on his heart. As long as you have this bead, he won't be able to disobey you. So you can order him to do anything.\"\n\nThe boy looked rather grim after hearing what he was I ordered. Ah, was I treating him too much like a dog? As my father squeezed the bead, the boy then knelt at my feet.\n\n\"Master,\" his red eyes flashed, illuminating his eerie gaze while smiling madly.\n\nWhy is he like this to me?! I tried my best to treat him properly!\n\n---\nReborn as the daughter of a count she read about in a novel, Lady Valeta knows the story ends in tragedy at the hands of her lowly house pet, Reinhart. Having never wanted him in the first place, Valeta tries but fails to oust him from her house. But when Reinhart's powerful magic is awakened one day, he kills all those around her, and it is now Valeta who is at his mercy. Though the tables have turned, Reinhart can't shake his attachment for Valeta. He lets her live, but only within his grasp.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%EB%A7%89%EC%9D%84-%EB%B2%84%EB%A6%AC%EB%8A%94-%EB%8D%B0-%EC%8B%A4%ED%8C%A8%ED%96%88%EB%8B%A4/3176), [KakaoPage](https://page.kakao.com/content/58743054)\n\n**Official Translations:**\n* [English](https://tapas.io/series/i-failed-to-oust-the-villain/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%BB%E4%BA%BA%E5%8F%AA%E5%89%A9%E4%B8%8B%E5%A6%B3%E4%BA%86/272)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Failed-to-Oust-the-Villain/405)\n* [Japanese / 日本語](https://piccoma.com/web/product/99751)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%B2%E0%B8%88%E0%B8%95%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/331)",
      "fr": "Un jour, mon père m’a donné un garçon esclave. Il a dit qu’il l’avait sauvé du champ de bataille grâce à sa bonne mine. « Il a un sceau gravé sur son coeur. Tant que tu as cette perle, il ne pourra pas te désobéir. Donc vous pouvez lui ordonner de faire n’importe quoi. » Le garçon avait l’air plutôt sinistre après avoir entendu ce que je lui ordonnais. Ah, est-ce que je le traitais trop comme un chien ? Alors que mon père pressait la perle, le garçon s’est agenouillé à mes pieds. « Maître » Ses yeux rouges ont clignoté, illuminant son regard sinistre tout en souriant follement. Pourquoi est-il comme ça avec moi ? ! J’ai fait de mon mieux pour le traiter correctement !\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%EB%A7%89%EC%9D%84-%EB%B2%84%EB%A6%AC%EB%8A%94-%EB%8D%B0-%EC%8B%A4%ED%8C%A8%ED%96%88%EB%8B%A4/3176), [KakaoPage](https://page.kakao.com/content/58743054)\n\n**Official Translations:**\n* [English](https://tapas.io/series/i-failed-to-oust-the-villain/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%BB%E4%BA%BA%E5%8F%AA%E5%89%A9%E4%B8%8B%E5%A6%B3%E4%BA%86/272)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Failed-to-Oust-the-Villain/405)\n* [Japanese / 日本語](https://piccoma.com/web/product/99751)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%B2%E0%B8%88%E0%B8%95%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/331)",
      "id": "Terlahir sebagai putri dari Count dalam novel yang dibacanya, Valleta tahu cerita ini berakhir dengan insiden atas ulah budaknya, Reinhart. Valleta yang tidak pernah menginginkan dirinya sejak awal, berusaha keras mengusirnya tapi gagal. Suatu hari saat kekuatan sihir Reinhart bangkit, dia membunuh semua orang, dan sekarang Valleta yang berada dalam belas kasihannya. Meskipun situasi sudah berbalik, Reinhart tidak mampu membunuh Valleta. Dia membiarkan wanita itu hidup, tapi dalam pengawasannya.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%EB%A7%89%EC%9D%84-%EB%B2%84%EB%A6%AC%EB%8A%94-%EB%8D%B0-%EC%8B%A4%ED%8C%A8%ED%96%88%EB%8B%A4/3176), [KakaoPage](https://page.kakao.com/content/58743054)\n\n**Official Translations:**\n* [English](https://tapas.io/series/i-failed-to-oust-the-villain/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%BB%E4%BA%BA%E5%8F%AA%E5%89%A9%E4%B8%8B%E5%A6%B3%E4%BA%86/272)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Failed-to-Oust-the-Villain/405)\n* [Japanese / 日本語](https://piccoma.com/web/product/99751)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%B2%E0%B8%88%E0%B8%95%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/331)",
      "ko": "\"자, 이제 너만 남았네. 주인님.\"\n\n전생에 읽었던 소설 속 백작 영애로 환생했다. \n\n덕분에 아버지가 내 노예라고 데려온 한 소년에 의해 백작 가문이 몰살당하는 것도,\n내가 끔찍한 죽음을 맞이한다는 것도,\n이 세계의 결말도 알 수 있었다. \n\n그 비참한 운명을 피하기 위해 노력했지만 모두 헛수고였다. \n결국 대마법사로 각성한 그의 손에 아버지와 시종들은 모두 죽었다. \n이제 나도 죽.....을줄 알았는데?\n\n\"난 주인님이 가지고 싶었거든.\"\n\n이 세계의 흑막이 나에게 집착하기 시작한다. \n\n.....이런 건 원작에 없었는데?\n\n원작에서 벗어난 발레타는 조금씩 이 세계의 어두운 진실에 가까워져간다.\n더러운 수작질을 벌이고 있었던 황실부터, 정체를 알 수 없는 마물들의 등장까지.\n\n자유롭게 살고 싶었을 뿐인데 세상부터 먼저 구해야하는 상황!\n과연 발레타는 원하는 삶을 찾을 수 있을까?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%EB%A7%89%EC%9D%84-%EB%B2%84%EB%A6%AC%EB%8A%94-%EB%8D%B0-%EC%8B%A4%ED%8C%A8%ED%96%88%EB%8B%A4/3176), [KakaoPage](https://page.kakao.com/content/58743054)\n\n**Official Translations:**\n* [English](https://tapas.io/series/i-failed-to-oust-the-villain/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%BB%E4%BA%BA%E5%8F%AA%E5%89%A9%E4%B8%8B%E5%A6%B3%E4%BA%86/272)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Failed-to-Oust-the-Villain/405)\n* [Japanese / 日本語](https://piccoma.com/web/product/99751)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%B2%E0%B8%88%E0%B8%95%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/331)",
      "uk": "Одного дня мій батько подарував мені прислугу. Він сказав, що врятував його, забравши з поля бою, через гарну зовнішність. «На його серці вирізьблена печатка. Поки ти матимеш цей кулон, він не зможе протистояти тобі. Отже, ти можеш наказати йому зробити все, що завгодно.». Почувши, що його воля в моїх руках, хлопець нахмурився.\n«Ох, я занадто перебільшую, поводячись із тобою — наче із собакою?», — у цей момент батько стиснув у кулак цю намистину, і хлопець упав на коліна перед моїми ногами.\n«Панно…, — його червоні очі блиснули, розкриваючи весь моторошний погляд, а губи розходилися в божевільній посмішці: — Чому він так ставиться до мене?! Я ж так намагався догодити йому!»\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%EB%A7%89%EC%9D%84-%EB%B2%84%EB%A6%AC%EB%8A%94-%EB%8D%B0-%EC%8B%A4%ED%8C%A8%ED%96%88%EB%8B%A4/3176), [KakaoPage](https://page.kakao.com/content/58743054)\n\n**Official Translations:**\n* [English](https://tapas.io/series/i-failed-to-oust-the-villain/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%BB%E4%BA%BA%E5%8F%AA%E5%89%A9%E4%B8%8B%E5%A6%B3%E4%BA%86/272)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Failed-to-Oust-the-Villain/405)\n* [Japanese / 日本語](https://piccoma.com/web/product/99751)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%B2%E0%B8%88%E0%B8%95%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/331)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a72aa29f-62b6-4e67-8895-ab3bf9bb11d2",
    "title": {
      "en": "Ofu-kai Shitara Tondemonai Yatsu ga Kita Hanashi"
    },
    "updatedAt": "2024-02-26T19:58:57+00:00",
    "coverArt": "https://mangadex.org/covers/a72aa29f-62b6-4e67-8895-ab3bf9bb11d2/7a95090c-14be-4c1b-8695-f06abc1958eb.jpg",
    "altTitles": [
      {
        "ja": "オフ会したらとんでもないやつが来た話"
      },
      {
        "zh": "面基对象是危险人物"
      },
      {
        "en": "A Story About an Offline Meet-up Between an Otaku and a Yakuza"
      }
    ],
    "description": {
      "en": "Miki Megumi is a loner and a closet otaku who's pretty devoted to her fan activities! She wants a friend who she can gush over her bias with... And when she went for an offline meeting with a follower from social media, they turned out to be a bona fide yakuza!!! Despite feeling like her life is in danger, after talking with him, she could tell that he's a truly passionate otaku!\n\nHe's overly sensitive, and any talk about shipping the reverse of his faves are a taboo. Plus, he turned out to be the troublemaker that his appearance suggests but being with him is fun and he's also dependable!!",
      "ja": "三木めぐみはボッチでオタク活動に勤しむ隠れオタ! 推しについて語り合える友達が欲しい...と、SNSのフォロワーとオフ会をしてみたら、やってきたのはゴリゴリのヤクザ!!! 命の危険を感じつつも話をしてみると、やっぱり熱心なオタクだった! 繊細すぎるし逆カプが地雷だったりと見た目通りかなりの厄介者だけど、一緒にいると楽しいし頼もしい!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 9 - The JOJOLands"
    },
    "updatedAt": "2024-04-17T17:44:33+00:00",
    "coverArt": "https://mangadex.org/covers/ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c/f6f09138-729d-4dc3-bd75-afb4726295e8.jpg",
    "altTitles": [
      {
        "ja-ro": "JoJo no Kimyou na Bouken Part 9 -  The JoJoLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 Part9 The JOJOLands"
      },
      {
        "es-la": "JoJo's Bizarre Adventure Parte 9 - Las JOJOLandias"
      },
      {
        "pl": "JoJo's Bizarre Adventure Część 9 - The JoJoLands"
      },
      {
        "fr": "JoJo's Bizarre Adventure Partie 9 - The JOJOLands"
      },
      {
        "pt-br": "A Estranha Aventura de JoJo, Parte 9: As JoJoLândias"
      },
      {
        "uk": "Неймовірні пригоди ДжоДжо: ДжоДжоЛендс"
      },
      {
        "kk": "ЖоЖоның Шытырман Хикаясы: ЖоЖоландс"
      },
      {
        "ru": "Невероятные приключения ДжоДжо"
      },
      {
        "it": "Le Bizzarre Avventure di JoJo: Le JOJOLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第9部 ザ・ジョジョランズ"
      }
    ],
    "description": {
      "en": "The ninth story arc of Jojo’s Bizarre Adventure. \n\nO’ahu, present day. Dua Lipa is the trending musician, and COVID is still a major concern. On this island lives a 15-year-old boy named Jodio Joestar. Living with his brother and mother, he acts as a dealer for certain illegal substances. One day, his employer comes and shows him an excellent find: a Japanese person has landed in Hawaii with a diamond worth over six million dollars. Normally it would be impossible to steal, but for someone with a stand…\n\nThis is a story of a young boy and his quest to become rich.",
      "hu": "Ez a Jojo's Bizarre Adventure kilencedik történetíve.\n\nO'ahu, napjainkban. Dua Lipa a trendi előadó és a COVID még mindig a fő gond. Ezen a szigeten él egy 15 éves srác, Jodio Joestar. Bátyával és édesanyjával él, dílerként dolgozik és bizonyos illegális anyagokat árul. Egy nap, a főnöke mutat neki egy kiválló fogást: egy japán személy Hawaiira érkezett egy hat millió dollárt érő gyémánttal. Normális esetben lehetetlen lenne ellopni, de akinek standje van...\n\nEz egy fiatal fiú és az ő küldetésének a története, hogy gazdag legyen.",
      "it": "O'ahu, oggi. Dua Lipa è la musicista di tendenza e il COVID è ancora una delle principali preoccupazioni. Su quest'isola vive un ragazzo di 15 anni di nome Jodio Joestar. Vive con il fratello e la madre e fa lo spacciatore di alcune sostanze illegali. Un giorno, il suo datore di lavoro arriva e gli mostra un'eccellente scoperta: un giapponese è sbarcato alle Hawaii con un diamante del valore di oltre sei milioni di dollari. Normalmente sarebbe impossibile da rubare, ma per qualcuno con una posizione... Questa è la storia di un ragazzo e della sua ricerca della ricchezza.",
      "uk": "Дев’ята сюжетна арка «Неймовірних пригод Джоджо». Оаху, теперішній час. Дуа Ліпа – популярна музикантка, а COVID-19 досі викликає серйозне занепокоєння. На цьому острові мешкає 15-річний хлопчик на ім'я Джодіо Джостар. Живе з братом і матір'ю, торгує певними забороненими речовинами. Одного разу його бос прийшов до нього і показав неймовірну знахідку: японець висадився на Гаваях з діамантом вартістю понад шість мільйонів доларів! Зазвичай, вкрасти таку коштовність було б неможливо, але для того, хто має стенд… \nЦе історія про молодого хлопця та його прагнення розбагатіти.",
      "es-la": "Cierto japonés ingresó a la isla de Hawái con un diamante de valor de 6 millones de dólares. En la isla de Oahu vive un chico llamado Jodio Joestar, cuya meta es arrebatar el diamante de las manos de esa persona. Junto a sus asociados, irán a la quinta de esa persona. Sin embargo, ¿Qué misterios les esperan?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bbaa17c4-0f36-4bbb-9861-34fc8fdf20fc",
    "title": {
      "en": "EDENS ZERO"
    },
    "updatedAt": "2024-04-10T14:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/bbaa17c4-0f36-4bbb-9861-34fc8fdf20fc/3d66ac9a-8dc5-43b7-84a7-1ce8e2effb2a.jpg",
    "altTitles": [
      {
        "ru": "Нулевой Эдем: Эденс Зеро"
      },
      {
        "ja": "エデンズ ゼロ"
      },
      {
        "ko": "에덴즈 제로"
      },
      {
        "zh-hk": "伊甸星原"
      },
      {
        "ne": "एडेंस जेरो"
      }
    ],
    "description": {
      "en": "Shiki is a human who lives in a city filled with only robots. He considers the robots to be his best friends, and always takes care of them. Then, one day, he comes across another human - Rebecca, a girl who makes videos online to become popular. And at the same time, the robots start to go crazy?   \n   \nA new manga from Hiro Mashima, of [*Rave Master*](<https://mangadex.org/manga/1036>) and [*Fairy Tail*](<https://mangadex.org/manga/558>) fame.",
      "fr": "[*Official Fench*](<https://www.pika.fr/serie/edens-zero>)",
      "ru": "Она явит читателям абсолютно новую форму фэнтези. Там будет куча довольно-таки вызывающих шуток. Никакой связи с Хвостом новинка иметь не будет. В ней появится Плу из манги Rave Master.",
      "tr": "İnsanların terk ettiği bir tema parkı olan Granbell Krallığı'nda artık robotlar yaşamaktadır. Robotların yanı sıra onlarla birlikte yaşamını sürdüren tek bir insan vardır: Shiki. Ömrünü sürekli bu makinelerle beraber yaşasa da günün birinde Rebecca ve kedisi Happy, bu tema parkına gelirler. Yeni ziyaretçilerin bilmediği ise Granbell'in yüzyıllar içerisindeki ilk konukları olduklarıydı. Shiki yeni arkadaşlar edinme yolunda tökezlerken robotlar bir ayaklanma başlatırlar. Doğup büyüdüğü yer artık çok tehlikeli bir hâle gelince Shiki, Rebecca ve Happy'nin uzay gemisine katılır ve uçsuz buçaksız bir uzay macerası başlar.\n\n [**Rave Master**](https://mangadex.org/title/5923081c-ad82-4a8b-a509-89ebe752db01) ve [**Fairy Tail**](https://mangadex.org/title/227e3f72-863f-46f9-bafe-c43104ca29ee) ile tanınan Hiro Mashima'nın yeni serisi."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcd11e14-3551-4dec-a780-0b5241fe87e2",
    "title": {
      "en": "Chatting at the Amber Teahouse"
    },
    "updatedAt": "2023-12-05T00:30:45+00:00",
    "coverArt": "https://mangadex.org/covers/fcd11e14-3551-4dec-a780-0b5241fe87e2/bd550385-3e5f-461c-9df3-5f1312acba6a.jpg",
    "altTitles": [
      {
        "ja-ro": "Ameiro Kouchakan Kandan"
      },
      {
        "en": "Chatting Over Tea at the Amber Teahouse"
      },
      {
        "ja-ro": "Otomeiro Stay Tune"
      },
      {
        "ru": "Беседа за чашечкой чая"
      },
      {
        "zh": "飴色紅茶館歓談"
      },
      {
        "ja": "飴色紅茶館歓談"
      }
    ],
    "description": {
      "en": "Set at a shop called The Amber Tea-house, this is a very heartwarming story that focuses on Seriho, the proprietress of the tea house, and Sarasa, the high school student who works there part-time. It'll set your heart aflutter!  \n  \nVolume 2 also includes Chapters 1-4 of Otomeiro Stay Tune as extras.  \n  \nA prologue can be found in Eternal Sisters."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "e2ff6606-4391-4286-93db-78f78297305f",
    "title": {
      "en": "Captain Tsubasa - Rising Sun"
    },
    "updatedAt": "2022-08-30T22:07:33+00:00",
    "coverArt": "https://mangadex.org/covers/e2ff6606-4391-4286-93db-78f78297305f/fca1c8f5-b262-4cc0-aacb-ebe2b12e8184.jpg",
    "altTitles": [
      {
        "ja": "キャプテン翼　ライジングサン"
      }
    ],
    "description": {
      "en": "Rising Sun will revolve around Tsubasa as he aims to participate in the Olympics as a representative from Japan."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3673409f-7e00-40b2-a762-88baa497c8a6",
    "title": {
      "en": "Karakai Jouzu (?) no Nishikata-san"
    },
    "updatedAt": "2024-01-29T13:47:05+00:00",
    "coverArt": "https://mangadex.org/covers/3673409f-7e00-40b2-a762-88baa497c8a6/04f3d761-8a5c-4b12-99c9-283e08bc9885.jpg",
    "altTitles": [
      {
        "ja": "からかい上手(?)の西片さん"
      },
      {
        "uk": "Майстер дражнилок (?) Нішиката-сан"
      },
      {
        "ru": "Мастер дразнилок (?) Нишиката-сан"
      },
      {
        "tl": "Ang Magaling sa Panunuksong (?) si Nishikata-san"
      }
    ],
    "description": {
      "en": "In this spinoff of \"Teasing Master Takagi-san\", and continuation of \"Teasing Master (nee) Takagi-san\", Chi Nishikata tries her hardest to tease her classmate Ooshiro, but for some reason it feels like she's met him somewhere. Can she finally get one over on him and remember her past?",
      "tl": "Si Chi, ang minamahal na anak ng (dating) Takagi at Nishikata. Ngayon ay nasa high school na kasama ang batang lalaki sa tabi, kaya ba n'yang tuksuhin s'ya tulad ng kanyang ina?! O s'ya ba ang matutukso tulad ng kanyang ama!? Ang mga araw na puno ng pang-aasar ay magsisimula na muli— !",
      "uk": "Це спін-офф манг \"Майстер дражнилок Такаґі-сан\" та \"Майстер дражнилок(колишня) Такаґі-сан\". Донька головних героїв Чі іде до школи і зустрічає друга дитинства. Як складуться їх відносини і чи зможе вона подражнити хлопця?",
      "pt-br": "Neste spin-off de \"Karakai Jouzu no Takagi-san\" e continuação de \"Karakai Jouzu no (Moto) Takagi-san\", Nishikata Chi se esforça ao máximo para provocar seu colega de classe Ooshiro, mas por algum motivo parece que ela o conhece de algum lugar. Ela pode finalmente superá-lo e lembrar de seu passado?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f48e28cd-46aa-4d6e-8052-4791eb1a0183",
    "title": {
      "en": "A Childhood Friend Who Is Nice to a Shut-In"
    },
    "updatedAt": "2024-04-18T14:32:31+00:00",
    "coverArt": "https://mangadex.org/covers/f48e28cd-46aa-4d6e-8052-4791eb1a0183/d6ff050c-e6a7-4d37-adfa-bfefd76a1f28.jpg",
    "altTitles": [
      {
        "ja": "引きこもりに優しい幼馴染"
      },
      {
        "ja-ro": "Hikikomori ni Yasashii Osananajimi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b0315ba-322f-434e-b5bd-89f1c001ebbd",
    "title": {
      "en": "Ironfist Chinmi"
    },
    "updatedAt": "2024-01-28T13:21:45+00:00",
    "coverArt": "https://mangadex.org/covers/4b0315ba-322f-434e-b5bd-89f1c001ebbd/3dbdba78-3b9f-4f29-b4c1-8af3e9fbf8b4.jpg",
    "altTitles": [
      {
        "vi": "Hoàng Phi Hồng"
      },
      {
        "en": "Kung Fu Boy Chinmi"
      },
      {
        "vi": "Quyền Thuật Vô Song"
      },
      {
        "ja-ro": "Tekken Chinmi"
      },
      {
        "vi": "Thiết Quyền Tiểu Tử"
      },
      {
        "ja": "拳精"
      },
      {
        "ja": "鉄拳チンミ"
      },
      {
        "zh": "铁拳小子"
      },
      {
        "id": "Kung Fu Boy"
      }
    ],
    "description": {
      "en": "In ancient China a young fighter named Chinmi goes to the Dairin temple for advanced training. He eventually must leave Dairin temple to go on a pilgrimage where he meets many challenges to test his skills.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Kung Fu Boy** (1991: tankoubon, 2011: bunko)\n\n---\n\n- **Won the 11th Kodansha Manga Award for Shonen in 1987**"
    },
    "status": "completed",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "35",
    "lastChapter": "162"
  },
  {
    "mangaId": "bb676579-bf11-45cc-90f5-2870bfe94605",
    "title": {
      "en": "Mako-san Wa Shindemo Jiritsu Shinai"
    },
    "updatedAt": "2023-10-04T14:45:10+00:00",
    "coverArt": "https://mangadex.org/covers/bb676579-bf11-45cc-90f5-2870bfe94605/4125a0c1-e949-494e-9bfa-0fa739b2b392.jpg",
    "altTitles": [
      {
        "en": "Mako-san Will Not Be Independent Even If It Kills Her"
      },
      {
        "en": "Under The Same Roof"
      },
      {
        "ja": "マコさんは死んでも自立しない"
      },
      {
        "zh-hk": "真子小姐她死都不想自立"
      },
      {
        "ru": "Мако не будет независимой, даже если это убьёт её"
      }
    ],
    "description": {
      "en": "It's been one year since Rin moved to Tokyo for high school. He was told by the landlord of his apartment that he didn't have to pay rent if he takes care of the landlord's granddaughter, which he immediately accepted. However, that granddaughter, Mako, ended up being a 20 year old college student who is completely incapable of taking care of herself. Even so, it was love at first sight for Rin, and he's been taking care of her ever since."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "108"
  },
  {
    "mangaId": "a5d3c8e2-70dc-4108-afb5-08be57803a60",
    "title": {
      "en": "The Demon King's Daughter Is Too Kind!!"
    },
    "updatedAt": "2024-04-18T16:17:42+00:00",
    "coverArt": "https://mangadex.org/covers/a5d3c8e2-70dc-4108-afb5-08be57803a60/5c963813-bc15-4edf-b4fd-1b7f48086061.jpg",
    "altTitles": [
      {
        "ru": "Дочь Короля Демонов слишком добрая!!"
      },
      {
        "ja": "魔王の娘は優しすぎる!!"
      },
      {
        "ja-ro": "Maou no Musume wa Yasashi Sugiru!!"
      },
      {
        "pt-br": "A filha do Rei Demônio é muito gentil!!"
      }
    ],
    "description": {
      "en": "The strongest Demon King, Ahriman, rules every part of the world. However, he had to stop his world conquest all of a sudden. What is the unexpected reason behind this…?",
      "pt-br": "O Rei Demônio mais forte, Ahriman, controla cada parte do mundo. Mas, ele precisou parar de conquistar inesperadamente. Qual será a razão inesperada…?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06f474cb-ae4a-4767-8895-99477c7e8cd7",
    "title": {
      "en": "Obsidian Bride"
    },
    "updatedAt": "2024-01-09T22:29:01+00:00",
    "coverArt": "https://mangadex.org/covers/06f474cb-ae4a-4767-8895-99477c7e8cd7/4fa3d541-4e39-4dfd-b178-b3b4c1bd3ca9.jpg",
    "altTitles": [
      {
        "ko": "흑요석의 신부"
      },
      {
        "en": "Bride of Obsidian"
      }
    ],
    "description": {
      "en": "A miserable life where even dreams of love were out of reach. \nThe night I tried to end my life from the exhaustion of my joyless marriage, a special invitation arrived unexpectedly.\n\n[ You are an existence that gleams like the jewels.\nThe Jewel Box, where existences who shine like you gather... \nWould you like to enter the Jewel Box? YES? or NO? ]\n\n[ The Empire's Jewel Box ] is a luxurious party attended by only the most outstanding people. A place where they can meet a marriage partner solely based on \"true love\" while concealing their face and status.\n\"If you were granted the opportunity to become a shining Jewel, like those who were specially selected...\"\n\nMy choice from that night changed everything."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a253e13a-2b41-4f7d-915e-1e31a3f5d31d",
    "title": {
      "en": "I’m the Max-Level Newbie"
    },
    "updatedAt": "2024-04-05T01:17:13+00:00",
    "coverArt": "https://mangadex.org/covers/a253e13a-2b41-4f7d-915e-1e31a3f5d31d/641aabf1-c6b9-4f7c-a812-a566d4c01ca8.jpg",
    "altTitles": [
      {
        "ko": "나 혼자 만렙 뉴비"
      },
      {
        "en": "Solo Max-Level Newbie"
      },
      {
        "en": "I Am The Top Ranker Newbie"
      },
      {
        "th": "ผู้เล่นหน้าใหม่เลเวลแมกซ์"
      },
      {
        "ja": "俺だけレベルMAXなビギナー"
      },
      {
        "ru": "Нуб максимального уровня"
      },
      {
        "en": "I’m the Max-Level Newbie"
      },
      {
        "zh": "我独自满级新手"
      },
      {
        "zh-hk": "滿級新手"
      },
      {
        "ko": "Na Honja Mallep Newbie"
      },
      {
        "es-la": "Novato Solo a Nivel Máximo"
      }
    ],
    "description": {
      "de": "Jin Hyuk ist Streamer und der einzige, der das Ende des Virtual-Reality-Spiels „Turm der Prüfungen“ erlebt hat. Da das Spiel jedoch immer mehr an Beliebtheit verliert, wird auch seine Streamer-Karriere immer hoffnungsloser. Doch eines Tages wird „Turm der Prüfungen\" plötzlich zur Realität und die Welt steht vor dem Abgrund. Jin Hyuk, der sich im Spiel besser auskennt als jeder andere, wird zwangsläufig zur letzten Hoffnung der Menschheit!",
      "en": "Kang Jinhyeok, a gaming streamer and content creator, is the only person who has cleared the game, [Tower of Trials]. However, as the game’s popularity declines, it becomes increasingly difficult for him to continue making a living as a content creator. Jinhyeok prepares to end his 11-year-long relationship with the game and say goodbye to his humble group of subscribers. But on that very day, the Tower of Trials appears in reality with a message saying that humanity will perish unless all players clear each floor within 90 days.\n\nJinhyeok, who knows the game better than anyone, decides to use his knowledge to his advantage and dominate the tower. \n\n\"It’s time to show everyone what a hardcore gamer can do!\"\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/max-level/list?title_no=3509)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/woduzimanjixinshou/list?title_no=1877)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/max-level-newbie/list?title_no=3375)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001684)\n- [Official German Translation](https://www.webtoons.com/de/fantasy/im-the-max-level-newbie/list?title_no=3735)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/max-level-newbie/list?title_no=3517)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/max-level-newbie/list?title_no=3457)",
      "fr": "Le jeu de réalité virtuelle \"La Tour de l'Épreuve\" est officiellement démodé et le streamer Jinhyuk est le seul à être resté jusqu'au bout pour terminer le jeu. Quand un jour \"La Tour de l'Épreuve\" devient réalité, Jinhyuk qui connaît les éléments du jeu mieux que personne aura forcément un grand avantage sur les autres !",
      "id": "Jinhyuk, satu-satunya pemain game [MENARA UJIAN] yang menyelesaikan sampai akhir meski popularitas game telah menurun. Hingga suatu hari [MENARA UJIAN] menjadi kenyataan, Jinhyuk harus menyelesaikannya dengan segala elemen yang ia ketahui tentang game ini!",
      "ja": "ゲーム実況ストリーマーとして活動している主人公・鈴木裕人（すずきひろと）。彼は、万人があきらめたクソゲー『試練の塔』を挑戦しクリアした唯一のプレイヤーであった。念願のエンディングを見ることができたものの、もう誰も興味をもたないこのゲームはサービス終了が確実視されていた…。11年もかけクソゲーをクリアした裕人はこれを機に現実と向き合い、ゲーム実況者としての生活を終わらせることを決心した—。が次の日、現実世界に異変が起きる。街中に突如現れた不吉な塔、そして人類に課される生死をかけた試練。それはまさに裕人が11年の月日を費やしクリアした『試練の塔』そのものであった。塔の攻略法を把握している裕人はその経験を活かし、誰よりも強い最強のビギナーとしてあらたな試練に挑む！",
      "ko": "게임 너튜버로 활동 중인 주인공 진혁은 유일하게\n[시련의 탑]의 엔딩을 봤지만, 게임의 인기가 하락하며\n더 이상 게임 너튜버로서의 삶도 유지하기 힘들어진다.\n\n엔딩을 보았기에 이대로 게임을 마무리하려는 진혁.\n바로 그날, [시련의 탑]은 현실이 되었다.\n게임의 모든 요소를 다 알고 있는 진혁은\n누구보다 빠르게 모든 것을 차지한다!\n\n\"진짜 고인물이 뭔지 보여주지.\"",
      "ru": "Главный герой Джин Хек – игрок и стример, единственный, кто прошёл до конца «Башню испытаний».\nКогда он увидел концовку игры, захотел бросить её. Но в тот же день «Башня испытания» стала реальностью. И главному герою не осталось ничего, кроме как показать, на что способен тот, кто знает все нюансы игры.\n\n«Я покажу вам, что такое настоящий задрот!»",
      "th": "\"จินฮยอก\" สตรีมเมอร์หนุ่ม ผู้หลงใหลในการเล่นเกม ใช้เวลากว่า 11 ปี ในการบรรลุชั้นบนสุดของ '[หอคอยแห่งความทรหด] เกมแฟนตาซีเสมือนจริง' พอบรรลุเป้าหมายแล้ว จึงเกิดความคิดที่อยากจะล้มเลิกการเล่นเกม และการทำสตรีมมิ่ง แต่จู่ๆ วันหนึ่งเขาก็ตื่นมาพบว่า [หอคอยแห่งความทรหด] โผล่ขึ้นมาในชีวิตจริงซะอย่างนั้น!?",
      "zh": "当游戏变为现实！\n无名主播竟是唯一通关者！\n男主镇赫是一名游戏主播，也是唯一一位“试炼之塔”游戏的通关玩家。随着“试炼之塔”这款游戏的热度下降，游戏主播的工作渐渐无法维持镇赫的生活。通关后的镇赫本想就此退游，然而游戏竟成为了现实。如果失败世界就会灭亡！对游戏了如指掌的镇赫还能在现实世界中通关吗？",
      "zh-hk": "活躍於遊戲NewTube頻道的主角——振赫，他是唯一看過[試煉之塔]的結局，因為該款遊戲的人氣大跌，要經營NewTube頻道再也難以維持生計。 看完遊戲的結局後，原本振赫預計要結束不再玩遊戲。但就在當天，[試煉之塔]竟成為了現實。了解遊戲所有關卡的振赫，比誰都還要快占據所有物品。 「讓你見識什麼是真正的開掛高手。」"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ef7698f-9a77-4622-bd7c-a73fcbbc03af",
    "title": {
      "en": "Kuitsume Youhei no Gensou Kitan"
    },
    "updatedAt": "2023-12-08T15:53:59+00:00",
    "coverArt": "https://mangadex.org/covers/9ef7698f-9a77-4622-bd7c-a73fcbbc03af/d780c99a-9f4a-46ee-99eb-a2f5764a533a.jpg",
    "altTitles": [
      {
        "ja": "食い詰め傭兵の幻想奇譚"
      },
      {
        "en": "The Strange Adventure of a Broke Mercenary"
      },
      {
        "ja": "Fantasie Geshichte von soldner in groBer Armut"
      },
      {
        "de": "Fantasie Geschichte eines Söldners in Armut"
      },
      {
        "ru": "Необычные странствия бывшего наёмника"
      },
      {
        "ko": "빈털터리가 된 용병의 환상기담 제"
      },
      {
        "zh": "穷苦佣兵的幻想奇谭"
      },
      {
        "th": "เรื่องราวการผจญภัยสุดประหลาดของนายทหารถังแตก"
      }
    ],
    "description": {
      "en": "After the soldiers’ mercenary group where he used to work had been utterly destroyed, Loren, who survived the disaster, decided to walk the adventurer’s path as a way to make a living. However, for Loren who had no acquaintances and empty pockets, receiving a single quest seemed like a faraway aim. So, as he was contemplating about what he should do next, another adventurer called out to him.---[Alternative RAW](https://comic.pixiv.net/works/5187)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d5a2920-e3ec-41c8-a8a4-c108477893cf",
    "title": {
      "en": "Moscow 2160"
    },
    "updatedAt": "2024-04-14T06:01:12+00:00",
    "coverArt": "https://mangadex.org/covers/7d5a2920-e3ec-41c8-a8a4-c108477893cf/11dc155e-a3c8-4c84-89ed-1191427671db.jpg",
    "altTitles": [
      {
        "ja": "モスクワ2160"
      },
      {
        "ru": "Москва 2160"
      },
      {
        "zh-hk": "莫斯科2160"
      }
    ],
    "description": {
      "en": "A future where the cold war between the USA and Russia never ended and has been going on for two centuries. \n\"Liquidator\" Daniel Kuragin runs through Moscow alleyways for score-settling with a submachine gun in hand!  \nThe overwhelmingly popular web series from \"Goblin Slayer\" creator Kumo Kagyu has begun publication.",
      "ru": "Холодная война так и не закончилась, и мир совсем забыл о том, что такое правда, свобода и надежда. Среди промышляющих в советской Москве кибернетизированных бандитов затесался «уборщик» Данила Курагин с целёхоньким телом, действующий сам по себе.",
      "pt-br": "A história se passa em um mundo onde a Guerra Fria já se estendeu por mais de 2 séculos e a tecnologia evoluiu de forma a criar “sombras mecanizadas”, cujo os objetivos são trabalhar como limpadores em um mundo repleto de conspirações."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c76e194-919d-4143-a7a4-f7b3504183d9",
    "title": {
      "en": "Revelation of Youth"
    },
    "updatedAt": "2023-04-22T09:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/0c76e194-919d-4143-a7a4-f7b3504183d9/31c55894-3906-4410-be8c-8bfcd1c13ef4.jpg",
    "altTitles": [
      {
        "ko": "청춘계시록"
      },
      {
        "ko-ro": "Cheongchungyesilog"
      },
      {
        "ko-ro": "Cheongchun Gyesirok"
      },
      {
        "en": "Apocalypse of Youth"
      },
      {
        "uk": "Апокаліпсис юності"
      }
    ],
    "description": {
      "en": "A close and dangerous cohabitation with the cult leader's son has begun! Chungah was swindled by her uncle who she trusted and her parents disappeared, saying they are chasing their missing uncle, and Chungah suddenly lives alone in an empty house. But it wasn't just Chungah's family that was scammed! The biggest cult in the autonomous district, \"Millennium Adventist Church,\" was also deceived by her uncle. And \"Yohan,\" the son of the cult leader came to Chung-ah's house. He's dragging his luggage in...! God, is this cohabitation gonna be okay?",
      "uk": "Інтимне та небезпечне співмешкання з сином лідера культу почалось! Чону обманув її дядько, якому вона довіряла і її батьки пропали, коли сказали, що шукатимуть його, і раптом Чона живе одна в пустому будинку. Але обманули не тільки сім‘ю Чони! Найбільший культ в автономному районі «тисячолітня адвентистська церква» була теж обдурена її дядьком. І «Йохан», син лідера культу, прийшов до Чони додому. Він заносить свої речі…! Боже, що ж буде з цим співжиттям?",
      "pt-br": "Uma vida próxima e perigosa do filho do líder de um culto começou! Chungah foi enganada por seu tio em quem confiava e seus pais desapareceram, dizendo que estavam perseguindo seu tio desaparecido, e Chungah de repente vive sozinha em uma casa vazia. Mas não foi só a família de Chungah que foi enganada! O maior culto do distrito autônomo, \"Igreja Adventista do Milênio\", também foi enganado por seu tio. E \"Yohan\", o filho do líder do culto, veio à casa de Chung-ah. Ele está arrastando sua mala para dentro...! Deus, será que esta coabitação vai ficar bem?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a9a475f-5051-4e2b-ba4d-10ff9ed4e3e1",
    "title": {
      "en": "Nokori Ichinichi de Hametsu Flag Zenbu Heshiorimasu: Zamaa RTA Kiroku 24Hr"
    },
    "updatedAt": "2024-02-18T12:17:50+00:00",
    "coverArt": "https://mangadex.org/covers/3a9a475f-5051-4e2b-ba4d-10ff9ed4e3e1/b9292a42-9858-4f49-9840-a212d90ec481.png",
    "altTitles": [
      {
        "en": "With One Day Left I'll Break All the Destruction Flags: \"Serves You Right!\" RTA 24 Hour Record"
      },
      {
        "ja": "残り一日で破滅フラグ全部へし折ります: ざまぁRTA記録24Hr"
      },
      {
        "en": "Only One Day Remaining to Break All My Destruction Flags: 24 Hour Just Deserts Speedrun"
      },
      {
        "id": "Villainess Speedrun 24 Jam RTA"
      }
    ],
    "description": {
      "en": "Alexandra is the duchess of the Kingdom of Tarraconensis. It was only the day before the absolution event that she realized that she was the villainous daughter of an otome game! It's clear that she'll be denounced and her engagement will be broken tomorrow.\nBut I don't want to be condemned honestly! I'd rather show my eyes to the people who despised me! With only 24 hours left, Alexandra begins to make a breakthrough in her desperate situation.",
      "id": "Alexandra adalah putri seorang duke dari Kerajaan Tarraconensis. \nKetika dia telah sadar jika dia adalah seorang villaness dari sebuah otome game, waktu yang tersisa sebelum acara pembatalan pertunangan hanya tersisa satu hari saja!\nSudah dipastikan bahwa saat itu akan diumumkan pembatalan pertunangannya!\nTapi dia tidak ingin hanya menerima pembatalan itu! melainkan dia ingin melakukan perlawanan kepada orang-orang yang membencinya!\nHanya tersisa 24 jam saja, alexandra memulai langkahnya untuk bisa keluar dari situasi keputus-asaan ini."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16.5"
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2023-10-08T17:17:44+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren at the Funeral"
      },
      {
        "en": "Frieren: Beyond Journey’s End"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-04-18T15:14:58+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/d322cf28-73b1-43d8-a568-379cd6034cee.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68c1c376-6aed-4dc0-8cea-d926b9d1b563",
    "title": {
      "en": "Skeleton Warrior"
    },
    "updatedAt": "2023-09-30T10:50:58+00:00",
    "coverArt": "https://mangadex.org/covers/68c1c376-6aed-4dc0-8cea-d926b9d1b563/eb2c60ef-e0af-4bcd-8f0b-f72b1b8b9ca1.jpg",
    "altTitles": [
      {
        "ko": "해골협객"
      }
    ],
    "description": {
      "en": "Kim Sojun, a former high school teacher who lost everything playing the stock market and came face-to-face with cruel reality, stumbles upon a heap of gold coins during a school trip. However, the moment he touches a coin, he is cursed and transported to a murim world. He wants to live a lazy and cushy life with the gold he found, but the System won’t let him do it. Not to mention, there are other transmigrators from the modern era who came to this world earlier than him. Surrounded by martial artists and skeletons, the murim life of Kim Sojun begins!",
      "fr": "Kim Sojun, un ancien professeur de lycée qui a tout perdu en jouant à la bourse et s’est retrouvé face à la cruelle réalité, tombe sur un tas de pièces d’or lors d’un voyage scolaire. Cependant, dès qu’il touche une pièce, il est maudit et transporté dans le murim. Il veut vivre une vie de paresse et de confort avec l’or qu’il a trouvé, mais le système ne le laisse pas faire. De plus, d’autres transmigrateurs de l’ère moderne sont arrivés dans ce monde plus tôt que lui. Entouré d’artistes martiaux et de squelettes, la vie de Kim Sojun dans le murim commence !"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b094aab-0cfb-4837-a49b-7267bdb86bec",
    "title": {
      "en": "Boruto: Two Blue Vortex"
    },
    "updatedAt": "2024-04-15T13:31:26+00:00",
    "coverArt": "https://mangadex.org/covers/0b094aab-0cfb-4837-a49b-7267bdb86bec/567a53a0-9ef6-4b64-930c-ea0e4990cf86.jpg",
    "altTitles": [
      {
        "ja": "-ボルト- Two Blue Vortex"
      },
      {
        "en": "Boruto: Two Blue Vortex"
      },
      {
        "id": "BORUTO - TWO BLUE VORTEX -"
      },
      {
        "pt-br": "Boruto -Two Blue Vortex-"
      },
      {
        "en": "BORUTO Part 2"
      }
    ],
    "description": {
      "en": "With everyone's memories having been altered, Boruto finds himself being hunted by his own village. After escaping with Sasuke, what future awaits Boruto...?\n\n(Source: MangaPlus)\n\n---\n\n**Links:**\n- [Viz - Alternative Official English](https://www.viz.com/shonenjump/chapters/boruto-two-blue-vortex)",
      "es": "La memoria colectiva de la gente ha cambiado, y ahora la Villa de la Hoja va detrás de la vida de Boruto. Pese a las adversidades, alguien ha estado esperando junto a Sasuke después de abandonar la Villa.\n\n(Source: MangaPlus)",
      "fr": "Les « souvenirs » des gens ont changé et désormais, la vie de Boruto est menacée au village caché de Konoha. La situation est telle que Boruto quitte le village avec Sasuke sans savoir ce qui les attend…",
      "id": "Sesuatu telah mengubah \"memori\" para warga. Boruto yang kini menjadi buron melarikan diri dari Konoha bersama Sasuke. Di tengah konflik itu, yang telah menanti keduanya adalah...\n\n(Source: MangaPlus)",
      "th": "\"ความทรงจำ\" ของผู้คนเปลี่ยนไป ทำให้โบรุโตะต้องตกอยู่ในฐานะที่โดนหมู่บ้านโคโนะฮะงาคุเระหมายชีวิต ท่ามกลางเคราะห์ร้ายที่ประสบ สิ่งที่รอคอยโบรุโตะซึ่งหนีออกจากหมู่บ้านไปพร้อมๆ กับซาสึเกะก็คือ...\n\n(Source: MangaPlus)",
      "pt-br": "As \"memórias\" das pessoas foram alteradas e Boruto está numa posição onde a Vila Oculta da Folha quer tomar a sua vida. Durante essa adversidade, o que Boruto aguardava quando deixou a vila com o Sasuke era..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4f8ace2-33cf-40e1-806d-4d6e26d7ac25",
    "title": {
      "en": "Ore no Kouhai ga Konna ni Kawaii Wake ga Nai"
    },
    "updatedAt": "2023-03-03T23:58:48+00:00",
    "coverArt": "https://mangadex.org/covers/a4f8ace2-33cf-40e1-806d-4d6e26d7ac25/a4a9a59e-d32d-4124-854b-7e6e5a8a92b8.jpg",
    "altTitles": [
      {
        "en": "My Kouhai Can't Be This Cute"
      },
      {
        "ja-ro": "Ore no Kōhai ga Konna ni Kawaii Wake ga Nai"
      },
      {
        "ja-ro": "Ore no Kouhai ga Konnani Kawaii Wake ga Nai"
      },
      {
        "ja": "俺の後輩がこんなに可愛いわけがない"
      }
    ],
    "description": {
      "en": "Ore No Kouhai ga Konnani Kawaii Wake ga Nai follows the experiences of Ruri Gokou and Kyousuke Kousaka, as they both begin to explore the feelings that they have for each other. Will they be able to acknowledge their feelings for each other, or will they reach a standstill in their pursuit of happiness?"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "48"
  },
  {
    "mangaId": "5c17e517-5979-436b-ae46-b7935a35ad72",
    "title": {
      "en": "I Asked For a Rental Girlfriend and the Girl I Like Showed Up"
    },
    "updatedAt": "2024-04-13T22:36:55+00:00",
    "coverArt": "https://mangadex.org/covers/5c17e517-5979-436b-ae46-b7935a35ad72/0555237c-dce2-48f3-aab5-8f4874dfbedb.jpg",
    "altTitles": [
      {
        "ja": "レンタル彼女頼んだら好きな子がきた"
      },
      {
        "ja-ro": "Rental Kanojo Tanondara Suki na Ko ga Kita"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0efe2b29-95e0-420d-9e00-0a8b3635cc6c",
    "title": {
      "en": "Beloved Tyrant"
    },
    "updatedAt": "2023-06-22T12:01:44+00:00",
    "coverArt": "https://mangadex.org/covers/0efe2b29-95e0-420d-9e00-0a8b3635cc6c/4b838f2d-799f-4b44-be4e-b1ddbd6df1f1.jpg",
    "altTitles": [
      {
        "en": "Dear Tyrant"
      },
      {
        "ko": "친애하는 폭군에게"
      }
    ],
    "description": {
      "en": "I was the hidden leader of a rebellion.\n\nI took in and enslaved the blue knight, who because of me, would be executed.\n\nAs previously promised, I was about to give him the title of a duke.\n\n“Don’t call me Knight, I’m not a knight. Please don’t even use honorifics with me. I’m not a noble.”\n\n“I am simply Your Highness’ slave.”\n\nThough he is a broken knight, with him, I must try and rebel once again."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baa95345-24fb-47a9-83e9-434ff671f968",
    "title": {
      "en": "Smoking Behind the Supermarket with You"
    },
    "updatedAt": "2024-01-28T18:10:33+00:00",
    "coverArt": "https://mangadex.org/covers/baa95345-24fb-47a9-83e9-434ff671f968/3791f674-39c7-40b1-82e5-d7677365ccce.jpg",
    "altTitles": [
      {
        "ja": "スーパーの裏でヤニ吸うふたり"
      },
      {
        "id": "Cerita Tentang Merokok di Belakang Supermarket"
      },
      {
        "es-la": "Historias que ocurren al fumar en la parte trasera del supermercado"
      },
      {
        "pt-br": "Uma história sobre fumar no fundo de um mercadinho"
      },
      {
        "ru": "История о перекуре за супермаркетом"
      },
      {
        "uk": "Історія про перекур за супермаркетом"
      },
      {
        "zh-hk": "在超市後門吸菸的二人"
      },
      {
        "en": "A Story About Smoking at the Back of the Supermarket"
      },
      {
        "en": "Behind the Supermarket, Smoking With You"
      },
      {
        "ar": "خلف المتجر ادخن معك"
      },
      {
        "ja-ro": "Super no Ura de Yani Suu Futari"
      },
      {
        "fr": "Fumer en bonne compagnie à l'arrière de la supérette"
      },
      {
        "fr": "Deux fumeurs à l'arrière de la supérette"
      }
    ],
    "description": {
      "en": "Sasaki, an overworked salaryman, goes through an average stressful day just for a single light at the end of the tunnel: Yamada, the always-cheerful clerk at his favorite convenience store. \n\nOne day, Sasaki takes an extra amount of time at a company meeting, and by the time he gets to the convenience store Yamada has already clocked out. However, as he leaves, he notices a young woman with piercings smoking behind the store?\n\n---\n**Links:**\n- Alternative Official English - [Manga UP!](https://global.manga-up.com/manga/261)",
      "ru": "Сасаки, переутомлённый служащий, каждый раз проживает обычный напряжённый день ради единственного света в конце туннеля: Ямада, жизнерадостная продавщица в его любимом магазинчике.\nВ один день, Сасаки задержался на работе и когда он возвращался домой через магазинчик, смена Ямады давно закончилась. Однако, когда он вышел, то заметил молодую женщину с пирсингом курящую за магазином.",
      "vi": "Sasaki - một người đàn ông làm công ăn lương, vượt qua những ngày làm việc mệt nhoài nhờ có tia sáng nơi cuối đường hầm: Yamada - nhân viên bán hàng luôn vui tươi tại siêu thị tiện lợi yêu thích của anh. Một ngày nọ, Sasaki phải ở lại công ty đến muộn vì một cuộc họp nên khi đến cửa hàng, Yamada đã hết giờ làm việc. Tuy nhiên, khi sắp rời đi, anh để ý thấy một cô gái trẻ đeo những chiếc khuyên xỏ đang ngồi hút thuốc phía sau cửa hàng…",
      "es-la": "Sasaki, un asalariado con exceso de trabajo, pasa por un día estresante promedio solo por una sola luz al final del túnel: Yamada, la siempre alegre empleada de su tienda de conveniencia favorita. Un día, Sasaki se toma una cantidad extra de tiempo en una reunión de la empresa, y cuando llega a la tienda de conveniencia, Yamada ya se había marchado. Sin embargo, cuando se va, se da cuenta de que una mujer joven con piercings fuma detrás de la tienda......",
      "pt-br": "Sasaki, um assalariado sobrecarregado, passa por um dia estressante comum apenas por uma única luz no fim do túnel: Yamada, o sempre alegre balconista de sua loja de conveniência favorita.\n\nUm dia, Sasaki leva um tempo extra em uma reunião da empresa e, quando chega à loja de conveniência, Yamada já bateu o ponto. No entanto, ao sair, ele percebe uma jovem com piercings fumando atrás da loja. O que vai se desenrolar?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69d9d31d-a435-4f5d-8fbb-3ab93fab16f9",
    "title": {
      "en": "I Wanna Spoil Yoroizuka-san!"
    },
    "updatedAt": "2024-02-21T07:52:32+00:00",
    "coverArt": "https://mangadex.org/covers/69d9d31d-a435-4f5d-8fbb-3ab93fab16f9/d4ec9692-37e8-4509-85ab-00ad1edf9610.jpg",
    "altTitles": [
      {
        "ja-ro": "Yoroizuka-san wo Baburasetai"
      },
      {
        "ja": "鎧塚さんをバブらせたい"
      }
    ],
    "description": {
      "en": "Kurumi is a shy and easily embarrassed high school girl with a strong imagination. Her girlfriend is a cool, iron-faced office worker, Ms. Yoroizuka, who doesn't show much emotion. In order to get the older woman to indulge in her, Kurumi tries all sorts of things to spoil Ms. Yoroizuka, but...?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "33"
  },
  {
    "mangaId": "0d4f9dba-f55f-4ff7-9f49-52311939504e",
    "title": {
      "en": "Katainaka no Ossan, Kensei ni Naru: Tada no Inaka no Kenjutsu Shihan Datta noni, Taisei shita Deshi-tachi ga Ore wo Hottekurenai Ken"
    },
    "updatedAt": "2024-03-25T09:54:27+00:00",
    "coverArt": "https://mangadex.org/covers/0d4f9dba-f55f-4ff7-9f49-52311939504e/3e38f2fc-f163-4d8f-8c6f-52442b276c18.jpg",
    "altTitles": [
      {
        "en": "From Old Country Bumpkin to Master Swordsman: My Hotshot Disciples Are All Grown Up Now, and They Won’t Leave Me Alone"
      },
      {
        "ja": "片田舎のおっさん、剣聖になる～ただの田舎の剣術師範だったのに、大成した弟子たちが俺を放ってくれない件～"
      },
      {
        "zh": "乡里别大叔剑圣"
      },
      {
        "zh-hk": "鄉下的大叔成為劍聖～只不過是鄉下的劍術老師，但功成名就的弟子們不放過我的事～"
      },
      {
        "ru": "Мужчина средних лет из глубинки становится мастером меча. «Я был просто сельским учителем фехтования, но мои преуспевшие ученицы не захотели оставить меня в покое!»"
      }
    ],
    "description": {
      "en": "Beryl Gardinant, a self-proclaimed “humble old man,” is a sword instructor at his dojo in a rural, backwater village. In his younger years, he dreamed of glory as a master swordsman, but those days are long behind him. Out of the blue, he receives a visit from a famous former pupil who brings him world-shattering news—he’s been appointed as a special instructor for the knights of the Liberion Order! With his life now turned upside down, Beryl travels to the capital and reunites with some of his former students: elite knights, an ace wizard, and even an adventurer who’s attained the highest guild rank possible. But why do they all want his tutelage?! As far as he’s concerned, they clearly don’t need him anymore. Can Beryl live up to his new position? And will he ever get a moment’s peace away from his adoring students?!\n\n[Official English Light Novel](https://j-novel.club/series/from-old-country-bumpkin-to-master-swordsman-my-hotshot-disciples-are-all-grown-up-now-and-they-won-t-leave-me-alone)",
      "ja": "「ベリル先生を騎士団付きの特別指南役として推薦しました」。片田舎の村で細々と剣術道場を営む男、ベリル・ガーデナント。そこへ若き王国騎士団長に昇り詰めたかつての教え子、アリューシアが訪れ騎士団付きの特別指南役として王都へ行く事に。大成した弟子達と再会し、盛り立てられるベリルの運命は?おっさん成り上がりファンタジーの決定版、コミカライズ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "1618b5d8-3a74-4390-8e94-b3b0248b3588",
    "title": {
      "en": "Model-chan to Jimi Mane-san"
    },
    "updatedAt": "2023-09-11T19:33:49+00:00",
    "coverArt": "https://mangadex.org/covers/1618b5d8-3a74-4390-8e94-b3b0248b3588/08f2d093-b515-4599-840b-53f1c8fab825.png",
    "altTitles": [
      {
        "en": "The Model & The Plain Manager"
      },
      {
        "ja": "モデルちゃんと地味マネさん"
      }
    ],
    "description": {
      "en": "A cool model and a manager’s romantic comedy begins!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "1112dcde-ec25-40a7-ae35-df3091f7f1f9",
    "title": {
      "en": "Sensei to JK"
    },
    "updatedAt": "2023-11-02T21:08:24+00:00",
    "coverArt": "https://mangadex.org/covers/1112dcde-ec25-40a7-ae35-df3091f7f1f9/5b9205fa-55cf-44fe-8300-423095325a9f.jpg",
    "altTitles": [
      {
        "ja": "先生とJK"
      },
      {
        "zh": "老师和JK"
      }
    ],
    "description": {
      "en": "Nako is a high school girl who falls in love with her cool and mysterious private teacher.\nShe loves her teacher and wants to act on her love, but sometimes it doesn't work out...\nThis is a heart-warming slice of life manga about the daily life of a girl who is in love with her teacher and her mysterious teacher who may or may not be aware of the girl's feelings."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af737f18-6d40-4537-b0e6-ad32f2054daa",
    "title": {
      "en": "Hino-san no Baka"
    },
    "updatedAt": "2024-01-07T14:11:12+00:00",
    "coverArt": "https://mangadex.org/covers/af737f18-6d40-4537-b0e6-ad32f2054daa/340f232e-7f58-49db-bef7-9e7ee89ff365.jpg",
    "altTitles": [
      {
        "en": "Hino-san is a Dummy"
      },
      {
        "en": "Hino, You Dummy!"
      },
      {
        "ru": "Дурочка Хино-сан"
      },
      {
        "ja": "飛野さんのバカ"
      },
      {
        "zh": "飞野同学是笨蛋"
      },
      {
        "zh-ro": "Fēiyě tóngxué shì bèndàn"
      },
      {
        "zh-hk": "飛野同學是笨蛋"
      },
      {
        "pt-br": "Hino-san é idiota"
      }
    ],
    "description": {
      "en": "Class president and overall good girl Koguma is concerned that her classmate Hino often skips classes by spending her time behind one of the school buildings. Koguma feels it's her duty to guide Hino down a better path, even if it means going along with Hino's unusual requests.",
      "pt-br": "A presidente da classe e boa garota em geral, Koguma, está preocupada com sua colega de classe, Hino, que muitas vezes mata aula, passando o tempo atrás de um dos prédios da escola. Koguma sente que é seu dever guiar Hino por um caminho melhor, mesmo que isso signifique concordar com os pedidos incomuns de Hino."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "134"
  },
  {
    "mangaId": "611abd12-2640-49f0-89e1-44a6a79bf8c8",
    "title": {
      "en": "Unexpected Luck"
    },
    "updatedAt": "2024-03-26T18:01:53+00:00",
    "coverArt": "https://mangadex.org/covers/611abd12-2640-49f0-89e1-44a6a79bf8c8/b38be28c-2604-4ae5-a2c1-3554064541b2.jpg",
    "altTitles": [
      {
        "zh": "追尾"
      },
      {
        "en": "Rear-End Collision"
      }
    ],
    "description": {
      "en": "\"Young Master Chi, you're not going to help me unconditionally, are you?\"\n\n\"You'll find out soon enough what this deal entails. Now, all you need to do is give me an answer. Do you want this opportunity or not?\"\n\n\"Yes, I do.\"\n\nChi Mingyao made a deal with an actor who was brave enough to block him because of a car accident. He only wanted to tease the little actor at first, but eventually, he genuinely wanted to befriend Li Yangxiao and pass on his good luck to him—all so that Yangxiao could chase his dreams without a care in the world."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4067750-a7e1-4faa-9054-2d8fddf5bf01",
    "title": {
      "en": "My Sister's Best Friend, My Lover."
    },
    "updatedAt": "2024-04-07T00:06:09+00:00",
    "coverArt": "https://mangadex.org/covers/c4067750-a7e1-4faa-9054-2d8fddf5bf01/dcc4868a-f23f-45be-bee1-42e559c66003.jpg",
    "altTitles": [
      {
        "ja": "姉の親友、私の恋人。"
      },
      {
        "ja": "Ane no Shinyuu, Watashi no Koibito."
      }
    ],
    "description": {
      "en": "Sena is a novelist who has been dealing with romantic feelings for her sister, Yuuna. Upon learning that Yuuna is to be married, Yuuna's best friend and former lover Kiku asks Sena to be her lover..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "21.5"
  },
  {
    "mangaId": "0bb65ad2-d238-49c3-aa19-98fa02768942",
    "title": {
      "en": "Aishuu Lava"
    },
    "updatedAt": "2024-04-08T15:38:55+00:00",
    "coverArt": "https://mangadex.org/covers/0bb65ad2-d238-49c3-aa19-98fa02768942/034fe0de-7ed6-4464-b408-0528bb10b9a0.jpg",
    "altTitles": [
      {
        "es-la": "Lava, La Prisionera del amor"
      },
      {
        "ja": "愛囚ラヴァ"
      },
      {
        "en": "Aishuu Lover"
      }
    ],
    "description": {
      "en": "In a world where people suddenly developed super-powers, those who used their abilities to do evil are held at Catastrophe Prison. Shu Ono, a guard at the prison, somehow fell in love with the strongest female prisoner Lava! A crazy love-comedy about the forbidden relationship between guard and prisoner!",
      "es-la": "Un mundo en el que las personas desarrollan repentinamente habilidades diferentes. Los que utilizan sus habilidades para hacer el mal son encarcelados en una prisión de catastrófica. Shu Ono, que trabaja allí como guardia, se enamora de algún modo de la prisionera más fuerte, ¡Lava!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "9510e82e-cfbe-4dda-823e-e3576420c732",
    "title": {
      "en": "Song of the Long March"
    },
    "updatedAt": "2024-01-13T16:51:44+00:00",
    "coverArt": "https://mangadex.org/covers/9510e82e-cfbe-4dda-823e-e3576420c732/fec72742-e9d5-4ffd-938d-b77edf0e44f0.jpg",
    "altTitles": [
      {
        "zh": "Choukakou"
      },
      {
        "es-la": "La canción de la larga marcha"
      },
      {
        "vi": "Trường Ca Hành"
      },
      {
        "zh": "长歌行"
      },
      {
        "fr": "La princesse vagabonde"
      },
      {
        "en": "The Long Ballad"
      },
      {
        "zh-ro": "Chang Ge Xing"
      },
      {
        "ko": "장가행"
      },
      {
        "zh-hk": "長歌行"
      }
    ],
    "description": {
      "en": "Chang An in the Tang Dynasty of China (618–907): The demon star is passing through the sky, calamity is about to befall the Tang Dynasty.  \n  \nPrincess Yongning is forced to flee the castle after her family is killed. Because she is young, she is able to pass for a boy and becomes renowned as a great military strategist. On her journey, she makes trusted allies with her skills as well as fearsome enemies while aiming to protect the Tang Dynasty and exact revenge.  \n  \n  \nOn hiatus or potentially discontinued after chapter 61 due to an ongoing conflict between the author and publisher.  \n  \n [Official Vietnamese Translation](https://bookbuy.vn/truyen-tranh/truong-ca-hanh-tap-1-p39909.html)"
    },
    "status": "hiatus",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4207cdff-c8cd-4b0e-842f-58b7e34357e2",
    "title": {
      "en": "Chibisan Date"
    },
    "updatedAt": "2022-04-18T20:17:42+00:00",
    "coverArt": "https://mangadex.org/covers/4207cdff-c8cd-4b0e-842f-58b7e34357e2/b22f1f84-ae24-4e1a-a875-4655368014d1.jpg",
    "altTitles": [
      {
        "en": "Chibi-san Date"
      },
      {
        "ja": "ちびさんデイト"
      }
    ],
    "description": {
      "en": "On the crescent-shaped island of Nantucket lives Seiji, a young Japanese artist. This heartwarming story is about his daily life and interactions with the people there."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "898d5e90-ebc3-4d08-af53-f4462fdef573",
    "title": {
      "en": "Yuusha-sama wa Houshuu ni Hitozuma wo go Kibou desu"
    },
    "updatedAt": "2024-04-10T10:41:56+00:00",
    "coverArt": "https://mangadex.org/covers/898d5e90-ebc3-4d08-af53-f4462fdef573/90cbd6e5-ae43-4750-9631-f55c4fce194c.jpg",
    "altTitles": [
      {
        "ja": "勇者さまは報酬に人妻をご希望です"
      },
      {
        "ja-ro": "Yuusha-sama wa Houshuu ni Hitozuma o go Kiboudesu"
      },
      {
        "id": "Pahlawan menginginkan milf sebagai hadiah"
      },
      {
        "en": "The Hero Wants a Married Woman as a Reward"
      }
    ],
    "description": {
      "en": "The hero, Chloe, is a strange hero who demands a bounty when saving people.  And what makes it different is the prize... He only likes married women, so he demands the prettiest Milf in town.\n\n**\"If you want me to save the city, give me the most beautiful milf\"**\n\n A unique erotic Fantasy story created by a hero!",
      "id": "Pahlawan ini keji...!!  Pahlawan, Chloe, adalah pahlawan aneh yang menuntut hadiah saat menyelamatkan orang. Dan yang membuatnya berbeda adalah hadiahnya...Dia hanya senang dengan wanita yang sudah menikah, jadi dia menuntut Milf yang paling cantik di kota. \n\n\"Jika kau ingin aku menyelamatkan kota, berikan aku milf yang paling cantik\" \n\nSebuah cerita unik fantasi erotis yang dibuat oleh pahlawan!",
      "ja": "この勇者、下劣ッ…！！勇者・クロエは人々を救う際に報酬を要求する、異質な勇者だった。そして彼が異質なのはその報酬であった…彼は人妻にしか興奮しない為、その町で一番美しい人妻を要求するのであった。「町を救ってほしければ、一番美しい人妻を寄越せ」異色の勇者がおりなすエロファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8211bac6-a392-4e37-b3b6-dac0f4512d24",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daiyonshou - Seiiki to Gouyoku no Majou"
    },
    "updatedAt": "2024-03-19T20:03:56+00:00",
    "coverArt": "https://mangadex.org/covers/8211bac6-a392-4e37-b3b6-dac0f4512d24/500a6dd6-e5f7-4b7d-b85a-0d2233b4c216.jpg",
    "altTitles": [
      {
        "es": "Re:Zero - Empezar de cero en un mundo diferente - Arco 4: El santuario y la bruja de la avaricia"
      },
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 4: The Sanctuary and the Witch of Greed"
      },
      {
        "ja": "Re:ゼロから始める異世界生活 第四章 聖域と強欲の魔女"
      },
      {
        "ru": "Re:Zero. Жизнь с нуля в альтернативном мире. Часть четвёртая: Святилище и ведьма жадности"
      },
      {
        "pt-br": "Re:Zero - Capítulo 4: O Santuário e a Bruxa da Ganância"
      }
    ],
    "description": {
      "en": "Natsuki Subaru defeats the white whale and the archbishop of the \"Sloth\" deadly sin, and is reunited with Emilia. The two have reconciled after overcoming a painful breakup, but new turmoil awaits them...",
      "es": "Decididos a liberar a Rem de un misterioso letargo, Subaru y Emilia emprenden un nuevo viaje hacia el Santuario en donde se enfrentarán a nuevos peligros que jamás imaginarían.\n\n¡La esperada adaptación del arco 4 comienza aquí!",
      "ru": "После победы над белым китом и архиепископом греха лени Петельгейзе, Субару наконец воссоединяется с Эмилией. Однако они узнают шокирующие новости, что на Круш с Рем по пути в столицу снова напал культ ведьмы. Круш потеряла свою память, а все воспоминания о Рем у людей были стёрты. Вместе с жителями деревни Субару решает вернуться обратно, однако деревня оказалась пустой. Оставшиеся жители, которые под руководством Рам отправились в так называемое \"Святилище\", до сих пор не вернулись. Что же там произошло?.."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9b2fbc4-e351-406c-a468-799be14033df",
    "title": {
      "en": "TenPuru -No One Can Live on Loneliness-"
    },
    "updatedAt": "2024-01-13T18:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/b9b2fbc4-e351-406c-a468-799be14033df/b0bf7473-4fd2-4380-89aa-8a5c4aa92733.jpg",
    "altTitles": [
      {
        "es": "Templo - Nadie puede vivir en soledad"
      },
      {
        "ja-ro": "Tenpuru"
      },
      {
        "ja": "てんぷる"
      },
      {
        "zh": "庙不可言"
      },
      {
        "en": "Temple"
      },
      {
        "de": "TenPuru: Von Einsamkeit kann man nicht leben"
      }
    ],
    "description": {
      "en": "That's right, I'll become a monk! Not knowing what to do with his worldly desires, Akagami Akemitsu aims to live a stoic life. However, the thick karmic blood flowing in him will not permit it!",
      "es": "Así es, me volveré un monje! Al no saber qué hacer con sus deseos mundanos, Akagami Akemitsu aspira a llevar una vida estoica. Sin embargo, la espesa corriente de energía del karma que fluye en él no lo permitirá.",
      "es-la": "\"É isso mesmo, eu vou me tornar um monge!\". Sem saber o que fazer com seus desejos mundanos, Akagami Akemitsu decide viver uma vida estóica. No entanto, o sangue cármico espesso que flui nele não permitirá!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10fab94e-2227-47e2-b059-f4762eb5ca4e",
    "title": {
      "en": "Jii-san To Baa-san Wakagaeru"
    },
    "updatedAt": "2024-01-26T04:22:08+00:00",
    "coverArt": "https://mangadex.org/covers/10fab94e-2227-47e2-b059-f4762eb5ca4e/dd69b606-9567-4225-a645-e62eedf38a70.jpg",
    "altTitles": [
      {
        "tr": "Gençliklerini geri kazanan büyükbaba ve büyükanne hakkında hikaye"
      },
      {
        "en": "A Story About A Grandpa And Grandma Who Returned Back To Their Youth"
      },
      {
        "id": "Sebuah Kisah Tentang Kakek dan Nenek yang Kembali Ke Masa Mudanya."
      },
      {
        "ru": "История о Дедушке и Бабушке, которые снова стали молодыми"
      },
      {
        "uk": "Історія про дідуся з бабусею, що знову стали молодими"
      },
      {
        "ja": "おじいさんとおばあさんが若返った話。"
      },
      {
        "ja": "じいさんばあさん若返る"
      },
      {
        "es-la": "Un abuelo y una abuela que regresaron a su juventud"
      },
      {
        "ja-ro": "Ojii-san to Obaa-san ga Wakigaetta Hanashi"
      },
      {
        "pt-br": "Uma história sobre um vovô e uma vovó que voltaram à juventude"
      }
    ],
    "description": {
      "en": "This story is about Ine and Shouzou, two pensioners well into their 80s who are mysteriously returned to their 20s one night.",
      "pt-br": "História sobre Ine e Shouzou, dois aposentados com mais de 80 anos que misteriosamente voltaram aos 20 anos uma noite."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]