[
  {
    "mangaId": "414fd0ba-83c1-4aa2-ba4c-388481288150",
    "title": {
      "en": "Tokkyuu!!"
    },
    "updatedAt": "2024-05-19T15:37:29+00:00",
    "coverArt": "https://mangadex.org/covers/414fd0ba-83c1-4aa2-ba4c-388481288150/691e0b47-5355-47b5-9c0a-ccd9f71c40ba.jpg",
    "altTitles": [
      {
        "ja-ro": "Tokkyuu"
      },
      {
        "ja": "トッキュー!!"
      },
      {
        "id": "Tokkyu!"
      }
    ],
    "description": {
      "en": "Hyogo Kanbayashi, a coastal lifeguard, works to enter Tokkyuu, an elite lifeguard team.\n\n\n---\n\n- Indonesian release by Elex Media as **Tokkyu!**"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "196"
  },
  {
    "mangaId": "ef409a08-b2f4-4ded-abef-972ef1aec2f1",
    "title": {
      "en": "Naze ka S-kyuu Bijotachi no Wadai ni Ore ga Agaru Ken"
    },
    "updatedAt": "2024-11-15T08:17:29+00:00",
    "coverArt": "https://mangadex.org/covers/ef409a08-b2f4-4ded-abef-972ef1aec2f1/0d00d2a2-5d92-488d-9e42-6e028c186ffc.jpg",
    "altTitles": [
      {
        "ja": "なぜかS級美女達の話題に俺があがる件"
      },
      {
        "ja-ro": "Nazeka S-kyuu Bijotachi no Wadai ni Ore ga Agaru Ken"
      },
      {
        "en": "For Some Reason, I'm a Topic of Conversation Between S-Rank Beauties"
      },
      {
        "en": "That Time I Somehow Got Elevated into a Hot Topic Among S-Class Beauties"
      },
      {
        "id": "Entah Bagaimana Aku Jadi Bahan Bicaraan Cewek Cantik di Kelas S"
      }
    ],
    "description": {
      "en": "High school girls Sara Himekawa, Rin Kohinata, and Yuna Takamori are called “S-class beauties,” admired by everyone for their unparalleled beauty. While the school is abuzz with questions about the mysterious guy that the girls are talking about, Haruya Akasaki, a quiet boy in the class, is feeling anxious. In fact, the subject of the girls' talk is Haruya! He definitely does not want to draw that much attention at school, so he tries to make the girls lose interest in him, but it all backfires and…\n\nThis is a school harem comedy between a plain guy and “S-class beauties.\"",
      "ja": "クラスのマドンナたちの話題はすべて俺？\n静かに過ごしたいのに、なぜか《S級美女》達と学園ハーレムラブコメに!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d839cd9-1950-405c-b71f-9abbd7443058",
    "title": {
      "en": "Asako"
    },
    "updatedAt": "2024-10-04T13:47:30+00:00",
    "coverArt": "https://mangadex.org/covers/3d839cd9-1950-405c-b71f-9abbd7443058/ff033dac-092f-4c99-82bc-6abef54712d3.jpg",
    "altTitles": [
      {
        "ja": "あさこ"
      },
      {
        "zh": "浅子"
      },
      {
        "ko": "아사코"
      }
    ],
    "description": {
      "en": "The challenged relationship between Masashi Aoshima, an 11-year-old boy living in a seaside fishing village, and Asako, a mysterious beauty from Tokyo who came to stay at his guest house."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "34"
  },
  {
    "mangaId": "1f5a94b3-08f9-4b58-8354-db5cf22043d6",
    "title": {
      "en": "Gaikotsu Kishi-sama, Tadaima Isekai e Odekake-chuu"
    },
    "updatedAt": "2023-08-04T01:29:41+00:00",
    "coverArt": "https://mangadex.org/covers/1f5a94b3-08f9-4b58-8354-db5cf22043d6/00a8ccd5-ecbc-48ff-9143-c82f3c3122f5.jpg",
    "altTitles": [
      {
        "fr": "Le Chevalier Squelettique, découvrant un nouveau monde"
      },
      {
        "en": "Skeleton Knight in Another World"
      },
      {
        "en": "Skeleton Knight, going out to the parallel universe"
      },
      {
        "ru": "Рыцарь-скелет в ином мире"
      },
      {
        "th": "บันทึกการเดินทางต่างโลกของท่านอัศวินกระดูก"
      },
      {
        "ja": "骸骨騎士様、只今異世界へお出掛け中"
      },
      {
        "ko": "해골기사님은 지금 이세계 모험 중"
      },
      {
        "uk": "Лицар-Скелет розпочинає пригоду в новому світі"
      },
      {
        "zh": "骸骨骑士大人异世界冒险中"
      },
      {
        "ja-ro": "Gaikotsu Kishi-sama, Tadaima Isekai e o Dekake-chū"
      },
      {
        "tr": "İskelet Şövalye, Şimdi Başka Bir Dünyaya Gidiyor"
      },
      {
        "fr": "Le Chevalier squelette, excursion à travers un autre monde"
      },
      {
        "az": "Skelet cəngavəri başqa dünyada"
      },
      {
        "ar": "فارس الهيكل العظمي في عالم آخر"
      },
      {
        "zh-hk": "骸骨騎士大人異世界冒險中"
      },
      {
        "pt-br": "Cavaleiro Esqueleto em Outro Mundo"
      },
      {
        "pt-br": "Skeleton Knight, indo para o universo paralelo"
      }
    ],
    "description": {
      "en": "The protagonist fell asleep while playing an online game. However, he awoke in a strange world with his game character's appearance. In a state of shock, he noticed that he was equipped with nothing but his strongest weapon and armor. To make matters worse, our hero's appearance was changed by the special avatar skin『Skeleton』when he enter this new world. The protagonist wanted to live without drawing attention, but he got acquainted with the dark elf Ariana and received her request.  \n  \n- [Official English Light Novel](https://sevenseasentertainment.com/series/skeleton-knight-in-another-world-light-novel/)",
      "ja": "- [Original WebNovel](https://ncode.syosetu.com/n6266ci/)",
      "uk": "Одного разу головний герой грав у відеогру, поки він не заснув...й коли він прокинувся, опинився в ігровому світі в образі свого аватара, як скелет! Оснащений потужною зброєю та обладунками аватара, але застрягши у страхітливій зовнішності, Арк повинен знайти місце для себе в цьому дивовижному світі. Усі його сподівання на тихе життя розвіюються, коли він зустрічається з прекрасною ельфійкою воїном, після чого вони разом подорожують цим світом.",
      "pt-br": "Arc, um jovem jogador, desmaia durante uma partida online e quando desperta se depara em um mundo estranho, muito semelhante ao do jogo. Chocado com o ocorrido, ele percebe que está neste mundo munido de uma armadura e uma poderosa arma, além de poderes e aparência modificada para a de um [Caveiro]. Arc precisa se manter vivo e, para isso, não deve chamar a atenção. Porém, ele acaba encontrando uma elfa chamada Ariana e aceitando o seu pedido.\n\n- [Original WebNovel](https://ncode.syosetu.com/n6266ci/)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23a84f79-368c-44ca-8a8f-57103b9a5628",
    "title": {
      "en": "Tou no Kanri o Shite Miyou"
    },
    "updatedAt": "2025-01-11T07:49:51+00:00",
    "coverArt": "https://mangadex.org/covers/23a84f79-368c-44ca-8a8f-57103b9a5628/451aa517-6067-485d-bc03-08c279bbaff5.jpg",
    "altTitles": [
      {
        "ja": "塔の管理をしてみよう"
      },
      {
        "ja-ro": "Tou no Kanri wo Shite Miyou"
      },
      {
        "en": "Let's Manage the Tower"
      },
      {
        "ko": "탑의 관리를 해보자!"
      },
      {
        "zh": "成为塔的管理者吧！"
      },
      {
        "zh-hk": "成為塔的管理者吧！"
      },
      {
        "ru": "Получается, я теперь в ответе за башню"
      },
      {
        "vi": "Isekai làm người quản lý tháp"
      }
    ],
    "description": {
      "en": "Kosuke is killed by a truck, his soul is lost in a garden with two beautiful girls. The owner of the place will let him choose whether he will be reborn or summoned to another world, and he maintains the summons. In this new world, the main two girls who were created by the owner of the garden to help him find the mystery behind the world - a Dungeon tower. Will he be able to become the owner of this tower and manage it?",
      "ja": "仕事帰りに交通事故に遭ったことから魂が別世界に飛ばされてしまった考助。彼は保護してくれた女神の助力により、これまでの記憶を持ったまま新しい世界で生きていくことに。さらに女神が創造してくれたという、チートな能力と天使のような羽を持つ最強美女ふたりをお供に、新たな生を送ることになったのですが――。",
      "es-la": "Kosuke es atropellado por un camión mientras regresaba del trabajo. En ese momento, mientras su vida terminaba, su alma fue transferida al \"Jardín de la eterna primavera\" donde lo esperaba una hermosa mujer. Ella inmediatamente lo lleva con la diosa suprema, encargada de dicho mundo. La diosa suprema le permitirá elegir entre poder entrar al ciclo de la encarnación y renacer para empezar una nueva vida o ser invocado a otro mundo, de lo cual él elige ser invocado. La diosa suprema antes de transferirlo a este nuevo mundo le otorga una habilidad divina y dos bellas y poderosas sirvientes. En este nuevo mundo, las dos chicas principales que fueron creadas por la diosa del jardín le ayudarán a encontrar el misterio detrás del mundo: una torre de mazmorra. ¿Podrá convertirse en el dueño de esta torre y administrarla?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b9bd81a-ae0f-4495-bde9-9ba20ee00981",
    "title": {
      "en": "Soshiki no Shukuteki to Kekkon Shitara Mecha Amai"
    },
    "updatedAt": "2025-01-06T21:09:15+00:00",
    "coverArt": "https://mangadex.org/covers/6b9bd81a-ae0f-4495-bde9-9ba20ee00981/fb5dc9a8-5da0-429f-aea5-e05fb451af46.png",
    "altTitles": [
      {
        "ja": "組織の宿敵と結婚したらめちゃ甘い"
      },
      {
        "en": "It's So Sweet When I Marry My Organization's Nemesis"
      },
      {
        "en": "I Married My Organization's Arch-Nemesis, and It's So Sweet!"
      },
      {
        "pt-br": "É tão doce casar com o arqui-inimigo da minha organização"
      },
      {
        "vi": "Thật Ngọt Ngào Khi Kết Hôn Với Kẻ Thù Của Tổ Chức Mình"
      }
    ],
    "description": {
      "en": "\"...I hate you!\"\n\"What a coincidence. So do I.\"\n\nThe two once belonged to opposing organisations of supernatural power users, and fought for their own opposing goals. Roushi Saikawa, also known as the \"Feather Hunter,\" and Ritsuka Yanagi, the strongest supernatural power user known as the \"White Demon.\" The two spent their days battling each other and had no normal social experience, but...\n\n\"I love you, Rou-kun.\"\n\"Me too, Ritsuka.\"\n\nAfter their organisation was disbanded, they somehow started dating and then got married! Is their hatred 100 times more adorable? Now, they are the epitome of a lovey-dovey couple, kissing each other at the door every morning when they go to work. But the husband had just one problem. That is, he had never shared a bed with his wife... In other words, even though he was married, he was still a virgin! This is the story of the hardships faced by such a husband, who gets caught up in numerous troubles but continues to make desperate attempts to deepen his love with his strict wife.",
      "ja": "「……大っ嫌い！」\n「奇遇だな。おれもだ」\n\n　かつて敵対する異能力者の組織に属し、反目し合う目的のために抗争を繰り広げていた二人。\n　《羽根狩り》の異名を持つ犀川狼士(さいがわろうし)と、《白魔》と呼ばれる最強の異能力者・柳良律花(なぎらりつか）。\n　血で血を洗う毎日を過ごし、まともな社会経験のない二人だったが……\n\n「ろうくん、大好きっ」\n「俺もだよ、律花」\n\n　組織解散後はなぜかイチャコラ付き合った上に結婚していた！\n　憎さ余って可愛さ100倍？　いまや、毎朝会社に行く際に玄関で「いってらっしゃい」のチューをするくらいバカップルを地で行く夫婦。\n　だが夫にはただひとつだけ悩みがあった。\n　それは、妻と一度も寝床を共にしたことがないということ……要するに彼は既婚者なのにいまだ童貞であったのだ！\n　これはそんな夫が数々のトラブルに巻き込まれながらも、\n　身持ちのお堅い妻との愛を深めるため、今日も必死にアプローチを続ける艱難辛苦の物語である。",
      "vi": "…. “ta ghét ngươi!”\n\n“trùng hợp thay, tôi cũng vậy”\n\n   Hai người họ từng thuộc hai tổ chức đối địch của những người sử dụng dị năng, và chiến đấu vì những mục đích trái ngược nhau.\n\n       Saikawa Roushi, còn được gọi với cái tên là “thợ săn lông vũ”, và Yanagi Rikka, người sử dụng dị năng mạnh nhất được biết đến với cái tên “bạch ma”. Cả hai đã dành cả ngày để chiến đấu với nhau nên họ không có kinh nghiệm xã hội bình thường nào, thế nhưng…\n\n “em yêu anh, Rou-kun.”\n\n“anh cũng yêu em. Rikka.”\n\n  Sau khi tổ chức bị tan rã, bằng cách nào đó họ đã bắt đầu hẹn hò và đi đến kết hôn! Có phải sự thù hận của họ đáng yêu gấp 100 lần không? Giờ đây, họ là hình ảnh thu nhỏ của một cặp đôi yêu nhau say đắm, hôn nhau mỗi sáng trước khi đi ra ngoài.\n\n  Nhưng người chồng có một vấn đề khá lớn, Đó là anh chưa bao giờ được ngủ chung giường với vợ mình… Nói cách khác, mặc dù đã kết hôn nhưng anh vẫn còn trinh! Đây là câu chuyện về những khó khăn mà người chồng phải đối mặt, dù vướng vào vô số rắc rối vẫn tiếp tục cố gắng để vun đắp tình yêu với người vợ nghiêm khắc của mình.",
      "pt-br": "**Eu Te Odeio, Mas Também Te Amo**  \n\n“...Eu te odeio!”  \n“Que coincidência. Eu também.”  \n\nRoushi Saikawa, conhecido como o \"Caçador de Plumas\", e Ritsuka Yanagi, a usuária de poderes sobrenaturais mais forte, apelidada de \"Demônio Branco\", pertenciam a organizações rivais que batalhavam por objetivos opostos. Durante anos, viveram enfrentando-se ferozmente, sem tempo para experiências sociais comuns.  \n\nMas agora…  \n\n“Eu te amo, Rou-kun.”  \n“Eu também, Ritsuka.”  \n\nDepois que suas organizações foram desmanteladas, os dois, de alguma forma, começaram a namorar e acabaram se casando! Será que o ódio deles se tornou 100 vezes mais fofo? Hoje, eles são a personificação de um casal apaixonado, trocando beijos na porta todas as manhãs antes de irem trabalhar.  \n\nNo entanto, Roushi tinha um problema: ele nunca tinha dividido a cama com sua esposa. Em outras palavras, mesmo casado, ainda era virgem! Esta é a história das dificuldades de um marido dedicado, que enfrenta diversas confusões enquanto tenta desesperadamente fortalecer o amor com sua rígida e poderosa esposa."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c05791fd-6186-404f-bb48-3ca1e153d654",
    "title": {
      "en": "Otsubone Reijou to Shiyuka no Kisetsu - Reitetsu Saishou-sama no Okazari no Tsuma ni Natta Hazu ga, Dekiaisareteimasu"
    },
    "updatedAt": "2023-09-21T18:39:00+00:00",
    "coverArt": "https://mangadex.org/covers/c05791fd-6186-404f-bb48-3ca1e153d654/bc7ab589-1fb8-4631-adbe-59b58986575f.jpg",
    "altTitles": [
      {
        "ja": "お局令嬢と朱夏の季節 〜冷徹宰相様のお飾りの妻になったはずが、溺愛されています〜"
      }
    ],
    "description": {
      "en": "Alellia, who has had her engagement broken off, is past the marriageable age, and is known behind her back as the \"domineering female supervisor\". She spends her days performing her duties as the right hand woman of Marquess Istilia Wegmund, \"the cold-hearted prime minister.\"\n\nOne day, while performing her duties, the Prime Minister asks her to marry him.\n\nRumor has it that the Prime Minister is in love with another woman.\nAlellia accepts the engagement, believing that she is being asked to enter into a contractual marriage.\n\nA newly-married life with the cold-hearted prime minister begins...!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd921093-3e82-4334-adf1-d19e50731631",
    "title": {
      "en": "My Son, Quickly Rely On Your Father's Prestige"
    },
    "updatedAt": "2025-01-05T06:23:03+00:00",
    "coverArt": "https://mangadex.org/covers/fd921093-3e82-4334-adf1-d19e50731631/b5dcbd99-1ab8-4748-a937-e9f1557fe259.png",
    "altTitles": [
      {
        "en": "Son, Put Your Father To The Test"
      },
      {
        "en": "My Son Quickly Rely On Your Father's Prestige"
      },
      {
        "zh": "Wo Er Kuai Pin Die"
      },
      {
        "zh": "我儿快拼爹"
      },
      {
        "ja": "親心チートが無敵すぎる件"
      }
    ],
    "description": {
      "en": "Qin Chuan transmigrated into a mysterious fantasy world. Not only did he gain a son, Qin Zi, for free, but also a cheatcode—a system that made him stronger every time his son caused trouble. After discovering that Qin Zi was a weakling with immense plot armor, Qin Chuan started on an endless journey to troll his son…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5d60fcb-5c20-4bcc-aca5-bbc5f141ab11",
    "title": {
      "en": "Empyreal Cabinet"
    },
    "updatedAt": "2024-12-04T17:59:35+00:00",
    "coverArt": "https://mangadex.org/covers/f5d60fcb-5c20-4bcc-aca5-bbc5f141ab11/d2fc07eb-5f24-4da6-854c-ea0f593fde6e.jpg",
    "altTitles": [
      {
        "ja": "天傍台閣"
      },
      {
        "ja-ro": "Tembo Daika-ku"
      },
      {
        "ja-ro": "Tenbou Daikaku"
      }
    ],
    "description": {
      "en": "The long-awaited series by the up-and-coming writer of the Jump+ one-shots \"O no Utsuwa\" (under the pen name Kyo Oribe) and \"Kuga Masamune no Junan.\" A mystical epic drawn with stunning penmanship is about to unfold..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "512cd78f-cbb8-460a-bafd-e8840c0f7c31",
    "title": {
      "en": "Sword Art Online Unital Ring"
    },
    "updatedAt": "2024-05-23T11:39:09+00:00",
    "coverArt": "https://mangadex.org/covers/512cd78f-cbb8-460a-bafd-e8840c0f7c31/b30395aa-2d98-4439-b141-a916840aee16.jpg",
    "altTitles": [
      {
        "ja": "ソードアート・オンライン・ユナイタル・リング"
      },
      {
        "ja-ro": "Sōdo Āto Onrain Yunaitaru Ringu"
      },
      {
        "en": "SAO Unital Ring"
      },
      {
        "es-la": "Sword Art Online Anillo Unital"
      }
    ],
    "description": {
      "en": "A year has passed since Kirito and Asuna’s return from the Underworld. With them is Alice, who has been given a physical body. But their peace is quickly broken when the three are suddenly thrust into an unfamiliar game, Unital Ring. This new world is a survival MMO that fuses together every VRMMO created with the Seed program. As soon as it starts, Kirito finds himself with nothing but his underwear. Now, he’s got to challenge a mysterious VRMMOSVG under desperate circumstances!",
      "es-la": "Ha pasado un año desde el regreso de Kirito y Asuna del Underworld. Con ellos está Alice, que ha recibido un cuerpo físico. Pero su paz se rompe rápidamente cuando los tres se ven empujados de repente a un juego desconocido, Unital Ring. Este nuevo mundo es un MMO de supervivencia que fusiona todos los VRMMO creados con el programa \"The Seed\". Nada más empezar, Kirito se encuentra sin nada más que su ropa interior. Ahora, ¡Tiene que desafiar a un misterioso VRMMOSVG en circunstancias desesperadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c79bcd31-4c0e-43c2-873d-7e614361096e",
    "title": {
      "en": "Heart of Thorns"
    },
    "updatedAt": "2024-12-27T17:06:24+00:00",
    "coverArt": "https://mangadex.org/covers/c79bcd31-4c0e-43c2-873d-7e614361096e/a7e05bd3-1d31-480c-8e47-9c8ebfe27beb.jpg",
    "altTitles": [
      {
        "zh": "荆棘之心"
      },
      {
        "zh-ro": "Jing Ji Zhi Xin"
      }
    ],
    "description": {
      "en": "One day, Liu Hai happened upon a dilapidated magic book. When she imitated the wizard in the magic book to create a magic circle, she accidentally summoned a monster girl named Chi Liu. Chi Liu is the source of strength in the country of Chi. She had been imprisoned for a long time and finally managed to escape. While Liu Hai in the human world was experimenting with the magic circle, the two met..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97abceca-a672-46ff-89d5-eeb1701a6cd4",
    "title": {
      "en": "\"Omae ga Kawari ni Shine\" to Iwareta Watashi. Imouto no Migawari ni Reikoku na Henkyou Haku no Moto e Totsugi, Shiawase wo Teniireru"
    },
    "updatedAt": "2025-01-11T23:50:17+00:00",
    "coverArt": "https://mangadex.org/covers/97abceca-a672-46ff-89d5-eeb1701a6cd4/a9cfa9c9-496b-4c26-8ecd-cfefca6bf66b.jpg",
    "altTitles": [
      {
        "ja": "「お前が代わりに死ね」と言われた私。妹の身代わりに冷酷な辺境伯のもとへ嫁ぎ、幸せを手に入れる"
      },
      {
        "ja-ro": "\"Omae ga Kawari ni Shine\" to Iwareta Watashi. Imouto no Migawari ni Reikoku na Henkyou Haku no Moto e Totsugi, Shiawase wo Teniireru"
      }
    ],
    "description": {
      "en": "Both my parents had only loved my sister and I had no place at home.  I lived my life believing that as long as I worked hard, I would someday be loved. One day, my sister received a royal order to marry a frontier count who was rumored to be ruthless. My father, who loved my sister, said to me, \"You will marry into the frontier count's territory instead. But on the way, the carriage will be attacked by demons - you will die.\" As planned, I was attacked by monsters, but the one who rescued me was the ruthless Count of the Frontier, a beautiful man with bright red hair and sharp golden eyes..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fc6e547-cd3d-4030-a733-defc244df2d5",
    "title": {
      "en": "Tsuma, Shougakusei ni Naru."
    },
    "updatedAt": "2024-12-01T06:52:16+00:00",
    "coverArt": "https://mangadex.org/covers/2fc6e547-cd3d-4030-a733-defc244df2d5/b824f23b-d18d-4105-b255-a21fa524e0ba.jpg",
    "altTitles": [
      {
        "ja": "妻、小学生になる。"
      },
      {
        "ja": "If my wife become an elementary school student."
      },
      {
        "en": "If My Wife Became an Elementary School Student."
      },
      {
        "en": "My Wife Became An Elementary School Student."
      },
      {
        "id": "Istriku Menjadi Anak SD"
      },
      {
        "es": "Mi esposa volvió a la escuela primaria"
      },
      {
        "ko": "아내, 초등학생이 되다."
      },
      {
        "es-la": "Si mi esposa renaciera como una estudiante de primaria"
      },
      {
        "fr": "Ma femme s'est réincarnée en écolière"
      },
      {
        "ja": "妻小"
      },
      {
        "ja-ro": "TsumaShou"
      },
      {
        "ja-ro": "TsumaSho"
      },
      {
        "vi": "Vợ tôi là Học sinh Tiểu Học"
      },
      {
        "ru": "Если бы моя жена стала младшеклассницей"
      }
    ],
    "description": {
      "en": "The trials and tribulations of a single father, who one day meets the reincarnation of his deceased wife, who perished a decade before.",
      "es": "Las pruebas y adversidades de un padre soltero, que un día se encuentra con la reencarnación de su difunta esposa, que murió una década antes.  \n  \n\n\n---\n\nLinks  \n- [Author's Twitter](https://twitter.com/yayu_murata)",
      "es-la": "Nijima Keisuke es un hombre asalariado, vivía felizmente junto a su esposa y a su hija, hasta que un día su esposa fallece y él se derrumba. Siendo ahora un padre soltero, tuvo que esforzarse más por su hija pero perdía el camino y su estilo de vida se volvió muy deplorable, hasta que un día aparece una niña diciendo ser la reencarnación de su esposa y se propone ayudarlo para cambiar y corregir su lamentable situación actual.",
      "pt-br": "As provações e tribulações de um pai solteiro, que um dia encontra a reencarnação de sua falecida esposa."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "111"
  },
  {
    "mangaId": "48b8bd34-8e43-4823-8cd9-36a17c99d5c0",
    "title": {
      "en": "Programmed To Love You"
    },
    "updatedAt": "2024-12-15T14:50:43+00:00",
    "coverArt": "https://mangadex.org/covers/48b8bd34-8e43-4823-8cd9-36a17c99d5c0/9aec71c4-66ef-4f64-b7d0-be0c1eaa8bc5.png",
    "altTitles": [
      {
        "zh": "设定要求我爱你"
      },
      {
        "zh-ro": "Shè dìng yāoqiú wǒ ài nǐ"
      }
    ],
    "description": {
      "en": "The torment you inflict upon me— I'll endure it willingly.\n\nIs my burning desire to grow closer to Master every day simply just a pre-programmed setting?! Was I intentionally created with a face resembling someone Master once loved? Is this all a conspiracy, or just a ticking time-bomb? But! Wu Qing doesn't understand such complicated things! I just want to make Master happy! Even in a plague-ridden, post-apocalyptic world, I just want to get closer to Master!\n\nA Clueless, Loyal Android x A Sickly, Cold-Hearted Researcher"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2674b676-f69b-4fea-b5eb-d19803d41fce",
    "title": {
      "en": "Imaizumi Brings All the Gals to His House"
    },
    "updatedAt": "2024-12-07T15:56:13+00:00",
    "coverArt": "https://mangadex.org/covers/2674b676-f69b-4fea-b5eb-d19803d41fce/4b0e3da6-75d8-4918-a914-7f8c1f71a5a8.jpg",
    "altTitles": [
      {
        "ja": "今泉ん家はどうやらギャルの溜まり場になってるらしい～DEEP～"
      },
      {
        "ja-ro": "Imaizuminchi wa Douyara Gal no Tamariba ni Natteru Rashii ~DEEP~"
      },
      {
        "ja-ro": "Imaizumin-chi wa Douyara Gyaru no Tamariba ni Natteru Rashii ~DEEP~"
      },
      {
        "en": "Imaizumi's Home Has Apparently Become A Gal Hangout Spot ~Deep~"
      },
      {
        "en": "Imaizumin's House Is a Place for Gals to Gather"
      },
      {
        "en": "Imaizumin's House Is a Hangout Place for Gals ~Deep~"
      },
      {
        "id": "Rumah Imaizumi adalah Tempat Nongkrong Para Cewek"
      },
      {
        "id": "Rumah Imaizumi adalah Tempat Nongkrong Cabe-cabean"
      },
      {
        "id": "Rumah Imaizumi adalah Tempat Nongkrong Gal"
      },
      {
        "zh": "今泉家似乎成了辣妹的聚集地~deep~"
      }
    ],
    "description": {
      "en": "Imaizumi is a high school boy who lives alone in his apartment for a reason. He has a secret that he can't tell to anyone. And the secret is that he lives with the top three Gyarus (gals) of his school, Hamasaki, Kurumizaka, and Sasaki. He spends his day playing, talking and getting physical with these Gyarus, all of whom have a quirk or two. Imaizumi-kun is getting more and more addicted to his lazy, naughty and free \"youth\"...?",
      "id": "Imaizumi-kun, seorang siswa SMA yang hidup sendiri karena suatu alasan. Dia memiliki rahasia yang tidak bisa diketahui oleh siapa pun. Yaitu tinggal bersama tiga gadis \"Hamasaki\", \"Kurumizaka\" dan \"Sasaki\" yang berada di kasta atas di sekolah."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97f21bb2-4331-46a2-8307-483eb3370019",
    "title": {
      "en": "House Mayton's Youngest"
    },
    "updatedAt": "2024-10-28T20:51:49+00:00",
    "coverArt": "https://mangadex.org/covers/97f21bb2-4331-46a2-8307-483eb3370019/990042e3-2a9d-4571-98f1-0ee1c80ffd1e.jpg",
    "altTitles": [
      {
        "en": "Youngest Scion of the Mages"
      },
      {
        "es-la": "El Hijo Menor del Renombrado Clan Mágico"
      },
      {
        "en": "Youngest Son of the Renowned Magic Clan"
      },
      {
        "ko": "마법명가 막내아들"
      }
    ],
    "description": {
      "en": "As the author of \"Swordmaster Sade,\" Cha Sungmin had no idea how dangerous his plot-hole-riddled novel could be until he's reborn as Rasen Mayton, a spoiled side character destined to die at 17. As if being stuck in the body of a rude scumbag despised by everyone wasn't enough, Sungmin also discovers that he was reborn at a point before his story began. \n\nWith almost no knowledge about the current timeline, will Sungmin be able to survive in this unwritten world as House Mayton's youngest?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "416e63e0-a641-4338-b9e8-2461e81ff152",
    "title": {
      "en": "How to Survive as a Maid in a Horror Game"
    },
    "updatedAt": "2024-09-23T18:12:22+00:00",
    "coverArt": "https://mangadex.org/covers/416e63e0-a641-4338-b9e8-2461e81ff152/29d67fe8-47e2-4242-8793-eca46049c117.png",
    "altTitles": [
      {
        "ko": "공포게임 메이드로 살아남기"
      },
      {
        "ko": "공포 게임 메이드로 살아남기"
      },
      {
        "en": "Surviving as a Maid in a Horror Game"
      },
      {
        "en": "No Exit Horror"
      }
    ],
    "description": {
      "en": "\"How did you know? I hid it well so that no one would find out.\"\n \nAdrian Caesar von de Paltzgraf, the successor to the Paltzgraf Family. He is hailed as an angel in this world, but only I knew that the serial murders and murder attempts happening in the area which everyone was talking about were all committed by a young, good-looking gentleman.\n\n[Adrian's murderous intent has increased.]\n[Convince Adrian to lower his murderous intent. If not, you die.]\n[Adrian's murderous intent is at 92%.]\n\nI am the only one who knows. I was the only one who transmigrated into the world of this ridiculous horror game.\n\n---\n\nNote:\n- Only Ridibooks has all the volumes, due to Volume 1 of the side stories being R19.\n- \"No Exit Horror\" is the English name on the ebook and physical Korean novel cover."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9aaa96b-36fc-41c5-a427-6e39c26b7720",
    "title": {
      "en": "Fuku wo Kiru nara Konna Fuu ni"
    },
    "updatedAt": "2024-12-07T01:23:36+00:00",
    "coverArt": "https://mangadex.org/covers/c9aaa96b-36fc-41c5-a427-6e39c26b7720/a2a2dadd-1d03-4dd4-a457-62afb8ab42ed.jpg",
    "altTitles": [
      {
        "ja": "服を着るならこんなふうに"
      },
      {
        "en": "Do It This Way If You Wear the Clothes"
      },
      {
        "en": "If You're Gonna Dress up, Do It Like This"
      },
      {
        "zh": "衣服要这么穿"
      },
      {
        "vi": "Đã ăn diện thì phải ăn diện sao cho đúng."
      }
    ],
    "description": {
      "en": "Yuusuke, an average office worker meets with his friend at a reunion, only to find out that the fashion world has left him behind. Now, with the help of his sister Tamaki, Yuusuke must take his step into the world of trends and charisma.",
      "pt-br": "Yuusuke, um trabalhador de escritório comum encontra-se com seu amigo em uma reunião, apenas para descobrir que o mundo da moda o deixou para trás. Agora, com a ajuda de sua irmã Tamaki, Yuusuke deve entrar no mundo das tendências e do carisma"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e529c7a0-955b-47e2-ab9c-0dabc6ed6d39",
    "title": {
      "en": "Myou-chan-sensei wa Kaku Katariki"
    },
    "updatedAt": "2024-10-08T13:17:58+00:00",
    "coverArt": "https://mangadex.org/covers/e529c7a0-955b-47e2-ab9c-0dabc6ed6d39/951d5494-7309-4f13-a3f5-5a7f74ded883.jpg",
    "altTitles": [
      {
        "ja": "みょーちゃん先生はかく語りき"
      },
      {
        "ja-ro": "Myō-chan-sensei wa Kaku Katariki"
      },
      {
        "ja-ro": "Myō-chan-sensei ha Kaku Katariki"
      },
      {
        "en": "Thus Spoke Myou-chan-sensei"
      },
      {
        "en": "Thus Spoke Myō-chan-sensei"
      },
      {
        "ru": "Так сказала врач Миё-тян"
      },
      {
        "vi": "Lời khuyên từ Miyo-sensei"
      }
    ],
    "description": {
      "en": "Sasafune Miyoko, the nurse at a certain high school, is often asked for advice by the students. Almost every day someone comes to ask her about their worries, and this and that… But since these are high school students going through puberty, helping them is usually not that simple! Myō-chan-sensei is hard at work answering questions that are sure to make you blush like \"Have you ever had sex outdoors?\" or \"I wonder which panties my boyfriend likes more\".",
      "ja": "生徒のためならなんでもシちゃう？熱血ポンコツ教師・みょーちゃん登場☆\n\nとある高校の保健室の先生・笹舟みよかは生徒達の良き相談役として、今日も思春期爆発系質問にカラダを張って答えます！アオカンしたいって彼氏に言われた？ 乳輪が大きいのが悩み？全部みょーちゃん先生にお任せあれ！！！",
      "ru": "К Сасафунэ Миёко, медсестре одной средней школы, часто обращаются ученики за советом. Почти каждый день кто-нибудь приходит спросить ее о своих проблемах, о том, о сем... Но поскольку речь идет о старшеклассниках, переживающих период полового созревания, помочь им обычно не так-то просто! Мио-тян-сэнсэй усердно отвечает на вопросы, которые наверняка заставят вас покраснеть, например: «Занимались ли вы когда-нибудь сексом на улице?» или «Интересно, какие трусики больше нравятся моему парню?»."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c178bca-9b98-4896-8ecd-2f8e15a17ad6",
    "title": {
      "en": "Yuuan no Kanata"
    },
    "updatedAt": "2024-11-14T20:45:48+00:00",
    "coverArt": "https://mangadex.org/covers/0c178bca-9b98-4896-8ecd-2f8e15a17ad6/15e398e8-ec19-4cfc-8ae3-f81ba2677859.jpg",
    "altTitles": [
      {
        "en": "Kanata of the Darkness"
      },
      {
        "ja": "幽闇のカナタ"
      }
    ],
    "description": {
      "en": "The presence of 'it' can be felt everywhere. Kanata, a woman who lost her sense of fear after a certain incident, searches for moments that freeze her heart as she follows the traces of 'it'...!? In parks, on emergency staircases, and in the cracks between walls, people who accidentally draw close to the presence of 'it' experience indescribable terror, leaving their everyday lives irreparably changed. After all, ghosts really are the scariest..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bfbecb6e-8a6f-4b31-a040-5928a7635894",
    "title": {
      "en": "Mizu Zokusei no Mahoutsukai"
    },
    "updatedAt": "2024-12-28T20:56:55+00:00",
    "coverArt": "https://mangadex.org/covers/bfbecb6e-8a6f-4b31-a040-5928a7635894/580f4b86-7570-4011-955a-7e90ed51c9e4.jpg",
    "altTitles": [
      {
        "ja": "水属性の魔法使い"
      },
      {
        "ja-ro": "Mizu Zokusei no Mahou Tsukai"
      },
      {
        "en": "Water Attribute Magician"
      },
      {
        "en": "Water Mage"
      },
      {
        "zh-hk": "水屬性之魔法使"
      },
      {
        "en": "The Water Magician"
      }
    ],
    "description": {
      "en": "Upon being reincarnated into a fantasy world, Ryo wants to live out his days in peace with his newfound water magic. He can only conjure a cupful at a time, but it’s enough to eke out a comfortable existence — or so he thought.\n\nThe powers that be cast him into the wild outlands with nothing more than a humble shack, a single knife, some food... and abilities that are yet beyond his comprehension. The area is overrun by monsters and there’s nary another human in sight. Ryo must now figure out how to survive above all else, but he’s ready to take bulls, boars, and a whole host of other monsters by the horns if it means seizing the life he wants for himself.\n\nEach new victory brings a new challenge, but what could a fateful encounter with a headless horseman, a dragon, and a castaway swordsman have in common? They’re the first steps on a grand journey that will take Ryo beyond the borders of all he knows to become the greatest water magician the world has ever seen — one adventure at a time."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6806d90b-e170-4e31-bf41-e349ccf48781",
    "title": {
      "en": "HENTAI"
    },
    "updatedAt": "2024-10-17T17:34:36+00:00",
    "coverArt": "https://mangadex.org/covers/6806d90b-e170-4e31-bf41-e349ccf48781/d1ad26de-dfcc-4723-bcaf-d9f146ab4ac9.jpg",
    "altTitles": [
      {
        "ja": "ＨＥＮＴＡＩ"
      },
      {
        "th": "HENTAI ห้องเช่าสยองขวัญ (SIC)"
      }
    ],
    "description": {
      "en": "Yuko Natsuki, a rookie reporter for an occult magazine, sees a girl's spirit in a \"cursed apartment\" she visited for coverage. Rei Aiko, the spirit of a girl who massacres humans who step into the apartment. In a curse stretched like a spider web, Aiko continues to grow on the death of humans. Is there any way for Yuko to survive the curse!?  \n\nThe manga adaptation of the popular suspense horror novel from the novel posting site estar!",
      "pt-br": "Yuko Natsuki, uma repórter novata de uma revista de ocultismo, vê o espírito de uma garota em um “apartamento amaldiçoado” que ela visitou para cobertura. Rei Aiko, o espírito de uma garota que massacra humanos que entram no apartamento. Em uma maldição esticada como uma teia de aranha, Aiko continua a crescer com a morte de humanos. Existe alguma maneira de Yuko sobreviver à maldição !?\n\nA adaptação do mangá do popular romance de terror e suspense do site de postagem de novelas estar!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "23"
  },
  {
    "mangaId": "25707e09-1afb-48da-a04e-36b4daa7cce6",
    "title": {
      "en": "Nobunaga no Chef"
    },
    "updatedAt": "2024-12-15T05:06:18+00:00",
    "coverArt": "https://mangadex.org/covers/25707e09-1afb-48da-a04e-36b4daa7cce6/2ace44a9-16ea-481f-a6bb-5f56d8cfb732.jpg",
    "altTitles": [
      {
        "en": "Nobunaga's Chef"
      },
      {
        "ja-ro": "Kokinya Nobunaga"
      },
      {
        "fr": "Le chef de Nobunaga"
      },
      {
        "th": "ยอดเชฟของโนบุนางะ"
      },
      {
        "ja": "信長のシェフ"
      },
      {
        "zh": "信長的主廚"
      },
      {
        "es-la": "El Chef de Nobunaga"
      },
      {
        "en": "A Chef of Nobunaga"
      },
      {
        "pt-br": "O chef de Nobunaga"
      },
      {
        "id": "Kokinya Nobunaga"
      },
      {
        "ko": "노부나가의 셰프"
      }
    ],
    "description": {
      "en": "Ken is a modern-day chef who wakes up one morning in war-torn 16th century Japan. Faced with an impossible situation, he does what he does best – he cooks. Soon, word of his wonderful food reaches the capital, and the ears of warlord Oda Nobunaga, who immediately orders Ken to cook for him. What will happen to Ken as he finds himself stumbling around in an era he doesn't belong?",
      "ja": "現代の料理人・ケン。彼が目を覚ますとそこは戦国時代だった。京で評判の料理の噂を聞きつけた信長は、強引にケンを自分の料理人にするが…！？",
      "es-la": "Ken es un chef de la actualidad. Cuando se despierta, se encuentra en el período de los Estados en Guerra, la era Sengoku. Nobunaga oye un rumor sobre un plato con buena reputación en Kioto, y obliga a Ken a convertirse en su propio chef...",
      "pt-br": "Ken, um chef da era moderna, encontra-se de volta ao século 16, durante o período Sengoku. Sem qualquer lembrança de quem ele foi um dia ou como chegou ali, ele só pode contar com seu conhecimento e suas habilidades na culinárias. Mas, assim que ele ganha reputação por sua incrível comida, o próprio Oda Nobunaga aparece para demandar seus serviços."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "37",
    "lastChapter": "310"
  },
  {
    "mangaId": "bebb20cd-89a1-4226-80f8-92d8ea12193d",
    "title": {
      "en": "Honto wa Motto, Shitai dake"
    },
    "updatedAt": "2025-01-06T23:23:29+00:00",
    "coverArt": "https://mangadex.org/covers/bebb20cd-89a1-4226-80f8-92d8ea12193d/1a60f55b-efd6-4745-9db2-82f94a63b69c.jpg",
    "altTitles": [
      {
        "ja-ro": "Honto wa Motto, Shitai dake"
      },
      {
        "ja": "ほんとはもっと、したいだけ"
      },
      {
        "en": "I really just want to do more."
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c85b4086-fd34-4e0c-8b01-b264c2404f6b",
    "title": {
      "en": "Madame Petite"
    },
    "updatedAt": "2024-12-06T08:32:09+00:00",
    "coverArt": "https://mangadex.org/covers/c85b4086-fd34-4e0c-8b01-b264c2404f6b/074a6db9-bf60-48f2-a11e-e7978f3a3342.jpg",
    "altTitles": [
      {
        "ja": "マダム・プティ"
      },
      {
        "zh": "青春小妇人"
      },
      {
        "ko": "마담 프티"
      },
      {
        "ja-ro": "Madame Petit"
      }
    ],
    "description": {
      "en": "It's the 1920s and Mariko, age 16, is married to a man 30 years her senior. She is honestly happy \nto be his wife and really excited to board the Orient express in Turkey on their honeymoon trip. \nBut her life takes a rapid turn when her husband is discovered dead after the first night on board… \nAnd that's only the start of Mariko's great adventure."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "54"
  },
  {
    "mangaId": "eb291072-78cd-4d29-97f4-8e3cc5436d95",
    "title": {
      "en": "Bokura wa Mahou Shounen"
    },
    "updatedAt": "2024-07-20T23:50:18+00:00",
    "coverArt": "https://mangadex.org/covers/eb291072-78cd-4d29-97f4-8e3cc5436d95/b67d0df7-a482-4dbd-b2c0-5661ca3b714c.jpg",
    "altTitles": [
      {
        "en": "We Are Magical Boys"
      },
      {
        "ja": "ボクらは魔法少年"
      },
      {
        "en": "Puer Magus Nobis"
      }
    ],
    "description": {
      "en": "Kaito Odagiri is a normal fifth grade boy who can hold his own in a fight and loves to show off. This attracts the attention of Makoto Kaibara, a boy at Kaito's school who reveals to him that he can use magic, but he needs Kaito's help to protect the peace of their town. Kaito jumps at the chance of being a magic-wielding superhero, but his excitement turns to horror when he realizes that he'll be protecting the town dressed as a typical magical girl under the name Thrilling Pink. Although initially reluctant, Kaito soon discovers that there’s more to being a magical boy than simply looking cute in a skirt."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "42"
  },
  {
    "mangaId": "0486e6b2-6551-4938-894a-4e7a72749b47",
    "title": {
      "en": "Keep Your Hands Off Eizouken!"
    },
    "updatedAt": "2024-12-31T09:49:30+00:00",
    "coverArt": "https://mangadex.org/covers/0486e6b2-6551-4938-894a-4e7a72749b47/f10eeb81-cbff-4f47-95c9-21f982d378b6.jpg",
    "altTitles": [
      {
        "en": "Don't Mess With the Film Club!"
      },
      {
        "zh-hk": "別對映像研出手！"
      },
      {
        "zh": "别对映像研出手！"
      },
      {
        "ja": "映像研には手を出すな！"
      },
      {
        "ja-ro": "Eizouken ni wa Te o Dasu na!"
      },
      {
        "ja-ro": "Eizouken ni ha Te wo Dasu na!"
      }
    ],
    "description": {
      "en": "Asakusa Midori wants to create an anime, but she's too disheartened to make that first step by herself. But by pure chance, she meets Mizusaki Tsubame, an up-and-coming socialite secretly dreaming of becoming an animator. Together with Midori's money-loving best friend Kanamori Sayaka, the energetic trio slowly work towards making their \"ultimate world\" a reality!\n___\n**Additional Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Anime Twitter](https://twitter.com/Eizouken_anime)\n- [Official Anime Website](http://eizouken-anime.com/)\n- [Official Live-Action Website](https://eizouken-saikyo.com/)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b61bf57e-e5e3-46d5-8927-782a593ce719",
    "title": {
      "en": "Natsu Utopiano"
    },
    "updatedAt": "2025-01-12T04:14:23+00:00",
    "coverArt": "https://mangadex.org/covers/b61bf57e-e5e3-46d5-8927-782a593ce719/45c788df-a371-4a16-9895-682b9e2854b8.jpg",
    "altTitles": [
      {
        "en": "Summer Utopiano"
      },
      {
        "ja": "夏・ユートピアノ"
      }
    ],
    "description": {
      "en": "Arata returns to her parents' home to take over the family business of piano tuning. There she meets Kyoko, a woman who seems to refuse to interact with others. She later learns that Kyoko is the daughter of an international pianist. And thus, the two inexperienced musicians gradually deepen their relationship through piano. Moving closer and further apart, they live their lives, reveling in the momentary understanding and cohabitation.\n[via MangaUpdates]"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "2"
  },
  {
    "mangaId": "19a1f6e1-6e86-4785-81bc-8a8acfe6bc9a",
    "title": {
      "en": "Sensei to Seito wa, Ai wo Shiranai."
    },
    "updatedAt": "2025-01-07T15:20:21+00:00",
    "coverArt": "https://mangadex.org/covers/19a1f6e1-6e86-4785-81bc-8a8acfe6bc9a/d323b4ca-2b4b-48f3-954d-be67823aaad2.jpg",
    "altTitles": [
      {
        "vi": "Thầy trò không biết yêu"
      },
      {
        "ja-ro": "Sensei to Seito wa, Ai wo Shiranai."
      },
      {
        "ja": "先生と生徒は、愛を知らない。"
      }
    ],
    "description": {
      "en": "“The person I loved the most in the world turned out not to love me at all. I had no choice but to hate that person.” This is a story about two people who don't know how to love and gradually become attracted to each other.",
      "ja": "いちばん愛されたかった人に、愛されなかった。 いちばん愛されたかった人を、憎むしかなかった。 これは、愛を知らないふたりが、惹かれ合う物語。",
      "vi": "Người mà tôi yêu thương nhất trên đời hóa ra không hề yêu thương tôi. Tôi lúc này đây không còn cách nào khác ngoài căm ghét chính người ấy. Đây là một câu chuyện giữa hai con người không biết yêu dần thu hút lẫn nhau."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "76616e0d-d39e-4a73-9541-d49577838e89",
    "title": {
      "en": "Jaa Kimi No Kawari Ni Korosou Ka ~ Prequel"
    },
    "updatedAt": "2024-05-15T14:26:30+00:00",
    "coverArt": "https://mangadex.org/covers/76616e0d-d39e-4a73-9541-d49577838e89/c825828a-553a-4360-87f7-e772f08af34f.jpg",
    "altTitles": [
      {
        "vi": "Vậy, để tớ giết chúng thay cậu nhé? ~ Tiền truyện"
      },
      {
        "en": "Well, Shall I Murder Instead of You? ~ Prequel"
      },
      {
        "ja": "じゃあ、君の代わりに殺そうか？ ～プリクエル"
      }
    ],
    "description": {
      "en": "The prequel to the series [Jaa, Kimi no Kawari ni Korosou ka?].  The main character this time is Kumaoka Aizen (Ameli's younger half-brother who appears in chapter 22 of the main story), the son of a yakuza boss.  The story takes place during Aizen's middle school years and this section focuses on describing the personality changes of Aizen and the other half-siblings that Aizen has met.",
      "vi": "Phần tiền truyện của bộ Jaa, Kimi no Kawari ni Korosou ka? . Nhân vật chính lần này là Kumaoka Aizen (em trai cùng cha khác mẹ của Ameri xuất hiện ở chap 22 trong chính truyện), con trai của lão đại yakuza. Câu chuyện diễn ra vào hồi cấp 2 của Aizen và phần này tập trung miêu tả quá trình thay đổi nhân cách của Aizen và những anh em cùng cha khác mẹ khác mà Aizen đã gặp."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3295871-b930-4ee3-ac0f-ff7102ecec4e",
    "title": {
      "en": "Sasha-chan to Classmate Otaku-kun"
    },
    "updatedAt": "2025-01-08T02:05:25+00:00",
    "coverArt": "https://mangadex.org/covers/c3295871-b930-4ee3-ac0f-ff7102ecec4e/dccbd42d-5a83-431d-aba7-e889002efc5d.jpg",
    "altTitles": [
      {
        "ja": "サーシャちゃんとクラスメイトオタクくん"
      },
      {
        "en": "Sasha-chan and Her Classmate Otaku-kun"
      },
      {
        "en": "Sasha-chan & Her Classmate Geek-kun"
      },
      {
        "en": "Sasha and Her Otaku Classmate"
      },
      {
        "fr": "Sasha et son camarade Otaku"
      },
      {
        "zh-hk": "莎夏醬和阿宅君同學"
      },
      {
        "es-la": "La chica de secundaria Sasha-chan y su compañero de clases Otaku-kun"
      },
      {
        "ru": "Саша и её одноклассник Отаку"
      },
      {
        "zh": "JC莎夏酱和同班的宅宅"
      },
      {
        "vi": "Bé sơ trung Sasha và thằng bạn Otaku cùng lớp"
      }
    ],
    "description": {
      "en": "I am an aspiring mangaka, currently assisting in the production of erotic doujinshi as a middle school student. While I was reading doujinshi at school, a beautiful girl very interested in erotic things, Sasha-san, suddenly called me “Master”!?\n\nThe story of a beautiful, cheerful girl volunteering to be my ecchi disciple.",
      "fr": "Fujiwara est un mangaka amateur, il dessine des mangas érotiques alors qu’il n’est que collégien. Tandis qu'il lisait un porno à l'école, une jolie fille nommée Sasha qui s’avère être très intéressée par ces choses, et lui adresse la parole, elle se met même à l’appeler \"Maître\" !? \n\n\u2029\u2029C’est l'histoire d'une belle et joyeuse fille qui se porte volontaire pour être mon disciple dans la perversion.",
      "ja": "僕は未来の大漫画家にして現えっちな同人誌アシの中学生。学校で同人誌を読んでいたら、えっち方面に興味津々の美少女、サーシャさんから「ししょー」と呼ばれ‥‥!?",
      "es-la": "Sin importarle el qué dirán y sin temor a caer en lo más bajo de la escala social dentro de la escuela, Otaku-kun no oculta su gran afición por los mangas para adultos, cosa que le hace ganarse el rechazo de su salón apenas en el primer día de clases; sin embargo, Sasha, lejos de sentir aberración por su afición, muestra un interés peculiar, iniciando así una relación... ¡¿mentor-alumna?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b5e63da-8f8e-4a21-a58b-e33cd2d80283",
    "title": {
      "en": "Chikyuu Ningen Terra-chan"
    },
    "updatedAt": "2024-11-20T13:01:09+00:00",
    "coverArt": "https://mangadex.org/covers/1b5e63da-8f8e-4a21-a58b-e33cd2d80283/ce6d1db4-96b7-4ad7-8caa-869703032b11.jpg",
    "altTitles": [
      {
        "en": "Earth-Girl Terra-chan"
      },
      {
        "en": "Earth Human Terra-chan"
      },
      {
        "ja": "地球人間テラちゃん"
      }
    ],
    "description": {
      "en": "If we aren't kind to her, the Earth will be destroyed!? The Earth's avatar herself steps foot on earth?! The laid-back Earthling gag comedy manga is here!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "7"
  },
  {
    "mangaId": "98017a70-5580-40fb-9d69-69e377325484",
    "title": {
      "en": "I Picked Up This World's Strategy Guide"
    },
    "updatedAt": "2025-01-12T04:13:10+00:00",
    "coverArt": "https://mangadex.org/covers/98017a70-5580-40fb-9d69-69e377325484/b95e40fe-7234-44d8-99ab-02f90d4b904c.jpg",
    "altTitles": [
      {
        "ja": "この世界の攻略本を拾ってしまいました"
      },
      {
        "ja-ro": "Kono Sekai no Kouryakuhon o Hirotte Shimaimashita"
      },
      {
        "ja-ro": "Kono Sekai no Kouryokubon wo Hirotte Shimaimashita"
      },
      {
        "ja": "I ran into a strategy guide to this world."
      },
      {
        "en": "I Happened To Pick Up A Strategy Guide For This World"
      }
    ],
    "description": {
      "en": "Sana is the hardworking daughter of a shop owner, and she often ventures out into the forest to gather the herbs needed for the restorative potions they sell. But on one trip, she happens to pick up a mysterious strategy guide for a game—and it’s filled with detailed information about her town, those around her, and even what’s yet to come! However, the future may not be at all what she expects… With such a powerful—and dangerous—book in hand, what will Sana do? (Yen Press)",
      "ja": "城下町の片隅にある道具屋の娘・サナは、店の商品の回復ビンを作るため、いつものように森に薬草を摘みに出かけていた。\nそこでサナは謎の本を拾う──。\n攻略本を読んでしまったことで関係ないはずの道具屋の娘が、ゲームのストーリーに大きく関わってしまうことに…!?\n異世界ラブコメ冒険ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5813825a-b729-4ce4-8dfd-54c3391f8d19",
    "title": {
      "en": "Super Ball Girls"
    },
    "updatedAt": "2025-01-11T08:13:44+00:00",
    "coverArt": "https://mangadex.org/covers/5813825a-b729-4ce4-8dfd-54c3391f8d19/79aa3852-ae92-4705-8135-683a45b48aa9.jpg",
    "altTitles": [
      {
        "ja": "スーパーボールガールズ"
      },
      {
        "en": "Superball Girls"
      },
      {
        "zh": "弹珠女孩"
      },
      {
        "zh-hk": "超級彈珠女孩"
      },
      {
        "hi": "सुपर बॉल गर्ल्स"
      },
      {
        "ne": "सुपर बल गर्ल्स"
      },
      {
        "ru": "Девушки и супермяч"
      },
      {
        "vi": "Siêu cầu nữ"
      },
      {
        "pt-br": "Garotas Das Super Esferas"
      }
    ],
    "description": {
      "en": "Ichiyoshi continues to work at a chocolate factory, locking away his \"best\" in his heart. One Christmas night, on his way home, he finds a mysterious superball that rolls out of the darkness...",
      "ja": "人生で自分にとっての「一番」をずっと心にしまい続けながら、チョコレート工場での仕事を続ける一好瑛太。クリスマスの夜、帰宅中の彼は暗闇から転がる不思議なスーパーボールを手にする。日常への様々な思いをぶつけるように、そのボールを思い切り投げつけた彼の前にいきなり現れたのは理想の「美女」．．．！？",
      "pt-br": "Ichiyoshi continua trabalhando em uma fábrica de chocolate, trancando o seu \"melhor\" em seu coração. Numa noite de Natal, a caminho de casa, ele encontra uma misteriosa super bola que  cai da escuridão..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou"
    },
    "updatedAt": "2024-12-20T16:57:11+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/2c150d45-fbe6-49cb-8697-3053d2475fb3.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "zh-hk": "尾守月美希和奇日常。"
      },
      {
        "fr": "Ogami Tsumiki et l'étrange vie du quotidien"
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind. When he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "fr": "Aujourd'hui, nous vivons à l'ère de la diversité. L'expression « non-humains » appartient au passé. Les « Genjin » vivent leur vie en interaction avec les êtres humains.\n\nUn garçon humain, Yutaka Shinsou, est troublé. Il est tellement habitué à être en phase avec son environnement qu'il ne comprend plus ses propres sentiments. Au lycée Keiki, que fréquentent de nombreux « Genjin », il rencontre Tsumiki Ogami, un loup-garou. Elle est mignonne, puissante, un peu hors du commun et gentille.\n\nLorsqu'il passe du temps avec elle, le cœur de Yutaka est plus bruyant que d'habitude. Une vie quotidienne « inhabituelle » avec Tsumiki le loup-garou.\n\nLe nouveau parcours normal de la jeunesse est sur le point de commencer.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n\n日常が変わっていく、つみきさんと一緒なら。まだ誰も知らない、ニューノーマルな青春がここに。",
      "pl": "Obecnie żyjemy w erze różnorodności. Wyrażenie „nie-ludzie” należy już do przeszłości. „Genjin” żyją w interakcji z ludźmi.\n\nPewien ludzki chłopiec, Yutaka Shinsou, jest zaniepokojony. Jest tak przyzwyczajony do bycia w zgodzie z otoczeniem, że nie rozumie już własnych uczuć. W Liceum Keiki, gdzie uczęszcza wielu „Genjin”, spotyka Tsumiki Ogami, wilkołaka. Jest urocza, potężna, trochę nietypowa i miła.\n\nKiedy spędza z nią czas, serce Yutaki staje się głośniejsze niż zwykle. Niezwykłe niecodzienne życie z wilkołakiem Tsumiki.",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "vi": "Thời hiện đại trong câu chuyện này là thời đại của \"đa dạng\" giống loài, những chủng tộc bán nhân có một tên gọi mới là\"Genjin\" và sống cùng nền văn minh con người. Yukata Shinsou, 1 học sinh năm nhất cao trung bình thường quyết dịnh nhập học vào một ngôi trường tư thục có tỉ lệ Genjin cao nhất nước để tránh mặt những người bạn sơ trung của mình. Và rồi cậu gặp được Tsumiki Ogami, một cô nàng Genjin dạng người sói, và cô ấy sẽ dẫn cậu tận hưởng cuộc sống cao trung đầy màu sắc!",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "pt-br": "Hoje, vivemos numa era de diversidade. A frase “não-humanos” é coisa do passado. “Genjin” vivem suas vidas interagindo com seres humanos.\n\nUm menino humano, Yutaka Shinsou, está preocupado. Ele está tão acostumado a estar em sintonia com o ambiente que não entende mais seus próprios sentimentos. No Colégio Keiki, onde muitos \"Genjin\" estudam, ele conhece Tsumiki Ogami, uma lobisomem. Ela é fofa, poderosa, um pouco fora do comum e gentil.\n\nQuando ele passa um tempo com ela, o coração de Yutaka fica mais acelerado do que o normal. Girando uma vida cotidiana \"incomum\" com o lobisomem Tsumiki.\n\nO novo gráfico normal da juventude está prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8736457-f9e3-49fe-996c-e1ed0ed8bf5a",
    "title": {
      "en": "Vigilante Part 2"
    },
    "updatedAt": "2024-08-02T04:20:58+00:00",
    "coverArt": "https://mangadex.org/covers/c8736457-f9e3-49fe-996c-e1ed0ed8bf5a/1b87880f-e1fe-40db-96af-7c05ca4deccd.png",
    "altTitles": [
      {
        "ko": "비질란테 2부"
      }
    ],
    "description": {
      "en": "After graduating from the police academy and being commissioned as an Inspector, Jiyong investigates the suspicious complainant Hwang Seong-gu and encounters a nationwide rental scam case. As Jiyong pursues the rental scam gang that evades proper legal judgment, he feels his vigilante rules being tested. And in the meantime, the four vigilantes involved receive threats from someone aware of their identities. They begin to sense the shadow of a great evil behind their adversaries."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04ff2200-7e68-49fe-92e0-d353b3dff2d2",
    "title": {
      "en": "Inkya Datta Ore no Seishun Revenge: Tenshi sugiru Ano Ko to Ayumu Re Life"
    },
    "updatedAt": "2024-10-05T13:20:58+00:00",
    "coverArt": "https://mangadex.org/covers/04ff2200-7e68-49fe-92e0-d353b3dff2d2/2360451e-7926-46e2-9297-cfda0023d194.jpg",
    "altTitles": [
      {
        "ja": "陰キャだった俺の青春リベンジ 天使すぎるあの娘と歩むReライフ"
      },
      {
        "en": "The Revenge of My Youth: My Re Life with a Girl Who Was Too Much of an Angel"
      },
      {
        "ru": "Месть моей юности: Моя жизнь с девушкой, которая была слишком похожа на ангела"
      },
      {
        "vi": "Sống Lại Tuổi Thanh Xuân: Cuộc Sống Thứ Hai Bên Thiếu Nữ Tựa Thiên Thần"
      }
    ],
    "description": {
      "en": "This is the story of Niihama Shincirou, who collapsed after being ravaged by a black company and woke up to find that he had been sent back to his second year of high school. When he wakes up, he finds himself in a time leap to his second year of high school. His high school life... was gray and shady, but he’s sure he can start over now.\n\nThe beautiful girl of his dreams, Haruka Shijouin, whom he met again over time, is even more innocent and cute than he remembered, and above all, she has been staring straight at Niihama.\n\n*\"I feel like you've changed a lot from the Niihama I knew yesterday. You're still kind, but you’ve grown up, and that's wonderful!\"*\n\nIf I could change the future, I would definitely save her life after she took her own life after being severely bullied. With the adult mentality and corporate power that I’ve acquired, I’m going to take my revenge on my second youth with her–!",
      "id": "bercerita tentang seorang budak korporat bernama Niihama Shincirou yang bekerja di perusahaan gelap dia pingsan setelah kelelahan bekerja dan ketika terbangun ia terkejut karena ternyata dia mengalami lompatan waktu dan kembali ke masa di mana dia masih seorang murid SMA. lalu karena dia sudah kembali ke masa lalu dia bertekad untuk balas dendam dengan menjadi lebih aktif dan berjuang untuk mendapatkan hal yang dia inginkan tidak peduli siapapun lawannya sampai pada akhirnya menebus semua penyesalan yang telah ia lakukan di kehidupan sebelumnya...",
      "ja": "サラリーマン・新浜心一郎は度重なるブラック残業の果てに遂に倒れ、目が覚めると高校生に！？　陰キャだったかつての自分と決別し、憧れだった美少女・紫条院春華を待ち受ける悲劇の未来から救うため奔走する――！",
      "vi": "Chuyển thể từ Light Novel cùng tên\n\nĐây là câu chuyện về Niihama Shincirou, người đã suy sụp sau khi bị dày vò bởi một công ty đen và tỉnh dậy thì thấy rằng mình đã bị gửi trở lại năm thứ hai trung học. Cuộc sống trung học của cậu ấy… thật xám xịt và mờ ám, nhưng cậu chắc chắn rằng mình có thể bắt đầu lại ngay bây giờ.\nCô gái xinh đẹp trong mộng của cậu, Haruka Shijouin, người mà cậu đã gặp lại, thậm chí còn ngây thơ và dễ thương hơn những gì cậu nhớ, và trên hết, cô ấy đã nhìn thẳng vào Niihama.\n\n“Tớ cảm thấy như cậu đã thay đổi rất nhiều so với Niihama mà tớ biết ngày hôm qua. Cậu vẫn tốt bụng, nhưng đã trưởng thành, và điều đó thật tuyệt!”",
      "pt-br": "Niihama Shinichirou, o qual desmaiou após ser explorado ao extremo por uma ‘companhia exploradora’ e ao acordar descobriu que havia sido mandado de volta para o segundo ano do ensino médio. Sua vida escolar foi sombria e melancólica… No entanto, ele tem certeza de que agora pode recomeçar.\nHaruka Shijouin, uma linda garota que ele conheceu antes, de repente parece ainda mais inocente e bonita do que Shinichirou se lembrava, e acima de tudo, ela olha diretamente para ele… \n\n“Eu sinto que você está bem diferente do Niihama que eu conhecia ontem. Você continua gentil, mas você cresceu, e isso é maravilhoso!” \n\nSe eu pudesse mudar o futuro, eu definitivamente iria salvá-la depois que ela tirou a própria vida após sofrer severamente por conta de bullying. Com a mentalidade adulta e poderes corporativos que adquiri, eu vou me vingar da minha segunda juventude com ela–!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9b449f97-87a9-485f-b7d6-fd6732904dea",
    "title": {
      "en": "Maou Reijou no Kyouiku Gakari ~Yuusha Gakuin o Tsuihou Sareta Heimin Kyoushi wa Maou no Musume-Tachi no Katei Kyoushi to Naru~"
    },
    "updatedAt": "2024-12-05T04:49:28+00:00",
    "coverArt": "https://mangadex.org/covers/9b449f97-87a9-485f-b7d6-fd6732904dea/a6b2a195-9a49-4ff0-8b09-f2da81daf8ab.jpg",
    "altTitles": [
      {
        "ja": "魔王令嬢の教育係 ～勇者学院を追放された平民教師は魔王の娘たちの家庭教師となる～"
      },
      {
        "en": "The Demon King's Educator: The Common Teacher Who Has Been Exiled From the Heroes' Academy Becomes a Private Teacher for Demons' Daughters"
      },
      {
        "en": "The Demon King's Educator: The Common Teacher Who Has Been Exiled From the Brave Academy Becomes a Private Teacher for the Devil's Daughters"
      }
    ],
    "description": {
      "en": "Flay Garnet has been fired from the academy after being set up by his colleague. He receives a job offer from a mysterious maid. The job offer is to be a tutor to the five daughters of the Demon King! At first, they didn’t trust him to be taught by a human, but as he demonstrates his abilities, he begins to gain the trust of the Demon King’s daughters.\nFlay’s new life as an educator, under one roof with five cute but problematic girls with varying personalities, begins!",
      "ja": "次代の英雄を育てる学院̶̶通称『勇者学院』。そこで教鞭をとっていたフレイは、同僚に嵌められてクビになってしまう。そんな彼は、謎のメイドから再就職先を斡旋される。その仕事とは、５人の魔王令嬢たちの家庭教師だった！英雄を育てていた教師が、魔王の娘たちを育てていく。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da94fd6c-bbd6-4d77-9456-ec9f57af6359",
    "title": {
      "en": "Revenge Of the Bloom Flower"
    },
    "updatedAt": "2024-11-26T18:37:09+00:00",
    "coverArt": "https://mangadex.org/covers/da94fd6c-bbd6-4d77-9456-ec9f57af6359/86c927f5-acb2-442f-8da2-b918f161fde0.jpg",
    "altTitles": [
      {
        "ko": "화무십일홍"
      },
      {
        "en": "There Are No Red Flowers for Ten Days"
      },
      {
        "ko-ro": "Hwamusipilhong"
      },
      {
        "es-la": "Venganza de la Flor de Ciruelo"
      },
      {
        "zh-hk": "花無十日紅"
      },
      {
        "zh-hk": "解深密經疏"
      }
    ],
    "description": {
      "en": "The scripture that brought a bloodstorm to Jianghu was the \"Wisdom of the Secret Master,\" a legendary book that is said to hold the power to seize all the world's authority and wealth. Because of it, Woonseon lost all his loved ones overnight. \nNow, he casts aside his bright and pure past and embarks on a desperate journey for revenge. The flower will wither in ten days. Nothing in this world will be eternal, whether it's wealth, power, or love."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-10-09T16:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83059e8f-9393-485d-845a-9eb33e0e368c",
    "title": {
      "en": "I'm Being Mistaken for a Soccer Genius"
    },
    "updatedAt": "2024-12-29T06:18:37+00:00",
    "coverArt": "https://mangadex.org/covers/83059e8f-9393-485d-845a-9eb33e0e368c/3e7a6cba-479c-4ac7-9091-536f49b11f91.jpg",
    "altTitles": [
      {
        "ko": "축구천재로 오해받는 중입니다"
      }
    ],
    "description": {
      "en": "The Korean boy, Lee Jian, who was released from a prestigious youth team in Italy, spends his days idling away as a substitute even after arriving at the youth team of AC Firenze, almost as if he were running away.As usual, he boasts to his childhood friend, Kim Jiwoo, claiming to be a genius, but then he hears the shocking news that Jiwoo is coming to Italy to study abroad. Determined not to disappoint his precious (?) friend Jiwoo, Jian sets his sights on becoming a starter..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "53fc44bd-b97c-4878-8c65-c1192f1fcb80",
    "title": {
      "en": "I'm the Villainess, but I'm Being Captured by the Heroine?! Anthology"
    },
    "updatedAt": "2024-01-06T14:06:20+00:00",
    "coverArt": "https://mangadex.org/covers/53fc44bd-b97c-4878-8c65-c1192f1fcb80/fa3764da-f5ce-4536-95c4-c79db68c5688.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢ですが、ヒロインに攻略されてますわ!? アンソロジーコミック"
      },
      {
        "ja": "悪役令嬢ですが、ヒロインに攻略されてますわ!?"
      },
      {
        "ja-ro": "Akuyaku Reijou Desu ga, Heroine ni Kouryaku Sarete Masu wa?!"
      },
      {
        "ja-ro": "Akuyaku Reijou Desuga, Heroine ni Kouryaku Saretemasuwa!? Anthology Comic"
      },
      {
        "ja-ro": "Akuyaku Reijou Desu ga, Hiroin ni Kouryaku Sarete Masu wa!? Anthology Comic"
      },
      {
        "en": "I'm the Villainess, but I'm Being Captured by the Heroine?!"
      },
      {
        "en": "I'm the Villainess, but the Heroine's Trying to Capture Me?! Anthology Comic"
      },
      {
        "en": "I'm the Villainess, but the Heroine's Trying to Capture Me?!"
      },
      {
        "en": "Heroine Loves Villainess Lady..."
      },
      {
        "en": "Yuri Villainess Anthology"
      },
      {
        "uk": "Я лиходійка, але серце моє полонила героїня!?"
      }
    ],
    "description": {
      "en": "An anthology featuring a variety of stories with girl × girl relationships, with a focus on Heroine × Villainess! Heroines and villainesses, maids and villainesses… 5 stories featuring relationships between girls and their bonds can be found in this anthology. A collection of stories that were published on *Shousetsuka ni Narou*! All have happy endings!\n\nCover Art: Maro\n\n**Volume 1 Contents:**  \n1. **The Heroine's Capture Target Is…** (ヒロインの攻略対象は……), Art by Kawano Akiko, Story by yui/south², [Original Web Novel](https://ncode.syosetu.com/n8335ef/).\nThe villainess' engagement is broken at an evening party. Called by the prince, what will the heroine do…?! *Has GL ending.*\n2. **Milady Looked Extremely Troubled When Her Engagement Was Broken, so I Stepped in to Help Her** (婚約破棄されたお嬢様が大変そうなので助けに入りました), Art by Ooba Soto, Story by Ringoame Tsuin, [Original Web Novel](https://ncode.syosetu.com/n9459fo/).\nThe lady she served had her engagement broken before her very eyes?!\n3.  **My Best Friend's Engagement Was Broken. I Need to Do My Best to Stop It! …But I Was the Reason Behind It…** (婚約破棄されました。私の親友が!必ず阻止します!……私が原因なのでorz), Art by Wani, Story by naturalsoft, [Original Web Novel](https://ncode.syosetu.com/n3379dw/).\nI thought I could avoid the condemnation scene after becoming friends with the villainess, but…?! *Has GL ending.*\n4. **My Friendship Route With the Villainess** (悪役令嬢との友情ルート), Art by Hoshina, Story by Taikoban, [Original Web Novel](https://ncode.syosetu.com/n9052ee/).\nThe reincarnated heroine aims to save the villainess?! Using knowledge from the original work, she becomes acquainted with the villainess…\n5. **The \"Villainess'\" Engagement Braking, or an Account of the \"Dark Saint\" ~Another Story~** (“悪役\"令嬢の婚約破棄、もしくは〈黒の聖女〉顛末記~another story~), Art by Murasaki, Story by Fujiyama, [Original Web Novel](https://ncode.syosetu.com/n7544cy/).\n All of the villainess' actions are for the sake of the heroine…\n\n**Volume 2 Contents:**\n1. **The Villainess Receives a Pledge of Love From an Adorable, Beautiful Rival** (悪役令嬢は天使のようなライバル美少女に愛を誓われる). By Michiyuki Aoi. *Has GL ending.*\n2. **Since I Was Reincarnated as the Villainess, I Wanted to Be Kind to the Heroine to Avoid Being Banished From the Country, but She Is So Slow, Clumsy, and Dumb That I Had to Play the Straight Man and Be Strict With Her, Which — Sure Enough — Resulted in My Fiancé, the Prince, Condemning Me at the Graduation Party** (悪役令嬢に転生したので、国外追放回避の為ヒロインに優しく接したいが、ヒロインが鈍臭くてボケボケなので厳しく接してツッコミまくっていたら、案の定卒業パーティーで婚約者である王子から断罪されている最中です). Art by Kashi Aoi, Story by Mon-chan. [Original Web Novel](https://ncode.syosetu.com/n6610gi/). *Has GL ending.*\n3. 「愛することはない」と言われましても、そもそもその必要はございません。 Art by Manatamayumu, Story by 鰯づくし. [Original Web Novel](https://ncode.syosetu.com/n2695hy/).\n4. **A Commoner Like Me Got Tangled up With a Haughty Villainess, What Should I Do?** (平民の私が高慢な悪役令嬢に絡まれているのですが、どうすればいいですか？). Art by Hoshina, Story by Ringoame Tsuin. [Original Web Novel](https://ncode.syosetu.com/n2667gs/). *Has GL ending.*\n5. わたくしこそが王となりますゆえ、此度の縁談はお断りさせていただきますわ。かわいい妹が待っておりますの. Art by Fuyume Saya, Story by Nakamura Syuri. [Original Web Novel](https://ncode.syosetu.com/n1179hz/).",
      "id": "Antologi yang menampilkan berbagai cerita dengan hubungan cewek x cewek, dengan fokus pada Heroine x Villainess! Pahlawan dan penjahat, pelayan dan penjahat … 5 cerita yang menampilkan hubungan antara perempuan dan ikatan mereka dapat ditemukan dalam antologi ini. Kumpulan cerita yang diterbitkan di Shousetsuka ni Narou! Semua memiliki akhir yang bahagia!\n\n1. Target dari sang heroine adalah…\n2. Sepertinya nona sedang dalam Bahaya ketika pertunangannya dibatalkan, jadi aku akan membantu beliau\n3. Pertunangan teman dekatku telah dibatalkan. Aku harus menemukan cara untuk mencegahnya… Namun ternyata akulah alasan hal itu terjadi…\n4. Rute pertemananku dengan sang tokoh antagonis\n5. Pembatalan pertunangan sang tokoh antagonis. Adalah rencana dari sang \"Darkness Saintess\" ~Another Story~",
      "ja": "ヒロイン×悪役令嬢を中心とした女性同士の物語を集めた小説家になろう発アンソロジー!\nALLハッピーエンドの読み切り5本収録!! いずれも『小説家になろう』発の大人気作です!\n王子様と幸せになるだけがハッピーエンドじゃない!\n婚約破棄からのヒロイン×悪役令嬢ルートを中心に、ざまぁ、断罪イベント、GL、乙女ゲーム、友情END、百合END、主従ENDなどが楽しめます♪\nカバーイラスト：まろ\n\n**第1巻の内容：**\n1. 『ヒロインの攻略対象は……』　漫画：かわのあきこ　[原作](https://ncode.syosetu.com/n8335ef/)：yui/サウスのサウス\n悪役令嬢が婚約破棄された時、王子に呼ばれたヒロインの行動は!?\n2. 『婚約破棄されたお嬢様が大変そうなので助けに入りました』　漫画：大庭そと　[原作](https://ncode.syosetu.com/n9459fo/)：りんご飴ツイン\nお仕えしているお嬢様が目の前で婚約破棄され!?\n3. 『婚約破棄されました。私の親友が!必ず阻止します!……私が原因なのでorz』　漫画：わに　[原作](https://ncode.syosetu.com/n3379dw/)： naturalsoft\n悪役令嬢と親友になって断罪回避と思ったのに!?\n4. 『悪役令嬢との友情ルート』　漫画：ほしな　[原作](https://ncode.syosetu.com/n9052ee/)：大小判\n転生したヒロインの目的は悪役令嬢の救済!? 原作知識を使って悪役令嬢に近づき…。\n5. 『“悪役\"令嬢の婚約破棄、もしくは〈黒の聖女〉顛末記~another story~』　漫画：むらさき　[原作](https://ncode.syosetu.com/n7544cy/)：ふじやま\n悪役令嬢の行動のすべてはヒロインの為に――…。\n\n**第2巻の内容：**\n1. 『悪役令嬢は天使のようなライバル美少女に愛を誓われる』　漫画：道雪葵\n2. 『悪役令嬢に転生したので、国外追放回避の為ヒロインに優しく接したいが、ヒロインが鈍臭くてボケボケなので厳しく接してツッコミまくっていたら、案の定卒業パーティーで婚約者である王子から断罪されている最中です』　漫画：かしい葵　[原作](https://ncode.syosetu.com/n6610gi/)：もんちゃん\n3. 『「愛することはない」と言われましても、そもそもその必要はございません。』　漫画：マナタマユム　　[原作](https://ncode.syosetu.com/n2695hy/)：鰯づくし\n4. 『平民の私が高慢な悪役令嬢に絡まれているのですが、どうすればいいですか？』　漫画：ほしな　　[原作](https://ncode.syosetu.com/n2667gs/)：りんご飴ツイン\n5. 『わたくしこそが王となりますゆえ、此度の縁談はお断りさせていただきますわ。かわいい妹が待っておりますの』　漫画：冬芽沙也　[原作](https://ncode.syosetu.com/n1179hz/)：中村朱里",
      "uk": "Антологія історій про дівочу дружбу, зосереджених на дружбі між Героїнею та Лиходійкою! Героїні та лиходійки, служниці та лиходійки… 5 історій про стосунки між дівчатами та їхні узи. Збірка оповідань, опублікованих на Shousetsuka ni Narou! Всі зі щасливим кінцем!\n\nТом зміст:\n1. Об'єкт захоплення героїні це -...\n2. Через розрив заручин міледі виглядала стурбованою, тож я вирішила її підтримати\n3. Заручини моєї найкращої подруги розірвані. Мені потрібно зробити все можливе, щоб виправити це! …Але ж саме я стала причиною цього…\n4. Історія моєї дружби із лиходійкою.\n5. Розрив заручин лиходійки, або Розповідь про \"Темну Святу\". Інша історія",
      "pt-br": "Uma antologia com uma variedade de histórias sobre relacionamentos garota x garota, com foco em Heroína x Vilã! Heroínas e vilãs, empregadas domésticas e vilãs... 5 histórias sobre relacionamentos entre garotas e seus vínculos podem ser encontradas nesta antologia. Uma coleção de histórias publicadas no *Shousetsuka ni Narou!* Todos têm finais felizes!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "5"
  },
  {
    "mangaId": "d75e832b-e4be-4a1b-bc54-4a1a358aa8e4",
    "title": {
      "en": "GUNDAM EXA VS"
    },
    "updatedAt": "2024-10-13T11:38:25+00:00",
    "coverArt": "https://mangadex.org/covers/d75e832b-e4be-4a1b-bc54-4a1a358aa8e4/d660cf45-a222-4b6f-9411-e212928fcd8c.png",
    "altTitles": [
      {
        "ja": "ガンダムエグザ　ブイエス"
      },
      {
        "ja": "ガンダムEXAVS"
      },
      {
        "ja-ro": "Gundam EXA VS"
      }
    ],
    "description": {
      "en": "Gundam EXA VS (ガンダム EXA VS) is a manga written by Tomohiro Chiba and illustrated by Kōichi Tokita, published by Kadokawa Shoten and serialized in Gundam Ace magazine in 2014 to be tied in with the arcade Game Mobile Suit Gundam: Extreme Vs. Maxi Boost. It's the sequel to the previous manga series, Gundam EXA.\n\nSome time after the events of Gundam EXA, Sthesia Awar informs Leos Alloy that she discovered a new GA data cluster from a computer outside of Jupiter X. The two dive into the new data and find themselves in the Universal Century, during the attack on Side 7. However, after entering the colony, they find that the inside was in ruins, and the RX-78-02 Gundam has been destroyed before it could be activated by Amuro Ray."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "35.5"
  },
  {
    "mangaId": "fa938045-2957-48d3-abba-4b7e34557baf",
    "title": {
      "en": "I Thought My Time Was Up!"
    },
    "updatedAt": "2023-04-15T14:11:49+00:00",
    "coverArt": "https://mangadex.org/covers/fa938045-2957-48d3-abba-4b7e34557baf/3574b958-9822-4160-8509-4aa2a35c01bd.jpg",
    "altTitles": [
      {
        "ko": "시한부인 줄 알았어요!"
      },
      {
        "ko-ro": "Sihanbuin Jul Arasseoyo!"
      },
      {
        "en": "I Thought I Didn't Have Long to Live!"
      },
      {
        "es": "Pensé que tenía fecha límite"
      },
      {
        "ru": "Я думала что умру"
      },
      {
        "tr": "Kısıtlı Ömrüm Kaldı Sanıyordum!"
      },
      {
        "zh": "还以为是绝症"
      },
      {
        "en": "I Thought It Was Time!"
      }
    ],
    "description": {
      "en": "Lariette, the daughter of the Duke of Blanchett, was told she only had three months left to live. She decided that she didn't want to go quietly, so she decided to create and complete her bucket list! \n\n1. Treat her maid Anne to cakes\n2. Gain independence and wealth\n3. Get rid of her fiancé, the Marquis of Secreb\n4. Date someone handsome for three months\n5. Take a trip to the West!\n\n...But it was only after she ran away that she realised... the fact her terminal illness was a complete misdiagnosis!\n\n---\nLariette, the daughter of the Duke of Blanche, was diagnosed with a terminal illness and three months left to live. She decided to try to achieve her bucket list since she was going to die anyway. First, dumping an older fiancé whom she doesn't even love. Second, dating the monster Duke of Candel for three months! But it was only after she ran away from him that she realized, the fact that her terminal illness was a complete misdiagnosis!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=825581), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4502291)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9021824), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801711)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/haiyiwieshijuezheng/list?title_no=2313)",
      "ko": "3개월 시한부 진단을 받은 공녀, 라리에트. 어차피 죽을 몸, 버킷리스트(라 쓰고 미친 짓이라 읽는) 달성을 해보기로 했다. \n\n첫째. 약혼자를 엿 먹이기. \n둘째. 괴물 공작 아스라한과 3개월 간 연애하기!  \n\n그러나 그에게서 도망치고 나서야 깨닫고 말았다. 시한부 진단이 완벽한 오진이라는 사실을!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=825581), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4502291)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9021824), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801711)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/haiyiwieshijuezheng/list?title_no=2313)",
      "tr": "Leydi Lariet’e bir hastalık tanısı koyulmuş ve üç aylık ömrü kaldığı söylenmişti. “Zaten öleceğim, o halde aklımdan geçen her şeyi yapabilirim!” diye düşünen leydi, nişanlısına postayı koyup acımasız dükle bir ilişkiye başlamıştı. Olacakları işler çığırından çıkmadan önce bilemezdi. Aslında kendisine yanlış bir teşhis konulmuş, kısıtlı ömrü kalmamıştı! Bay Asrazan gülümsedi ve… “Şimdi kaçmaya çalışırsan bunun bedelini ödemek zorunda kalırsın.”\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=825581), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4502291)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9021824), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801711)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/haiyiwieshijuezheng/list?title_no=2313)",
      "zh": "生命只剩最后三个月？\n那我要和怪物公爵谈恋爱！\n得知自己的生命只剩下三个月的拉丽爱特,想着反正自己活不长，索性在死之前完成自己的愿望清单!首先解决掉未婚夫老头儿，其次和怪物公爵埃斯拉翰谈三个月的恋爱!但逃离他身边之后，拉丽爱特才知道，自己的病竟然是…？!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=825581), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4502291)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9021824), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801711)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/haiyiwieshijuezheng/list?title_no=2313)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a210d67-ea18-4497-8ba3-0d5537a63b3e",
    "title": {
      "en": "Face Genius"
    },
    "updatedAt": "2024-12-21T01:46:44+00:00",
    "coverArt": "https://mangadex.org/covers/4a210d67-ea18-4497-8ba3-0d5537a63b3e/c2d1a571-de95-4415-9e83-afcb8c1abe1c.jpg",
    "altTitles": [
      {
        "ru": "Красавчик Звезда"
      },
      {
        "ko": "얼굴 천재 톱스타"
      },
      {
        "ko": "얼굴천재"
      },
      {
        "th": "เบ้าหน้าฟ้าประทาน"
      },
      {
        "ja": "ルックス天才"
      },
      {
        "zh-ro": "臉蛋天才"
      },
      {
        "zh": "颜值天才"
      }
    ],
    "description": {
      "en": "One day, I suddenly gained the ability to transform into a game character! \nWith these abilities and appearances under my belt, I can now become a \"face genius\" whenever I want!",
      "ko": "어느 날 갑자기 게임 캐릭터로 변신하는 능력이 생겼다!\n그 스킬과, 그 모습이 모두 내 것이다.\n나는 이제 언제든 \"얼굴천재\"가 된다!",
      "ru": "У меня нет друзей и девушки, а моя семья очень бедная. Но однажды меня бьёт током, и я превращаюсь в лекаря-красавчика из игры! И, кажется, у меня появились невероятные способности! Скоро моя жизнь изменится!",
      "th": "ใบหน้าที่แม้แต่เด็กที่กำลังร้องไห้ยังต้องหยุดร้อง ตั้งแต่หัวจรดเท้าที่ทุกสายตาต่างจับจ้องแม้อยู่ท่ามกลางสายฝน ผู้ชายที่ทำให้ความเร่งรีบบนท้องถนนหยุดซะงักเสมอ คนคนนั้นก็คือผม จอนจีอุง",
      "zh": "平凡少年偶获捏脸能力！\n小透明惊变绝世大帅哥！\n平凡少年全志雄意外被电击后竟拥有了可以变身为游戏人物的能力。并且变身后可以拥有该人物的技能和长相。他还可以随时随地的进行变化。默默无闻的他突然变成人见人爱，车见车爆胎的大帅哥，整个生活也因此发生了改变...但还有什么考验在等待着志雄呢？",
      "zh-hk": "某一天， 我突然有了變成遊戲人物的能力！ 擁有了那些技能跟外表。我現在不管何時都能成為「臉蛋天才」！"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "166"
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2025-01-02T16:14:12+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      },
      {
        "vi": "Chấm dứt tình yêu này đi được không?"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma.",
      "vi": "Hachikawa Yuzu, một nữ sinh cấp 3 với cuộc đời học đường ảm đạm có một bí mật. Rằng thực chất cô ấy là một người hâm mộ cuồng nhiệt của Hayami Madoka, bạn cùng lớp và cũng là một nữ diễn viên nổi tiếng.\nYuzu, ngưỡng mộ và tôn sùng Madoka như một nữ thần, cảm thấy hạnh phúc khi chỉ đơn giản được học cùng lớp và nhìn ngắm Madoka mỗi ngày.\nLẽ ra chỉ như thế đã đủ, nhưng cho tới một ngày...\nMột câu chuyện tình yêu méo mó nhưng đồng thời cũng vô cùng thuần khiết."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "01090a90-ba85-4b8d-91af-104f3abc76ea",
    "title": {
      "en": "Sakebi"
    },
    "updatedAt": "2024-11-21T15:15:10+00:00",
    "coverArt": "https://mangadex.org/covers/01090a90-ba85-4b8d-91af-104f3abc76ea/d429d456-7d93-4870-9c64-75fe9bd5ee50.png",
    "altTitles": [
      {
        "ja": "大人の問題提起シリーズ さけび"
      },
      {
        "fr": "Moi aussi"
      },
      {
        "ja-ro": "Otona no Mondai Teiki Series: Sakebi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1843a73d-9e67-4166-baec-582ce674d07e",
    "title": {
      "en": "A Kingdom of Quartz"
    },
    "updatedAt": "2024-12-23T18:14:39+00:00",
    "coverArt": "https://mangadex.org/covers/1843a73d-9e67-4166-baec-582ce674d07e/099af371-56b8-462f-86d6-ec9df760ae17.jpg",
    "altTitles": [
      {
        "ja": "クオーツの王国"
      },
      {
        "ja-ro": "Quartz no Oukoku"
      },
      {
        "ru": "Кварцевое Королевство"
      },
      {
        "ru": "Королевство Кварца"
      },
      {
        "es-la": "El Reino del Cuarzo"
      }
    ],
    "description": {
      "en": "\"Angels\"... are heroes who follow the will of the Goddess and protect the Quartz Kingdom from demons. Blue, an orphan born with dark wings, lives a peaceful life, dreaming of becoming an angel. But one day, after meeting a prince, her destiny begins to change.",
      "ja": "「天使」ーー彼らは女神の意思に従い、クオーツ王国を悪魔から守る英雄。黒い翼をもって生まれた孤児のブルーは、天使を夢見る平和な毎日を送っていた。だがとある日、とある王子との出会いを境に、彼女の運命は動き出す。",
      "ru": "«Ангелы»... это герои, следующие воле Богини и защищающие Кварцевое Королевство от демонов. Блю, сирота, родившаяся с тёмными крыльями, живет мирной жизнью, мечтая стать ангелом. Но в один день, после встречи с принцем, её судьба начинает меняться.",
      "es-la": "«Ángeles»… Aquellos que han heredado la voluntad de la diosa serán los héroes que protegerán al Reino del Cuarzo de los demonios. \n\nEn estos pacíficos días una huérfana llamada Blue que nació portando alas negras, sueña con convertirse en un ángel. Sin embargo cierto día su destino cambiará luego de encontrarse con cierto príncipe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "553e781b-9b27-4520-aa6a-a98c7d749c9f",
    "title": {
      "en": "Combini de Kimi to no 5-funkan."
    },
    "updatedAt": "2024-12-31T10:05:59+00:00",
    "coverArt": "https://mangadex.org/covers/553e781b-9b27-4520-aa6a-a98c7d749c9f/7eab72f7-8508-4555-9e47-33624ddc2467.jpg",
    "altTitles": [
      {
        "ja": "コンビニで君との５分間。"
      },
      {
        "ja-ro": "Konbini de Kimi to no 5-funkan."
      },
      {
        "en": "The 5 Minutes We Share At The Convenience Store."
      },
      {
        "vi": "5 phút gặp \"chị\" tại cửa hàng tiện lợi."
      },
      {
        "pt-br": "5 Minutos com Você em uma Loja de Conveniência"
      }
    ],
    "description": {
      "en": "The Office Lady (OL-san), who looks forward to stopping by at the convenience store on the way home from work. And Shibasaki-kun, the poker-faced high school part-timer, who gets stirred up by OL-san for some reason. A heartwarming manga about two people who pass by each other at the convenience store!\n___\n**Alt Official Raw:** [Square Enix](https://magazine.jp.square-enix.com/yg/introduction/conveni/)",
      "ja": "高校生のコンビニバイト君とOLさん（＋α）のほのぼの胸きゅん８Pオリジナル漫画です。\n年齢差＆身長差あり。\nヤングガンガンにて連載決定しました！\nこれからもどうぞ応援よろしくお願いしますฅ•ω•ฅ",
      "vi": "Một nhân viên công sở (OL-san), người luôn ghe qua cửa hàng tiện lợi trên đường về nhà. Và Shibasaki-kun, một anh chàng mặt lạnh hiện đang học cao trung và làm thêm tại cửa hàng đó. Bằng một cách nào đó cậu bị hấp dẫn bởi OL-san và sau đây sẽ là câu chuyện chữa lành mọi tâm hồn về mối quan hệ giữa hai người xa lạ lướt qua nhau ở cửa hàng tiện lợi.",
      "pt-br": "Shibasaki é um estudante do ensino médio que trabalha em tempo parcial em uma loja de conveniência. No trabalho, ele encontra uma pequena mulher e se vê apaixonado por ela. Da mesma forma, o interesse da mulher pelo jovem aumenta gradualmente, principalmente devido ao seu rosto parecido com o do gato dela. A cada breve encontro, o estudante e a senhora se aproximam lentamente durante os cinco minutos que compartilham na loja de conveniência."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "91.5"
  }
]