[
  {
    "mangaId": "d5b4f0d0-c4b1-4909-9fb8-ade65b5882ef",
    "title": {
      "en": "Seizonritsu 0% no Akuyaku Reijou"
    },
    "updatedAt": "2024-01-06T04:15:25+00:00",
    "coverArt": "https://mangadex.org/covers/d5b4f0d0-c4b1-4909-9fb8-ade65b5882ef/9e234905-3227-4881-be8e-859333b111bc.jpg",
    "altTitles": [
      {
        "ja": "生存率0%の悪役令嬢"
      },
      {
        "ja-ro": "Seizon Ritsu 0% no Akuyaku Reijou"
      },
      {
        "en": "Villainess with a 0% Survival Rate"
      }
    ],
    "description": {
      "en": "If you make the wrong choice, you will die instantly! The worst Otome game ever with death is about to begin!\n\nOne day, the protagonist receives an email from her former best friend saying, “I finished developing the game we used to make together, and I’d like for you to play it.” However, the day after playing the game, she wakes up and finds herself as “Diana,” the villainess of the game! Moreover, she has entered the “extra mode,” in which Diana is the heroine! In this mode, her favorability with the male characters starts in the negatives, all of them seem to resent Diana.\n\nCan Diana survive this game of death?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc671773-a9e7-4cb3-810c-eea9f9bfee2b",
    "title": {
      "en": "Houkagogakari"
    },
    "updatedAt": "2024-11-12T18:12:53+00:00",
    "coverArt": "https://mangadex.org/covers/fc671773-a9e7-4cb3-810c-eea9f9bfee2b/36b5d2ef-c66a-4b57-8df7-46febf3d2ac3.jpg",
    "altTitles": [
      {
        "ja": "ほうかごがかり"
      },
      {
        "en": "After-School Duty"
      }
    ],
    "description": {
      "en": "When the clock strikes midnight, we're trapped in \"After-School.\" In that world, there's no right answer, no end, no \"game clear.\" There’s only our lifeless bodies, stacking up one by one.\nOne day, Kei Nimori, a young elementary school student, suddenly notices his name scrawled on the classroom blackboard, alongside the mysterious words \"After-School Duty.\"\nThus begins a dark, midnight fairy tale of several young boys and girls risking their lives to record and contain monsters in a bizarre realm known as \"After-School.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "51884f2e-8df3-45ec-8bab-4a9b10ae38ce",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal~〈Fan Colored〉"
    },
    "updatedAt": "2024-12-30T18:04:16+00:00",
    "coverArt": "https://mangadex.org/covers/51884f2e-8df3-45ec-8bab-4a9b10ae38ce/ee70f5cf-aecb-4c44-98ea-f6e1c8023204.jpg",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51c1e7cc-23f4-4a08-a961-c1ab75e2bb33",
    "title": {
      "en": "Expressionless-Face Girl and Emotional-Face Boy"
    },
    "updatedAt": "2025-02-03T02:15:11+00:00",
    "coverArt": "https://mangadex.org/covers/51c1e7cc-23f4-4a08-a961-c1ab75e2bb33/3bdea205-146a-460c-ae6e-7c2b27f762ed.jpg",
    "altTitles": [
      {
        "ja": "顔に出ない柏田さんと顔に出る太田君"
      },
      {
        "en": "Expressionless Kashiwada-san and Emotional Oota-kun"
      },
      {
        "en": "Kao ni denai Kashiwada-san to Kao ni deru Ota-kun"
      },
      {
        "ko": "얼굴에 드러나지 않는 카시와다 양과 얼굴에 드러나는 오오타 군"
      },
      {
        "en": "Inexpressive Kashiwada and Expressive Oota"
      },
      {
        "pt-br": "A inexpressiva Kashiwada-san e o emotivo Oota-kun"
      },
      {
        "vi": "Gái Mặt Đơ Và Trai Đa Cảm"
      },
      {
        "vi": "Cô gái vô cảm và bạn trai đa cảm"
      }
    ],
    "description": {
      "en": "Meet Kashiwada-san, a female middle-school student, who remains emotionless regardless of how she is meddled with.  \nAnd Oota-kun, unable to control his facial expressions, is the complete opposite of Kashiwada-san–but he keeps messing with her, against his better judgment?!  \nThough the two of them are the exact opposite, will a mutual love eventually develop between them…?  \n \n\n---\n\n**Links:**  \n- [Official Korean Translation](https://www.bomtoon.com/comic/ep_list/zktldhkek)",
      "pt": "Conheça Kashiwada-san, uma estudante do ensino médio, que permanece sem expressões, independentemente do que ela está sentindo. E Oota-kun, incapaz de controlar suas expressões faciais, é o completo oposto de Kashiwada-san, mas ele continua mexendo com ela, será que ele vai chegar a algum lugar? Embora ambos sejam exatamente o oposto, um amor mútuo acabará se desenvolvendo entre eles …?",
      "pt-br": "Conheça Kashiwada-san, uma estudante do ensino médio, que permanece sem expressões, independentemente do que ela está sentindo. E Oota-kun, incapaz de controlar suas expressões faciais, é o completo oposto de Kashiwada-san, mas ele continua mexendo com ela, será que ele vai chegar a algum lugar? Embora ambos sejam exatamente o oposto, um amor mútuo acabará se desenvolvendo entre eles ...?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "125"
  },
  {
    "mangaId": "c5026183-3124-4d46-8fc9-bf78995cb47e",
    "title": {
      "en": "I Ran Away and Got Married"
    },
    "updatedAt": "2023-02-10T01:39:31+00:00",
    "coverArt": "https://mangadex.org/covers/c5026183-3124-4d46-8fc9-bf78995cb47e/d16942c2-ae00-4ec3-890f-5c359153fdb5.jpg",
    "altTitles": [
      {
        "ko": "도망쳤더니 결혼을 하게 됐습니다"
      }
    ],
    "description": {
      "en": "“You’re mine.”\n\nWhen Raphia met her demise after having been used and thrown away by her benefactor, Yuri, she went back nine years in the past.\n\n‘I’m not going to relive that hell!’\n\nRunning away from her benefactor, she went to Kasein Soleia, Yuri’s archnemesis, and signed a new sponsorship contract with him.\n\n“I shall kill every single person you despise, Milord.”\n\n“The necessary role happens to be open, and you might just be the right person for it.”\n\nYoung Duke. This is a sponsorship contract, right? But why . . . why are we getting married?\n\n===\n\n“Throughout the time I won’t be by your side . . . I will think of nothing but your small, cute head.”\n\nThat low voice sent shivers down her spine.\n\n“I can’t believe you’re leaving. I’ll just . . .”\n\nKasein looked at her sharply as if he was daring her to continue making up excuses.\n\n“You have to answer well, brat. Depending on what you say, all the wagon and shoe craftsmen of the Empire might lose their livelihood.”\n\nDespite his harsh words, Kasein’s touch was gentle. He couldn’t take his eyes off of Raphia, who strangely grew more beautiful by the day.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8F%84%EB%A7%9D%EC%B3%A4%EB%8D%94%EB%8B%88-%EA%B2%B0%ED%98%BC%EC%9D%84-%ED%95%98%EA%B2%8C-%EB%90%90%EC%8A%B5%EB%8B%88%EB%8B%A4/3299), [KakaoPage](https://page.kakao.com/content/61190666)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "819238d7-f4aa-4ba3-9a79-a695dc62200b",
    "title": {
      "en": "Special Civil Servant"
    },
    "updatedAt": "2025-01-12T23:11:49+00:00",
    "coverArt": "https://mangadex.org/covers/819238d7-f4aa-4ba3-9a79-a695dc62200b/96c84800-0434-4b56-ac5d-ac52ddbf66e8.png",
    "altTitles": [
      {
        "ko": "별정직 공무원"
      },
      {
        "pl": "Specjalny Urzędnik Państwowy"
      }
    ],
    "description": {
      "en": "Socially-awkward Maru Han bombs his fifth attempt at getting a dream job in the civil service. But after a strange creature attacks him in the mountains, he finds himself recruited into the Special Civil Service for the Ministry of Environment. This secret organization is dedicated to fighting nachal, human-devouring demons who appear in clouds of yellow dust. As Maru struggles in his new job fighting nachal, he must find out why they're mysteriously drawn to him before the prophesied end of the world arrives."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49b8b3bd-09ae-4cba-9a7d-75a8762fd006",
    "title": {
      "en": "Raided the God's Warehouse"
    },
    "updatedAt": "2024-12-21T02:05:36+00:00",
    "coverArt": "https://mangadex.org/covers/49b8b3bd-09ae-4cba-9a7d-75a8762fd006/b6e8a284-f2a1-4f4c-950b-0d9e5be125a3.jpg",
    "altTitles": [
      {
        "ko": "마신의 창고를 털었습니다"
      },
      {
        "en": "I Robbed the Storehouse of the God"
      }
    ],
    "description": {
      "en": "The Tower’s peace was shattered by the Outer invaders and the Great War of Gods and Demons, leading to the extinction of humanity. In the midst of it all, the only survivor, ‘Jeong Sewoon,’ embarks on a mission to undo everything. He discovers the Demon’s Vault, created by the Demon of Greed, within the depths of the Demonic War.\n\nInside the vault, he finds the Hourglass of Chronos, capable of turning back time!\n‘If I go back to the past, stop the Great War, ascend the Tower, and personally fend off the Outers…!’\n\nThis time, I won’t let the world fall to ruin. With the powers I took from the Demon’s Vault!\nFollow Jeong Sewoon’s expedition through the Tower as he starts again from the tutorial!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16dcfceb-4382-45f1-adb0-d57fc5ea0d06",
    "title": {
      "en": "Ore no Shibou Flag ga Todomaru Tokoro wo Shiranai"
    },
    "updatedAt": "2025-01-28T19:31:07+00:00",
    "coverArt": "https://mangadex.org/covers/16dcfceb-4382-45f1-adb0-d57fc5ea0d06/12081a79-450d-4bae-b6c4-aa8189394b9c.jpg",
    "altTitles": [
      {
        "ja": "俺の死亡フラグが留まるところを知らない"
      },
      {
        "en": "My Death Flags Show No Sign of Ending"
      },
      {
        "ko": "내 사망플래그가 그칠 줄 모른다"
      },
      {
        "zh": "不知我的死亡flag将于何处停止"
      },
      {
        "fr": "Des risques mortels n'arrêtent pas de m'arriver"
      }
    ],
    "description": {
      "en": "When he came to his senses, Hirasawa Kazuki, a normal university student, found himself in possession of the body of a game's character. Moreover, it was Harold Stokes, the story's most hated character who was even given the title『King of Trash』by the players. Myriads of landmines are just waiting for him to step on them, like death flags! Will Harold be able to clear the survival route while avoiding the countless death flags in his way?!",
      "fr": "Lorsqu'il reprend ses esprits, Hirasawa Kazuki, un étudiant universitaire normal, se retrouve en possession du corps du personnage d'un jeu. De plus, c'est Harold Stokes, le personnage le plus détesté de l'histoire, qui a même été baptisé 『Roi des connards』par les joueurs. L'histoire est un terrain miné qui n'attend que lui pour exploser ! Harold pourra-t-il se dégager un chemin de survie tout en évitant les innombrables \"mines\" de l'histoire ? Des myriades de mines attendent qu’il les écrase, comme des drapeaux de mort (Game Over)!",
      "ja": "普通の大学生、平沢一希は気が付くと自身がやり込んだゲーム『Brave Hearts』の悪役キャラ、ハロルド・ストークスに憑依していた。 このままゲームのシナリオが消化されていくといずれ主人公たちに倒され死んでしまう！？ 作中でも屈指の強さを誇るハロルドの肉体とゲームの 知識で盛りだくさんの死亡フラグを回避してつかみ取れるか生存ルート！？"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2025-01-23T17:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      },
      {
        "es-la": "Existen Bestias"
      },
      {
        "es-la": "Bestias Fabulosas"
      },
      {
        "vi": "Có Linh Thú"
      },
      {
        "vi": "Hữu Thú Yên"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。",
      "es-la": "\"En este reino, criaturas mitológicas deambulan, descendientes de los nueve cielos que llaman hogar.\"\nSibuxiang, un hombre-ciervo mitológico y perezoso, es expulsado del cielo y asignado a apoyar a las criaturas mitológicas que vagan por el mundo humano. Conoce y vive aventuras con sus amigos: el enérgico Pixiu amante de la comida llamado Pipi, el fanático conejo lunar Tony, los hermanos ratones Jinjiao y Yinjiao, también desterrados del cielo, y muchos otros. ¿Qué tipo de aventuras emprenderán?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c7087516-2b89-462f-8634-2e60baf6174c",
    "title": {
      "en": "I Really Don't Want to Learn Forbidden Spells"
    },
    "updatedAt": "2024-04-27T13:10:10+00:00",
    "coverArt": "https://mangadex.org/covers/c7087516-2b89-462f-8634-2e60baf6174c/8c0d38cc-dbd6-4c34-ae62-8a8bfdca6d9c.jpg",
    "altTitles": [
      {
        "zh-ro": "Wǒ Zhēn Bù Xiǎng Xué Jìn Zhòu"
      },
      {
        "zh": "我真不想学禁咒"
      },
      {
        "zh-ro": "Wo Zhen Bu Xiang Xue Jin Zhou"
      }
    ],
    "description": {
      "en": "For Ning Feng, an infamous underachiever, this will be his third time taking the awakening exam.  When he awakens as a one-star -- the lowest possible rating -- everyone laughs.  He can't understand why his new skills talk about \"forbidden spells\" and \"dark power.\"  \nHe isn't an evil dark lord, but wow!  Who knew forbidden spells could be so powerful!  These skills are so cool, but they emit tons of dark power. \nThere's a new source of dark power in the city and Ning Feng must get stronger before anyone realizes that its him."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb5e0d41-0291-433f-9d69-5769536f110a",
    "title": {
      "en": "The Male Lead Is Trying to Change the Female Lead"
    },
    "updatedAt": "2024-12-29T19:56:29+00:00",
    "coverArt": "https://mangadex.org/covers/fb5e0d41-0291-433f-9d69-5769536f110a/ff7407ed-0944-4776-be21-cb962338116f.jpg",
    "altTitles": [
      {
        "ko": "남주가 여주를 바꾸려고 합니다"
      },
      {
        "ko-ro": "Namjuga Yeojureul Bakkuryeogo Hamnida"
      },
      {
        "en": "The Hero Is Trying to Change the Heroine"
      },
      {
        "fr": "Le principal masculin essaie de changer la principale féminin"
      },
      {
        "fr": "Le héros essaie de changer la heroïne"
      },
      {
        "es": "¿El protagonista masculino está tratando de cambiar a la protagonista femenina?"
      },
      {
        "ja": "脇役のはずが、主人公に求婚されています"
      }
    ],
    "description": {
      "en": "I ended up possessing the body of an extra named Luberia, who is barely mentioned in the story. And right in the tragic novel *Emperor Caesar*, full of wars and disasters, where the protagonist sacrifices everything for the love of the hero and everyone ends up dying! I planned to live discreetly and hide my strength... \n\nBut the male lead, Caesar, keeps looking for me and even proposes marriage, saying he wants to keep me around. Luberia doesn't want to meet the same tragic end as the protagonist, so she tries to avoid Caesar at all costs... But due to Caesar's intimidating appearance and assertiveness, before she knows it, she ends up engaged to him. \n\nWill Luberia manage not to fall in love with Caesar and survive until the end?",
      "es": "Quedé poseída por la extra 'Ruberia' cuyo nombre apenas se mencionaba. ¡Por qué, en la empobrecida novela <César se convierte en Emperador>, que está llena de guerras y accidentes, y donde la protagonista femenina se sacrifica por el protagonista masculino y todos mueren! Había planeado ocultar mis fuerzas y vivir en silencio y en silencio... El protagonista masculino, \"César\", sigue visitando a Ruberia e incluso le pide que se case con él, diciendo que quiere mantenerla a su lado."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "447a8960-6fe5-444a-83c9-ede1530d9937",
    "title": {
      "en": "Ore Dake Superhero"
    },
    "updatedAt": "2024-12-20T17:28:45+00:00",
    "coverArt": "https://mangadex.org/covers/447a8960-6fe5-444a-83c9-ede1530d9937/c81f7057-3bdf-408e-a536-dfd8c72c7535.jpg",
    "altTitles": [
      {
        "ko": "성장형 슈퍼히어로"
      },
      {
        "ja": "俺だけスーパーヒーロー"
      },
      {
        "en": "Growth-Type Superhero"
      }
    ],
    "description": {
      "en": "In an era of upheaval, humanity is forced to respond with weapons known as “Sacred Relics” that embody their very souls to combat monsters emerging from another world. Asahi Hinata, a young man with a promising future as the son of a hero, is about to attend the entrance ceremony at the National Valkyrie Academy. However, the Sacred Relic he receives is a hero suit that looks like it came straight out of a low-budget children’s hero show…Living day by day as an outcast at the academy, Hinata perseveres despite being disregarded by those around him. But one day, Hinata’s courage and resolve awaken a unique power within his hero suit…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a7cc394-21a6-413d-8a6c-6e2c9209c15a",
    "title": {
      "en": "Grey is..."
    },
    "updatedAt": "2024-12-08T13:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/9a7cc394-21a6-413d-8a6c-6e2c9209c15a/036fc4b0-480c-446b-9e70-a4789e1ad69c.jpg",
    "altTitles": [],
    "description": {
      "en": "Two childhood friends—Black, an emotional fashion designer with selective amnesia, and White, a rational writer who’s been absent for two years—reunite to confront their traumatic pasts and navigate the fragile space between heart and mind as they struggle to preserve their friendship on the brink of adulthood.\nGrey is... is a deeply emotional coming-of-age series about the messy journey of self-discovery, about friendship, and about the delicate balance between emotion and reason."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9bb51b3-0e97-43ff-a64a-1c16d0de5d50",
    "title": {
      "en": "Slow Start"
    },
    "updatedAt": "2024-10-12T23:49:41+00:00",
    "coverArt": "https://mangadex.org/covers/c9bb51b3-0e97-43ff-a64a-1c16d0de5d50/fb6516d9-f409-4594-aa67-83189d1c64c0.jpg",
    "altTitles": [
      {
        "ja": "スロウスタート"
      }
    ],
    "description": {
      "en": "Following an unfortunately timed case of the mumps, Hana Ichinose misses all of her high school entrance exams and ends up having to spend a gap year as a ronin. Moving to a new location and starting high school a year late, Hana becomes friends with her classmates, Eiko, Tama, and Kamuri, while keeping it a secret that she is a year older than them."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6165c017-08d5-4dab-8149-076cbca03a85",
    "title": {
      "en": "Ryuujin Kakusei"
    },
    "updatedAt": "2024-12-18T00:48:07+00:00",
    "coverArt": "https://mangadex.org/covers/6165c017-08d5-4dab-8149-076cbca03a85/cbf92a16-eb4a-4f2a-9c94-dbd5f4c2f05b.jpg",
    "altTitles": [
      {
        "ja": "龍人覚醒"
      },
      {
        "en": "Dragons Awakening"
      }
    ],
    "description": {
      "en": "Inside the popular VRMMO where you can fight massive dragons, [Angolmois Field], Sudou Masaki, the world’s best player, defeated the dragon emperor. At the same time the game suddenly ends its service abruptly. But one day, the dragon emperor and its minions appear in the real world. The humans are put to the trial. Masaki knows that the scenario is just like the game [Angolmois Field] itself. If he were to obtain the [Sword Scale], he can manipulate the power of the dragons itself, and be awakened as a [Dragonoid]."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7fdc0e3a-d713-41ab-837e-8001164b8603",
    "title": {
      "en": "They Live in the Princess' Flower Garden"
    },
    "updatedAt": "2024-08-10T13:59:50+00:00",
    "coverArt": "https://mangadex.org/covers/7fdc0e3a-d713-41ab-837e-8001164b8603/3837623c-4f0e-4bde-8a6a-fff9962c35c0.jpg",
    "altTitles": [
      {
        "ko": "공녀님의 꽃밭에는 그들이 산다"
      },
      {
        "ko-ro": "Gongnyeonimui Kkoccbateneun Garden Sanda"
      },
      {
        "en": "Living in the Princess Flower Garden"
      },
      {
        "en": "They Live in the Duke Daughter's Flower Garden"
      },
      {
        "fr": "Ceux qui vivent dans son jardin"
      },
      {
        "th": "สวนดอกไม้ของเจ้าหญิง"
      },
      {
        "ja": "公女様のバラ色ロード！～華麗なる彼らに囲まれて～"
      },
      {
        "id": "They All Live in the Little Lady's Garden"
      }
    ],
    "description": {
      "en": "In this new life Ibelia just wanted to be loved but she was born with the talent of a master of spirits, thanks to the seal of the king of spirits. She receives unconditional love from her parents and siblings, and is constantly chased by knights who want to be her guards. Furthermore, she also attracts the attention of several powerful men, who have ambitious plans for her. \n\nOne of them is Ashrath, the king of demons and the only dragon in the other world, who wants to make her his bride. Another is Lelian, her childhood friend and the future emperor, who promises to build her an empire. And there are still others who hide their secrets and intentions. Ibelia will have to deal with them all, while walking along the flower path of an irresistible girl."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1dc52164-933d-41f0-81c4-7f823d003748",
    "title": {
      "en": "Virus King"
    },
    "updatedAt": "2024-12-21T10:26:46+00:00",
    "coverArt": "https://mangadex.org/covers/1dc52164-933d-41f0-81c4-7f823d003748/62779744-0735-4bad-b981-780953f82c9d.png",
    "altTitles": [
      {
        "en": "Doomsday for All: Me, Virus Monarch"
      },
      {
        "zh": "全民末日：我，病毒君王"
      },
      {
        "pt-br": "Apocalipse Global: Eu Sou o Rei dos Vírus!"
      }
    ],
    "description": {
      "en": "The world is plunged into doomsday. The entire doomsday world has turned into a cruel evolutionary game! This is the greatest opportunity and trial ground for mankind, and it is also the amusement park of gods and demons! Chen Bai was reborn and returned",
      "zh": "全球陷入末日笼罩。 整个末日世界，变成了一场残酷的进化游戏！ 这是人类最大的机缘与试炼场，也是神魔的游乐园！ 陈白重生回到了末日开始的十天前！ 直接注射丧尸病毒， 觉醒SSS天赋：病毒君王！ 掌控病毒开始一条与众不同的进化之路！",
      "pt-br": "Um apocalipse global envolveu o mundo. O cenário pós-apocalíptico se transforma em um jogo de evolução cruel! Este é o maior desafio e campo de provação para a humanidade, bem como o parque de diversões dos deuses e demônios! Chen Bai renasce dez dias antes do início do apocalipse! Ele injeta diretamente o vírus zumbi, despertando o talento SSS: Rei do Vírus! Controlando o vírus, ele inicia um caminho de evolução único!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fb18a77-b646-4990-a9fa-0acfe66da4c6",
    "title": {
      "en": "Goodbye, Manga"
    },
    "updatedAt": "2025-02-08T03:30:10+00:00",
    "coverArt": "https://mangadex.org/covers/4fb18a77-b646-4990-a9fa-0acfe66da4c6/ae6c7156-6e0d-4de5-b310-36637e4a0604.jpg",
    "altTitles": [
      {
        "ja": "さらば、漫画よ"
      },
      {
        "ja-ro": "Saraba, Manga yo"
      },
      {
        "en": "Farewell, Manga"
      },
      {
        "en": "Goodbye, Manga"
      }
    ],
    "description": {
      "en": "Minazo, an eight-year old boy living in Tokyo during the times of scorching heat, is saddened by his parents’ divorce and family separation while he seeks comfort in the popular manga Mokumoku Man. It’s author, Shishio, much like Minazo, is unable to fulfill that certain hole in his heart. Together, where will the chaotic world woven by their thoughts and prayers lead?"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "3c06fe2a-35cf-4a4a-bad5-359b0bdaf079",
    "title": {
      "en": "The Saintess and the Curse"
    },
    "updatedAt": "2025-01-28T05:22:46+00:00",
    "coverArt": "https://mangadex.org/covers/3c06fe2a-35cf-4a4a-bad5-359b0bdaf079/cf848dc1-1f5a-4f26-ac3e-157455e5d385.jpg",
    "altTitles": [
      {
        "en": "Saint, Curse"
      },
      {
        "ko": "성녀, 저주"
      },
      {
        "en": "The Holy Lady, the Curse"
      }
    ],
    "description": {
      "en": "Velota Rosebet, the admired saint of the Lunhardt Empire, is marked by a terrible curse: she must receive the essence of a man once a month. Her secret is revealed during a full moon night by Saiden Blackwood, the leader of the order of holy knights, who has harbored a deep love for her. Overcome by anger towards the curse, Saiden decides to take on the task of freeing her. Will he be able to fulfill his oath and restore Velota's freedom?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd0c30b5-e8b8-47fe-94c7-17cf9bf569e7",
    "title": {
      "en": "Sweet & Tart Boyfriend"
    },
    "updatedAt": "2025-02-02T00:16:52+00:00",
    "coverArt": "https://mangadex.org/covers/bd0c30b5-e8b8-47fe-94c7-17cf9bf569e7/83942fe8-49b7-4cb9-9cbb-ffa51d20ba5b.jpg",
    "altTitles": [
      {
        "en": "Tsun-Sweet Boyfriend"
      },
      {
        "ru": "Мой парень - Цундере"
      },
      {
        "ja": "ツン甘な彼氏"
      },
      {
        "ja-ro": "Tsun-Ama na Kareshi"
      },
      {
        "en": "Tsun-Sweet Boyfriend"
      }
    ],
    "description": {
      "en": "Acting cold while pampering you, that's a tsun-sweet boyfriend.   \r\n  \r\nMy dishonest boyfriend always teases me a little, then spoils me a lot. Living with such a boyfriend, my life is full of surprises but overflowing with happiness…!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "54.5"
  },
  {
    "mangaId": "999e2a25-43f8-4f88-bf71-5617a2e7468c",
    "title": {
      "en": "I Will Break Ties With the Harmful Sister"
    },
    "updatedAt": "2025-02-07T06:50:38+00:00",
    "coverArt": "https://mangadex.org/covers/999e2a25-43f8-4f88-bf71-5617a2e7468c/2f509811-d189-40cf-8d50-db40d0e3f32a.jpg",
    "altTitles": [
      {
        "ja": "害悪姉と決別します"
      }
    ],
    "description": {
      "en": "Clara, who had been oppressed for many years by her tyrant sister, Enefia. Even their parents obeyed the sister's wishes, and Clara had no place in the Astraia Baron’s household despite it being her home. In the midst of this, Clara's sister's engagement to a prominent nobleman was decided, and Clara finally felt relieved, believing she would be freed from this hell. However, even after the engagement, the sister's unfaithful nature did not change, and fearing the fiance might discover the inconvenient truth, the parents ordered Clara to monitor her sister. Despite Clara's efforts, her sister became pregnant with another man's child. The engagement was broken off, and the sister quickly eloped somewhere, leaving the Astraia Baron’s household with a huge debt, angering the influential nobleman. In order to repay her family's debts, Clara was sold to a sadistic noble and faced severe torture, ultimately approaching death.\n\n\"If I could do it over again... This time, I will definitely kill you!\" When Clara opened her eyes again, time had rewound to the day of her sister’s engagement. Revived with strong determination, Clara pushed back against her sister's insidious bullying and ran to change the worst possible future."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "452564fa-13a6-4b88-a9cf-25a9e0471e4c",
    "title": {
      "en": "The Cup of Vengeance Is in Your Hands"
    },
    "updatedAt": "2024-11-14T16:36:50+00:00",
    "coverArt": "https://mangadex.org/covers/452564fa-13a6-4b88-a9cf-25a9e0471e4c/35e9a5df-ec8a-432e-87d6-0ba1829bf593.jpg",
    "altTitles": [
      {
        "ko": "복수의 잔은 당신의 손에"
      }
    ],
    "description": {
      "en": "Princess Eudith’s story begins when her cruel brother, the king, sells her off to the neighboring kingdom to marry the queen’s powerless stepson, Prince Franz. Eudith becomes a pawn in the queen’s plot to discredit Franz and place her biological son, Krald, on the throne. Desperate, Eudith attempts to end her misery but wakes up on the day of her fateful journey. Armed with knowledge and experience from her past life, Eudith seizes the chance for revenge by helping Prince Franz take his rightful place on the throne. Will Eudith succeed in her revenge and find happiness?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05e7e729-2403-4bdd-965a-bde4de9e8484",
    "title": {
      "en": "Tears on a Withered Flower"
    },
    "updatedAt": "2025-01-29T03:02:11+00:00",
    "coverArt": "https://mangadex.org/covers/05e7e729-2403-4bdd-965a-bde4de9e8484/381e3a89-f645-4ac4-af8d-7ad625d4d595.png",
    "altTitles": [
      {
        "ko": "시든 꽃에 눈물을"
      },
      {
        "pl": "Łzy ze zwiędłych kwiatów"
      },
      {
        "pt-br": "Lágrimas Sobre Flores Murchas"
      },
      {
        "zh-hk": "枯萎的花淚"
      },
      {
        "th": "บุปผารุ่มราคะ"
      },
      {
        "fr": "Pleure pour cette fleur"
      }
    ],
    "description": {
      "en": "Na Hae-soo's life unravels when her husband betrays her with an affair, leaving her burdened with debt and losing their child. In a devastating blow, she witnesses him with a younger woman. Broken and despondent, Na Hae-soo feels her life crumbling around her. However, a mysterious young man unexpectedly enters her life, asking to be taught about adult love. His vulnerability and sincerity begin to stir emotions within Na Hae-soo, challenging her to reconsider her path forward.",
      "fr": "La vie de Na Hae-soo se désintègre lorsque son mari la trahit en ayant une liaison, la laissant accablée de dettes et perdant leur enfant. Dans un coup dévastateur, elle le surprend avec une femme plus jeune. Brisée et désespérée, Na Hae-soo sent sa vie s'effondrer autour d'elle. Cependant, un jeune homme mystérieux entre soudainement dans sa vie, lui demandant de lui enseigner l'amour adulte. Sa vulnérabilité et sa sincérité commencent à éveiller des émotions en Na Hae-soo, l'incitant à reconsidérer son chemin vers l'avenir.",
      "id": "Kehidupan Na Haesoo berubah ketika suaminya mengkhianatinya dengan berselingkuh, membuatnya terlilit hutang dan kehilangan anak mereka. Setelah itu, ia mendapati suaminya bersama seorang wanita yang lebih muda. Dengan perasaan hancur dan putus asa, Na Haesoo merasa kehidupannya di sekelilingnya runtuh dan hancur. Namun, seorang pemuda misterius tiba-tiba memasuki hidupnya, Beom Taeha, yang meminta untuk diajari tentang cinta orang dewasa. Keluguan dan ketulusannya mulai mengusik emosi dalam diri Na Haesoo, dan menantangnya untuk mempertimbangkan kembali langkah apa yang akan diambil.",
      "pl": "Mój mąż miał romans.\nNie wystarczy wziąć na siebie mnóstwo długów, stracić dziecko, na moich oczach zmieszałam się z bardzo młodą kobietą. Zranione życie usychało bez żadnego wyglądu.\n\"Pokarz mi miłość dorosłego\" - podejrzany młodszy mężczyzna, który wtargnął w życie Na Haesoo.\nNiebezpieczny i posłuszny, zaczyna potrząsać Na Haesoo.",
      "pt-br": "A vida de Na Hae-soo se desfaz quando seu marido a trai. Como se não bastasse estar endividada e ter perdido um filho… Em um golpe devastador, ela o flagra fazendo sexo com uma mulher bem mais jovem do que ela. Quebrada e desanimada, Na Hae-soo sente sua vida desmoronando ao seu redor.  No entanto, um jovem misterioso inesperadamente entra em sua vida, pedindo para ser ensinado sobre o amor adulto. Sua vulnerabilidade e sinceridade começam a despertar emoções em Na Hae-soo, desafiando-a a reconsiderar seu caminho a seguir."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d904358-2de3-423b-a38e-8586694b5861",
    "title": {
      "en": "Living as the Villain's Stepmother"
    },
    "updatedAt": "2024-10-21T03:12:26+00:00",
    "coverArt": "https://mangadex.org/covers/7d904358-2de3-423b-a38e-8586694b5861/6a0dad07-0b5b-4d86-ab42-8bac48652ffe.png",
    "altTitles": [
      {
        "ko": "계모인데, 죽음을 피하는 게 너무 쉽다"
      },
      {
        "en": "As A Stepmother, It Is Too Easy To Avoid Death"
      },
      {
        "en": "It's So Easy to Avoid Death by Being a Stepmother"
      },
      {
        "en": "She's A Stepmother, But It's Too Easy To Avoid Death"
      },
      {
        "en": "Stepmother, It's So Easy to Avoid Death"
      },
      {
        "en": "The Evil Stepmother Lives On"
      },
      {
        "es-la": "Seré La Madrastra En Esta Historia, Pero Evitare Mi Muerte Destinada"
      }
    ],
    "description": {
      "en": "The oven exploded while I was baking bread, and I faced death along with my abusive father, who had come seeking me. Then I woke up in a novel I was reading. “I’m sorry, Mo..ther. I’m not hurt.”\n\nIn the body of the villainous stepmother “Leila”, who abused the male protagonist “Hirua” when he was young, but was eventually executed by Hirua when he returned as the emperor! In order to help Hirua leave the stepmother’s wraith and live happily, I encounter the Marquis “Lacias Huppert”, who played a crucial role in the original, and proposed a contractual marriage. “Can we have a real marriage instead of a contractual one?”\n\n“Oh, can I sleep with Mother too?” Contrary to the plan to leave only the two of them after a year, it seems that both the Marquis and Hirua have unexpectedly started to become attached to me."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f412cdd-5722-49c2-809a-11830893527e",
    "title": {
      "en": "DEAD Tube"
    },
    "updatedAt": "2025-01-28T14:39:07+00:00",
    "coverArt": "https://mangadex.org/covers/1f412cdd-5722-49c2-809a-11830893527e/83f215a6-97ea-4a79-83fa-b522ae9ffacf.jpg",
    "altTitles": [
      {
        "ja": "DEAD Tube ～デッドチューブ～"
      },
      {
        "en": "DeadTube"
      },
      {
        "ko": "DEAD Tube 데드 튜브"
      },
      {
        "zh": "学園殺人ゲーム Dead Tube"
      },
      {
        "zh": "学院里的杀人游戏"
      },
      {
        "kk": "Ажал арнасы"
      },
      {
        "ru": "Смертельная съёмка"
      }
    ],
    "description": {
      "en": "Distributing thrilling videos in secret! A school game that puts life and death on the line!",
      "ja": "映画研究部に所属する業得学園2年・町谷智浩は学園トップクラスの美少女・真城舞に、ある日突然、声をかけられる。なんでも2日間だけ、24時間完全密着の撮影をしてほしいとのこと。同行する町谷だったが……!?",
      "kk": "Мектеп оқушылары киноклубта не түсіреді? Күнделікті өмірдің бөлшектері, әуесқой қорқынышты фильмдер... бұның бәрі зеріктіріп жібереді... бірақ бұл жолы емес! Басты кейіпкер Томохиро Мачиге, киноклуб операторы, мектептегі қыз бірнеше күнге оны түсіруді ұсынады. Ол ерекше ынталы емес болсада, бірақ ол да бас тартпайды. Егер жігіт бұл оның өміріндегі ең қызықты және қорқынышты фильм болатынын білгенде...",
      "ru": "Что могут снимать школьники в клубе любителей кино? Зарисовки из повседневности, любительские фильмы ужасов… скука полная… но только не в этот раз! Главному герою Томохиро Мачии, оператору киноклуба, одна девушка из школы предлагает поснимать её несколько дней. Он особо не горит желанием, но и не отказывается. Если бы парень только знал, что это будет самый захватывающий и будоражащий фильм в его жизни…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "783fdec4-e509-43a0-83e9-276396f5967d",
    "title": {
      "en": "Elegant Desire"
    },
    "updatedAt": "2024-09-28T04:57:54+00:00",
    "coverArt": "https://mangadex.org/covers/783fdec4-e509-43a0-83e9-276396f5967d/fcab0a87-f0ab-4357-a36d-bf20fd2566f3.png",
    "altTitles": [
      {
        "ko": "우아한 욕망"
      }
    ],
    "description": {
      "en": "What’s the chance of running into your first love again after twelve years? This is exactly what happens to Solhui after attending her frenemy’s bridal shower. What’s more? Her first love is having an affair with a married woman. But that’s not all. She meets him and the woman again when she starts a viola lesson with a new student."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21199d83-83b0-49a3-a402-97147973d4eb",
    "title": {
      "en": "Do You Want Me to Lend You a Lighter?"
    },
    "updatedAt": "2024-07-30T01:35:17+00:00",
    "coverArt": "https://mangadex.org/covers/21199d83-83b0-49a3-a402-97147973d4eb/22d3ceec-7277-4dbb-b9f9-200a7305f38b.jpg",
    "altTitles": [
      {
        "ko": "불 빌려드릴까요?"
      },
      {
        "en": "Can I Borrow the Fire?"
      },
      {
        "en": "Can I Borrow the Lighter?"
      },
      {
        "en": "Would You Like Me to Lend You a Fire?"
      }
    ],
    "description": {
      "en": "In truth, I never wanted to become a teacher. In a moment when I was fulfilling my own responsibilities on the path I chose after giving up my dream, 'Do you want me to lend you a lighter?' A cheeky male student offered. It feels like my life as a teacher is at odds with this cheeky kid, who comes with genius talent, overflowing wealth, and fame as a bonus. A story of school life entwined with dreams, talent, and love."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e86c4d93-ee4f-4626-9b8a-317562b5ca5c",
    "title": {
      "en": "Yumizuka Iroha wa Tejun ga Daiji!"
    },
    "updatedAt": "2024-12-07T11:01:47+00:00",
    "coverArt": "https://mangadex.org/covers/e86c4d93-ee4f-4626-9b8a-317562b5ca5c/a3a47e4a-a8aa-407d-9365-d1462a839a47.png",
    "altTitles": [
      {
        "en": "Technique Is Everything to Yumizuka Iroha!"
      },
      {
        "en": "The Process Is Important for Iroha Yumizuka"
      },
      {
        "en": "Yumizuka Iroha's No Good Without Her Procedure!"
      },
      {
        "ja": "弓塚いろはは手順が大事！"
      },
      {
        "zh": "弓塚同学今天也依旧脱靶"
      }
    ],
    "description": {
      "en": "Yumizuka-san grew up as the daughter of one of Japan's leading families of archery. But she had a secret about her seemingly perfect life! A tempestuous romantic comedy about a captivating archer!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "56"
  },
  {
    "mangaId": "c718eb5d-6544-49ab-9fb4-ee90f6b75f8e",
    "title": {
      "en": "The Age of Arrogance"
    },
    "updatedAt": "2024-11-21T01:08:24+00:00",
    "coverArt": "https://mangadex.org/covers/c718eb5d-6544-49ab-9fb4-ee90f6b75f8e/e7198cb0-6882-4963-adae-fc3a1de456cb.jpg",
    "altTitles": [
      {
        "ko": "오만의 시대"
      },
      {
        "ko-ro": "Omane Sidae"
      },
      {
        "en": "The Era of Pride"
      },
      {
        "en": "City of Arrogance"
      },
      {
        "fr": "L'âge de l'arrogance"
      },
      {
        "es": "La edad de la arrogancia"
      },
      {
        "es": "La nueva era"
      },
      {
        "ne": "अहङ्कारको युग"
      },
      {
        "ru": "Эпоха высокомерия"
      },
      {
        "th": "ยุคแห่งความโอหัง"
      },
      {
        "ja": "傲慢の時代"
      },
      {
        "zh": "傲慢的时代"
      },
      {
        "zh-hk": "傲慢的時代"
      },
      {
        "id": "Masa Kesombongan"
      },
      {
        "vi": "Thời đại của oman"
      },
      {
        "tr": "Gurur Çağı"
      },
      {
        "ar": "عصر الغطر"
      },
      {
        "es-la": "La era de arrogancia"
      },
      {
        "pt-br": "A Era da Arrogância"
      }
    ],
    "description": {
      "ar": "سيد بيرباز، الذي قاد الحرب التي استمرت 28 عامًا إلى النصر، \"آشا بيرباز\". بالنسبة لبيرفاز، الذي دمرته الحرب الطويلة، تتوجه آشا إلى العائلة الإمبراطورية لتلقي مكافأة النصر التي وعد بها الإمبراطور. ومع ذلك، فإن المكافأة الوحيدة التي عادت كانت <الحق في اختيار شريك الزواج>. كخيار أفضل، أشار آشا إلى \"دوق كارلايل هافن\"، وهو الأمير الأول الذي تم حرمانه مؤخرًا من لقب ولي العهد. إذا تم رفضها، كانت تنوي الحصول على نفقة من الإمبراطور... \"ماركيز بيرباز. سأقبل عرض زواجك\". وعلى عكس التوقعات، قبل دوق كارلايل اختيار آشا. وعود بدعم هائل لبيرفاز...!",
      "en": "The lord of Pervaz, who led the 28-year war to victory, Asha Pervaz. \n\nFor Pervaz, who was devastated by the long war, Asha heads to the imperial family to receive the victory reward promised by the emperor.  However, the only reward that came back was the \"right to choose a marriage partner.\" \n\nAs the best choice, Asha pointed out the Duke of Carlisle Haven, the first prince who had recently been deprived of the title of crown prince.  If she was refused, she intended to receive compensation from the emperor... \n\n\"Marquise Perbaz. I will accept your marriage proposal.\" \n\nContrary to expectations, the Duke of Carlisle accepted Asha's choice.  Promising tremendous support for Pervaz...!\n\n---\nAfter winning a long war, Asha Pervaz is expecting the emperor to compensate her with money. Unlike her expectations though, the emperor asks Asha to choose her own husband from a list of nobles. Asha chooses Duke Carlisle Haven, the emperor’s eldest son and former crown prince. Asha expects him to object and pay an alimony instead, but the duke actually agrees to marry her! He even promises to help Asha rebuild Pervaz. What does the duke really want? And will Asha get what she wants without getting embroiled in the growing royal conspiracy?",
      "fr": "Après avoir mis fin à la longue guerre contre les Lurs, Asha Pervaz, Seigneure des terres de Pervaz, se rend au palais impérial dans l'espoir d'obtenir la récompense promise par l'Empereur. Mais contrairement à ses attentes, Asha ne se voit offrir que le droit de choisir un époux. Fine stratège, elle choisit le Duc Carlisle Haven, fils aîné de l'empereur et prince héritier temporairement privé de son autorité, pensant que celui-ci refusera et lui versera en échange une compensation financière. Mais contre toute attente, le Duc accepte de l'épouser. Il lui promet de lui fournir les matériaux nécessaires à la reconstruction de Pervaz si Asha l'aide à récupérer le trône qui lui revient de droit.",
      "id": "Setelah kematian ayah dan kakak-kakaknya melawan suku barbar, Asha Pervaz turun tangan untuk menggantikan mereka. Kemenangan berhasil ia raih, namun imbalan yang ia terima hanya cemoohan rakyat dan “hak memilih calon suami”, alih-alih hadiah uang untuk membangun kembali wilayahnya. Sadar bahwa Kaisar mempermainkannya, Asha memilih Carlisle Haven Evaristo, sang putra mahkota kekaisaran yang dicabut haknya akibat skandal besar, untuk menjadi suaminya! Asha yakin Carlisle akan menolaknya, namun…",
      "ko": "28년간의 전쟁을 승리로 이끈 페르바즈의 영주, '아샤 페르바즈'. 긴 전쟁으로 황폐해진 페르바즈를 위해 아샤는 황제가 약속한 승전 보상을 받으러 황실로 향한다.   하지만 돌아온 보상은 고작 <결혼 상대 선택권>.  최선의 선택으로 얼마 전 황태자 위를 박탈당한 1황자, '칼라일 헤이븐 공작'을 지목한 아샤. 거절하면 황제에게 위자료를 지급받을 생각이었으나…  \"페르바즈 변경백. 그대의 청혼을 받아들이겠다.\"  예상과 다르게 칼라일 공작은 아샤의 선택을 받아들였다. 페르바즈에 대한 엄청난 지원까지 약속하면서…!",
      "th": "อาชา เปอร์เวซ ลอร์ดแห่งเปอร์เวซ ผู้นำชัยชยะมาสู่สงครามที่กินเวลายาวนานกว่า 28 ปี อาชามุ่งหน้าไปยังพระราชวังเพื่อรับรางวัลแห่งชัยชนะที่จักรพรรดิได้ให้คำมั่นไว้ โดยมีจุดมุ่งหมายเพื่อนำมาบูรณะดินแดนเปอร์เวซ ซึ่งถูกจักรวรรดิทอดทิ้งจากสงครามที่ยืดเยื้อ แต่ทว่า รางวัลเดียวที่อาชาได้รับกลับเป็น <การเลือกคู่แต่งงาน> อาชาตัดสินใจเลือกมกุฎราชกุมาร ดยุกแห่งคาร์ไลล์ ฮาเว่น ผู้ซึ่งถูกปลดจากตำแหน่งมกุฎราชกุมารเมื่อไม่นานมานี้ ถ้าเธอถูกปฏิเสธ เธอก็จะได้รับรางวัลอย่างงามจากจักรพรรดิ แต่ว่า… “มาร์คกราฟแห่งเปอร์เวซ ข้ายอมรับคำขอแต่งงานของเจ้า” ทุกอย่างกลับไม่เป็นไปตามที่คาดไว้ ดยุกแห่งคาร์ไลล์ ฮาเว่นเลือกที่ยอมรับคำขอแต่งงานของอาชา และเขายังสัญญาที่จะให้การสนับสนุนเปอร์เวซอย่างเต็มที่อีกด้วย",
      "tr": "Perbaz’ın 28 yıl süren savaşı zafere taşıyan lordu ‘Asya Pervaz’. Uzun süren savaşta harap olan Pervaz için Asya, imparator tarafından vaat edilen zafer ödülünü almak üzere imparatorluk ailesine gider. Ancak kendisine geri dönen tek ödül <Evlilik eşi seçme hakkı> olmuştur. Asya en iyi seçenek olarak, yakın zamanda veliaht prens ünvanından mahrum bırakılan ilk prens olan ‘Colail Haven Dükü’nü işaret etti. Eğer reddedilirse, imparatordan nafaka almaya niyetliydi… “Markiz Pervaz. Evlilik teklifinizi kabul ediyorum.” Beklentilerin aksine Colail Dükü, Asya’nın teklifini kabul etti. Pervaz’a büyük destek sözü verdi!..",
      "vi": "Lãnh địa Pervaz đã bị tàn phá bởi một cuộc chiến tranh. Và vĩ lãnh chúa mới của lãnh địa Pervaz này chính là Asha Pervaz. Cô được hoàng đế ban thưởng cho chiến thắng của mình. Nhưng người gặp cô lại chế giễu cô là ‘nàng công chúa man rợ’ và thật là một đề nghị vô lý khi trao quyền chọn bạn đời làm phần thưởng cho chiến thắng. Asha phải đưa ra lựa chọn tốt nhất ngay cả trong hoàn cảnh này. “Vậy…công tước Carlyle Haven đi” Cô chọn ra đại hoàng tử, người đứng đầu danh sách quý tộc và cách đây không lâu đã gây ra một vụ bê bối lớn và bị tước đoạt danh hiệu đại hoàng tử. Nếu anh ta tức giận và từ chối, cô sẽ nhanh chóng đòi bồi thường sau đó, nhưng đâu ngờ rằng Carlyle lại chấp nhận sự lựa chọn của cô. “Anh mong muốn gì ở tôi?” “Đừng bận tậm đến việc tôi làm ở Pervaz. Đừng mong rằng được đối xử như một người vợ và cũng đừng nghĩ đến việc dính líu đến phe đối lập của tôi. Và khi tôi yêu cầu thì đừng nói linh tinh gì cả, chỉ cần ký vào tờ giấy ly hôn là được” Đó là một giao dịch không có gì là không tốt đối với Asha. Cô nắm lấy tay của kẻ ngạo mạn kia mà ngay cả hoàng đế cũng coi thường. Một nụ cười đầy sức quyến rũ nở trên môi anh. “Phu nhân, sau này xin được giúp đỡ”",
      "zh": "事业型男女主被迫联姻，\n强强联合收获爱与权力\n在长达28年的战争中，佩尔瓦兹的领主“阿西娅·佩尔瓦兹”成功地率领众人取得了胜利。为了重建因长期战争而荒芜的佩尔瓦兹，阿西娅前往皇室领取皇帝承诺的胜仗奖励。但等待她却只是区区<择偶权>，而无任何实质性的奖励。想到佩尔瓦兹的百姓连今年冬天都可能撑不过去，阿西娅只好选择刚失去皇太子身份的卡莱尔公爵作为结婚对象…“既然皇室不想让我们好过，那么就拉你们一起下水”。",
      "pt-br": "Depois de vencer uma longa guerra, Asha Pervaz esperava que o imperador a compensasse com dinheiro. Ao contrário de suas expectativas, o imperador ordenou que Asha escolhesse um marido dentre uma lista de nobres. Ela escolheu o Duque Carlisle Haven, filho mais velho do imperador e antigo príncipe herdeiro. Asha esperava que ele fosse contra isso e, ao invés, pagasse uma pensão para ela , mas o Duque concordou em se casar com ela! Ele até prometeu ajudar a reconstruir Pervaz. O que o Duque realmente quer?  E Asha vai conseguir o que quer sem se envolver na crescente conspiração real?",
      "zh-hk": "為了拯救因漫長戰爭而荒廢的領地「菲爾巴茲」，亞莎前往皇室向皇帝要求當初所承諾的戰勝補償。然而，她卻只獲得了「結婚對象選擇權」。權衡之下，亞莎認為最好的人選是不久前被剝奪皇太子地位的卡拉爾．海本公爵，假如被拒絕了，就能從皇帝那裡得到精神賠償… 「菲爾巴茲伯爵，我接受妳的求婚。」 出乎意料的是，卡拉爾公爵接受了亞莎的選擇，還承諾提供菲爾巴茲龐大的支援…！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca3692c0-2abe-4fba-91f4-1c76611539c6",
    "title": {
      "en": "Rebirth Of The Ultimate Master"
    },
    "updatedAt": "2025-02-05T12:23:22+00:00",
    "coverArt": "https://mangadex.org/covers/ca3692c0-2abe-4fba-91f4-1c76611539c6/f9a1f10c-f209-4701-8486-feec29064b5d.jpg",
    "altTitles": [
      {
        "en": "The Ultimate of All Ages"
      },
      {
        "en": "The Eternal Supreme"
      },
      {
        "zh": "万古至尊"
      },
      {
        "en": "The Ancient Sovereign of Eternity"
      },
      {
        "zh": "这一世我要当至尊"
      },
      {
        "zh-hk": "這一世我要當至尊"
      },
      {
        "pt-br": "O Antigo Soberano da Eternidade"
      },
      {
        "vi": "Vạn Cổ Chí Tôn"
      }
    ],
    "description": {
      "en": "First among the ten martial emperors, Peerless Martial Emperor Gu Fei Yang met his demise in the Tiandang mountains. He was reincarnated fifteen years later, as Li Yun Xiao of the Tianshui Nation, and thus began a heaven-defying battlefront with the countless talents of the current generation. Martial arts of the nine heavens and ten divine realms. From then on, the whole world was set ablaze.",
      "es-la": "Gu Feiyan, el tercer soberano, muere y es reencarnado en un niño llamado Li Yunxia, una completa basura que todavía no despertó sus meridianos a pesar de su edad. ¡Pero esto no detendrá al MC de alcanzar el pináculo de este mundo otra vez!",
      "pt-br": "Um dos imperadores marciais conferidos, Gu Feiyang, faleceu nas montanhas Tiandang e reencarnou 15 anos depois como Li Yunxiao, do estado de Tianshui, embarcando em uma jornada que desafia o céu contra os inúmeros gênios da época. Os nove níveis da Arte Marcial; os Reinos Divinos dos dez quadrantes. A partir de então, o mundo inteiro caiu no caos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4247b21-e8ff-46ae-9f92-fc04f6641188",
    "title": {
      "en": "Someone's Girlfriend"
    },
    "updatedAt": "2025-02-06T14:30:59+00:00",
    "coverArt": "https://mangadex.org/covers/f4247b21-e8ff-46ae-9f92-fc04f6641188/8a53bb1e-9d50-42b8-9ab2-d787bf19a3b0.jpg",
    "altTitles": [
      {
        "ja": "アイツノカノジョ"
      },
      {
        "ja-ro": "Aitsu no Kanojo"
      },
      {
        "en": "His Girlfriend"
      },
      {
        "nl": "De vriendinnitje van deze vent"
      },
      {
        "nl": "Zijn vriendinnetje"
      },
      {
        "fr": "Sa petite amie"
      },
      {
        "fr": "La petite amie de ce mec"
      },
      {
        "id": "Pacarnya Dia"
      },
      {
        "uk": "Його дівчина"
      },
      {
        "vi": "Bạn Gái Bạn Thân"
      },
      {
        "zh-hk": "他的女友"
      }
    ],
    "description": {
      "en": "It's April of my third and final year in high school... But the beautiful girl I have a crush on is my best friend's girlfriend. Thus begins my year of treading on the dangerous ground...",
      "ja": "気になるあの娘は、”親友の”彼女。\n\n始まりの季節、春。主人公・リクの家を訪れた美少女・雫は「いいよ、何しても。」と、リクを誘う。しかし雫は、“親友（アイツ）の彼女”。",
      "pt-br": "É abril do meu terceiro e último ano no ensino médio... Mas a linda garota por quem tenho uma queda é a namorada do meu melhor amigo. Assim começa meu ano pisando em um terreno perigoso..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e3740ef-34f9-4ed4-928d-465f685f4c30",
    "title": {
      "en": "Afterlife Diner"
    },
    "updatedAt": "2024-08-18T20:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/8e3740ef-34f9-4ed4-928d-465f685f4c30/ffe7a424-1213-4478-839d-5e3d051e5de5.png",
    "altTitles": [
      {
        "ko": "저승식당"
      },
      {
        "en": "Restaurant in the After Life"
      },
      {
        "en": "Underworld Restaurant"
      }
    ],
    "description": {
      "en": "“I was given a building as an inheritance?”\n\nFrom a nobody who does all kinds of odd jobs and lived a hard life, he was given a chance to become a landlord right in the middle of Gangnam!\n\nBut, the condition for this inheritance is to ‘operate a restaurant for 5 years.’\n\n‘Moreover, I can sense a chill down my spine thanks to the weird customers that came in for today’s store opening……Do I really just need to prepare food?’\n\n“So then…all the guests who came in yesterday…”\n\n“They were ghosts.”\n\nEvery night starting from 11 o’ clock until 1 o’clock, we will now be open!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bd65a09-dec5-4c0a-a34f-b07a9cc53aae",
    "title": {
      "en": "I Contracted Myself"
    },
    "updatedAt": "2024-12-13T07:28:38+00:00",
    "coverArt": "https://mangadex.org/covers/3bd65a09-dec5-4c0a-a34f-b07a9cc53aae/7efada49-20ba-488d-93b6-1771ca0f9bfa.jpg",
    "altTitles": [
      {
        "zh": "我契约了我自己"
      },
      {
        "en": "I Made a Contract With Myself"
      }
    ],
    "description": {
      "en": "This is a world where awakened people and alienated beasts coexist. Zhang Ping was lucky to become an awakened person, but his ability was rated as useless. He was unwilling to live a mediocre life, so he resolutely swallowed the contract gem that ordinary people avoided like snakes and scorpions, contracted himself, and became his own summoned beast! From then on, the whole world opened up to him. Ever-changing superpowers, endless alienated beasts, and dangerous parallel worlds, everything is possible."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff49fa70-a3fa-4363-8731-14f85fb610d3",
    "title": {
      "en": "Shuumatsu, Kimi to"
    },
    "updatedAt": "2024-09-22T13:53:15+00:00",
    "coverArt": "https://mangadex.org/covers/ff49fa70-a3fa-4363-8731-14f85fb610d3/b7de0186-a283-4f2c-9626-674a7f2f4f55.jpg",
    "altTitles": [
      {
        "ja": "終末、君と"
      },
      {
        "en": "To The End, With You"
      }
    ],
    "description": {
      "en": "Gourmet BL. Two people peacefully enjoying meals together against the backdrop of a mysterious zombie outbreak.\n\nShuuhei is consumed by the promise he made with Tomoya back in middle school. \n\"Would you eat me?\""
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "ad9900fc-97d7-4d5a-8126-1f3a653a461a",
    "title": {
      "en": "Josou Danshi wa Skirt wo Nugitai!"
    },
    "updatedAt": "2024-08-19T04:38:54+00:00",
    "coverArt": "https://mangadex.org/covers/ad9900fc-97d7-4d5a-8126-1f3a653a461a/21044422-8046-40bf-a873-8d2a891e1f47.jpg",
    "altTitles": [
      {
        "ja": "女装男子はスカートを脱ぎたい！"
      },
      {
        "en": "The Crossdressing Boy Wants to Take Off His Skirt"
      }
    ],
    "description": {
      "en": "Uichiro, a junior high school boy, harbors a secret he cannot share with his childhood friend, Tama-chan. He has been cross-dressing for her because she has a phobia of men. This is a thrilling yet agonizing comedy about a boy who cross-dresses for the girl he loves!",
      "ja": "男子中学生の宇一郎には、幼馴染のたまちゃんに言えないある秘密があった。\nそれは男性恐怖症である彼女のために「女の子を演じている」ということ。\n想いを寄せる少女のために女装を続ける年頃男子のドキドキ悶絶コメディ！！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e198455-98cd-4729-b73d-73677a5237b2",
    "title": {
      "en": "Goblin's Night"
    },
    "updatedAt": "2024-06-03T04:56:22+00:00",
    "coverArt": "https://mangadex.org/covers/8e198455-98cd-4729-b73d-73677a5237b2/6c60180b-f822-4415-9aab-806c9593986d.jpg",
    "altTitles": [
      {
        "ko": "도깨비의 밤"
      },
      {
        "en": "Dokkaebi's Night"
      },
      {
        "en": "Night of the Goblin"
      },
      {
        "es-la": "Noche de Duendes"
      }
    ],
    "description": {
      "en": "“The complex of the boy, Choi Si-woo, is being overweight. Choi Si-woo runs and runs around his house until past midnight, and he encounters an old man on a walking trail. In the blink of an eye, the old man covers Choi Si-woo with the straw backpack he is carrying. Where Choi Si-woo had stumbled upon was an enormously wide ruined traditional Korean house (hanok).\n\nAt the edge of the spacious courtyard, surrounding him on the courtyard, there were numerous black shadows standing. To the bewildered Choi Si-woo, the old man speaks. Once every 666 years, a ceremony is held to select the king of Yokai and each Yokai in this world possesses one entry ticket for it. And Choi Si-woo is, in fact, a hybrid of a human and a goblin, inheriting the blood of an extinct goblin. Among the goblin folk, only Choi Si-woo possesses the entry ticket. As the sole survivor inheriting the blood of a goblin, the adventure of the half-monster boy, Choi Si-woo, begins.”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "250f38be-05d3-4603-b4c4-11e286bee16a",
    "title": {
      "en": "Myriad Realms Gatekeeper"
    },
    "updatedAt": "2025-01-19T22:38:17+00:00",
    "coverArt": "https://mangadex.org/covers/250f38be-05d3-4603-b4c4-11e286bee16a/a7281042-7a07-4462-815b-d84c394e226a.png",
    "altTitles": [
      {
        "en": "Gatekeeper Of The Boundless World"
      },
      {
        "zh": "万界守门人"
      },
      {
        "en": "Myriad Realms Gatekeeper"
      },
      {
        "pt-br": "Guardião do mundo sem limites"
      }
    ],
    "description": {
      "en": "Planets dying, gods falling. “Anomalies” and “Calamities” invade the human world. As a dark age descends, Shen Ye finds himself flung into this strange new reality. To his surprise, his power is to summon a door – a door leading to countless worlds, offering him a chance to adventure and train across the multiverse! Beyond the door, he encounters a mysterious skeleton with an unknown past…",
      "zh": "星球死亡，众神陨落。“异常”与“灾祸”入侵人类世界。黑暗时代来临之际，沈夜穿越到这个异世界，惊奇得发现，自己的异能是召唤出一扇门，这扇门通往诸天万界，可以去不同世界冒险历练！他在门的另一边，结识了一具身份来历成迷的骷髅……",
      "pt-br": "Planetas morrendo, deuses caindo. “Anomalias” e “Calamidades” invadem o mundo humano. À medida que a era das trevas se aproxima, Shen Ye se vê lançado nesta estranha nova realidade. Para sua surpresa, seu poder é invocar uma porta – uma porta que leva a incontáveis ​​mundos, oferecendo-lhe a chance de se aventurar e treinar através do multiverso! Além da porta, ele encontra um esqueleto misterioso com um passado desconhecido..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db36f8c3-bda0-4a7c-a70b-843d5de21258",
    "title": {
      "en": "Arctic Cold War"
    },
    "updatedAt": "2024-06-14T12:07:31+00:00",
    "coverArt": "https://mangadex.org/covers/db36f8c3-bda0-4a7c-a70b-843d5de21258/2f0b956a-391f-46bc-820f-3761e9b2bf0f.jpg",
    "altTitles": [
      {
        "en": "Extreme Cold War"
      },
      {
        "zh": "极寒战纪"
      },
      {
        "zh-ro": "Ji Han Zhan Ji"
      },
      {
        "zh-ro": "Jí Hán Zhàn Jì"
      },
      {
        "en": "Frozen Frontiers"
      },
      {
        "en": "Chronicles of the Polar War"
      },
      {
        "th": "สงครามเย็นสุดขั้ว"
      }
    ],
    "description": {
      "en": "The Ice Age apocalypse is coming. After being betrayed and killed by my secret crush, I was reborn and gained a magical ability - the snacks I ate suddenly turned into plants? What's surprising is that this ability can be used in this way... Crisis is everywhere, I want to live for myself in this life!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a7115282-6895-4563-9edf-b372c91a43bb",
    "title": {
      "en": "ATRI -My Dear Moments-"
    },
    "updatedAt": "2025-01-27T21:48:10+00:00",
    "coverArt": "https://mangadex.org/covers/a7115282-6895-4563-9edf-b372c91a43bb/1fcac9ac-d7a8-458b-ba30-6708a9fec66b.jpg",
    "altTitles": [
      {
        "ja": "アトリ マイ ディア モーメンツ"
      },
      {
        "en": "ATRI: My Dear Moments"
      },
      {
        "vi": "Atri: Những hồi ức thân thương"
      }
    ],
    "description": {
      "en": "ATRI -My Dear Moments- is a popular novel game. This work, which boasts strong popularity both domestically and internationally, has been adapted into a comic by Jako with a transparent touch. In a calm town sinking into the sea, the \"unforgettable summer\" of a boy and a robot girl begins.",
      "ja": "幼い頃の事故で片足を失った少年・夏生。祖母の遺産を探して海底の倉庫を調査していたところ、棺のような装置の中で眠る少女――アトリを見つける。彼女は、人間と見紛うほどに精巧で感情豊かなロボットだった。\n\n「マスターが残した最後の命令を果たしたいんです。それまで、わたしが夏生さんの足になります！」\n\n退廃が進み、海に沈んでゆく町で、少年とロボット少女の、忘れられない夏が始まる――。",
      "vi": "Một phần của nền văn minh loài người đã bị nuốt chửng bởi sự dâng cao bất thường của mực nước biển, nguyên nhân vẫn chưa được làm sáng tỏ. Ikaruga Natsuki, cậu bé mồ côi mẹ và mất một chân trong tai nạn, trở về quê nhà sau nhiều năm sống khổ cực tại thành phố lớn. Tuy nhiên, khi về đến nơi, tất cả những gì cậu thấy chỉ là căn nhà cũ đã bị ngập dưới nước. Cậu không còn ai thân thuộc, chỉ có chiếc tàu và tàu ngầm do bà để lại, cùng với một khoản nợ lớn phải trả.\n\nCơ hội duy nhất để Natsuki lấy lại ước mơ về tương lai là nhận lời mời của Catherine - kẻ thu nợ đáng ngờ. Họ cùng nhau đi tìm kho báu trong phòng thí nghiệm dưới biển của bà Natsuki, nơi có tin đồn bà đã giấu một điều gì đó quý giá. Nhưng khi đến nơi, họ không tìm thấy tiền bạc hay đá quý, thay vào đó là một cô gái kỳ lạ đang ngủ say trong quan tài. Cô ấy tên là Atri.\n\nAtri là một người máy, nhưng cô sở hữu vẻ ngoài và cảm xúc như một con người thật sự. Cô biết ơn Natsuki vì đã giải thoát mình khỏi quan tài, và nói với cậu:\n\n\"Em muốn hoàn thành ý nguyện cuối cùng của chủ nhân. Cho đến lúc đó, em sẽ là chân của anh!\"\n\nTrong thị trấn nhỏ dần chìm trong biển, một mùa hè đáng nhớ sắp diễn ra với cậu bé và cô gái người máy bí ẩn..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e53b25b-c5b7-43f2-81eb-671eb28c4765",
    "title": {
      "en": "Kasanegasane no Hatsukoi Desuga"
    },
    "updatedAt": "2025-02-02T23:03:13+00:00",
    "coverArt": "https://mangadex.org/covers/8e53b25b-c5b7-43f2-81eb-671eb28c4765/90907903-2c4a-4601-962d-d49d6694a81b.jpg",
    "altTitles": [
      {
        "ja": "かさねがさねの初恋ですが"
      },
      {
        "en": "First Love, Again and Again"
      },
      {
        "vi": "Tình Đầu, Lại Thêm Tình Đầu"
      }
    ],
    "description": {
      "en": "Hassaku Tamao came back to his hometown to teach and fulfill a promise he made when he was younger. However, he's not the only one who remembers a promise he made...",
      "ja": "４人の美少女JKが初恋を捧げるのは…幼馴染の新人教師!?事の発端は幼い日の約束――「大きくなったら結婚しよう」…って、そんなこと言ったっけ!?すっかり忘れて教師として地元に帰ってきた環緒は、成長した幼馴染4人娘に迫られタジタジで…!?目指すは最高の青春!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6698000b-b0fb-4946-80c0-9ecf0464f07d",
    "title": {
      "en": "Abnormal Immortal Record of Spooky Daoist"
    },
    "updatedAt": "2025-01-25T22:30:24+00:00",
    "coverArt": "https://mangadex.org/covers/6698000b-b0fb-4946-80c0-9ecf0464f07d/06cd2f1a-5f80-488d-bd3f-3ab7904f531c.png",
    "altTitles": [
      {
        "zh": "道诡异仙"
      },
      {
        "pt-br": "Dao do Imortal Bizarro"
      },
      {
        "vi": "Đạo Quỷ Dị Tiên"
      },
      {
        "en": "Dao of the Bizarre Immortal"
      }
    ],
    "description": {
      "en": "High school student Li Huowang possesses an ability: whenever he closes his eyes, he enters a bizarre cultivation world. In that strange world, he is captured by someone who calls him “Master” and is made into a living medicine—a human cauldron that could be turned into a pill at any moment.\n\nIn the real world, however, Li Huowang is a mentally ill patient living in a psychiatric hospital, unable to attend school. The doctors tell him that the bizarre cultivation world is nothing but a hallucination.\n\nNow, caught between reality and illusion, truth and lies, Li Huowang breaks down, crying and shouting:\n“Mom, I really can’t tell what’s real anymore!”",
      "vi": "Học sinh trung học Lý Hỏa Vượng sở hữu khả năng chỉ cần nhắm mắt là có thể đi đến một thế giới tu tiên kỳ quái. Trong thế giới kỳ quái đó, cậu bị một người được gọi là \"Sư phụ\" bắt đi làm một dược nhân, có thể bị luyện thành đan dược bất cứ lúc nào. Còn trong thế giới thực, Lý Hỏa Vượng là một bệnh nhân tâm thần sống trong bệnh viện tâm thần, không thể đi học được nữa. Bác sĩ nói với cậu rằng, thế giới tu tiên kỳ quái đó chỉ là ảo giác của cậu mà thôi. Giờ đây, thật thật giả giả, giả giả thật thật, Lý Hỏa Vượng bật khóc trong tuyệt vọng và hét lên: “Mẹ ơi, con thật sự không phân biệt nổi nữa!",
      "pt-br": "Li Huowang, um estudante do ensino médio, possui uma habilidade peculiar: sempre que fecha os olhos, ele entra em um mundo de cultivo bizarro. Nesse mundo estranho, ele é capturado por alguém que o chama de “Mestre” e acaba transformado em uma medicina viva — um humano…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad5f4635-a3b8-4daa-81a9-ddd8adb5df71",
    "title": {
      "en": "Beneath the Lady's Mask"
    },
    "updatedAt": "2024-08-02T00:40:53+00:00",
    "coverArt": "https://mangadex.org/covers/ad5f4635-a3b8-4daa-81a9-ddd8adb5df71/8d72eb29-212a-44b8-835b-cc4e25d4557a.png",
    "altTitles": [
      {
        "en": "Ma'am, Your Mask Has Fallen Off Again"
      },
      {
        "zh": "夫人你马甲又掉了"
      }
    ],
    "description": {
      "en": "Mother always said to Qinran: \"Your stepfather is from a famous family, your eldest brother is a genius, and your sister is a top student in her high school. You, a country bumpkin, don't embarrass them.\"\r\n\r\nEveryone with status in the capital received a warning from Mr. Juan of the Cheng family: \"Mr. Juan's wife is from the countryside and doesn't understand our current situation, and she has a bad temper. In short, everyone should be extra patient.\"\r\n\r\nUntil one day, when Master Juan was investigating a certain big boss, his men fell into a confused silence while looking at one of the waistcoats of his sister-in-law who claimed to know nothing…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8a38bcc4-0a52-4a46-9d02-7fc802048b1d",
    "title": {
      "en": "Shinobigoto"
    },
    "updatedAt": "2025-02-02T19:28:12+00:00",
    "coverArt": "https://mangadex.org/covers/8a38bcc4-0a52-4a46-9d02-7fc802048b1d/7420ac9c-47fd-4cfc-bb09-9519fa977110.jpg",
    "altTitles": [
      {
        "ja": "しのびごと"
      },
      {
        "en": "Shinobi Undercover"
      },
      {
        "ru": "Синоби под прикрытием"
      }
    ],
    "description": {
      "en": "Even in modern Japan, ninja still hide in the shadows. Young ninja Yodaka has received his mission--protect high school student Aoi at all cost. But can a ninja survive the wild world of high school while also fulfilling his mission?",
      "ja": "時は現代！世を忍び悪を討つ公安忍部隊のヨダカは、女子高生・向日アオイの護衛を命じられる。極端にコミュニケーションが苦手なヨダカは目立たず生徒となりアオイを護る予定が、何故か彼女と友達になり!?",
      "pt-br": "Mesmo no Japão moderno, os ninjas ainda se escondem nas sombras. O jovem ninja Yodaka recebeu sua missão: proteger a estudante do ensino médio Aoi a todo custo. Mas um ninja pode sobreviver ao mundo selvagem do ensino médio e ao mesmo tempo cumprir sua missão?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1aaa0a4b-78bc-4f39-aa20-145766f83092",
    "title": {
      "en": "Welcome to Japan, Ms. Elf!"
    },
    "updatedAt": "2025-02-02T23:49:09+00:00",
    "coverArt": "https://mangadex.org/covers/1aaa0a4b-78bc-4f39-aa20-145766f83092/167404b5-3d8a-42e7-9981-b6a3dc1b2b8f.jpg",
    "altTitles": [
      {
        "ja": "日本へようこそエルフさん。"
      },
      {
        "ja-ro": "Nihon e Youkoso Elf-san."
      },
      {
        "ja-ro": "Nihon he Youkoso Elf-san."
      },
      {
        "zh": "精灵来日"
      },
      {
        "zh-hk": "歡迎來到日本，妖精小姐"
      },
      {
        "fr": "Bienvenue au Japon, Elfe-san"
      },
      {
        "fr": "Bienvenue au Japon, Mademoiselle l'Elfe!"
      },
      {
        "pt-br": "Bem-vinda ao Japão, Elf-san!"
      },
      {
        "ru": "Добро пожаловать в Японию, Эльф-сан!"
      },
      {
        "th": "ขอต้อนรับสู่ญี่ปุ่นนะ คุณเอลฟ์"
      },
      {
        "vi": "Chào mừng đến với Nhật Bản, Elf san!"
      }
    ],
    "description": {
      "en": "Kitase Kazuhiro is an ordinary salaryman who always leaves the office on time. Though this is Japan, so perhaps he's not really ordinary after all. What's truly strange comes after that; Every night, he takes a shower, changes into his pyjamas and has a good night's sleep. Then he dreams of a fantasy world, and only wakes up when he dies or sleeps in that world. One day, he's killed after stumbling onto a dragon's lair. \"A nightmare,\" he sulks, until he finds his elf friend in his bed. Curious to see an elf waifu experience daily life in Japan? How's it like to walk with every man's fantasy on the streets of Tokyo?\n___\n- [Official LN (EN)](https://j-novel.club/s/welcome-to-japan-ms-elf)",
      "ja": "社会人の北瀬一廣の趣味はとにかく寝ること。幼少のころからいつも見る不思議な夢の世界で彼は、胸躍る冒険をしていた。ある時、夢の中で仲良くなったエルフの少女と冒険をしていた際、運悪く魔導竜のブレスで共に焼かれてしまう。夢から覚め再び自分の部屋に戻るとそこには、いる筈のないエルフの少女が隣で寝ていて――。",
      "ru": "Обыкновенный сотрудник офиса Китасэ Кадзухиродавно живет только своей работой. Но все-таки он не совсем обычный человек, ведь он живет в Японии. Ежедневно по вечерам после работы он принимает душ, переодевается в домашнюю одежду и засыпает крепким сном. У Вас возникает вопрос: \"Почему же тогда он необычный человек?\" Правда в том, что во сне Китасэ живет в ином магическом мире и пробуждается только тогда, когда уснет или умрет там. Однажды, очнувшись после очередного сна он увидел...",
      "pt-br": "Kitase Kazuhiro é um assalariado comum que sempre deixa o escritório a tempo. Embora este seja o Japão, talvez ele não seja realmente comum, afinal. O que é verdadeiramente estranho vem depois disso; Toda noite, ele toma banho, troca seu pijama e tem uma boa noite de sono. Então ele sonha com um mundo de fantasia e só acorda quando morre ou dorme naquele mundo. Um dia, ele morreu depois de tropeçar no covil de um dragão. \"Um pesadelo\", ele acorda, até encontrar sua amiga elfa em sua cama. Curioso para ver uma elfa waifu experimentar a vida cotidiana no Japão? Como é andar com a fantasia de todo homem nas ruas de Tóquio? Este mangá é para todos vocês amantes elfos por aí!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccdbe21f-e446-45fc-a07e-acf769c2e7a2",
    "title": {
      "en": "Arctic King"
    },
    "updatedAt": "2025-01-19T20:08:25+00:00",
    "coverArt": "https://mangadex.org/covers/ccdbe21f-e446-45fc-a07e-acf769c2e7a2/6211f114-3ad0-4908-aa46-fb22dfc48606.png",
    "altTitles": [
      {
        "zh": "凍てついた世界の黙示録"
      },
      {
        "zh-ro": "Bing Feng Mo Ri: Jue Wu Sheng Huan Zhi Lu"
      },
      {
        "en": "Frozen Apocalypse: No Chance of Survival"
      },
      {
        "en": "Frozen Armageddon: There’s No Way Back"
      },
      {
        "en": "Frozen Doomsday: No Way to Survive"
      },
      {
        "en": "Icebound Apocalypse"
      },
      {
        "en": "The King of Snow"
      },
      {
        "zh-ro": "Bīng Fēng Mò Rì: Jué Wú Shēng Huán Zhī Lù"
      },
      {
        "zh": "冰封末日：绝无生还之路"
      },
      {
        "zh": "凍てついた世界の黙示録"
      }
    ],
    "description": {
      "en": "The stars shift, the blizzard persists, the icy apocalypse is imminent, food! Temperature! Violence! Dependence! In this dilemma, under the distortion of human nature, has desire given birth to monsters? How to break out of adversity and find a way to survive!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c87a3978-988d-465d-9bdc-199ce8a4a38e",
    "title": {
      "en": "Apocalyptic Super Farm"
    },
    "updatedAt": "2023-10-11T03:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/c87a3978-988d-465d-9bdc-199ce8a4a38e/d16cc206-fbf7-486e-b604-bac3a57768ff.jpg",
    "altTitles": [
      {
        "zh": "末世超级农场"
      },
      {
        "zh-ro": "Moshi Chaoji Nongchang"
      },
      {
        "zh-ro": "Mòshì Chāojí Nóngchǎng"
      }
    ],
    "description": {
      "en": "The apocalypse has dawned upon the world, and food and survival are once again the most important topics of people's concern. Rice and flour have become luxuries, and vegetables are even more expensive! But just then, someone posted a video on a website that shocked the world. Sweet vegetables rolled into a hot pot, emitting a tantalizing green color! A golden leg of lamb is seared in oil! Fish soup simmers as white as milk! The little girl beside me begged: Bro,  I really can't eat anymore!",
      "zh": "末日来袭，植物与水源全部枯竭。世界陷入恐慌，食物与生存再次成为人们最关心的话题。米面成为奢侈品，菜蔬更是有价无市！然而就在此时，有人在网站上发送一段视频，令世界震撼。甘甜的菜蔬滚入火锅中，散发诱人的绿色！烤的金黄的羊腿滋滋冒油！鲜美的鱼汤炖的宛若牛奶一般纯白！一旁的小女孩哀求道：哥，我真的吃不下了！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a433d6b-f51a-4c2f-a183-85419fe98efc",
    "title": {
      "en": "Medalist"
    },
    "updatedAt": "2024-10-04T14:33:12+00:00",
    "coverArt": "https://mangadex.org/covers/4a433d6b-f51a-4c2f-a183-85419fe98efc/ab9ca73f-9f3f-4455-ad01-6b2fd0b106e4.jpg",
    "altTitles": [
      {
        "ja": "メダリスト"
      },
      {
        "zh": "舞冰的祈愿"
      },
      {
        "zh-hk": "舞冰的祈願"
      },
      {
        "zh-hk": "金牌得主"
      },
      {
        "ru": "Медалистка"
      }
    ],
    "description": {
      "en": "There is a dream worth putting two lives on the line for.  \n  \nTsukasa, a young man with shattered dreams, and Inori, a girl no one believed in. However, in the face of adversity, those two possessed a tenacity towards the rink greater than anyone had ever known. Together, they meet on the ice, and aim for the world with their figure skating!\n\n---\n\n**Links:**  \n- [Series' Twitter](https://twitter.com/medalist_AFT)\n- Alternative Official English - [K MANGA (U.S. Only)](https://kmanga.kodansha.com/title/10231/episode/318207), [Kodansha](https://kodansha.us/series/medalist/)",
      "es": "Tsukasa es un patinador que, tras haber dejado atrás su sueño de convertirse en un atleta de élite por problemas económicos, trabaja realizando espectáculos de patinaje sobre hielo.\n\nPero todo cambia cuando conoce a Inori, una niña que acude a una pista de hielo a escondidas de su madre, aunque esta esté totalmente en contra de ello y todo el mundo piense que es tarde para ella, y que es demasiado inútil.\n\nAsí, gracias a la tenacidad que muestra Inori, Tsukasa decide convertirse en su entrenador y buscará ayudarla en el difícil mundo del patinaje artístico, prometiéndose que la llevará a la cima.",
      "zh": "用利刃融化坚冰、开拓人生——！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a502e35-1051-4e4c-b055-5ab211954fa4",
    "title": {
      "en": "Banana Fish"
    },
    "updatedAt": "2024-11-17T01:10:50+00:00",
    "coverArt": "https://mangadex.org/covers/9a502e35-1051-4e4c-b055-5ab211954fa4/18b9c72b-a7d8-48c3-946e-ded711fb1038.jpg",
    "altTitles": [
      {
        "NULL": "Éisc Banana"
      },
      {
        "el": "Μπανάνα Ψάρια"
      },
      {
        "hu": "Banánhal"
      },
      {
        "cs": "Banánová ryba"
      },
      {
        "hi": "बनानिकाला"
      },
      {
        "NULL": "Banana arrainak"
      },
      {
        "tr": "Banana Balığı"
      },
      {
        "ro": "Banana de pește"
      },
      {
        "NULL": "Banana Fiŝo"
      },
      {
        "de": "Bananenfisch"
      },
      {
        "da": "Bananfisk"
      },
      {
        "NULL": "Banani Fiskur"
      },
      {
        "NULL": "Banānu zivis"
      },
      {
        "NULL": "Bannann pwason"
      },
      {
        "vi": "Cá chuối"
      },
      {
        "NULL": "Ħut tal-Banana"
      },
      {
        "NULL": "Iasg Banana"
      },
      {
        "id": "Ikan Pisang"
      },
      {
        "fr": "Poisson banane"
      },
      {
        "pl": "Ryba Bananowa"
      },
      {
        "NULL": "Samaki ya Banana"
      },
      {
        "sr": "Банана риба"
      },
      {
        "ru": "Банановая рыба"
      },
      {
        "ka": "ბანანის თევზი"
      },
      {
        "he": "דג בננה"
      },
      {
        "fa": "ماهی موز"
      },
      {
        "ar": "موز السمك"
      },
      {
        "bn": "কলা মাছ"
      },
      {
        "th": "ปลากล้วย"
      },
      {
        "zh": "战栗杀机"
      },
      {
        "zh-hk": "戰慄殺機"
      },
      {
        "ko": "바나나 피쉬"
      },
      {
        "ja": "バナナフィッシュ"
      },
      {
        "ja-ro": "Bananafisshu"
      },
      {
        "kk": "Мәуіз Балық"
      },
      {
        "ru": "Рыбка-бананка"
      },
      {
        "tr": "Muz Balığı"
      }
    ],
    "description": {
      "en": "Nature made Ash Lynx beautiful; nurture made him a cold ruthless killer. A runaway brought up as the adopted heir and sex toy of \"Papa\" Dino Golzine, Ash, now at the rebellious age of seventeen, forsakes the kingdom held out by the devil who raised him. But the hideous secret that drove Ash's older brother mad in Vietnam has suddenly fallen into Papa's insatiably ambitious hands—and it's exactly the wrong time for Eiji Okamura, a pure-hearted young photographer from Japan, to make Ash Lynx's acquaintance…",
      "tr": "Tanrı, Ash Lynx’i güzeller güzeli bir çocuk olarak yarattı; dünya onu soğukkanlı acımasız bir katil haline getirdi. Çocuk yaşta evden kaçan Ash, “Baba” Dino Golzine tarafından bulunur ve hem mafyanın varisi olarak hem de Golzine’nin şahsi zevklerini tatmin etmek üzere yetiştirilir. Şimdi 17 yaşında isyankar bir genç olan Ash kendisini yetiştiren şeytanın ona sunduğu krallığa sırtını döner. Ancak Ash’in ağabeyinin Vietnam’da aklını yitirmesine sebep olan korkunç sır, hırsı dur durak bilmeyen Golzine’nin ellerine düşmüştür. İşte tam bu sırada genç bir fotoğrafçı Japonya’dan New York’a gelir. Temiz kalpli Eiji Okumura ve Ash Lynx olabilecek en talihsiz zamanda karşılaşır.",
      "pt-br": "A natureza fez Ash Lynx um cara bonito; mas o tempo fez dele um assassino cruel e frívolo. Uma criança fugitiva criada como um herdeiro adotado, um guerreiro treinado, e o brinquedo sexual de seu “Papa”, Dino Golzine, o senhor do crime da Costa do Oeste Oriental. Ash está agora na idade rebelde dos dezessete anos – abandonando o reino de poder e riqueza, realizada pelo demônio que o ressuscitou, preferindo um código para viver entre um pequeno, mas fiel, gangue de bandidos de rua. Porém, “Papa” não pode simplesmente deixá-lo ir. Não quando descobre que o segredo que levou o irmão mais velho de Ash a loucura, no Vietnã, poderá cair em suas mãos insaciavelmente ambiciosas. É exatamente o momento errado para Eiji Okamura, um jovem fotógrafo do Japão, de coração puro, chegar em Nova York e travar conhecimento de Ash Lynx… e ao seu lado, ser atraído para dentro de um redemoinho sangrento de orgulho, ganância, luxúria e ira desencadeada pelo enigma de codinome Banana Fish."
    },
    "status": "completed",
    "releaseDate": 1985,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "103"
  },
  {
    "mangaId": "9c002702-9cf2-4688-a62e-892d7ce58986",
    "title": {
      "en": "Shut Hell"
    },
    "updatedAt": "2023-06-21T21:43:50+00:00",
    "coverArt": "https://mangadex.org/covers/9c002702-9cf2-4688-a62e-892d7ce58986/6cf95171-1ae6-4cc1-994c-996db6cea809.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuryou - Shutoheru"
      },
      {
        "ja-ro": "Shuto Heru"
      },
      {
        "ja-ro": "Shutohel"
      },
      {
        "ja": "悪霊 シュトヘル"
      },
      {
        "zh": "西夏恶灵"
      },
      {
        "ko": "슈토헬"
      },
      {
        "ru": "Шат Хелл"
      }
    ],
    "description": {
      "en": "Beginning of the 13th century, Western Xia state in Chinese mainland. \nIn those days existed a woman warrior named Shut Hell, the Evil One, feared even by the Mongols, reputed the strongest army in history. \nAt first she was just a normal Tangut soldier, but after coming close to death so many times she found a superhuman strength in herself. \nOn the other side Yurul, a young Mongol prince, is fascinated by the Tangut, his enemies' writing script, and is worried for their future…\nCenturies later a Japanese high school student named Shudo is haunted by a vivid dream of a battlefield...\nIs there some sort of bound between these completely different lives ? Will they manage to overcome the obstacles surrounding them ?\n\n\n- **2012 Osamu Tezuka Cultural Prize (New Creator) winner**",
      "pt-br": "Um Jovem chamado Sudou desperta em uma de suas vidas passadas onde ele era uma guerreira Xia chamada Shut Hell a maligna, temida até pelos Mongóis de Genghis Khan que estão unindo forças para acabar com a dinastia Xia Ocidental. a história ocorre no Século 13 onde a Maligna junto com a principe Yurul se esforçam para preservar Xia e sua cultura e escritas."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "14",
    "lastChapter": "90"
  }
]