[
  {
    "mangaId": "829d27e8-3d50-48bc-ab1d-9d1c3bfba615",
    "title": {
      "en": "Isekai no Binbou Nouka ni Tensei Shita Node, Renga wo Tsukutte Shiro wo Tateru Koto ni Shimashita"
    },
    "updatedAt": "2023-12-21T02:22:50+00:00",
    "coverArt": "https://mangadex.org/covers/829d27e8-3d50-48bc-ab1d-9d1c3bfba615/bf2f89e2-1b2d-4db9-8648-85903f4bc983.jpg",
    "altTitles": [
      {
        "en": "I  Was Reincarnated as a Poor Farmer in a Different World, so I Decided to Make Bricks to Build a Castle"
      },
      {
        "ja": "異世界の貧乏農家に転生したので、レンガを作って城を建てることにしました"
      }
    ],
    "description": {
      "en": "In another world where the Royal family power is on decline, and turmoil are lasting.  \n  \nIn a remote village, a young child, who will later be named Ars, is \"gardening\" and \"improving the land.\" Having the memories of his previous life, he who was fond of \"city building\" games, initiated to do \"selective breeding for crops\" and \"house constructions\" with his own magic to get out of poverty, and finally acquired a \"brick creation!\" Selling his bricks to a peddler, he obtains a rare egg of a “tamed beast,\" but can he raise it safely?  \n  \nLater called as a “Living God,” this is the beginning of the heroic tale of a young boy who founded a nation!",
      "ja": "- [Web Novel](https://ncode.syosetu.com/n4546fc/)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "641d88f7-e2cc-4c51-abec-6729042f2741",
    "title": {
      "en": "Soushi Souai"
    },
    "updatedAt": "2023-12-17T12:49:21+00:00",
    "coverArt": "https://mangadex.org/covers/641d88f7-e2cc-4c51-abec-6729042f2741/aff8fcd3-c91b-4773-9285-9b7e58bbf620.jpg",
    "altTitles": [
      {
        "ja": "そうしそうあい"
      },
      {
        "en": "Mutual Love"
      },
      {
        "en": "Love with Each Other"
      },
      {
        "zh": "相思相爱"
      }
    ],
    "description": {
      "en": "In a world where opposites attract, a chance encounter sparks a connection between a serious black-haired girl and a charismatic blond delinquent, painting a cute tale of young love and friendships. As the series unfolds, their seemingly carefree lives take unexpected turns, delving into the shadows that haunt their lives. \n\nAn artful blend of laughter and heartfelt moments, this manga tells about the complexities of youth, friendship, and your past catching up to you."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "100"
  },
  {
    "mangaId": "ad7f1d4f-6f73-4117-816d-69e2497efe3f",
    "title": {
      "en": "Juu - Ninpou Makai Tenshou"
    },
    "updatedAt": "2023-11-10T09:17:24+00:00",
    "coverArt": "https://mangadex.org/covers/ad7f1d4f-6f73-4117-816d-69e2497efe3f/975a8c8b-3e08-4021-bf5b-b2d33c4383c1.jpg",
    "altTitles": [
      {
        "ja-ro": "Juu: Ninpou Makai Tenshou"
      },
      {
        "ja": "十～忍法魔界転生～"
      }
    ],
    "description": {
      "en": "This is the latest story of the famous \"Ninpo-cho\" series of Yamada Fuutarou. It begins in 1638, during the Shimabara Rebellion, where a powerful swordsman who should have died is instead transformed by an arcane ritual into a demonic creature. As time passes, more swordsmen facing death go through this transformation. What could these new, demonic swordsmen be planning?",
      "ja": "島原の乱の生き残りである怪老・森宗意軒（もり・そういけん）が、その妖しき十本の指より放つ復活の秘術“魔界転生”。女体を繭として、一度は死んだはずの天草四郎時貞（あまくさ・しろう・ときさだ）、荒木又右衛門（あらき・またえもん）、そして宮本武蔵（みやもと・むさし）が、次々に現世へと再生する!!　江戸の世を揺るがす恐るべき野望が、静かに蠢き始めるのだった…。"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "71"
  },
  {
    "mangaId": "017928fe-96c5-4865-9b7f-1f7bc1b22824",
    "title": {
      "en": "I Was the Final Boss"
    },
    "updatedAt": "2024-04-03T00:10:43+00:00",
    "coverArt": "https://mangadex.org/covers/017928fe-96c5-4865-9b7f-1f7bc1b22824/30c9189a-c128-4e3a-9838-2f68069eb7d5.jpg",
    "altTitles": [
      {
        "ko": "보스였음"
      },
      {
        "ko-ro": "Boss-yeosseum"
      },
      {
        "en": "Ancient Boss of The Abyss"
      },
      {
        "pt-br": "Eu costumava ser um Boss!"
      }
    ],
    "description": {
      "en": "Baphomet is the ruthless, dispassionate lord of the Abyssal Tower, a mysterious, monster-filled dungeon plaguing the human world. Many Hunters seek to defeat him and bring the tower down to no avail. Despite his demonic power, Baphomet grows curious about humanity. One day, Baphomet is defeated by Raven, the strongest Hunter, and realizes that his true wish is to be just like the humans he previously looked down on. In death, he is granted his wish, as he awakens as a human – without his powers!",
      "fr": "Baphomet, le boss de la , attend un chasseur fort capable de se battre à armes égales contre lui.\n\nLorsqu’il s’est lassé de ces combats répétitifs, il a commencé à s’intéresser au monde de l’humanité grâce aux trophées qu’il avait obtenus des chasseurs morts.\n\nDans le même temps, il fut de plus en plus fasciné par l’existence des humains lorsque le puissant chasseur dont il avait toujours rêvé apparut devant lui.\n\nFinalement, Baphomet essaie de devenir lui-même un humain…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d158218-f407-40ef-9e1c-05e8b13981cd",
    "title": {
      "en": "Anata ni Hana wo Sasagemashou"
    },
    "updatedAt": "2023-10-30T20:16:50+00:00",
    "coverArt": "https://mangadex.org/covers/6d158218-f407-40ef-9e1c-05e8b13981cd/4a1c9a54-8052-4abf-8d74-144417403035.jpg",
    "altTitles": [
      {
        "ja-ro": "Anata ni Hana o Sasagemashou"
      },
      {
        "en": "I'll Give You a Flower"
      },
      {
        "tr": "Sana Çiçekler Vereceğim"
      },
      {
        "ru": "Я подарю тебе цветок"
      },
      {
        "th": "รักหมดใจของสาวไฮโซ"
      },
      {
        "ja": "あなたに花を捧げましょう"
      },
      {
        "zh-hk": "愛如鮮花般盛開"
      },
      {
        "zh": "爱如鲜花般盛开"
      },
      {
        "zh": "献爱的花束"
      },
      {
        "zh-hk": "獻愛的花束"
      }
    ],
    "description": {
      "en": "Seri is a very happy, simple girl. The only thing that bothers her is her marriage to her fiancee, the super-obocchama, Yuzuki! While they both repel each other, Seri happens to notice the strange creatures behind Yuzuki!!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "d90ea6cb-7bc3-4d80-8af0-28557e6c4e17",
    "title": {
      "en": "Dungeon Meshi"
    },
    "updatedAt": "2024-03-11T16:50:52+00:00",
    "coverArt": "https://mangadex.org/covers/d90ea6cb-7bc3-4d80-8af0-28557e6c4e17/d885a28e-a5d3-4dc3-85e9-ca600f227b04.jpg",
    "altTitles": [
      {
        "en": "Dungeon Meal"
      },
      {
        "fr": "Gloutons et Dragons"
      },
      {
        "lt": "Požemio Maistas"
      },
      {
        "es": "Tragones y Mazmorras"
      },
      {
        "tr": "Zindan Yemeği"
      },
      {
        "ru": "Подземелье вкусностей"
      },
      {
        "th": "สูตรลับตำรับดันเจียน"
      },
      {
        "ja": "ダンジョン飯"
      },
      {
        "zh": "舌尖上的地下城"
      },
      {
        "zh": "迷宫饭"
      },
      {
        "es-la": "Comida de Mazmorra"
      },
      {
        "en": "Delicious in Dungeon"
      }
    ],
    "description": {
      "en": "After his sister is devoured by a dragon and losing all their supplies in a failed dungeon raid, Laios and his party are determined to save his sister before she gets digested. Completely broke and having to resort to eating monsters as food, they meet a dwarf who will introduce them to the world of Dungeon Meshi - delicious cuisine made from ingredients such as the flesh of giant bats, walking mushrooms, or even screaming mandrakes.  \n  \n---\n- **Ranked 1st in the 2016 Kono Manga ga Sugoi! for Male Readers (Shonen/Seinen)**",
      "es": "Después de que su hermana fuera devorada por un dragón y habiendo perdido todas sus provisiones, Laios y su equipo están decididos a salvar a Farin antes de que sea digerida por la gran bestia. Es así como conocen a un singular enano que los introducirá al mundo gastronómico de las mazmorras: delicias elaboradas a partir de la carne de murciélagos gigantes, hongos caminantes y mandrágoras chillonas.",
      "id": "Seorang penjelajah muda, Laios, bersama kawan-kawannya mendapat serangan hebat dari seekor naga jauh di lantai terdalam Dungeon. Mereka kehilangan seluruh uang dan perbekalan, bahkan seorang anggota tim! Walau ingin bergegas kembali dan menyelamatkan rekannya, mereka dihalangi satu masalah besar, “Tanpa makanan dan uang, mereka pasti akan kelaparan di tengah penjelajahan!” Namun, Laios mendapat ide cemerlang, “Kita makan monster saja!”. Slime, kalajengking, basilisk, mandrake, dan kelelawar raksasa… Tidak ada satu monster pun yang luput dari perut-perut keroncongan di Dungeon!! (Gramedia.com) \n\n[Terjemah Indonesia](https://www.gramedia.com/search?q=delicious%20in%20dungeon)",
      "pt-br": "Depois de perder todos os seus suprimentos e provisões e também ter sua irmã devorada por um dragão durante uma expedição na masmorra, Laios e seu grupo estão determinados a salvá-la antes que ela seja completamente digerida pelo dragão.\nMas estando completamente falidos e tendo que recorrer a comer monstros como alimento, eles encontram um anão que os apresentará ao mundo de Dungeon Meshi – uma deliciosa culinária feita com ingredientes como a carne de morcegos gigantes, cogumelos andarilhos e até mesmo mandrágoras."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "97"
  },
  {
    "mangaId": "c2761719-dbe5-4895-be6e-bcad1ef38d75",
    "title": {
      "en": "The Angel Who Wanted to Die"
    },
    "updatedAt": "2023-08-01T09:53:57+00:00",
    "coverArt": "https://mangadex.org/covers/c2761719-dbe5-4895-be6e-bcad1ef38d75/891a0e29-f771-4ee8-b790-fd5568ab261e.png",
    "altTitles": [
      {
        "es-la": "La ángel que quería morir"
      }
    ],
    "description": {
      "en": "A short story about depressed angel and the \"afterlife\""
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "85a99758-de39-471e-9f6d-800547f53d0a",
    "title": {
      "en": "Tougen Anki"
    },
    "updatedAt": "2023-09-23T02:42:02+00:00",
    "coverArt": "https://mangadex.org/covers/85a99758-de39-471e-9f6d-800547f53d0a/32630577-5f30-4c5f-9ef6-84f643dc7844.jpg",
    "altTitles": [
      {
        "ja": "桃源暗鬼"
      }
    ],
    "description": {
      "en": "Ichinose Shiki, an inheritor of the blood of Oni had lived out his entire childhood oblivious to this fact. However, when an unknown man comes rushing into his home in attempts to assassinate him, his foster father finally reveals the truth. In a world where Oni and Momotarou have never been able to coexist, join Ichinose in his struggle for power and unifying the two races!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64ed4d14-9e00-4b63-8799-547a508f5344",
    "title": {
      "en": "Parallel Paradise"
    },
    "updatedAt": "2024-03-09T02:11:06+00:00",
    "coverArt": "https://mangadex.org/covers/64ed4d14-9e00-4b63-8799-547a508f5344/2e17bb23-f791-49a3-9446-a171f0c25add.jpg",
    "altTitles": [
      {
        "fr": "Un paradis parallèle"
      },
      {
        "ja": "パラレルパラダイス"
      },
      {
        "zh": "平行天堂"
      },
      {
        "ko": "병렬 파라다이스"
      },
      {
        "ja-ro": "Parareru Paradaisu"
      },
      {
        "vi": "Thiên đường song song tại dị giới"
      }
    ],
    "description": {
      "en": "One day at school, Youta sees someone strange entering his school. Out of nowhere this being appears next to him and makes him fall from the 3rd floor. He lands in a strange world, where beings like dragons exist! Youta meets a young paladin, and discovers that he is the only man inhabiting that planet, and that its inhabitants are extremely 'weak' to his presence. Could this be paradise?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feddcc70-f316-4564-aa44-fcb55346014b",
    "title": {
      "en": "Hot n' fresh raw blood pudding"
    },
    "updatedAt": "2024-05-05T16:31:14+00:00",
    "coverArt": "https://mangadex.org/covers/feddcc70-f316-4564-aa44-fcb55346014b/3d563847-edab-476a-9c6d-958097e983f5.jpg",
    "altTitles": [
      {
        "vi": "Tiết canh nóng hổi"
      }
    ],
    "description": {
      "en": "lmao lmao"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ebf6b4b1-f514-4e93-8305-0c16c21c7163",
    "title": {
      "en": "Space Juggernaut"
    },
    "updatedAt": "2024-04-11T04:39:22+00:00",
    "coverArt": "https://mangadex.org/covers/ebf6b4b1-f514-4e93-8305-0c16c21c7163/44c67e37-4d39-4d5d-957a-f76c2deac28a.jpg",
    "altTitles": [],
    "description": {
      "en": "Wanderer, imposing, somewhere in the vast void of space, Rendezvous awaits! The only space station built inside a living being, where the best scientists, warriors, explorers and engineers of the galaxy live.\nFollow the adventures of the Rendezvaj against the galaxy's major enemy; The Raccoon-race \"preservation\" Federation in this epic Space Opera.",
      "es-la": "Errante, imponente, en algún lugar del vasto vacío espacial, Rendezvous espera! La única estación espacial construida dentro de un ser vivo, que aloja a los mejores científicos, guerreros, exploradores e ingenieros de la galaxia.\nSigue las aventuras de un grupo de Rendezvaj contra su mayor enemigo; La Federación de “Conservación” de la raza Mapache en esta épica ópera spacial."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fdaa7d42-29bb-4cf2-b635-96d57732f1be",
    "title": {
      "en": "A Wicked Tale of Cinderella's Stepmom"
    },
    "updatedAt": "2024-01-28T23:01:21+00:00",
    "coverArt": "https://mangadex.org/covers/fdaa7d42-29bb-4cf2-b635-96d57732f1be/c0494002-a6c4-4a13-863f-6880abec6ed1.jpg",
    "altTitles": [
      {
        "en": "I Raised a Beautiful Cinderella"
      },
      {
        "ko-ro": "Sindelellaleul Gobge Kiwossseubnida"
      },
      {
        "ru": "Я воспитала прекрасную Золушку"
      },
      {
        "ko": "신데렐라를 곱게 키웠습니다"
      },
      {
        "fr": "Il était une fois la belle-mère de Cendrillon (tapas)"
      },
      {
        "fr": "J'ai élevé Cendrillon avec soin."
      }
    ],
    "description": {
      "en": "There is a famous fairytale. A kindhearted girl whose father and stepmother got married and became a family of five with her two stepsisters. The poor girl who was condemned by her stepmother and stepsisters when her father died. The very fairytale, Cinderella. But I am not Cinderella, I am the stepmother. At the age of thirty-seven, already married twice, been widowed twice and is raising three daughters!  \n  \nDaniel Walford, a man who keeps approaching me while I’m busy trying to raise my three daughters.  \n“Can I kiss you?”  \nAs a son-in law, I think he’s a little bit older but why does he keep approaching?… Oh, I don’t know.  \nOnce I let Cinderella marry the prince, I can live quietly.  \nBut is this fairytale really ‘Cinderella’?\n\n---\n\n- Updates every Sunday in the Kakao Page",
      "hu": "Mind ismerjük a mesét: az üvegcipellőt, a közel-sem-szép mostohanővéreket, és a herceggel eltöltött éjszakát, amíg éjfélt nem üt az óra. Ebbe a mesébe reinkarnálódtam, de nem Hamupipőkeként, hanem a \"gonosz\" mostohaanyjának a testébe! A 37 évesen már kétszer megözvegyül és három lánnyal rendelkező Mildred célja az, hogy megfelelő partnert találjon nekik és boldogan élhessenek, amíg meg nem halnak... meg talán saját magának sem volna rossz a szép jövő! De mégis ki ez a fiatal és jóképű báró, aki folyton felkeresi?",
      "ru": "Есть популярная сказка. О доброй девушке, чей отец женился во второй раз. О том, как пятеро человек, включая двух сводных сестёр, стали одной, большой семьёй. Однако после смерти отца мачеха и сестры стали издеваться над бедной девушкой. Это история о Золушке. Но почему я попала не в тело Золушки, а в тело её мачехи? Я стала женщиной, которая за свои 37 лет, успела дважды побывать замужем и дважды стать вдовой. Той, кому приходится растить трёх дочерей, включая Золушку. В придачу ко всему этому, ко мне пристаёт мужчина по имени Даниэль! «Можно вас поцеловать?» Что ему от меня нужно? …Я совсем запуталась. Для начала нужно выдать Золушку за принца и начать спокойную жизнь. Но правда ли, что эта сказка о Золушке?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbaf4af9-8a41-41a5-b870-471f81866c61",
    "title": {
      "en": "Dog Fur Romance"
    },
    "updatedAt": "2024-05-05T14:10:36+00:00",
    "coverArt": "https://mangadex.org/covers/dbaf4af9-8a41-41a5-b870-471f81866c61/7308cfce-6c93-4f22-9f21-e9809ed4ce62.jpg",
    "altTitles": [
      {
        "ko": "개털 로맨스"
      }
    ],
    "description": {
      "en": "[I just need one video of Jung Dawon, that fucking bastard who often calls me over to his place just because he's bored, and I'm out of this company.] \n\nChoi Jihoo, who works as Jung Dawon's secretary, the Representative of the Seungjin C&T Corporation, has a secret. He has received a dangerous offer - if he hands over a video that disinherits Jung Dawon from the company management, he will receive an incredibly large amount of money. \n\nOne day, as Jihoo is making backups of his videos while dreaming of making a fortune, Dawon finds out. \n\"There is certainly quite a lot of shocking content in here. Why did you film these videos?\"\nAnd then, the man says something completely inconceivable -\n\"Secretary Choi, are you in love with me?\"\n\"Yes, yes, you're right! It's all because I love you, Pre-- huh?!?!\""
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "9"
  },
  {
    "mangaId": "da0f5e67-843b-420c-af19-6655dd338812",
    "title": {
      "en": "Yumemiru Maid no Tea Time"
    },
    "updatedAt": "2024-03-17T20:56:54+00:00",
    "coverArt": "https://mangadex.org/covers/da0f5e67-843b-420c-af19-6655dd338812/3b039978-de42-494a-baf2-e917f2f234bf.jpg",
    "altTitles": [
      {
        "en": "Tea Time For Dreaming Maids"
      },
      {
        "en": "Dreaming Maid's Tea Time"
      },
      {
        "ja": "夢見るメイドのティータイム"
      }
    ],
    "description": {
      "en": "In the spring of her second year of high school, Fuyuka Yukinoshita starts working part-time at a maid cafe. She dreams of becoming someone who can make people smile, like the manager she admired, but she is always getting flustered by her idiosyncratic co-workers!\n\nIt is the magic that makes you smile. A fluffy and sweet moment.",
      "es": "En la primavera de su segundo año de instituto, Fuyuka Yukinoshita empieza a trabajar a tiempo parcial en una cafetería. Sueña con convertirse en alguien capaz de hacer sonreír a la gente, como la encargada a la que admiraba, pero sus idiosincrásicas compañeras de trabajo siempre la ponen nerviosa.\n\nEs la magia que te hace sonreír. Un momento esponjoso y dulce.",
      "ja": "高校二年の春。メイド喫茶でアルバイトを始めた雪ノ下冬花。\n憧れの店長のように誰かを笑顔にできる人になりたいという夢を抱くが、個性的な同僚たちに振り回されて!?\nそれはあなたを笑顔にする魔法☆ ふわふわで甘々なひと時を♪",
      "es-la": "En la primavera de su segundo año de instituto, Fuyuka Yukinoshita empieza a trabajar a tiempo parcial en una cafetería. Sueña con convertirse en alguien capaz de hacer sonreír a la gente, como la encargada a la que admiraba, pero sus idiosincrásicas compañeras de trabajo siempre la ponen nerviosa.\n\nEs la magia que te hace sonreír. Un momento esponjoso y dulce."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-04-20T14:52:02+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c11d747-f44f-4eb0-be23-2ebfdf5bff6e",
    "title": {
      "en": "Sword World: Peraperâs"
    },
    "updatedAt": "2024-05-05T17:01:36+00:00",
    "coverArt": "https://mangadex.org/covers/1c11d747-f44f-4eb0-be23-2ebfdf5bff6e/35ed176d-a232-4eb7-8810-2c99bff3223b.jpg",
    "altTitles": [
      {
        "ja": "ソード・ワールドぺらぺらーず"
      },
      {
        "ja-ro": "sōdo wārudo perapera ̄zu"
      }
    ],
    "description": {
      "en": "Set in the world of Forcelia, Bellecana is a student at the Academy of Sages in Lomar, Alecrast. She frequently hangs out with Clespo, the elves Shiara and Mallough, and the grassrunner Book, but Bellecana is reluctant to call them their friends. In four short stories Bellecana learns more about herself and the worth of friendships."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "a9a664d6-4ea7-4f3b-b96b-4861673c8e5d",
    "title": {
      "en": "Misato-san wa Amasugi Joushi ni Chotto Kibishii"
    },
    "updatedAt": "2024-03-24T01:23:30+00:00",
    "coverArt": "https://mangadex.org/covers/a9a664d6-4ea7-4f3b-b96b-4861673c8e5d/a85a1664-e010-401c-b026-37b2dfffb289.jpg",
    "altTitles": [
      {
        "ja": "三郷さんは甘すぎ上司にちょっとキビしい"
      },
      {
        "en": "Misato-san is a Bit Cold Towards Her Boss Who Pampers"
      }
    ],
    "description": {
      "en": "Misato-san, a very beautiful office lady who is good at her job, and her boss—Konishikawa-san, a middle-aged man who spoils his subordinates. Misato-san has a strict attitude toward Konishikawa-san, but what are the hidden feelings behind it?! The gap between the seriousness and cuteness will make you faint in anxiety, and this office love comedy with a difference in age begins! (MTL)\n\n---\n\n**Links:** \n- [Alternative Raw](https://shukanmanga.jp/work_list/detail/misatosan)",
      "ja": "仕事ができて超美人OLの三郷さんと、部下に甘いおじさん上司の小西川さん。三郷さんは小西川さんに対して厳しい態度で接するが、そこに隠された想いとは…！？ 厳しさと可愛さのギャップに悶絶する、年の差オフィスラブコメディー開幕！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b727ae2-2842-4c46-af8b-9162b7806659",
    "title": {
      "en": "Girl meets Rock!"
    },
    "updatedAt": "2024-05-02T04:15:17+00:00",
    "coverArt": "https://mangadex.org/covers/7b727ae2-2842-4c46-af8b-9162b7806659/e4b36289-bae8-48b2-92d0-b26f1e1f99e8.jpg",
    "altTitles": [
      {
        "ja": "ふつうの軽音部"
      },
      {
        "ja-ro": "Futsu no Keionbu"
      },
      {
        "fr": "La fille qui découvre le rock !"
      },
      {
        "nl": "Het meisje dat rock ontdekte!"
      },
      {
        "ru": "Девушка встречает Рок"
      },
      {
        "pt-br": "Garota conhece o rock!"
      }
    ],
    "description": {
      "en": "With a passion for richly textured Japanese rock, first-year high school student Chihiro Hatono steps into the world of the light music club, new guitar in tow. But what awaits her behind those doors...? A drama of unfiltered youth and musical ambition takes the stage!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "966c910c-b502-4597-8ffe-f41afe32a3da",
    "title": {
      "en": "Sword World SFC Comic: Lacquer-Black Curse"
    },
    "updatedAt": "2024-05-05T17:39:27+00:00",
    "coverArt": "https://mangadex.org/covers/966c910c-b502-4597-8ffe-f41afe32a3da/0c7abac0-96ea-41cc-b9ec-03f3d7ed89c4.jpg",
    "altTitles": [
      {
        "ja": "ソード・ワールドSFC 漆黒のカース"
      },
      {
        "ja-ro": "sōdo wārudo SFC komikku shikkoku no kāsu"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "f1c037ff-e63a-4f5c-8977-9af506347fbe",
    "title": {
      "en": "Zaako Zako Zako Zako Sensei"
    },
    "updatedAt": "2024-04-09T16:31:08+00:00",
    "coverArt": "https://mangadex.org/covers/f1c037ff-e63a-4f5c-8977-9af506347fbe/8e46963e-1fb2-40c5-a234-e53e2c9bcc49.jpg",
    "altTitles": [
      {
        "ja": "ざーこざこざこざこ先生"
      },
      {
        "en": "Loooser Loser Loser Loser Sensei"
      },
      {
        "la": "Viiictus Victus Victus Victus Magister"
      },
      {
        "vi": "Sensei Tép Riu Tép Riu Tép Riu Tép Riuu"
      }
    ],
    "description": {
      "en": "Souichi Kirisaki, who teaches at a private middle school, has a problem. Three of his students, Senka Yuzugami, Yuki Kitsuregawa, and Momoka Watarase, make fun of him. Souichi wants to be well liked, but the girls look down on him and tease him every day. Soichi is troubled, but the truth is that all three of them love Souichi, they just can't be honest with him, plus Momoka is a stalker... A sassy and cute romcom between a teacher and three middle school students!\nNote: formerly a two-part Oneshot, it became serialized as of Chapter 3.",
      "vi": "Souichi Kirisaki, giáo viên ở một trường cấp hai tư thục, chỉ muốn sống thanh liêm và hòa đồng với học sinh. Khổ nỗi là có ba con mắm này lúc này cũng kéo đàn kéo nhóm để pressing ông anh. Trông có vẻ là thế nhưng thực ra cả ba đứa đều đang crush ông main này nhưng khổ lắm đã nghiện rồi mà lại ngại cơ... Điểm danh 3 đứa nhé: Chika Yuzukami (con gái yêu của hiệu trưởng trường với quả ahoge nhìn không khác gì gián), Yuki Kitsuregawa (cô bé Tsundere tóc vàng ngây ther), và Momoka Watarase (con dâm tặc nhất cả nhóm, có thâm niên rình mò quan sát sensei). Để xem là ông thầy và ba con mắm này sẽ có những tình huống dở khóc dở cười (và dở \"răm\") nào nha!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66f42f5f-bcb7-437b-9ae5-752c84bce709",
    "title": {
      "en": "Koko wa Ore ni Makasete Saki ni Ike to Itte kara 10-nen ga Tattara Densetsu ni Natte Ita."
    },
    "updatedAt": "2024-03-21T23:05:07+00:00",
    "coverArt": "https://mangadex.org/covers/66f42f5f-bcb7-437b-9ae5-752c84bce709/17f33db8-1d13-4a1b-af70-2ac731caa3ff.jpg",
    "altTitles": [
      {
        "en": "I Became a Legend After My 10 Year-Long Last Stand"
      },
      {
        "ko": "여기는 나한테 맡기고 먼저 가라고 말하고 10년이 지나 전설이 되었다"
      },
      {
        "de": "Ich kämpfte zehn Jahre zwischen den Dimensionen und kehrte als Legende zurück"
      },
      {
        "fr": "Légende Vivante"
      },
      {
        "en": "I Became a Legend a Decade Later After Telling my Comrades to Leave Everything to Me and Retreat First"
      },
      {
        "ja": "ここは俺に任せて先に行けと言ってから10年がたったら伝説になっていた。"
      }
    ],
    "description": {
      "en": "“I guess I thought if I ever made it back here, we could go on adventures, just like we used to. But it's been ten years. We've all changed, in more ways than one. From this moment on, this is the first step in the life of rookie adventurer Lock!”\n\nWith no other options, Luck makes the choice to hold the line against the unending demonic hordes alone, to make sure his comrades can escape with their lives. However, through a combination of fortune, skill, and ingenuity, he holds that line for ten straight years, eventually coming out on top single-handedly. Now he has to tackle the dilemma of how to occupy himself in a world where he holds a myriad of roles: that of a legend, that of a veteran, and that of a brand new face."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "449f58e2-3a33-4df5-9d9b-62e867e7f918",
    "title": {
      "en": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
    },
    "updatedAt": "2024-03-25T07:05:58+00:00",
    "coverArt": "https://mangadex.org/covers/449f58e2-3a33-4df5-9d9b-62e867e7f918/d0731dda-8341-41d1-9e1d-982053469db1.jpg",
    "altTitles": [
      {
        "ja": "与えられたスキルを使って稼いで異世界美女達とイチャイチャしたい"
      },
      {
        "id": "Aku Ingin Menggunakan Keterampilan Yang Diberikan Untuk Mendapatkan Uang Dan Menggoda Wanita Cantik Dari Dunia Lain"
      },
      {
        "ja-ro": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
      },
      {
        "en": "I Want to Use the Skills Given to Earn Money and Flirt With Beauties From Other Worlds"
      }
    ],
    "description": {
      "en": "That day, Ichita Yamada was working part-time as usual. When he opened the back door after finishing his part-time job, he found a blank space and a person who called himself God. It was by chance that he was chosen by God to go to another world. He was perplexed, but decided to live anyway. Thinking about how to survive in this other world using the skills he received from God, he tries his best to have a physical relationship with a beautiful woman in this other world.",
      "ja": "その日も山田一太はいつもと変わらずバイトをしていた。バイトが終わり裏口の扉を開けると、そこには真っ白な空間が広がっていて、神と名乗る者がいた。 一太は偶然神によって選ばれ、異世界に行くことになった。一太は戸惑いながらも、取り合えず生きていこうと決めた。 神からもらったスキルを使って如何にこの異世界を生き抜くか考えながら、一太はこの異世界にいる美女と肉体関係を持つために色々と頑張っていく。",
      "es-la": "Ese día, Ichita Yamada estaba trabajando medio tiempo como de costumbre. Cuando abrió la puerta trasera después de terminar su trabajo de medio tiempo, encontró un espacio en blanco y una persona que se hacía llamar Dios. Fue por casualidad que Dios lo eligió para ir a otro mundo. Estaba perplejo, pero decidió vivir de todos modos. Pensando en cómo sobrevivir en este otro mundo usando las habilidades que recibió de Dios, hace todo lo posible por tener una relación física con una mujer hermosa en este otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ff6924b-2dc8-4d3a-849e-a88b0d4e642b",
    "title": {
      "en": "Pokémon SPECIAL Sword & Shield"
    },
    "updatedAt": "2024-02-28T16:24:19+00:00",
    "coverArt": "https://mangadex.org/covers/9ff6924b-2dc8-4d3a-849e-a88b0d4e642b/188e6c55-3f25-43f9-aac9-cff71d57868c.jpg",
    "altTitles": [
      {
        "en": "Pokémon: Sword & Shield"
      },
      {
        "ja": "ポケットモンスターSPECIAL ソード・シールド"
      },
      {
        "en": "Pocket Monsters SPECIAL Sword & Shield"
      },
      {
        "en": "Pokémon: Sword and Shield"
      }
    ],
    "description": {
      "en": "Pokemon Sword and Shield Manga Adaptation, featuring Gear Meister Soudo and computer scientist Schildemilia."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "43"
  },
  {
    "mangaId": "3f18ec04-d962-4b83-a205-2092a124b80f",
    "title": {
      "en": "Abaite, Sono Me de"
    },
    "updatedAt": "2024-05-03T22:33:43+00:00",
    "coverArt": "https://mangadex.org/covers/3f18ec04-d962-4b83-a205-2092a124b80f/5aefefd9-ef53-440e-9259-0f0506dceb06.jpg",
    "altTitles": [
      {
        "ja": "暴いて、その目で"
      },
      {
        "en": "Uncover Me with Your Eyes"
      }
    ],
    "description": {
      "fr": "Une érection ? Je peux la dessiner ?\nLorsqu'il demande un modèle nu pour l'aider dans son devoir, Ryuto Kuze, étudiant en deuxième année à la faculté d'art et de design, ne s'attendait pas à ce que ledit modèle soit Arata Kurosaki le gars notoirement beau et populaire de la faculté qui, selon la rumeur, ne se déshabille jamais en public !!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2a0c663-033e-4e1a-9d58-b52fe88f47b1",
    "title": {
      "en": "Life on a Deserted Island with an Enemy Female Soldier"
    },
    "updatedAt": "2024-04-13T08:54:41+00:00",
    "coverArt": "https://mangadex.org/covers/a2a0c663-033e-4e1a-9d58-b52fe88f47b1/b4474723-3352-4581-b4e5-1b743befeba0.jpg",
    "altTitles": [
      {
        "es-la": "Soldados enemigos que se estrellaron juntos en una isla desierta."
      },
      {
        "ja": "女兵士と無人島生活"
      },
      {
        "ja": "敵国の女兵士と無人島で共同生活する事になるやつ"
      },
      {
        "ja-ro": "Tekikoku no Onna Heishi to Mujintou de Kyoudou Seikatsu suru Koto ni Naru Yatsu"
      },
      {
        "ja-ro": "Onna Heishi to Mujintou Seikatsu"
      },
      {
        "ja": "異国の女兵士と無人島生活"
      },
      {
        "ja-ro": "Ikoku no Onna Heishi to Mujintou Seikatsu"
      }
    ],
    "description": {
      "en": "Two soldiers speaking different languages land on a deserted island, they will have to live together to survive...",
      "es-la": "Dos soldados que hablan distintos idiomas caen en una isla desierta, tendrán que convivir juntos para sobrevir..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "HUNTER x HUNTER - DIGITAL COLORED COMICS"
    },
    "updatedAt": "2023-08-05T20:06:31+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter x Hunter"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "ja": "ハンター×ハンター"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7e2f694-fac8-48c5-af12-b3b6f747dc83",
    "title": {
      "en": "Ore to Mou Ichido, Hatsukoi."
    },
    "updatedAt": "2024-04-15T19:33:38+00:00",
    "coverArt": "https://mangadex.org/covers/b7e2f694-fac8-48c5-af12-b3b6f747dc83/c5a76bbb-157c-4179-be98-d1f3be751a2d.jpg",
    "altTitles": [
      {
        "zh-hk": "與我的再次初戀"
      },
      {
        "ja": "俺ともう一度、初恋。"
      },
      {
        "en": "First Love With Me Again"
      },
      {
        "ja-ro": "Ore to mou Ichido First Love."
      }
    ],
    "description": {
      "en": "I fell in love with fate. But the memory of that love disappeared. Four men were waiting for her when she lost her memory. It seems that just before she lost her memory, she chose one of these men as her fiancé. She had even decided to get engaged, but now she has to redo her first love. You might already be in a trap!\n\nAll of them are seriously trying to get married, and the exciting reverse love story is about to begin!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb5e7cdd-a3b0-4a23-938d-61bd5b8c1a2a",
    "title": {
      "en": "Takane to Hana"
    },
    "updatedAt": "2024-05-05T16:01:43+00:00",
    "coverArt": "https://mangadex.org/covers/bb5e7cdd-a3b0-4a23-938d-61bd5b8c1a2a/9ef7cfd4-30d6-4b73-a758-2916e1fbc9fd.jpg",
    "altTitles": [
      {
        "en": "Takane & Hana"
      },
      {
        "en": "Takane and Hana"
      },
      {
        "tr": "Takane ve Hana"
      },
      {
        "zh": "高岭与花"
      },
      {
        "ja": "高嶺と花"
      },
      {
        "ja": "타카네와 하나"
      }
    ],
    "description": {
      "en": "When Hana replaces her sister at an omiai (like a goukon, but for marriage) little does she expect to be insulted and called a gold digger by the handsome and older Takane! Furious, she throws her wig in his face and leaves. Unexpectedly she gets asked out on a date by Takane the next day. How will these two ever find love?",
      "pl": "Kiedy Hana zastąpiła swoją siostrę na spotkaniu aranżującym małżeństwo, nie przypuszczała, że zostanie nazwana deską i całkiem zwyczajną dziewczyną przez przystojnego i starszego Takane! W złości rzuca w niego swoją perukę. Następnego dnia zostaje niespodziewanie zaproszona na randkę przez Takane. Czy ta dwójka kiedykolwiek znajdzie miłość?"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "101"
  },
  {
    "mangaId": "fbe1d7d2-f4b5-415a-9cb7-b4e9c819e8b8",
    "title": {
      "en": "On the Balcony Again Today"
    },
    "updatedAt": "2024-02-20T11:41:04+00:00",
    "coverArt": "https://mangadex.org/covers/fbe1d7d2-f4b5-415a-9cb7-b4e9c819e8b8/333f18bf-998f-4d23-886d-1fd60400bbc4.jpg",
    "altTitles": [
      {
        "ja": "今日もベランダで"
      },
      {
        "ru": "Сегодня снова на балконе"
      },
      {
        "uk": "Сьогодні знову на балконі"
      },
      {
        "en": "Today, Again, on This Veranda"
      },
      {
        "ja-ro": "Kyou mo Beranda de"
      },
      {
        "en": "Today, Again on This Balcony"
      },
      {
        "ja-ro": "Kyou mo Veranda de"
      }
    ],
    "description": {
      "en": "A freelance designer loves to relax from work through gardening on his balcony. There he starts talking to his new neighbor next door over the wall without knowing her face.",
      "ru": "Фрилансер дизайнер-редактор Сюн Токита настолько занят своей работой, что целыми днями сидит взаперти в своей квартире. В поисках отдыха он пристрастился к балконному садоводству. Однажды по соседству с ним поселяется необычная женщина природной красоты. Они начинают разговаривать через стенку балкона, не зная друг друга в лицо. На самом деле соседка — восходящая актриса Ю Наруми...\nБалкон и зелень объединяют их через перегородку.",
      "uk": "Дизайнер-фрілансер любить відпочивати від роботи, займаючись садівництвом на своєму балконі. Там він починає розмовляти зі своєю новою сусідкою через стіну, не знаючи її в обличчя."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97043413-1052-4f58-a162-3d6e2a12eeb9",
    "title": {
      "en": "Eila to Totsukuni no Ou"
    },
    "updatedAt": "2024-05-05T16:38:37+00:00",
    "coverArt": "https://mangadex.org/covers/97043413-1052-4f58-a162-3d6e2a12eeb9/6bb846b5-4a36-47ec-bf6c-761b4d0179c2.jpg",
    "altTitles": [
      {
        "ja": "エイラと外つ国の王"
      },
      {
        "ja-ro": "Eila to Totsu Kuni no Ou"
      },
      {
        "ja-ro": "Eira to Totsukuni no Ou"
      },
      {
        "ko": "에이라와 이국의 왕"
      },
      {
        "zh": "艾拉和外国的王"
      },
      {
        "en": "Eila and the Distant King"
      }
    ],
    "description": {
      "en": "As part of an arranged political marriage, Eila is forced to travel to the country of Lottefeltz, and marry the beautiful Prince Errold. As soon as she meets him, he steals her heart, but there is something unsettling about the castle. There is a rumor about girls who enter the castle grounds... it is said that once they enter its walls, none of them are ever seen again. Could these terrifying rumors be true...?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4904da8-2250-461b-bb29-3ec177c40bb9",
    "title": {
      "en": "Splatoon"
    },
    "updatedAt": "2024-05-05T18:03:04+00:00",
    "coverArt": "https://mangadex.org/covers/f4904da8-2250-461b-bb29-3ec177c40bb9/d3fc8ec6-5281-4049-a556-7f918b0caf34.jpg",
    "altTitles": [
      {
        "ja": "スプラトゥーン"
      },
      {
        "ru": "CoroIka"
      },
      {
        "ja-ro": "Supurato~ūn"
      }
    ],
    "description": {
      "en": "A serialization for the hit game Splatoon with manga-original characters featuring Team Blue's, and more specifically Goggles', antics."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e3a710f-0b0d-482b-9e84-d9c91960c625",
    "title": {
      "en": "Yancha Gal no Anjou-san"
    },
    "updatedAt": "2024-04-23T15:47:41+00:00",
    "coverArt": "https://mangadex.org/covers/5e3a710f-0b0d-482b-9e84-d9c91960c625/379e70e3-589d-44f3-8007-3e0723630169.jpg",
    "altTitles": [
      {
        "en": "The Mischievous Gal Anjou-san"
      },
      {
        "ja-ro": "Yancha Gyaru no Anjou-san"
      },
      {
        "ru": "Озорная Гяру Андзё-сан"
      },
      {
        "ja": "やんちゃギャルの安城さん"
      },
      {
        "th": "คุณอันโจ หยอกนักเพราะรักนะ"
      },
      {
        "zh": "擅长挑逗的安城同学"
      },
      {
        "zh": "淘气辣妹安城"
      },
      {
        "zh": "顽皮辣妹安城同学"
      },
      {
        "ko": "장난치는갸루 안죠 양"
      },
      {
        "ko-ro": "Jangnanchineungyalu Anjyo Yang"
      },
      {
        "zh-ro": "Shàncháng tiǎodòu de ānchéng tóngxué"
      },
      {
        "en": "Mischievous Gal Anjou-san"
      },
      {
        "en": "Mischievious Gal Anjou-san"
      }
    ],
    "description": {
      "de": "Seto ist ein total normaler und irgendwie langweiliger Schüler. Aus einem unerklärlichen Grund jedoch, lässt seine Mitschülerin Anjou ihn nicht in Ruhe! Der ernste Seto und die energische Anjou bilden ein kontrastreiches Duo, doch Anjou macht das nichts aus, da sie sehr viel Spaß hat, Seto zu necken. Andererseits hat Seto eine schwere Zeit mit Anjous Eskapaden. Wenn er doch nur wüsste, dass seine Reaktionen der Grund sind, dass Anjou weitermacht.  \n  \nDoch … ist ihr flirten wirklich nur gespielt …?",
      "en": "Seto is a completely ordinary and somewhat boring high school student. Yet, for whatever reason, his errant gyaru classmate Anjou just won't leave him alone! The serious Seto and energetic Anjou make a contrasting duo, but Anjou doesn't seem to mind, as she has too much fun teasing him. On the other hand, Seto has a hard time dealing with all of her endless antics; little does he realize that his humorous reactions are precisely the reason Anjou enjoys his company.\n\nBut… just how much of her flirting is merely an act?",
      "fr": "Seto est un lycéen ne souhaitant qu'une chose : passer sa scolarité sans être remarqué et être en paix. Malheureusement pour lui, il attire l'attention de la pire personne possible dans sa classe, Anjou la gal. A partir de ce jour, le quotidien de Seto va drastiquement changer grâce (ou à cause) de sa camarade, cherchant à s'amuser au dépend de notre héros.",
      "ja": "真面目でクラスの中でも目立たない瀬戸くんには、なぜかいつもイケてるギャルの安城さんがいちいちエロく絡んでくる。いつもギリギリでドキドキする思春期ぴちぴちラブコメディ！",
      "ru": "Сето - серьёзный старшеклассник, который вел тихую школьную жизнь, пока не стал жертвой дразнилок гяру Андзё-сан.",
      "pt-br": "Seto é um estudante completamente comum e um tanto chato. Mesmo assim, por alguma razão, sua nada correta colega de classe Gal Anjou simplesmente não o deixa em paz!\n\nO Seto sério e a enérgica Anjou formam uma dupla um tanto interessante, mas Anjou não parece se importar, pois se diverte muito provocando-o. Por outro lado, Seto tem dificuldade em lidar com todas as suas travessuras intermináveis; mal ele percebe que suas reações humorísticas são precisamente o motivo pelo qual Anjou gosta de sua companhia.\n\nMas… quanto de seu flerte é meramente uma atuação?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Record of Ragnarok"
    },
    "updatedAt": "2024-04-16T21:46:34+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/dfd2d1d9-7d36-481c-9bd3-ecfb3c3a2ca8.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "World's End Valkyrie"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "ja-ro": "Shuumatsu no Valkyrie"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n\n---\n  - Alternative English Translation: [<comikey>](https://comikey.com/comics/record-of-ragnarok-manga/61/)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff7acd30-a447-4ebc-9dc9-3ad588ccaa8d",
    "title": {
      "en": "Sherbet Above the Sea of Fog"
    },
    "updatedAt": "2024-04-19T23:23:56+00:00",
    "coverArt": "https://mangadex.org/covers/ff7acd30-a447-4ebc-9dc9-3ad588ccaa8d/f83a0850-f835-4446-9e4f-4ddaa06c3657.jpg",
    "altTitles": [
      {
        "ko": "안개 바다 위의 샤베트"
      }
    ],
    "description": {
      "en": "Sherbet, a girl from a noble family, is forced to marry a man she has never met. She decides to escape this fate and joins a cruise that sails through the sea of mist, a place full of legends and secrets.\n\nThere, she meets several interesting characters, such as a pirate captain, a runaway princess, a curious mermaid and a cruel empress. She also discovers that the cruise is actually a ghost ship that takes the souls of the dead to the next world.\n\nShe will have to face various dangers and challenges to escape the ship and find her true love."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbbdbb2f-0022-4807-8399-bb7410f53d3e",
    "title": {
      "en": "Blood Link"
    },
    "updatedAt": "2024-02-02T10:38:11+00:00",
    "coverArt": "https://mangadex.org/covers/dbbdbb2f-0022-4807-8399-bb7410f53d3e/82da62db-448f-4334-9314-ee698bcdcd5d.jpg",
    "altTitles": [
      {
        "es": "Lazos de sangre"
      },
      {
        "ru": "Кровные Узы"
      },
      {
        "ko": "블러드 링크"
      },
      {
        "ko": "블러드링크"
      }
    ],
    "description": {
      "en": "Hwa Gok is just a normal university student, until he sees a girl being attacked by the popular Lee Bin, and jumps in her defence. The only problem is that Lee Bin is more than meets the eye…",
      "es": "Un humano, un licántropo o un vampiro, ¡¿qué soy?! Completamente ignorante de la existencia de estos depredadores, Hwa Gok sigue con su vida cotidiana… Es decir, hasta que Lee Bin le da la vuelta a su vida mordiéndole en el cuello, provocando un torbellino de eventos que ninguno de ellos podía prever."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "135"
  },
  {
    "mangaId": "d6afaa3a-af35-42cc-8ee9-cb8790fd9f5d",
    "title": {
      "en": "While You're at It"
    },
    "updatedAt": "2024-05-05T18:09:49+00:00",
    "coverArt": "https://mangadex.org/covers/d6afaa3a-af35-42cc-8ee9-cb8790fd9f5d/9b1bda95-8c31-4d1b-a08f-016ca870d4cd.jpg",
    "altTitles": [
      {
        "en": "While Doing It"
      },
      {
        "ko": "하는 사이"
      }
    ],
    "description": {
      "en": "Kang Sihwa was everyone's sun, always in the spotlight, and the people around Lee Eunseo were always jealous of her because of her special childhood friend Sihwa. One day, Sihwa, who had suddenly disappeared, returned a few years later. With the swaying of Eunseo’s heart and Sihwa’s unpredictable behavior. We have a special relationship, right? Don't you think so? But… I still want to ask. What are we both doing?",
      "ko": "모두의 태양이자 주목받는 존재인 강시화, 그런 시화와 특별한 소꿉 친구 사이로 주변의 질투를 받던 이은서. 어느 날 홀연히 사라졌던 시화가 몇 년이 흘러 돌아왔다. 자꾸 흔들리는 은서의 마음과 도저히 짐작할 수 없는 시화의 행동. 우리는 특별한 사이잖아? 너도 그렇게 생각하지? 하지만… 묻고 싶어. 너랑 난 뭐하는 사이야?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e6980de-2ec2-4994-aafa-f170f7d4961a",
    "title": {
      "en": "Tartarus Theater Wild"
    },
    "updatedAt": "2024-05-02T22:30:58+00:00",
    "coverArt": "https://mangadex.org/covers/7e6980de-2ec2-4994-aafa-f170f7d4961a/482a421d-7723-4cbd-a04a-78fb79544b17.jpg",
    "altTitles": [
      {
        "ja-ro": "Tartaros Gekijou Wild"
      },
      {
        "ja": "タルタロス劇場ワイルド"
      },
      {
        "en": "Tartarus Theater Wild Persona 4koma!"
      }
    ],
    "description": {
      "en": "Collection of 4Koma centered around Persona 3, 4, 5 and their various spinoff games."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "26"
  },
  {
    "mangaId": "0bcef334-b515-4790-b3b0-16ec7482b798",
    "title": {
      "en": "DevilShot"
    },
    "updatedAt": "2023-08-09T16:17:59+00:00",
    "coverArt": "https://mangadex.org/covers/0bcef334-b515-4790-b3b0-16ec7482b798/06a2a18b-4f8e-4775-ad00-903fef4caf87.jpg",
    "altTitles": [
      {
        "ko": "데빌샷"
      },
      {
        "en": "Devil Shot"
      }
    ],
    "description": {
      "en": "The moment I looked Death in the eye, I made a contract with the Lord of the Underworld.",
      "fr": "Face à la mort, il nous faut parfois pactiser avec le diable."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd604f6e-a784-4c6b-ab00-565a996c33f8",
    "title": {
      "en": "Ryuu to Yuusha to Haitatsunin"
    },
    "updatedAt": "2023-11-02T03:55:55+00:00",
    "coverArt": "https://mangadex.org/covers/fd604f6e-a784-4c6b-ab00-565a996c33f8/6219e353-9693-4ab8-91ef-5327d6bf2129.jpg",
    "altTitles": [
      {
        "ja": "竜と勇者と配達人"
      },
      {
        "en": "The Dragon, the Hero, and the Courier"
      },
      {
        "la": "Draco et heros et vector"
      },
      {
        "fr": "Le dragon, le héros, et la coursière"
      },
      {
        "pt-br": "O dragão, o herói e o carteiro"
      },
      {
        "zh-hk": "龍與勇者與郵遞員"
      },
      {
        "ka": "დრაკონი და გმირი და მაუწყებელი"
      },
      {
        "it": "Il drago, l'eroe e il corriere"
      }
    ],
    "description": {
      "en": "\"Hello fellow citizens. I am Yoshida the half-elf, working for the post office of the Imperial City of Idazig. My job is to deliver letters and documents to wherever you need them to be, whether it be a castle in the sky or the bottom of an abyss.\"\n\nThis is a comedy written by the biggest Middle-Ages geek, hitting the fantasy genre from an entirely new angle!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "66"
  },
  {
    "mangaId": "79cdea01-85bc-40be-b1a2-ff41004cb7bf",
    "title": {
      "en": "Seducing the Monster Duke"
    },
    "updatedAt": "2024-04-07T17:52:00+00:00",
    "coverArt": "https://mangadex.org/covers/79cdea01-85bc-40be-b1a2-ff41004cb7bf/19b9cc0c-ef9e-4b5d-a08a-8179a0c8f91d.jpg",
    "altTitles": [
      {
        "ko": "용사의 어머니가 되겠습니다"
      },
      {
        "ko-ro": "Yongsaui Eomeoniga Doegetseumnida"
      },
      {
        "en": "I Will Become the Hero's Mother"
      },
      {
        "en": "I'll Become the Warrior's Mother"
      },
      {
        "en": "I Became the Mother of the Warrior"
      }
    ],
    "description": {
      "en": "\"You may be my wife but, I won't lay a single finger on you.\"\n\n\"Really? Then can I touch you?\"\n\n\"...What?\"\n\nAbout 20 years later, the world will be in ruins because of the invasion of the beasts. There's only one way to stop the destruction. To marry the duke who is called a monster, and have his child who will become the hero in the future!\n\nElena who saw a glimpse of the future succeeded in marrying him but...\n\n\"Are we going to continue to not do anything?\"\n\nI wanted to get it quickly out of the way, but my husband's impregnable fortress is stronger than I could have imagined!\n\n\"Take it off! Why aren't you taking it off?! Are your clothes part of your skin?\"\n\nWill Elena be able to safely give birth to the hero and save the world?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "decb475a-c54a-430f-a08a-0ffbfb12a977",
    "title": {
      "en": "Legal Pirate Parfait"
    },
    "updatedAt": "2024-03-25T23:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/decb475a-c54a-430f-a08a-0ffbfb12a977/f763e319-805a-47f6-97f0-928c43da7daf.jpg",
    "altTitles": [
      {
        "ko": "합법해적 파르페"
      },
      {
        "en": "Privateer Parfait"
      },
      {
        "en": "Parfait: the Privateer"
      },
      {
        "en": "Parfait: the Legal Pirate"
      }
    ],
    "description": {
      "en": "The extraordinary Princess Parfait's marvelous fantasy adventure!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf501b93-d5cd-4cce-bf2e-22a263275ff7",
    "title": {
      "en": "Shin Megami Tensei Apocrypha: War of the Dove"
    },
    "updatedAt": "2024-05-04T16:57:37+00:00",
    "coverArt": "https://mangadex.org/covers/cf501b93-d5cd-4cce-bf2e-22a263275ff7/494008be-bb15-4891-a286-054d5b2e7e31.jpg",
    "altTitles": [
      {
        "ja-ro": "Shin Megami Tensei Gaiten - Hato no Senki"
      },
      {
        "ja": "真・女神転生外典 鳩の戦記"
      }
    ],
    "description": {
      "en": "A standalone story set in the larger Megami Tensei universe. Our hero Hato is just an ordinary schoolboy, until one day he receives a ~~Command Spell~~ Stigma on his left hand, forges a contract with ~~Lancer~~ Cu Chulainn to become his master, and is unwittingly dragged into a city-wide Holy ~~Grail~~ War."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": ""
  },
  {
    "mangaId": "e34956a6-a880-4497-8b85-d3ffd66d6acd",
    "title": {
      "en": "Cigar Holic"
    },
    "updatedAt": "2024-05-05T16:47:34+00:00",
    "coverArt": "https://mangadex.org/covers/e34956a6-a880-4497-8b85-d3ffd66d6acd/cd829d25-eab3-40c1-9a20-b746093a0e51.jpg",
    "altTitles": [
      {
        "ja-ro": "Cigarholic"
      },
      {
        "ja": "シガーホリック"
      }
    ],
    "description": {
      "en": "The manga tells the strange tale of cigarettes in robotic human female form who expel tobacco from their kisses, much like regular cigarettes would.  \nThe male main character, who has never kissed anyone before, slowly adjusts his life around his new cigarette girl and newfound \"addiction\"."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "15"
  },
  {
    "mangaId": "7c34b0ca-86c9-4806-928a-e943a6b227a8",
    "title": {
      "en": "Akumade Kujaku no Hanashi desu."
    },
    "updatedAt": "2024-05-01T21:36:38+00:00",
    "coverArt": "https://mangadex.org/covers/7c34b0ca-86c9-4806-928a-e943a6b227a8/b7368ab4-1453-402b-9657-7879045f9461.jpg",
    "altTitles": [
      {
        "ja": "あくまでクジャクの話です。"
      },
      {
        "ja-ro": "Akumade Kujaku no Hanashi desu"
      },
      {
        "en": "It's just a story about peacocks"
      }
    ],
    "description": {
      "en": "Kuji Yakurou is a teacher who was cheated on and dumped by his girlfriend because of his \"lack of masculinity\". Shouldn't the world be gender-free? He is in anguish, and then Akano, a model, influencer, high achiever, and head of the biology department, appears before him and asks him to be the advisor of the biology department. She then begins to explain why \"masculinity\" is necessary to be popular after all, using the flamboyant feathers of a peacock as an example of \"biology\"...! \n\nThis is a biological comedy that confronts you with the brutal truth!",
      "es-la": "Kuji Yakurou es un profesor que fue engañado y abandonado por su novia debido a su \"falta de masculinidad\". ¿No debería el mundo estar libre de género? Está angustiado, y luego Akano, una modelo, influencer, triunfadora y jefa del departamento de biología, aparece ante él y le pide que sea el asesor del departamento de biología. Luego comienza a explicar por qué la \"masculinidad\" es necesaria para ser popular después de todo, ¡usando las extravagantes plumas de un pavo real como ejemplo de \"biología\"...!\n\n¡Esta es una comedia biológica que te enfrenta a la brutal verdad!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48e8f8ec-58dd-4fdc-bc8e-873a8bd1345c",
    "title": {
      "en": "Another World Dump Truck"
    },
    "updatedAt": "2024-04-14T06:20:58+00:00",
    "coverArt": "https://mangadex.org/covers/48e8f8ec-58dd-4fdc-bc8e-873a8bd1345c/9ef569a2-313a-4af3-86a7-30fe1998ba36.jpg",
    "altTitles": [
      {
        "ko": "이세계 덤프트럭"
      }
    ],
    "description": {
      "en": "Yul, the manager of the interdimensional dump truck office, accidentally kills an innocent man named Kwon Yoo-jun. In order to make amends, Yul enters a romance fantasy novel where Yoo-jun is the villainess and tries to send her back to her original world. However, due to various complications, Yul becomes trapped in the novel. With the office staff scattered and no knowledge of the novel's plot, Yul desperately searches for a way out. But, Yoo-jun, who is now pretending to be a noble lady in the new world, causes Yul a headache."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6c30be6-3ded-428b-8bcf-be81ab8f7d33",
    "title": {
      "en": "Sasinsonyeon"
    },
    "updatedAt": "2024-04-14T20:27:56+00:00",
    "coverArt": "https://mangadex.org/covers/c6c30be6-3ded-428b-8bcf-be81ab8f7d33/3eb0d3de-0479-44fb-8120-7d61c1d78536.jpg",
    "altTitles": [
      {
        "en": "The Boy of Death"
      },
      {
        "ko-ro": "Sasinsonyeon"
      },
      {
        "zh-hk": "死神少年"
      },
      {
        "ko": "사신소년"
      },
      {
        "ru": "Жнец смерти"
      },
      {
        "en": "Reaper Boy"
      },
      {
        "en": "Hero Ticket"
      },
      {
        "th": "ตั๋วโกงชีวิต"
      },
      {
        "vi": "Cậu Bé Của Thần Chết"
      },
      {
        "id": "Ticket Hero"
      },
      {
        "es-la": "El Niño de la Muerte"
      }
    ],
    "description": {
      "en": "Lee Kyung Ho's mind was engulfed with ending his life due to bullying and the loss of his mother. He attempts to, but is saved. His determination to commit suicide somehow entices Sierra, a grim reaper who later offers him a contract. This contract blesses him with the ability to borrow the powers of the dead in their previous life in return of sacrificing years from his lifespan. For the sake of attaining what he wishes for, he eventually agrees to it.\n\n---\n**Original Webtoon:** [Naver](https://comic.naver.com/webtoon/list?titleId=730656)\n\n---\n**Official Translations:** [Chinese (Traditional Characters) / 漢語](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771),  [Indonesian / Bahasa](https://www.webtoons.com/id/action/ticket-hero/list?title_no=2195)",
      "fr": "L'esprit de Lee Kyung Ho était complètement bouleversé à l'idée de mettre fin à ses jours à cause du harcèlement et de la perte de sa mère. Il essaie, mais il est sauvé. Sa détermination à se suicider séduit Sierra, une faucheuse sinistre qui lui offre plus tard un pacte. Ce pacte lui permet d'emprunter les pouvoirs des morts dans leur vie antérieure en échange de plusieurs années sacrifiées de sa vie. Afin d'atteindre ce qu'il souhaite, il finit par l'accepter.  \n  \n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771)",
      "ru": "Ли Кён Хо был поглощен идеей суицида, из-за издевательств в школе и гибели его матери. Очередная попытка, но спасен. Его решимость покончить с собой каким-то образом соблазняет Сиеру, мрачного жнеца, который позже предлагает ему контракт. Этот контракт даёт возможность заимствовать способности и силы мертвых из их предыдущей жизни, в обмен на силу, он должен жертвовать годами, которые ему остались на этой земле. Ради достижения того, чего он желает, он всё таки соглашается на сделку.",
      "es-la": "Lee Kyung Ho queria terminar su vida debido al acoso y la pérdida de su madre. Intenta hacerlo, pero no lo consigue. Su determinación de suicidarse de alguna manera fracasa, una persona llega y le ofrece un contrato. Este contrato lo bendice con la capacidad de tomar prestados los poderes de los muertos en su vida anterior a cambio de sacrificar años de su vida. Para lograr lo que desea y el acepta el trato."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12e0e1de-17b5-4956-8a51-a7544b6c9108",
    "title": {
      "en": "Antique Romance"
    },
    "updatedAt": "2021-05-25T15:39:40+00:00",
    "coverArt": "https://mangadex.org/covers/12e0e1de-17b5-4956-8a51-a7544b6c9108/e33dc83c-1084-461f-857d-2c981575e021.jpg",
    "altTitles": [
      {
        "en": "Antique Romance: The Picture Album Girl"
      },
      {
        "en": "Bức tranh thiếu nữ"
      },
      {
        "en": "The Living Doll"
      },
      {
        "en": "Античная Романтика"
      },
      {
        "en": "소녀화첩"
      }
    ],
    "description": {
      "en": "From Esthétique:  \n  \n\"I am a human, but a doll…  \nFeelings are not needed. Physically alive, but not mentally.  \nI am a painting trapped inside a rusted frame.  \nThe cold skin of a statue.  \nLike a stuffed bird–  \nKilled and set for display.  \nI wonder…  \nI wonder, on whose display I will be placed…\""
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "27"
  },
  {
    "mangaId": "37b87be0-b1f4-4507-affa-06c99ebb27f8",
    "title": {
      "en": "Dragon Ball Super"
    },
    "updatedAt": "2024-04-15T13:06:18+00:00",
    "coverArt": "https://mangadex.org/covers/37b87be0-b1f4-4507-affa-06c99ebb27f8/d01056df-423a-49ae-88f4-092e64119a96.jpg",
    "altTitles": [
      {
        "ja-ro": "Dragon Ball Chou"
      },
      {
        "id": "Mutiara Naga Super"
      },
      {
        "ar": "دراغون بول سوبر"
      },
      {
        "ja": "ドラゴンボール超"
      },
      {
        "zh": "드래곤볼 슈퍼"
      }
    ],
    "description": {
      "en": "Dragon Ball Super follows the aftermath of Goku's fierce battle with Majin Buu, as he attempts to maintain earth's fragile peace.\n\nHaving defeated Majin Buu, Goku is starting to get bored with his life on Earth. His wife, Chi-chi, wants him to get a job, but all he wants to do is train and fight stronger enemies. Elsewhere in the universe, the God of Destruction, Beerus, and his attendant Whis are traveling from planet to planet in search of food and entertainment. \n\nAfter blowing up some hapless victims, Beerus is reminded of a man from his dreams with the moniker “Super Saiyan God,” or something like that... The God of Destruction sets his sights on Earth to track down this mysterious man! Maybe this will give Goku something to do?",
      "pt-br": "Dragon Ball Super segue as consequências da batalha feroz de Goku com Majin Buu, enquanto ele tenta manter a frágil paz da Terra."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05f282b4-5010-48ff-8729-90059e90de57",
    "title": {
      "en": "Mamahaha no Tsurego ga Moto Kanodatta"
    },
    "updatedAt": "2024-01-09T05:02:44+00:00",
    "coverArt": "https://mangadex.org/covers/05f282b4-5010-48ff-8729-90059e90de57/0954f721-1714-4169-8d33-49ee6c0bd12d.jpg",
    "altTitles": [
      {
        "es-la": "La hija de mi madrastra es mi ex-novia."
      },
      {
        "ja-ro": "Mamakano"
      },
      {
        "ja-ro": "Tsurekano"
      },
      {
        "ru": "Дочь моей мачехи - моя бывшая девушка"
      },
      {
        "ja": "継母の連れ子が元カノだった"
      },
      {
        "en": "My Stepmom's Daughter was My EX-Girlfriend"
      },
      {
        "pt-br": "A Filha da minha Madrasta era minha ex-Namorada."
      }
    ],
    "description": {
      "en": "A certain boy and girl in middle school became lovers, flirted with each other, disagreed on trivial things, became more frequently irritated with each other rather than excited… and ended up breaking up on graduation.  \n  \nAnd so, the two of them, Irido Mizuto and Ayai Yume, wound up meeting each other in the most unexpected fashion.  \n  \n“Isn’t it obvious that I’m the elder brother.” “Isn’t it obvious that I’m the elder sister.”  \n  \nThe children of the partner of their parent’s remarriage was their ex-lover!?  \n  \nThe former couple, mindful of their parent’s feelings, decided on a ‘sibling rule’ where the one takes conscious of the other as the opposite sex loses, but—  \n  \nWhen they encounter each other in the bathroom, commute to and from school together… along with the memories of the past and living under the same roof, just how do they disregard each other!?  \n\n---\n\n- [Official Twitter](https://twitter.com/tsurekano)",
      "ja": "まだお互いに、好き同士。そんな元カップルが――親の再婚できょうだいに!?　第3回カクヨムWeb小説コンテスト大賞受賞の人気ノベルをコミカライズ！ 一つ屋根の下で繰り広げられる、ひたすらに甘くて焦れったい悶絶ラブコメ！",
      "ru": "Эта история о парне и девушке, которые влюбились друг в друга ещё в средней школе. Тем не менее, со временем их любовь превратилась во взаимное раздражение, что привело к их расставанию после окончания школы…  \nНо кто бы мог подумать, что судьбы Иридо Мизуто и Айя Юмэ пересекутся вновь при самых неожиданных для них обстоятельствах… Теперь они вынуждены жить под одной крышей, изображая для своих родителей сводного брата и сестру.   \nНо оставаясь наедине и предаваясь воспоминаниям о прошлом… Смогут ли они сдержаться и не поддаться своему соблазну?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8b3d40c-86b8-41cd-a793-c280d5b9da10",
    "title": {
      "en": "Shigurui"
    },
    "updatedAt": "2023-06-10T23:49:12+00:00",
    "coverArt": "https://mangadex.org/covers/c8b3d40c-86b8-41cd-a793-c280d5b9da10/9314a5f2-21af-446f-8060-5d876f620fba.jpg",
    "altTitles": [
      {
        "en": "Death Frenzy"
      },
      {
        "es": "Frenesí de la muerte"
      },
      {
        "ja": "シグルイ"
      },
      {
        "zh": "剑豪生死斗"
      },
      {
        "zh-hk": "劍豪生死鬥"
      }
    ],
    "description": {
      "en": "At the beginning of the Edo period (1603-1868), when people enjoyed a time of peace, Lord Tokugawa Tadanaga decides to hold a fighting tournament. In the past, matches were fought with wooden swords, but this time real swords will be used. The one-armed Fujiki Gennosuke and the blind Irako Seigen will fight each other in this tournament, even though both of them are disciples of Iwamoto Kogan — known as Japan's greatest swordsman. So begins the story of intertwining fates, conflict, and strange destinies.  \n  \nNote:  \nIt's SHOUNEN because it's published in Champion Red, a shounen magazine for late teens+early 20ies"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "84"
  }
]