[
  {
    "mangaId": "af96ad04-08d2-4aff-ba50-6794e06c8404",
    "title": {
      "en": "Plaything"
    },
    "updatedAt": "2024-09-07T13:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/af96ad04-08d2-4aff-ba50-6794e06c8404/0c5d56c9-9963-43c0-a192-feb0138ca92c.jpg",
    "altTitles": [
      {
        "ko": "놀이감"
      },
      {
        "en": "Her Toys"
      },
      {
        "en": "A Sense of Amusement"
      },
      {
        "th": "สนามเด็กล่า"
      },
      {
        "zh": "玩物"
      },
      {
        "pt-br": "Uma Sensação de Diversão com seus brinquedos"
      }
    ],
    "description": {
      "en": "Lee Myung-jun, the Vice Chairman of Hyundo Group, lost his daughter to a group of bullies. Seeking revenge, he adopts Yoon Karma, a psychopathic defector girl.\n\nYoon Karma: A sadistic human weapon created through drug experiments in North Korea. After killing everyone in the research lab, she escaped to South Korea on her own.\n\nHaving just been released from a juvenile detention center in South Korea, Yoon Karma sets out to hunt down the bullies at school, driven by the desire to avenge her new father and satisfy her sadistic pleasures.",
      "pt-br": "Lee Myung-jun, o vice-presidente do grupo Hyundo, perdeu sua filha para um grupo de pessoas que faziam bullying. Buscando vingança, ele adota Yoon Karma, uma garota desertora psicopata.\nYoon Karma: Uma arma humana sádica criada por meio de experimentos com drogas na Coreia do Norte. Depois de matar todos no laboratório de pesquisa, ela escapou para a Coreia do Sul sozinha.\nTendo acabado de ser libertada de um centro de detenção juvenil na Coreia do Sul, Yoon Karma sai para caçar os valentões na escola, movida pelo desejo de vingar seu novo pai e satisfazer seus prazeres sádicos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39878c19-f107-4385-b56a-3d90d2b2370f",
    "title": {
      "en": "Ellin’s Solhwa"
    },
    "updatedAt": "2024-01-19T02:20:59+00:00",
    "coverArt": "https://mangadex.org/covers/39878c19-f107-4385-b56a-3d90d2b2370f/13dc0dc1-068a-4ff7-b924-ca29b89f68e1.jpg",
    "altTitles": [],
    "description": {
      "en": "The last thing Ellin remembers is having to deal with a belligerent customer at her dead-end job. And when she opened her eyes… she’s “Solhwa,” the beautiful fourth concubine to the king of the Xyaran Empire. Between trying to learn the language and eating steak, Ellin’s trying to figure exactly what’s going on. Where is she? How did this happen? And who can she trust: Solhwa’s handsome charismatic childhood friend or the elegant, raven-haired king’s advisor?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "51"
  },
  {
    "mangaId": "d21e52cf-50f1-48c7-8de7-69f280c05be4",
    "title": {
      "en": "Sono Munou, Jitsu wa Sekai Saikyou no Mahoutsukai"
    },
    "updatedAt": "2024-09-06T18:55:55+00:00",
    "coverArt": "https://mangadex.org/covers/d21e52cf-50f1-48c7-8de7-69f280c05be4/c5decab7-ed9a-423d-93c2-f52eeff32b5b.jpg",
    "altTitles": [
      {
        "ja": "その無能、実は世界最強の魔法使い"
      },
      {
        "ja": "その無能、実は世界最強の魔法使い　〜無能と蔑まれ、貴族家から追い出されたが、ギフト《転生者》が覚醒して前世の能力が蘇った〜"
      },
      {
        "ja-ro": "Sono Munou, Jitsu wa Sekai Saikyou no Mahoutsukai: Munou to Sagesumare, Kizokuka kara Oidasareta ga, Gift \"Tenseisha\" ga Kakusei shite Zense no Nouryoku ga Yomigaetta"
      },
      {
        "en": "That Incompetent Is Actually the World's Strongest Wizard"
      },
      {
        "en": "That Incompetent Is Actually the World's Strongest Wizard: He Was Scorned as Incompetent and Kicked out of His Aristocratic Family, but His Gift of \"Reincarnation\" Awakened and Brought Back the Abilities of His Previous Life"
      }
    ],
    "description": {
      "en": "Alma, the third son of an aristocratic family who could not receive the Gift that should have been given by God, is despised as incompetent from his parents' home and is expelled from the house. \n\nHowever, in reality, Alma was given a special Gift - He regained the abilities of the previous life! With the Gift [Reincarnation], he becomes the strongest wizard in the world! \n\nAlma, who devoted all of his first life to the quest for magic, seeks a \"happy second life\" with the magic of his previous life! \n\n---\n\n[Web Novel](https://ncode.syosetu.com/n3823gm/)  (JP)\n\n---",
      "ja": "この世界の人々は15歳になると、女神様から《ギフト》と呼ばれる様々な能力を与えられる。貴族家の三男・アルマも優秀な《ギフト》を授かることを期待されていたが、なぜか《ギフト》はまったく発現せず、実家から無能と蔑まれ追い出されてしまう…。だが、実はアルマは特別な《ギフト》を授かっていたーー。その能力《転生者》によって前世の記憶と能力を取り戻したアルマは、この世界で最強の魔法使いとなった！一度目の人生の全てを魔法の探究に捧げたアルマが、前世で極めた魔法で”幸せな二度目の人生”へと歩み出す！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "64"
  },
  {
    "mangaId": "253caeba-c9da-46fe-99ee-04cc6217aac6",
    "title": {
      "en": "Arrogant Slave"
    },
    "updatedAt": "2024-09-20T04:37:10+00:00",
    "coverArt": "https://mangadex.org/covers/253caeba-c9da-46fe-99ee-04cc6217aac6/976c4719-d70e-4570-8960-0f17c071032d.jpg",
    "altTitles": [
      {
        "ja-ro": "Takabisha Dorei-chan"
      },
      {
        "ja": "高飛車ドレイちゃん"
      },
      {
        "ko": "고압적인 노예"
      },
      {
        "pt-br": "A escrava arrogante"
      },
      {
        "id": "Budak yang congkak"
      }
    ],
    "description": {
      "en": "At the market, a man stumbles upon a particularly arrogant slave...",
      "pt-br": "No mercado, um homem se depara com uma escrava particularmente arrogante..."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "46"
  },
  {
    "mangaId": "45b8d08e-b3ca-4aa7-bb14-120a1ed3c72f",
    "title": {
      "en": "Wakaba-chan wa Wakarasetai!"
    },
    "updatedAt": "2024-06-12T07:09:11+00:00",
    "coverArt": "https://mangadex.org/covers/45b8d08e-b3ca-4aa7-bb14-120a1ed3c72f/47d85953-70b2-4f0c-90e0-23c64c08d1b5.jpg",
    "altTitles": [
      {
        "ja": "若葉ちゃんはわからせたい！"
      },
      {
        "ja-ro": "Wakaba-chan ha Wakarasetai!"
      },
      {
        "en": "Wakaba-chan Wants To Make Him Understand!"
      },
      {
        "en": "Wakaba-chan Wants to Make It Clear"
      }
    ],
    "description": {
      "en": "Four-eyes who's bad with girls is only able to talk to with his tomboyish childhood friend Wakaba. But one day Wakaba appears before him in an amazingly cute outfit...!? \n\nThis is a battle rom-com between Wakaba who wants to be loved and four-eyes who gets flustered by girls!!",
      "ja": "『絶対BLになる世界VS絶対BLになりたくない男』の紺吉が贈るTwitter発ラブコメが、新連載開始！　女子が苦手な男子高校生のメガネくんは幼馴染のボーイッシュ女子・若葉とだけは会話ができる。でもある日、若葉がとびきり可愛い服装で現れて…!?　メガネくんに好かれたい若葉さんと女子にドキマギしちゃうメガネくんとのすれ違い＆攻防戦ラブコメ!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6dfa3b8-b93d-44d7-a879-7cbcfd4fcf03",
    "title": {
      "en": "-PIQUANT-"
    },
    "updatedAt": "2024-03-13T19:27:02+00:00",
    "coverArt": "https://mangadex.org/covers/b6dfa3b8-b93d-44d7-a879-7cbcfd4fcf03/112b6fac-9f89-42cb-a504-282f7b8e5b2f.jpg",
    "altTitles": [
      {
        "ja-ro": "Pikon - PIQUANT"
      },
      {
        "en": "PIQUANT"
      },
      {
        "ja": "ピコン -PIQUANT-"
      },
      {
        "ko": "피콘 - PIQUANT"
      }
    ],
    "description": {
      "en": "Just an every day life of cute girls doing cute things   \n(and slightly gay)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "18"
  },
  {
    "mangaId": "7b7cc49a-c930-4470-acf8-4300337e4a96",
    "title": {
      "en": "Kimi no Mae de Kimi Igai o Daku"
    },
    "updatedAt": "2024-09-18T18:09:28+00:00",
    "coverArt": "https://mangadex.org/covers/7b7cc49a-c930-4470-acf8-4300337e4a96/34f7fa87-5706-4a83-8c5c-0503176135eb.jpg",
    "altTitles": [
      {
        "ja": "キミの前でキミ以外を抱く"
      },
      {
        "ja-ro": "Kimi no Mae de Kimi Igai wo Daku"
      },
      {
        "en": "Having Sex with Someone Else in Front of You"
      },
      {
        "es-la": "Quiero que tengas relaciones con otra chica frente a mi"
      },
      {
        "zh": "心里装着你，怀里不是你"
      }
    ],
    "description": {
      "en": "\"Kouji-kun, I want to see you have sex with another girl.\"\n\nEven though this will drive my mind and body further into a corner, I just can't hold back my feelings of wanting her to love me...\n\n(Source: Ganma)",
      "ja": "「幸治くんと他の女の子とのセックスを見たいの」精神と肉体を追い詰められていくのに、彼女に好かれたい気持ちが抑えられない…",
      "es-la": "\"Kouji-kun, quiero verte teniendo sexo con otra chica\". Aunque esto acorralará aún más mi mente y mi cuerpo, no puedo contener mis deseos de que ella me ame..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09dda883-a4c0-45e7-86ef-07b626b08578",
    "title": {
      "en": "Toshishita Joushi wa Homeraretai"
    },
    "updatedAt": "2024-09-25T22:01:42+00:00",
    "coverArt": "https://mangadex.org/covers/09dda883-a4c0-45e7-86ef-07b626b08578/3f43d560-44da-48f2-912a-327817851ac7.png",
    "altTitles": [
      {
        "ja": "年下上司は褒められたい"
      },
      {
        "en": "Younger Boss Wants to be Praised"
      }
    ],
    "description": {
      "en": "[Pushy Younger Boss x Lone Wolf Older Subordinate]\nA heartwarming office romance that begins with two adults 'complimenting each other'!\n\n\"This is a suggestion to help our work go more smoothly... Why don’t we compliment each other?\"\n\nKashiwagi, in his 30s, has just moved into a new industry. His brilliant younger boss and mentor, Amamiya, seems a bit uncomfortable interacting with him, an older subordinate. Concerned about their relationship, Kashiwagi waits for an opportunity to have a relaxed conversation with him, but catching up with the very busy Amamiya proves difficult.\n\nOne day after work, Kashiwagi runs into Amamiya who is working overtime. He offers to help, hoping to improve their relationship even if just a little, but...?\n\nWhat surprising suggestion comes from Amamiya, the capable younger boss...!?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37354499-8712-4f8a-acb6-36f2a368614e",
    "title": {
      "en": "My Little Secret With the Demon Lord"
    },
    "updatedAt": "2024-09-10T21:02:30+00:00",
    "coverArt": "https://mangadex.org/covers/37354499-8712-4f8a-acb6-36f2a368614e/97c95c96-0dae-49b4-b566-5e5a23f702a9.jpg",
    "altTitles": [
      {
        "zh": "我与魔君不可说"
      },
      {
        "en": "I Can't Talk About Writing With the Devil"
      }
    ],
    "description": {
      "en": "\"Aunt, when I grow up… will you marry me?\" No… No way! The kid was already thinking about making her his wife, but she is a minor immortal from the Immortal Yin World. She could not get together with a young human boy, no matter how ordinary she was. Yet, 500 years later, she was sent to congratulate the Yang Demon World’s young lord, Li Ye on his wedding. Wait a minute, the young lord looks familiar. Also, that woman he’s marrying is the physical body she left behind in the human world. To make things worse, he did not recognize her, and was trying to get her killed… Should she tell him the truth and clobber the brat’s handsome and immaculate face?",
      "fr": "\"Ma Tante, quand je serai grand... vous m'épouserez ?\" \n\"Non... Pas question !\" \nLe gamin pensait déjà à en faire sa femme, mais c'est une immortelle mineure du Monde Immortel Yin. Elle ne pouvait pas se marier avec un jeune humain, aussi ordinaire soit-elle. Pourtant, 500 ans plus tard, elle a été envoyée pour féliciter le jeune seigneur du Monde du Démon Yang, Li Ye, pour son mariage. Attendez une minute, ce jeune seigneur lui dit quelque chose. De plus, la femme qu'il épouse est le corps physique qu'elle a laissé derrière elle dans le monde des humains. Pour ne rien arranger, il ne l'a pas reconnue et tente de la faire tuer... Devrait-elle lui dire la vérité et écraser le beau visage immaculé de ce morveux ?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa3b04d5-399f-4c92-80b9-a43f413ea932",
    "title": {
      "en": "Historié"
    },
    "updatedAt": "2024-08-26T16:20:37+00:00",
    "coverArt": "https://mangadex.org/covers/fa3b04d5-399f-4c92-80b9-a43f413ea932/2eff65c3-3914-4c9b-a6da-e9cb509c696e.jpg",
    "altTitles": [
      {
        "ja-ro": "Historiē"
      },
      {
        "ar": "تاریخ"
      },
      {
        "ja": "ヒストリエ"
      },
      {
        "ru": "Вехи истории"
      },
      {
        "en": "Historie"
      }
    ],
    "description": {
      "en": "Historie takes place in ancient Greece and follows the life of Eumenes and his childhood, who would later in his life grow up to be the secretary and general to Alexander the Great.  \n  \n**IMPORTANT:**   \n- Hitoshi Iwaaki frequently redoes the art for volume releases as well as add smaller chapters together.   \n- There are no missing chapters on MangaDex, Chapter 108 \"Warped\" immediately follows Chapter 97 \"Disposal of Olympias (2)\", this is because chapters were added together in previous volumes, so the chapter count between volume and magazine are out of sync.  \n  \n---\n- **Won the 16th Osamu Tezuka Cultural Prize's Grand Prize in 2012 for Manga**  \n-  **Won the 14th Japan Media Arts Festival Grand Prize for Manga**",
      "ja": "『寄生獣』で世を震撼させた岩明均氏が漫画家としてデビューする前から温めていた物語、それがこの『ヒストリエ』。舞台は紀元前、後にアレキサンダー大王の書記官となるエウメネスの波乱に満ちた生涯を描いた歴史大作です。蛮族スキタイの出身でありながらそれを知らず、都市国家カルディアでギリシア人養父母に育てられたエウメネスは、そのおかげでギリシア的教養を身につけることとなる。ある日養父がスキタイ人に殺され、自分の出自を知ったエウメネスは奴隷の身分に落とされてしまう。それが彼の波乱の旅の始まりだったのです。",
      "pt-br": "Historie se passa na Grécia Antiga e traça a desconhecida juventude de Eumênio de Cárdia, secretário e general de Alexandre, O Grande. Acompanhando sua infância até seu encontro com Alexandre, o autor entrelaça muitos acontecimentos históricos da antiguidade, criando um perfil audacioso e carismático de um homem que estava à frente de seu tempo, dando uma nova perspectiva sobre seu caráter, modo de pensar, suas conquistas e o legado que deixou."
    },
    "status": "hiatus",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eed06c5c-6f08-46c8-9833-42e40736cecf",
    "title": {
      "en": "Philomel the Fake"
    },
    "updatedAt": "2024-01-18T20:58:15+00:00",
    "coverArt": "https://mangadex.org/covers/eed06c5c-6f08-46c8-9833-42e40736cecf/44d91b88-d9a9-4fdb-b226-f544881fc7d4.jpg",
    "altTitles": [
      {
        "ko": "가짜를 위한 장소는 없다"
      },
      {
        "ko-ro": "Gajjareul Wihan Jangsoneun Eopda"
      },
      {
        "en": "There Is No Place for Fakes"
      },
      {
        "en": "No Place for the Fake Princess"
      },
      {
        "fr": "Philomelle, fausse princesse"
      },
      {
        "ja": "ニセモノ皇女の居場所はない"
      },
      {
        "zh": "没有冒牌货的位置"
      },
      {
        "zh-hk": "冒牌皇女的生存之道"
      }
    ],
    "description": {
      "en": "Philomel—the fake princess—conspires with her mother to impersonate the imperial princess and cause a war between the Mage Tower and the Empire.\nOnce her crimes were exposed, she was sentenced to execution.\nA death truly befitting of a wicked—\n\n“Even if the Philomel within the book had done some wrong, it wasn’t enough to warrant death!”\n\nPhilomel yelled and threw the book she'd been reading.\nShe had simply been curious about a book she'd picked up in the garden, but the contents of the book stated that she would die!\nAlthough she wanted to believe it was nothing but fiction, everything that happened from that moment onwards went just like in the book.\n\n“Since it has come to this… my goal is to survive!”\n\nWill Philomel be able to discover the origins of the suspicious book and live on?\n\n---\nAfter finding a mysterious book in the imperial garden, Princess Philomel not only discovers that the book's villain shares her name, but that other events in the story are coming true too. Now, she believes that she's an imposter and that the real princess will take her rightful place, leading to the execution of Philomel the Fake! So to avoid a tragic death, she has to make sure the rest of the book doesn't come true. Can this fake princess change what's already been written?",
      "fr": "Philomel — la fausse princesse — complote avec sa mère pour se faire passer pour la princesse impériale et provoquer une guerre entre la Tour des Mages et l'Empire. Une fois ses crimes exposés, elle est condamnée à l'exécution. Une mort vraiment digne d'une méchante...\n\n‘Même si la Philomel du livre a fait quelque chose de mal, ce n'est pas assez pour justifier la mort!»\n\nPhilomel a crié et a jeté le livre qu'elle lisait. Elle avait simplement été curieuse à propos d'un livre qu'elle avait ramassé dans le jardin, mais le contenu du livre disait qu'elle allait mourir! Bien qu'elle ait voulu croire que ce n'était que de la fiction, tout ce qui s'est passé à partir de ce moment-là s'est déroulé comme dans le livre.\n\n«Puisqu'on en est arrivé là... mon but est de survivre!»\n\nPhilomel parviendra-t-elle à découvrir les origines du livre suspect et à survivre?",
      "id": "Setelah bersekongkol dengan ibunya dan memicu perang antara kekaisaran dan menara sihir, Philomel si 'putri palsu' dihukum mati atas semua kejahatannya... Begitulah isi dari buku mencurigakan yang dipungut oleh Philomel di taman. Ia ingin memercayai bahwa cerita di dalam buku itu hanyalah fiksi, tapi semakin hari kejadian di dunia nyata semakin menyerupai buku itu. Agar tidak bernasib sama dengan Philomel yang ada di dalam buku, Philomel memutuskan untuk berusaha bertahan hidup. Akankah hidupnya berjalan sama seperti dengan buku mencurigakan itu?",
      "pl": "Philomel - fałszywa księżniczka - spiskowała ze swoją matką, by podszyć się pod cesarską księżniczkę i wywołać wojnę między Wieżą Magów, a Imperium.\nGdy jej zbrodnie zostały ujawnione, została skazana na śmierć.\nKonic godny nikczemnika...\n\"Nawet jeśli Philomel z książki zrobiła coś złego, to nie było to wystarczające, aby uzasadnić wyrok śmierci!\"\nPhilomel krzyknęła i rzuciła książkę, którą czytała.\nByła po prostu ciekawa książki, którą znalazła w ogrodzie, ale jej treść mówiła, że umrze!\nChoć chciała wierzyć, że to nic innego jak bajka, wszystko, co wydarzyło się od tego momentu, przebiegało dokładnie tak, jak w książce.\n\"Skoro do tego doszło... moim celem jest przetrwanie!\".\nCzy Philomel uda się odkryć pochodzenie podejrzanej książki i żyć dalej?",
      "pt-br": "Philomel, a 'princesa falsa' que conspirou com sua mãe para se passar por princesa imperial, causou uma guerra ao separar a Torre Mágica do Império. Quando ela é considerada culpada de todos os seus crimes, ela é condenada à morte. Realmente digna de uma vilã... \"Eu, não, Philomel no livro fiz algo errado, então não é o suficiente para me matar!\" Philomel gritou e jogou o livro que estava lendo. Ela estava apenas curiosoa sobre o livro suspeito que pegou no jardim, mas ela, não, a princesa Philomel do livro morreu! Quero acreditar que é apenas uma ficção, mas de alguma forma tudo o que acontece depois se assemelha ao que está escrito no livro. \"Agora que está assim... meu único objetivo é sobreviver!\" Philomel será capaz de revelar o que aquele livro suspeito diz e reivindicar sua vida?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40a5bc77-4889-4780-8d36-3eae7b2c973c",
    "title": {
      "en": "Sora ga Haiiro Dakara"
    },
    "updatedAt": "2022-05-28T14:57:44+00:00",
    "coverArt": "https://mangadex.org/covers/40a5bc77-4889-4780-8d36-3eae7b2c973c/32b575c9-3178-4c81-8bf7-94182f779082.jpg",
    "altTitles": [
      {
        "en": "Because the Sky is Gray"
      },
      {
        "ja": "空が灰色だから"
      }
    ],
    "description": {
      "en": "A collection of short stories about the everyday lives of girls who have trouble with the people around them.\n\n---\n\nThe first volume contains stories about...\n- A lonely woman who works part-time, and who has crippling social anxiety that leads to misunderstandings.\n- A girl who is 'dumped' by her close friend.\n- A single mother who struggles to understand how to make her daughter happy.\n- A girl who desperately wants to buy a dress that she thinks could change her life.\n... and many more!\n\n(Source: MangaHelpers)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "59"
  },
  {
    "mangaId": "34e45b02-b5c8-4a4b-a21a-7b5059391dc8",
    "title": {
      "en": "To Your Eternity"
    },
    "updatedAt": "2024-06-15T12:18:10+00:00",
    "coverArt": "https://mangadex.org/covers/34e45b02-b5c8-4a4b-a21a-7b5059391dc8/230e60de-a03f-4427-ad6d-088cd69a4f5b.jpg",
    "altTitles": [
      {
        "ja": "不滅のあなたへ"
      },
      {
        "ja-ro": "Fumetsu no Anata e"
      },
      {
        "es-la": "A ti, el inmortal"
      },
      {
        "de": "Für dich, den Unsterblichen"
      },
      {
        "vi": "Gửi Em Người Bất Tử"
      },
      {
        "vi": "Tới Ngươi Đích Bất Diệt"
      },
      {
        "pl": "Ku twej wieczności"
      },
      {
        "pt-br": "Uma vida imortal"
      },
      {
        "it": "A te, l'immortale"
      },
      {
        "id": "Untukmu yang Abadi"
      },
      {
        "tr": "Ölümsüz Sana"
      },
      {
        "tr": "Sana, Ölümsüz Olan"
      },
      {
        "ru": "Для тебя, Бессмертный"
      },
      {
        "ar": "إلى أبديتك"
      },
      {
        "ar": "إليك، أيُها الخالد"
      },
      {
        "hi": "तिम्रो अनन्तकाल को लागी"
      },
      {
        "th": "แด่เธอผู้เป็นนิรันดร์"
      },
      {
        "zh": "致不灭的你"
      },
      {
        "zh-hk": "致不滅的你"
      },
      {
        "ko": "불멸의 그대에게"
      },
      {
        "en": "To You, the Immortal"
      },
      {
        "kk": "Мәңгілігіне"
      },
      {
        "fr": "To Your Eternity"
      }
    ],
    "description": {
      "en": "An immortal being was sent to the surface of the earth and met a boy living alone in the middle of tundra.   \nThe being can take the shape of dying things, but only if the \"impetus\" is stronger than the previous one. What sort of experiences and meetings will the being encounter while living forever?   \n\n---   \n- **Won the 43rd Kodansha Manga Award for Shonen in 2019** \n   \n---\n\n**Links:**  \n**Officially Translated:**   \n- Alternative English version by [K MANGA](<https://kmanga.kodansha.com/title/10076/episode/319887>)\n- Alternative English version by [Inkr Comics](<https://inkr.page.link/Hmgv5BX51rftn9ar5>)\n- In French by [Pika](<https://www.pika.fr/serie/your-eternity>)   \n- In Italian by [Star Comics](<https://www.starcomics.com/fumetto.aspx?Fumetto=281315>)   \n- In Polish by [Kotori](<http://kotori.pl/nasze-wydania/ku-twej-wiecznosci/>)   \n- In Russian by [Istari](<https://istaricomics.com/katalog-knig/manga/istari-comics/to-your-eternity/>)   \n- In German by [Egmont](<https://www.egmont-shop.de/to-your-eternity-01.html>)   \n- In Indonesian by [m&c!](<http://www.mncgramedia.id/comics/comic_detail/untukmu-yang-abadi-01>) as **Untukmu yang Abadi** (2019)\n- In Brazilian Portuguese by [NewPOP](<https://www.lojanewpop.com.br/uma-vida-imortal-to-your-eternity-15576289>)",
      "fr": "\"C'est à l'épreuve de la réalité que je saurai ce que je suis... Voilà pourquoi mon voyage commence.\"\n\nUn être sous forme d'une petite sphère est envoyé sur terre, celle-ci change d'apparence en fonction de ce qu'elle rencontre.\nElle rencontre d'abord un loup puis un jeune garçon vivant seul au milieu d'un paysage enneigé. Chaque nouvelle rencontre est une occasion de vivre de nouvelles expérience pour cet être. Ainsi commence le voyage de l'Immortel, un voyage fait d'expériences et de rencontres dans un monde implacable...",
      "ja": "『聲の形』の大今良時が贈る、永遠の旅。真っ白な魂で世界に降り立つ！──現実だけが自分が誰なのかを教えてくれる。だから僕は、旅に出る。",
      "ru": "Отправленное на землю бессмертное существо знакомится с мальчиком, одиноко живущим в Тундре. Существо может принимать форму умерших, но только если «импульс» сильнее предыдущего. С какими впечатлениями и встречами столкнётся существо, живущее вечно?",
      "pt-br": "Um ser imortal foi enviado à superfície da terra e encontrou um menino que vivia sozinho no meio da tundra.\nO ser pode assumir a forma de coisas moribundas, mas somente se o \"ímpeto\" for mais forte que o anterior. Que tipo de experiências e encontros o ser encontrará enquanto viver para sempre?\n\n---\n- **Ganhou o 43º Prêmio Kodansha Manga na categoria shounen em 2019**"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "Kaoru Hana wa Rin to Saku"
    },
    "updatedAt": "2024-06-28T11:16:12+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/ed8c3e66-3026-4dab-9442-e922aec0582f.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "en": "The Fragrant Flower Blooms With Dignity"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "fr": "Bien qu'ils soient mitoyens, le lycée public Chidori pour garçons et le prestigieux lycée privé pour filles Kikyō continuent à entretenir leur tradition de se haïr mutuellement au plus haut point. Tsumugi Rintarō pensait la même chose, jusqu'à ce qu'il fasse la rencontre de Wakuri Kaoruko, élève de Chidori et habituée de la pâtisserie tenue par ses parents. Malgré la désapprobation et les préjugés de leurs camarades respectifs, Rintarō et Kaoruko vont petit à petit se rapprocher, et tant pis ce qu'en pensent les autres !\n\n___\n**Liens :**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-09-19T16:05:58+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/93b0b3ea-5990-4e2b-ad1a-01e231a7938a.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7794356e-2102-4578-86a5-d73c37395ce0",
    "title": {
      "en": "Kono Sekai wa Fukanzen Sugiru"
    },
    "updatedAt": "2024-08-05T01:16:53+00:00",
    "coverArt": "https://mangadex.org/covers/7794356e-2102-4578-86a5-d73c37395ce0/4acb05e8-e91d-4ae4-a694-def946e944b4.jpg",
    "altTitles": [
      {
        "en": "Quality Assurance in Another World"
      },
      {
        "ja": "この世界は不完全すぎる"
      }
    ],
    "description": {
      "en": "Haga is one of the debuggers that gets stuck in the world of an incomplete VR game. Though he eradicates a monster from a village, the destruction event that ends with the villagers' deaths triggers without fail. However, Nicola, the villager girl he saves, revives before his eyes.",
      "ja": "極秘に組織された調査隊「王の探索者」（キングス・シーカー）の一員である主人公・ハガ。この世のあらゆる事象を調べ、王命を受け旅をする探索者は村人からも尊敬されていた。任務の一環でドラゴンの襲撃から村を守ることに成功するハガ。成り行きで助けた少女・ニコラと世界を探検することになるが、ハガの真の目的は冒険ではなく…。",
      "pt-br": "O protagonista Haga é um membro da equipe de investigação secreta chamada \"Os Buscadores do Rei\" (Kings Seekers). Os exploradores, que investigam todos os fenômenos deste mundo e viajam sob ordens do rei, são respeitados pelos habitantes das aldeias. Haga consegue proteger uma vila do ataque de um dragão como parte de uma missão. Por acaso, ele acaba ajudando uma garota chamada Nicola e começa a explorar o mundo com ela. No entanto, o verdadeiro objetivo de Haga não é a aventura…"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b1fdada-04a8-4b53-858e-b801eb4f104b",
    "title": {
      "en": "The Young Lady I Served Became a Young Master"
    },
    "updatedAt": "2023-05-06T22:48:31+00:00",
    "coverArt": "https://mangadex.org/covers/2b1fdada-04a8-4b53-858e-b801eb4f104b/746a4a5b-9cc0-4b3a-8c0c-3701bd73a07c.jpg",
    "altTitles": [
      {
        "ko": "모시던 아가씨가 도련님이 되어버렸다"
      },
      {
        "ko-ro": "Moshideon Agassiga Doryeonnimi Dweoboryeotda"
      },
      {
        "ko-ro": "Mosideon agassiga dolyeonnim-i doeeobeolyeossda"
      },
      {
        "en": "The Lady I Served Became a Master"
      },
      {
        "en": "The Lady I Served Has Become a Master"
      },
      {
        "ru": "Моя леди - с подвохом"
      },
      {
        "uk": "Леді, Якій Я Служила, Стала Господарем"
      },
      {
        "mn": "Миний Үйлчилж Байсан Залуу Авхай, Залуу Ноёнтон Болсон нь"
      },
      {
        "ja": "仕えたお嬢様がお坊ちゃまになった"
      },
      {
        "th": "คุณหนูที่เคยรับใช้กลายเป็นคุณชายไปซะแล้ว"
      },
      {
        "zh": "我服侍的小姐变成了少爷？"
      },
      {
        "zh": "侍奉的小姐成了少爷"
      },
      {
        "zh-hk": "小姐成為少爺的祕密"
      },
      {
        "id": "Nona yang Kulayani Jadi Tuan Muda"
      },
      {
        "vi": "Vị tiểu thư tôi từng theo hầu đã trở thành thiếu gia"
      }
    ],
    "description": {
      "de": "Als Sua eines Tages in der Welt ihres Lieblingsromans in der Rolle von Blair aufwacht, ist sie fest entschlossen, dem weiblichen Hauptcharakter Chloe zu helfen, die schwierigste Phase ihres Lebens zu überstehen. Seit Jahren wird Chloe diskriminiert und misshandelt, weil sie ein uneheliches Kind ist. Blair wird zu ihrem Dienstmädchen und zu ihrer Vertrauten und die zwei entwickeln eine besondere Freundschaft. Aber es stellt sich heraus, dass Chloe völlig anders ist, als im eigentlichen Roman dargestellt. Sie benutzt schwarze Magie, beauftragt Blair, ihr mysteriöse Tränke zu besorgen, und scheint keinerlei Interesse an den männlichen Hauptcharakteren zu haben. Dann erscheint eines Tages ein gut aussehender Mann vor Blairs Haustür, der Chloe zum Verwechseln ähnlich sieht. Könnte das ... die Lady sein, der sie gedient hat?! Alles scheint möglich, als die Geschichte von Liebe und Erlösung eine überraschende Wendung nach der anderen nimmt.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/home?seriesId=52553678), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5440800), [RidiBooks](https://ridibooks.com/books/2107059249)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AA%A8%EC%8B%9C%EB%8D%98-%EC%95%84%EA%B0%80%EC%94%A8%EA%B0%80-%EB%8F%84%EB%A0%A8%EB%8B%98%EC%9D%B4-%EB%90%98%EC%96%B4%EB%B2%84%EB%A0%B8%EB%8B%A4/2400), [KakaoPage](https://page.kakao.com/content/55249956)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/lady-i-served-became-master)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9783/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%B0%8F%E5%A7%90%E6%88%90%E7%82%BA%E5%B0%91%E7%88%BA%E7%9A%84%E7%A5%95%E5%AF%86/182)\n* [French / Français](https://www.tappytoon.com/fr/comics/lady-i-served-became-master-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/lady-i-served-became-master-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Nona-yang-Kulayani-Jadi-Tuan-Muda/186)\n* [Japanese / 日本語](https://piccoma.com/web/product/54266)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%AB%E0%B8%99%E0%B8%B9%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%84%E0%B8%A2%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B9%83%E0%B8%8A%E0%B9%89%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B9%84%E0%B8%9B%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/163)",
      "en": "It has been four years since the original heroine ended her life as a maid. A handsome man came to see her. He was a man who looked like the young lady that she used to serve.\n\n\"I'm here to keep my promise, Blair. You said that you'd be with me for the rest of your life.\"\n\n\"No way… Young Miss?\"\n\nAt that moment, the man's crimson eyes turned to meet mine. He bent down till our noses nearly touched and kissed my hair.\n\nAnd whispered — in a very sweet and beautiful voice —\n\n\"You have to call me Young Master now.\"\n\n…Huh?\n\n---\nWhen Su-A wakes up inside the world of her favorite novel as the character of Blair, she is determined to help the female protagonist, Chloe, get through the darkest period of her life. \n\nFor years, Chloe has had to endure discrimination and abuse for being an illegitimate child. Blair becomes her maid and confidante, and the two form a special friendship. But Chloe turns out to be quite a different character than the one described in the book. She wields black magic, sends Blair to fetch her mysterious potions, and seems totally uninterested in any of the male lead candidates. Then one day, a handsome man who looks an awful lot like Chloe shows up at Blair’s doorstep. Could it be…the lady she used to serve?! \n\nAll bets are off as plot twist after plot twist unravels in this unpredictable tale of love and redemption.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/home?seriesId=52553678), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5440800), [RidiBooks](https://ridibooks.com/books/2107059249)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AA%A8%EC%8B%9C%EB%8D%98-%EC%95%84%EA%B0%80%EC%94%A8%EA%B0%80-%EB%8F%84%EB%A0%A8%EB%8B%98%EC%9D%B4-%EB%90%98%EC%96%B4%EB%B2%84%EB%A0%B8%EB%8B%A4/2400), [KakaoPage](https://page.kakao.com/content/55249956)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/lady-i-served-became-master)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9783/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%B0%8F%E5%A7%90%E6%88%90%E7%82%BA%E5%B0%91%E7%88%BA%E7%9A%84%E7%A5%95%E5%AF%86/182)\n* [French / Français](https://www.tappytoon.com/fr/comics/lady-i-served-became-master-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/lady-i-served-became-master-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Nona-yang-Kulayani-Jadi-Tuan-Muda/186)\n* [Japanese / 日本語](https://piccoma.com/web/product/54266)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%AB%E0%B8%99%E0%B8%B9%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%84%E0%B8%A2%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B9%83%E0%B8%8A%E0%B9%89%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B9%84%E0%B8%9B%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/163)",
      "fr": "Lorsque Sua se réveille soudain dans le monde de son roman préféré, dans le corps du personnage de Blair, elle est bien décidée à aider l’héroïne de l’histoire, Chloé, à surmonter la période la plus sombre de sa vie. Pendant des années, Chloé a dû endurer discrimination et abus, simplement parce qu’elle est une enfant illégitime. Blair devient alors sa servante et confidente, et une amitié toute particulière se forme. Mais voilà que Chloé s’avère être bien différente du personnage décrit dans le roman… Elle pratique la magie noire, envoie Blair chercher de mystérieuses potions, et semble totalement inintéressée par les personnages masculins qui l’entourent. Puis un beau jour, un charmant jeune homme ressemblant extrêmement à Chloé fait son apparition devant la porte de Blair. Se pourrait-il vraiment que ce soit… la demoiselle qu’elle servait? C’est ce qu’il reste à découvrir dans cette histoire d’amour et de rédemption pleine de retournements et d’imprévus!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/home?seriesId=52553678), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5440800), [RidiBooks](https://ridibooks.com/books/2107059249)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AA%A8%EC%8B%9C%EB%8D%98-%EC%95%84%EA%B0%80%EC%94%A8%EA%B0%80-%EB%8F%84%EB%A0%A8%EB%8B%98%EC%9D%B4-%EB%90%98%EC%96%B4%EB%B2%84%EB%A0%B8%EB%8B%A4/2400), [KakaoPage](https://page.kakao.com/content/55249956)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/lady-i-served-became-master)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9783/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%B0%8F%E5%A7%90%E6%88%90%E7%82%BA%E5%B0%91%E7%88%BA%E7%9A%84%E7%A5%95%E5%AF%86/182)\n* [French / Français](https://www.tappytoon.com/fr/comics/lady-i-served-became-master-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/lady-i-served-became-master-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Nona-yang-Kulayani-Jadi-Tuan-Muda/186)\n* [Japanese / 日本語](https://piccoma.com/web/product/54266)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%AB%E0%B8%99%E0%B8%B9%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%84%E0%B8%A2%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B9%83%E0%B8%8A%E0%B9%89%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B9%84%E0%B8%9B%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/163)",
      "ru": "*Это не юри!*\n\nЯ не работала горничной уже 4 года. Но однажды у моего дома неожиданно появился красивый мужчина, очень похожий на леди, которой я когда-то служила.\n\n-Я приехал, чтобы исполнить обещание. Ты говорила, что останешься со мной навсегда.\n\n-Не может быть… Госпожа?\n\nВ этот момент его красные глаза слегка округлились. Он наклонил голову, поцеловал локон моих волос и нежно прошептал:\n\n-Теперь зови меня \"господин.\"\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/home?seriesId=52553678), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5440800), [RidiBooks](https://ridibooks.com/books/2107059249)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AA%A8%EC%8B%9C%EB%8D%98-%EC%95%84%EA%B0%80%EC%94%A8%EA%B0%80-%EB%8F%84%EB%A0%A8%EB%8B%98%EC%9D%B4-%EB%90%98%EC%96%B4%EB%B2%84%EB%A0%B8%EB%8B%A4/2400), [KakaoPage](https://page.kakao.com/content/55249956)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/lady-i-served-became-master)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9783/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%B0%8F%E5%A7%90%E6%88%90%E7%82%BA%E5%B0%91%E7%88%BA%E7%9A%84%E7%A5%95%E5%AF%86/182)\n* [French / Français](https://www.tappytoon.com/fr/comics/lady-i-served-became-master-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/lady-i-served-became-master-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Nona-yang-Kulayani-Jadi-Tuan-Muda/186)\n* [Japanese / 日本語](https://piccoma.com/web/product/54266)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%AB%E0%B8%99%E0%B8%B9%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%84%E0%B8%A2%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B9%83%E0%B8%8A%E0%B9%89%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B9%84%E0%B8%9B%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/163)",
      "vi": "Khi tỉnh dậy trong thế giới của cuốn tiểu thuyết yêu thích với tư cách là Blair, nữ chính đã quyết tâm giúp Chloe, nữ chính nguyên tác vượt qua thời kỳ đen tối nhất trong cuộc đời cô. Chloe đã phải chịu sự kỳ thị và ngược đãi vì là con ngoài giá thú nhiều năm liền. Blair trở thành người giúp việc và người bạn tâm giao của cô, giữa hai người sau đó hình thành một tình bạn đặc biệt. Nhưng Chloe hóa ra là một nhân vật hoàn toàn khác so với những gì được mô tả trong cuốn sách. Cô ấy sử dụng ma thuật đen, cử Blair đi lấy những lọ thuốc bí ẩn. Ngoài ra, Chloe dường như hoàn toàn không quan tâm đến bất kỳ ứng cử viên nam chính nào. Đến một ngày, một người đàn ông đẹp trai trông rất giống Chloe xuất hiện trước cửa nhà Blair. Người đó… là cô tiểu thư Blair từng phục vụ đó sao?!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/home?seriesId=52553678), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5440800), [RidiBooks](https://ridibooks.com/books/2107059249)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AA%A8%EC%8B%9C%EB%8D%98-%EC%95%84%EA%B0%80%EC%94%A8%EA%B0%80-%EB%8F%84%EB%A0%A8%EB%8B%98%EC%9D%B4-%EB%90%98%EC%96%B4%EB%B2%84%EB%A0%B8%EB%8B%A4/2400), [KakaoPage](https://page.kakao.com/content/55249956)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/lady-i-served-became-master)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9783/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%B0%8F%E5%A7%90%E6%88%90%E7%82%BA%E5%B0%91%E7%88%BA%E7%9A%84%E7%A5%95%E5%AF%86/182)\n* [French / Français](https://www.tappytoon.com/fr/comics/lady-i-served-became-master-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/lady-i-served-became-master-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Nona-yang-Kulayani-Jadi-Tuan-Muda/186)\n* [Japanese / 日本語](https://piccoma.com/web/product/54266)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%AB%E0%B8%99%E0%B8%B9%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%84%E0%B8%A2%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B9%83%E0%B8%8A%E0%B9%89%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B9%84%E0%B8%9B%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/163)",
      "zh": "忠犬女仆X冷美人少爷，穿越到最爱的小说世界中，我要以女主身边侍女的身份重新生活！帮助我家小姐和男主过上幸福的生活。但这一切随着那件事的发生，一切戛然而止。就在那一天，我服侍的小姐竟然变成了少爷？！\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/home?seriesId=52553678), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5440800), [RidiBooks](https://ridibooks.com/books/2107059249)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AA%A8%EC%8B%9C%EB%8D%98-%EC%95%84%EA%B0%80%EC%94%A8%EA%B0%80-%EB%8F%84%EB%A0%A8%EB%8B%98%EC%9D%B4-%EB%90%98%EC%96%B4%EB%B2%84%EB%A0%B8%EB%8B%A4/2400), [KakaoPage](https://page.kakao.com/content/55249956)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/lady-i-served-became-master)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9783/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%B0%8F%E5%A7%90%E6%88%90%E7%82%BA%E5%B0%91%E7%88%BA%E7%9A%84%E7%A5%95%E5%AF%86/182)\n* [French / Français](https://www.tappytoon.com/fr/comics/lady-i-served-became-master-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/lady-i-served-became-master-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Nona-yang-Kulayani-Jadi-Tuan-Muda/186)\n* [Japanese / 日本語](https://piccoma.com/web/product/54266)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%AB%E0%B8%99%E0%B8%B9%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%84%E0%B8%A2%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B9%83%E0%B8%8A%E0%B9%89%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B9%84%E0%B8%9B%E0%B8%8B%E0%B8%B0%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/163)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "119"
  },
  {
    "mangaId": "d8f1d7da-8bb1-407b-8be3-10ac2894d3c6",
    "title": {
      "en": "Isekai Ojisan"
    },
    "updatedAt": "2024-09-16T05:25:58+00:00",
    "coverArt": "https://mangadex.org/covers/d8f1d7da-8bb1-407b-8be3-10ac2894d3c6/37a193b8-588d-4e98-9e0c-a627443754b9.jpg",
    "altTitles": [
      {
        "fr": "Coma héroïque dans un autre monde"
      },
      {
        "en": "Isekai Uncle"
      },
      {
        "ja-ro": "Ojisan in Another World"
      },
      {
        "en": "Uncle from Another World"
      },
      {
        "ja": "異世界おじさん"
      }
    ],
    "description": {
      "en": "Having survived an isekai for 17 years, 34 year old Ojisan (uncle) returns to modern day Japan. Takafumi, Ojisan's nephew, now gets to witness what throwing a diehard Sega fan into an isekai for 17 years does to various things and people, both past and present."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10e20e17-7ae6-48f9-8d33-7cf32db82674",
    "title": {
      "en": "Uchi no Dorei ga Akaru Sugiru!"
    },
    "updatedAt": "2024-08-10T15:43:01+00:00",
    "coverArt": "https://mangadex.org/covers/10e20e17-7ae6-48f9-8d33-7cf32db82674/a5124cec-6e85-4a9d-9f11-6b0a630a9e15.jpg",
    "altTitles": [
      {
        "ja": "うちの奴隷が明るすぎる！"
      },
      {
        "en": "My Slave is Way Too Cheerful"
      }
    ],
    "description": {
      "en": "Roland is known throughout the world as the Black Knight. He appears calm, cool, and collected on the outside, but secretly he’s anything but - he can’t talk to girls for the life of him. One day, while doing his regular heroic thing, he comes across a slave girl bound and gagged. Roland suddenly realizes - if he saves this slave girl, he can slowly build up his social skills by talking to her. After all, a slave girl has to be as shy as him, right?",
      "ja": "悪しき者共から人々を守る高潔な黒騎士、ローランド。彼には一つの悩みがあった。アラサー、独身、女性不信。親や周りの人から結婚を期待されるも、女性への免疫はゼロ。そんな彼が思い至った、素晴らしい(？)女性克服方法。「奴隷の女の子なら、自分にも優しくしてくれるのでは…？」しかし、ローランドが運命的な出会いを果たしたのは、イメージとは180度違う、明るすぎる奴隷少女、ジェシカだった…！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6ce20ca-73c3-4fdd-9367-e2901fca780e",
    "title": {
      "en": "The Ravages of Time"
    },
    "updatedAt": "2024-05-10T11:13:35+00:00",
    "coverArt": "https://mangadex.org/covers/f6ce20ca-73c3-4fdd-9367-e2901fca780e/43da40e4-3122-4d7b-a1ea-1146482cf989.jpg",
    "altTitles": [
      {
        "vi": "Hỏa Phụng Liêu Nguyên"
      },
      {
        "zh-ro": "Huo Feng Liao Yuan"
      },
      {
        "ja-ro": "Sangokushi Gunyuuden Kahou Ryougen"
      },
      {
        "zh-ro": "Sanguozhi Qunxiongzhuan: Huo Feng Liao Yuan"
      },
      {
        "ru": "Огненный феникс опаляет равнины"
      },
      {
        "zh-hk": "三国志群雄伝火鳳燎原"
      },
      {
        "zh-hk": "火鳳燎原"
      },
      {
        "zh": "火凤燎原"
      },
      {
        "ja": "火鳳燎原"
      },
      {
        "de": "The Ravages of Time: Die Geschichte der Drei Reiche"
      }
    ],
    "description": {
      "en": "Nearly 2000 years ago, the prosperous Han dynasty of China collapsed. Heroes rose and fell, and three nations emerged–Wei, Shu, and Wu. Historians refer to this period as the Three Kingdoms period. The romance of the three kingdoms is an intriguing tale of heroic deeds, of alliance forged and broken, of loyalty and betrayal.  \n  \nHong Kong artist Chan Mou retells this classic tale in \"The Ravages of Time\" from the perspective of the Sima clan, which in the end united the three kingdoms. Readers will be attracted by an array of well-developed characters and Chan Mou's own unique top-notch art-style. Whether you have played Dynasty Warriors or not, this is definitely worth a read!"
    },
    "status": "ongoing",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb206a51-d726-4556-ad2d-57bbead0dac2",
    "title": {
      "en": "Baby Concubine Wants to Live Quietly"
    },
    "updatedAt": "2024-09-22T00:59:33+00:00",
    "coverArt": "https://mangadex.org/covers/bb206a51-d726-4556-ad2d-57bbead0dac2/1d25f18a-c8b8-4a5b-845e-8d3d4fa74b12.jpg",
    "altTitles": [
      {
        "ko": "아기 후궁님은 조용히 살고 싶어"
      },
      {
        "ko-ro": "Agi Hugungnimeun Joyonghi Salgo Sipeo"
      },
      {
        "en": "The Resourceful Little Consort"
      },
      {
        "en": "The Baby Concubine Wants to Live Quietly"
      },
      {
        "es": "La concubina bebé quiere vivir tranquila"
      },
      {
        "ja": "お子様後宮妃は静かに暮らしたい"
      },
      {
        "zh-hk": "後宮少女想低調度日"
      },
      {
        "zh": "小妃子只想安静生活"
      },
      {
        "zh": "小嫔妃想要安安静静地生活"
      }
    ],
    "description": {
      "en": "I possessed a supporting character in a reverse harem novel. A young concubine who, in the end, was driven to death for treason after begging for attention from the regnant empress who was the female lead, and doing wicked things to the male leads who were the concubines. Despite everything, the fortunate thing was that I possessed her right after entering the Imperial Palace. Even if everyone in the Imperial Palace were wary of me, they didn’t hate me yet.\n\n‘Let’s not be impudent, and be obedient.’\n\nI obstinately didn’t need nor have the mindset of trying to be loved by the Empress. Although the male leads who were the concubines were giving me glances, I could just lie flat. Since it wasn’t even a very difficult thing, I really did so. It was definitely like that, but–\n\n“Come to my bedchamber tonight. I’ll read you a fairy tale book!”\n\n“P-please don’t cry. I’ll give you this.”\n\nJust why is everyone’s attitude endlessly gentle? I couldn’t understand. And it was baffling.\n\n‘…I don’t need it though?’\n\nI wasn’t really a young kid lacking affection. And that gaze in which they looked at me as if I were the loveliest in the world was extremely uncomfortable. Just where would I use a fairy tale book that’s full of jewels and silk, and the magic pearl which is the Imperial family’s heirloom? Since it’s already been done, I just wish for everyone to get out of my palace.\n\n---\nIn the nation of Seora, Yehwa Aryun is the Empress Regnant, and her court is full of consorts with special powers. The newest member of the imperial court is 8-year-old Sanya Yeoran. And although she has no powers, Sanya actually has the mind of an adult who knows exactly what will happen in this fantasy world, because she already read about it in her past life. Thanks to that, she comes up with a plan to avoid her tragic execution: stay away from Yehwa and her jealous consorts at all costs!"
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f74dc24b-3f38-44d5-b7d0-8c40f4b04e29",
    "title": {
      "en": "My Dear Lass"
    },
    "updatedAt": "2024-05-07T19:56:22+00:00",
    "coverArt": "https://mangadex.org/covers/f74dc24b-3f38-44d5-b7d0-8c40f4b04e29/633844e2-a68a-476a-a1fb-38018078ffe3.png",
    "altTitles": [
      {
        "zh-hk": "小姑孃"
      },
      {
        "zh-ro": "Xiǎo Gūniāng"
      },
      {
        "fr": "Ma chère demoiselle"
      },
      {
        "zh": "小姑孃"
      },
      {
        "es": "Pequeña niña"
      },
      {
        "ru": "Девчонка"
      },
      {
        "uk": "Моя люба дівчина"
      },
      {
        "fr": "Une chère amie"
      },
      {
        "vi": "Cô Gái Thân Yêu Của Tôi"
      }
    ],
    "description": {
      "en": "\"It seems like I'd like someone like you.\"\n\n\"You're really like a little pony.\" \n\nThis is a slice-of-life of the romance and exploits of an adorkable and ditzy senior \"little fox\" and her dependable junior \"little pony\".",
      "uk": "\"Здається, мені б сподобався хтось на кшталт тебе\". \"Ти справді як маленьке поні\". Буденність про романтику та подвиги чарівної й навіженої Старшої \"лисички\" та її надійної Молодшої \"поні\".",
      "zh": "“我好像会喜欢你这样的人。” “你好像一匹小马。” 呆萌跳脱年上“小狐狸”和她的靠谱 “年下小马驹”的爱情事业双丰收日常 。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27589628-3704-468f-a464-361a8a76c3aa",
    "title": {
      "en": "Isekai de Café wo Kaiten Shimashita"
    },
    "updatedAt": "2024-09-16T10:19:55+00:00",
    "coverArt": "https://mangadex.org/covers/27589628-3704-468f-a464-361a8a76c3aa/6960d300-6a16-40b4-a695-6e7a95a23d7f.jpg",
    "altTitles": [
      {
        "en": "Opening a Café in Another World"
      },
      {
        "zh": "在异世界开咖啡厅了哟"
      },
      {
        "ja": "異世界でカフェを開店しました。"
      },
      {
        "ko": "이세계에서 카페를 개점했습니다."
      },
      {
        "fa": "ایسکی د کافه ای کیتن شیماشیتا."
      },
      {
        "th": "เปิดร้านคาเฟ่ที่ต่างโลก"
      },
      {
        "zh-hk": "在異世界開咖啡廳了哟"
      }
    ],
    "description": {
      "en": "Kurokawa Lisa is an ordinary office worker, who has practiced lots of cooking while living alone. One day, she wakes up in another world, with a concerned little spirit hovering over her! She has apparently been transported to a magical, spirit-filled realm by the will of the goddess, and there is no known way for her to go back. She is taken in by a wealthy couple, and they and her new spirit helper treat her with nothing but kindness. There is one problem, however–the food in this magical world is gross! Lisa insists on helping the household cooking staff prepare a traditional meal from her world, and it is a big hit with her hosts. Soon Lisa knows what she should do in this new world; she should open a café and treat everyone to delicious food!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c0e87c0d-7dc4-4a15-ba23-e9d57bfe43d9",
    "title": {
      "en": "Zero no Tsukaima Gaiden: Tabasa no Bouken"
    },
    "updatedAt": "2023-12-13T13:44:36+00:00",
    "coverArt": "https://mangadex.org/covers/c0e87c0d-7dc4-4a15-ba23-e9d57bfe43d9/5b2b5cfc-70b9-498e-a9a1-fa1bbbfb7700.jpg",
    "altTitles": [
      {
        "ja-ro": "Zero no Tsukaima Gaiden: Tabitha no Bouken"
      },
      {
        "ja": "ゼロの使い魔外伝 タバサの冒険"
      }
    ],
    "description": {
      "en": "The adventures of Gallia's knight Tabitha."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "837e01d6-f59b-4c2a-b9f7-68469215d0c6",
    "title": {
      "en": "Handyman Saitou in Another World"
    },
    "updatedAt": "2024-07-28T08:36:24+00:00",
    "coverArt": "https://mangadex.org/covers/837e01d6-f59b-4c2a-b9f7-68469215d0c6/cbcb02c1-bab9-499e-a840-2e1715555f56.jpg",
    "altTitles": [
      {
        "es": "El útil señor Saitou en otro mundo"
      },
      {
        "es": "El utilero Saitou en otro mundo"
      },
      {
        "id": "Saito si Serbabisa Masuk Isekai"
      },
      {
        "fr": "Saitou, l'homme à tout faire dans un autre monde"
      },
      {
        "pt-br": "Saitou, um faz-tudo em outro mundo"
      },
      {
        "ru": "Мастер на все руки Сайто в другом мире"
      },
      {
        "ja": "便利屋斎藤さん、異世界に行く"
      },
      {
        "zh": "万事屋斋藤先生转生异世界"
      },
      {
        "ja-ro": "Benriya Saitou-san, Isekai ni Iku"
      },
      {
        "ja-ro": "Benri-ya Saitō-san, Isekai ni Iku"
      },
      {
        "ar": "العامل الماهر سايتو في عالم آخر"
      },
      {
        "zh-hk": "萬事屋齋藤先生轉生異世界"
      },
      {
        "ru": "Разнорабочий Сайто в другом мире"
      }
    ],
    "description": {
      "en": "Handyman Saitou has never been anyone special. All his life, he’s had average grades, ordinary athletic skill, a commonplace job… But his unremarkable path takes a turn when he wakes up in another world. Here, warriors, wizards, and elves accompany him on quests delving deep into dungeons, and Saitou realizes for the first time what it’s like to be needed. After all, who other than the handyman could be trusted to open locked treasure chests or repair his allies’ equipment? Beginning with a simple “thank you,” this is the story of an ordinary person’s fulfilling life.",
      "es": "Saitou es un utilero ordinario que se transporta a otro mundo donde sus habilidades son muy útiles. Empieza a entender realmente lo que significa ser necesario, ya que incluso sus tareas y herramientas mundanas tienen los usos más inesperados en este nuevo mundo de fantasía!",
      "ru": "Сайто — мастер на все руки, который попадает в другой мир, где его навыки невероятно полезны. Погружаясь в новую среду, он начинает понимать истинное значение незаменимости.\nМастер на все руки Сайто никогда не был особенным. Всю жизнь у него были средние оценки, обычные спортивные навыки, заурядная работа... Но его ничем не примечательная жизнь меняется, когда он просыпается в другом мире. Здесь воины, волшебники и эльфы сопровождают его в заданиях, углубляясь в подземелья, и Сайто впервые осознает, что значит быть нужным. Ведь кому, как не мастеру на все руки, можно доверить открытие запертых сундуков с сокровищами или ремонт снаряжения союзников? История обычного человека, начавшаяся с простого «спасибо», — это история его полноценной жизни.",
      "pt-br": "Saitou é um faz-tudo comum que é transportado para outro mundo onde suas habilidades são muito úteis. Ele começa realmente a entender o que significa ser necessário."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11c2560b-7777-4741-86cb-efcc34fd5778",
    "title": {
      "en": "The Knight in the Area"
    },
    "updatedAt": "2024-06-01T18:03:26+00:00",
    "coverArt": "https://mangadex.org/covers/11c2560b-7777-4741-86cb-efcc34fd5778/baec4f5d-24e7-44f6-b54d-0034d1a0f86b.jpg",
    "altTitles": [
      {
        "vi": "Các Hiệp sĩ trong khu Vực"
      },
      {
        "tr": "Ceza-sahasının Şövalyesi"
      },
      {
        "ru": "Паладин на поле"
      },
      {
        "th": "อัศวินในพื้นที่"
      },
      {
        "ja": "エリアの騎士"
      },
      {
        "zh-hk": "足球騎士"
      },
      {
        "zh": "足球骑士"
      },
      {
        "ko": "에어리어의 기사"
      },
      {
        "ja-ro": "Area no Kishi"
      }
    ],
    "description": {
      "en": "Aizawa Kakeru is an energetic and dedicated eighth grader who serves as the manager for his school’s football team. Though he was well known for being a talented player the previous year, an accident during one of his games caused Kakeru to vow never to play competitively again. Still passionate about the sport, Kakeru dreams of one day becoming a professional football trainer so that he can work alongside his older brother Suguru, the ace of the school team who has represented Japan in international competition.  \n  \nLink:  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=13559) (anime).",
      "pt-br": "Suguru e Kakeru são dois irmãos que jogam futebol como ninguém. Suguru, aos 15 anos, já se tornou estrela da seleção japonesa; já Kakeru? bem, ele é tão talentoso quanto o irmão, mas decidiu abandonar os gramados e atuar só como auxiliar técnico depois de um acidente na oitava série. Claro, Suguru sabe do talento que o irmão tem e não se conforma com a decisão dele. O que poderá acontecer para que Kakeru mude de ideia e volte a ajudar o time de dentro de campo, onde seu irmão o espera??"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "57",
    "lastChapter": "498"
  },
  {
    "mangaId": "41bfb7ca-3256-4af0-b6b2-1017d714d1ed",
    "title": {
      "en": "Summer Trend"
    },
    "updatedAt": "2024-09-14T04:54:35+00:00",
    "coverArt": "https://mangadex.org/covers/41bfb7ca-3256-4af0-b6b2-1017d714d1ed/6c24bbca-7496-4e81-b12d-2fc56c5ebd44.png",
    "altTitles": [
      {
        "zh": "潮夏"
      }
    ],
    "description": {
      "en": "After her parents divorced, Lu Yang moved into her mother's good friend's house and began living with the friend's daughter, Su Gui. Su Gui is smart and gentle, like the warm sun in winter, kind yet unobtrusive. She illuminates Lu Yang's life and shines into Lu Yang's heart. Lu Yang saw her as a sister, a friend, and a mother figure... Later on, Lu Yang didn't want to be her little sister anymore, she wanted to date her. However, after realizing that her feelings for Su Gui had changed, Lu Yang did not want to ruin their current relationship. She was afraid to lose her identity as \"little sister\". She had to change her dependence on Su Gui and distance herself. But after reuniting with Su Gui at work, the suppressed feelings bloomed like a rose, tightly binding Lu Yang and Su Gui together. Was it a long-term scheme or destiny?..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "08adcc67-8d91-4e79-9cc6-99cf2f2cabe8",
    "title": {
      "en": "From the Grave and Back"
    },
    "updatedAt": "2023-10-07T22:37:33+00:00",
    "coverArt": "https://mangadex.org/covers/08adcc67-8d91-4e79-9cc6-99cf2f2cabe8/f16a1812-f549-433a-8341-f3c45ec2026d.jpg",
    "altTitles": [
      {
        "ko": "뒤끝작렬"
      },
      {
        "en": "Back From the Grave"
      },
      {
        "ru": "Обратно из могилы"
      }
    ],
    "description": {
      "en": "“Hey, don’t get confused. I’ve never thought of you as my little brother. You don’t even know your right place.”   \nThat was the dagger that hurt the most.  \nHan Myoung Woo.  \nA child of a wealthy family with a quick mind.  \nBut god didn’t give him everything.  \nA near incurable genetic heart disease  \nHe did his best in order to earn the respect of the people around him.  \nBut his father, the chairman, and his family members never took him seriously.  \n  \nThat was when an accident suddenly struck him.  \nAnd…  \nHe woke up in the body of the severely injured student, Kim Cheol Min.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%92%A4%EB%81%9D%EC%9E%91%EB%A0%AC/2666)",
      "ko": "“야, 착각하지마. 난 한번도 널 동생으로 생각한 적 없어. 주제를 모르고”\n가슴을 파고드는 비수였다. \n한명우.\n명석한 두뇌와 재벌가의 자식이었다.\n다만 하늘은 모든 걸 주지않았다.\n불치병 수준인 선천적 심장병.\n이를 악물고 인정받기 위해 최선 또 최선을 다했다. \n그러나 아버지인 회장을 비롯해 식구 그 누구도 진심으로 대하지 않았다. \n\n그러던 그가 급작스런 사고를 당했다.\n그리고......\n치명적인 부상을 당한 대학생 김철민의 몸으로 들어갔다.\n \n건강하다.\n아니 건강하다못해 넘친다.\n잘돌아가는 머리에 체력까지.......\n\n이제 두 마리 토끼를 잡으러 간다.\n꼭 두 마리 토끼여야 했다.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%92%A4%EB%81%9D%EC%9E%91%EB%A0%AC/2666)",
      "ru": "«Эй, не ошибайся. Я никогда не думал о тебе как о своем младшем брате. Ты даже не знаешь свое место \". Это был самый болезненный удар. Хан Мён У - ребёнок из обеспеченной семьи, обладающий хорошим умом. Но не во всём ему повезло в жизни. У него почти неизлечимая генетическая болезнь сердца. Он приложил все усилия, чтобы заслужить уважение окружающих. Но его отец, председатель и члены его семьи никогда не воспринимали его всерьез. Именно тогда с ним внезапно случился несчастный случай. И... Он проснулся в теле тяжело раненого ученика Ким Чхол Мина.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%92%A4%EB%81%9D%EC%9E%91%EB%A0%AC/2666)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f0af125-71c3-462f-b518-bf431f52a51e",
    "title": {
      "en": "Managing a Wild Idol"
    },
    "updatedAt": "2024-09-09T02:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/2f0af125-71c3-462f-b518-bf431f52a51e/50b783d6-f71c-4a25-ad2a-353911d4c430.jpg",
    "altTitles": [
      {
        "ja": "やばいアイドルのマネージャーになっちゃった話"
      },
      {
        "ja-ro": "Yabai Aidoru no Manager ni Nacchatta Hanashi"
      },
      {
        "en": "Yabai Idol and Her Manager"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7262e67-e7d7-44b5-b39a-96fafef39edf",
    "title": {
      "en": "Koi ni Koi suru Koibito Kankei"
    },
    "updatedAt": "2024-08-03T01:29:50+00:00",
    "coverArt": "https://mangadex.org/covers/f7262e67-e7d7-44b5-b39a-96fafef39edf/89c52367-893a-4b6d-93ac-3ff055f39174.jpg",
    "altTitles": [
      {
        "ja": "恋に恋するコイビト関係"
      },
      {
        "en": "Becoming Her Lover For the Sake of Love"
      },
      {
        "pl": "Związek w związku ze związkiem"
      }
    ],
    "description": {
      "en": "Asako Ichijou, the student council president at a prestigious girls' high school, has been racking her brain about the ladykiller Nagi Tenma. That's the sort of person Asako is, but Nagi discovers Asako has broken school rules by bringing a shoujo manga to school...\n\nAsako pleads with Nagi to keep it a secret, and Nagi reveals her condition: \"Become my lover.\"\n\n(Source: Takeshobo, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75a1c932-9792-41e1-a4a2-f2dddf1030ee",
    "title": {
      "en": "Isekai Izakaya \"Gen\""
    },
    "updatedAt": "2024-08-27T10:04:46+00:00",
    "coverArt": "https://mangadex.org/covers/75a1c932-9792-41e1-a4a2-f2dddf1030ee/85659638-ee98-4dba-adcd-c99ddf6c3503.jpg",
    "altTitles": [
      {
        "en": "Otherwordly Izakaya \"Gen\""
      },
      {
        "en": "Parallel Universe Bar \"Gen\""
      },
      {
        "zh": "异世界居酒屋外传「GEN」"
      },
      {
        "ja": "異世界居酒屋｢げん｣"
      }
    ],
    "description": {
      "en": "There's this pub (Izakaya) called \" Gen\" that was supposed to be in a certain place in the Kanto region of Japan.  \nAfter opening the door one day, it was found to be connected to the city of Parisia, the Capital of the Eastern Kingdom...   \nIndividual residents from a foreign world such as crestfallen monks, warriors, noble female chevaliers, daughters of noisy famous aristocrats, etc. all visited the peculiar izakaya which they've never seen before, and gradually they'll become fans of the dishes...  \nA foreign world gourmet fantasy has finally started!  \n  \n***From the same author of Isekai Izakaya \"Nobu\", which takes place in Kyoto.**",
      "ja": "『異世界居酒屋「のぶ」』の作者・蝉川夏哉による原作書き下ろしのスピンオフ作品。次なる世界は異世界・東王国、王都パリシィア!王都パリシィアでも、異世界の住人たちは、初めて見る日本の居酒屋料理に戸惑いながらも舌鼓を打ち……。"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63065a97-170a-4aff-916c-507a9d765db4",
    "title": {
      "en": "Fighting Ward"
    },
    "updatedAt": "2024-09-24T17:56:28+00:00",
    "coverArt": "https://mangadex.org/covers/63065a97-170a-4aff-916c-507a9d765db4/3e126cd5-162f-4f6e-9245-f901775b2f7a.jpg",
    "altTitles": [
      {
        "ja": "格闘病棟"
      },
      {
        "ko-ro": "격투병동"
      }
    ],
    "description": {
      "pt-br": "Um estudante do ensino médio, Kang Sunwoo, derrota sozinho um grupo de agiotas ilegais que foram até sua casa. No hospital, onde ele vai para tratamento, ele é convidado por um homem misterioso para participar de um torneio de luta suspeito com um grande prêmio em dinheiro. O prêmio é crucial para a sobrevivência de sua família. Sunwoo deve sobreviver à Fighting Ward!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6cc0f7c2-0db6-432b-8189-fcedbcdda888",
    "title": {
      "en": "Hitomi-chan Is Shy With Strangers"
    },
    "updatedAt": "2024-05-16T10:28:54+00:00",
    "coverArt": "https://mangadex.org/covers/6cc0f7c2-0db6-432b-8189-fcedbcdda888/97748786-e5aa-4504-af30-b7fa9d775ccb.jpg",
    "altTitles": [
      {
        "es": "Hitomi es tímida con desconocidos"
      },
      {
        "es": "Hitomi es tímida con extraños"
      },
      {
        "ja-ro": "Hitomi-chan wa Hitomishiri"
      },
      {
        "ja-ro": "Hitomichan ha Hitomishiri"
      },
      {
        "ru": "Застенчивая Хитоми-чан"
      },
      {
        "ja": "瞳ちゃんは人見知り"
      },
      {
        "it": "Hitomi-chan è timida con gli sconosciuti"
      }
    ],
    "description": {
      "en": "One day, the ordinary 2nd year high schooler Yuu Usami accidentally encounters a big girl with a scary look. Turns out she's glaring at him, but why…?! Although Hitomi Takano looks like she's scary and awkward, she's actually a kind and adorable girl. This one shall be a happy, heartwarming slice-of-life comedy.",
      "es": "Un día, el estudiante de 2do año Yuu Yusami se encuentra por accidente con una muchacha grande con una mirada temeraria. Resulta que ella símplemente lo está observando… pero ¿por qué? A pesar de que Hitomi Takano se ve espeluznante y huraña, ella en realidad es querida y adorable. Ésta será una feliz y grata comedia de la vida cotidiana.  \n  \n[![](https://i.imgur.com/oiVINmy.png) Mangaka’s Pixiv](https://www.pixiv.net/en/users/910858)  \n[![](https://i.imgur.com/dQCXZkU.png) Mangaka’s Twitter](https://twitter.com/cyorisukenosuke)",
      "fr": "Un jour, Yuu Usami – lycéen ordinaire en deuxième année – rencontre une grande fille avec un regard effrayant. Elle a l’air de le fusiller du regard, mais pourquoi…?! Pourtant, même si Hitomi Takano fait peur et est maladroite, elle est en réalité une fille gentille et adorable. Bienvenue dans une comédie/tranche de vie qui va vous réchauffer le cœur !",
      "ja": "どこにでもいる平凡な高校2年生の宇佐見君は、ある日、偶然に居合わせた\"何やら目つきが悪くていろいろとおっきな女の子\"に、なぜか睨みつけられてしまい…!?\n見た目は怖くて不器用だけど、実は優しくて可愛い三白眼女子の、楽しくてハートフルな日常コメディ…開幕!!",
      "ru": "Однажды обыкновенный старшеклассник 2-го года Юу Усами случайно встречает большую девушку со страшным взглядом. По какой-то причине она не отрывает от него глаз, но он ведь ей ничего не делал!.. Хотя Хитоми Такано выглядит страшной и неприветливой, на самом деле она добрая и очаровательная девушка.",
      "pt-br": "Em um dia comum, um estudante do segundo ano do ensino médio, chamado Usami Yuu, se encontra acidentalmente com Takano Hitomi, uma garota alta e que tem um olhar assustador. Acontece que ela está olhando diretamente para ele. Mas embora Hitomi pareça assustadora e desajeitada, na verdade ela é uma garota gentil e adorável que simplesmente quer se tornar mais sociável."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8438feea-6d36-4082-bbd3-50d7273e66ba",
    "title": {
      "en": "The Long Summer of August 31st"
    },
    "updatedAt": "2024-09-12T04:59:14+00:00",
    "coverArt": "https://mangadex.org/covers/8438feea-6d36-4082-bbd3-50d7273e66ba/1dd079e4-5a32-4bc0-ade7-a469068e5110.jpg",
    "altTitles": [
      {
        "ja": "8月31日のロングサマー"
      },
      {
        "ja-ro": "8-gatsu 31-nichi no Long Summer"
      },
      {
        "ja-ro": "Hachigatsu Sanjuuichinichi no Long Summer"
      },
      {
        "en": "August 31st Long Summer"
      },
      {
        "en": "The Long Summer on August 31"
      },
      {
        "vi": "Mùa hè dài ngày 31 tháng 8"
      },
      {
        "ru": "Длинное лето 31-го августа"
      }
    ],
    "description": {
      "en": "Suzuki-kun and Takagi-san — two high-schoolers who found each other in a time loop on August 31. The two are the only ones who keep their memories when it loops. As for the cause of the time loop, one thing comes to mind — Suzuki-kun's lingering regrets for the summer, a guy's greatest ambition....\n\nIt's a time loop comedy of youth, romance, and facing love head-on!\n___\n[Official English (K MANGA) - United States only!](https://kmanga.kodansha.com/title/10613/episode/353159)",
      "ja": "何度も繰り返す8月31日の中で出会った高校生の二人・鈴木くんと高木さん。\n\n記憶を繰り越せるのは二人だけ。\n\nタイムループの原因として考えられるのは、鈴木くんが夏休みにやり残した、男子最大の目標…。\n\n恋と真っ向から対峙する、青春タイムループコメディ！",
      "ru": "31 августа повторяется снова и снова. Сохранить об этом воспоминания могут только два школьника – Сузуки-кун и Такаги-сан. Задумавшись о причине возникновения такой временной петли, Сузуки-кун пришёл к выводу, что всё дело в нём: его незавершённых делах летом и большом сожалении на этот счёт. Чтобы выбраться из временной тюрьмы подросток решает действовать…\nВас ждёт любовная комедия противостояния любви и временной петли!",
      "vi": "Thế giới bị rơi vào 1 vòng lặp thời gian, chỉ có 2 người giữ lại được ký ức là Suzuki và Takagi. Nếu muốn thoát khỏi vòng lặp thì Suzuki phải hoàn thành ước nguyện còn dang dở của cậu: kiếm được bạn gái và thoát kiếp trai tân."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "944f5727-7917-4d47-8c9c-654dcf535acb",
    "title": {
      "en": "Tough Gaiden - The Man Who Succeeds the Dragon"
    },
    "updatedAt": "2024-06-18T15:46:39+00:00",
    "coverArt": "https://mangadex.org/covers/944f5727-7917-4d47-8c9c-654dcf535acb/b2c14a4c-fcc4-4035-946d-4291f708608f.jpg",
    "altTitles": [
      {
        "en": "The Man Who Succeeds The Dragon"
      },
      {
        "ja-ro": "Ryuu wo Tsugu Otoko"
      },
      {
        "ja": "TOUGH 龍を継ぐ男"
      },
      {
        "ru": "Жесткий: Преемник Дракона"
      },
      {
        "ja-ro": "Tough Gaiden - Ryuu o Tsugu Otoko"
      },
      {
        "ja-ro": "Tough Gaiden - Ryuu wo Tsugu Otoko"
      }
    ],
    "description": {
      "en": "The series starring one of illegitimate children of Kiryu Miyazawa, Ryuusei Nakamura. Years after Kiibo founded the new dojo, both him and Kiryu mysteriously disappeared. Ryuusei, after losing his mother to cancer, is set to find out about his birth father and his destiny as the evil dragon’s heir, but he is not the only one.",
      "ru": "Третья часть саги Саруватари Тэцуи во вселенной \"Жесткого\". Что произошло после окончания второй части? Куда подевались некоторые старые герои? Где Киичи?  \r\nОтвет на эти и множество других вопросов вы узнаете, начав читать \"Жесткий: Наследник Дракона\"!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/c44dbb37-9b3d-41d9-9e92-3fd6f4ac80d7.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "542452db-bd1c-4fba-90ee-1213f0bc6718",
    "title": {
      "en": "PEEP"
    },
    "updatedAt": "2024-07-11T18:43:33+00:00",
    "coverArt": "https://mangadex.org/covers/542452db-bd1c-4fba-90ee-1213f0bc6718/63cf1b46-0818-488a-bf0a-ce4837f9dc0a.jpg",
    "altTitles": [
      {
        "ja": "ピープ"
      }
    ],
    "description": {
      "en": "The popular gal who was my childhood friend is secretly uploading provocative selfies!? In his quest to uncover the secret of this popular girl, high school boy Riku discovers that his own deeply hidden emotions were being observed by someone else… A sweet yet suffocatingly intense blend of youth, love, and suspense.",
      "ja": "幼なじみの人気ギャルは、過激な自撮りをアップする裏アカ女子！？人気者の秘密を探ろうとする男子高校生・陸は、逆に自分の隠していた心の底を、別の誰かに覗かれていたことを知る‥‥。溺れるほどに甘く、息もできないほど苦しい、青春×愛憎サスペンス。",
      "es-la": "¿La chica popular que era mi amiga de la infancia está subiendo en secreto provocativos selfies de cosplay?\nEn su búsqueda por descubrir el secreto de esta chica popular, el chico de instituto Riku descubre que sus propias emociones, profundamente ocultas, estaban siendo observadas por otra persona...\n\nUna dulce pero asfixiante mezcla de juventud, amor y suspenso."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3c100213-98d0-40f5-bf62-51ef610dfa9d",
    "title": {
      "en": "To Whom the Deer Falls"
    },
    "updatedAt": "2024-08-10T18:26:32+00:00",
    "coverArt": "https://mangadex.org/covers/3c100213-98d0-40f5-bf62-51ef610dfa9d/95071409-d494-4b22-99c5-8906bed240ac.jpg",
    "altTitles": [
      {
        "zh-ro": "Lùsǐ Shéishǒu"
      },
      {
        "zh-ro": "Lusi Sheishou"
      },
      {
        "zh": "鹿死谁手"
      },
      {
        "zh-ro": "Lu Si Shei Shou"
      }
    ],
    "description": {
      "en": "Lu Nanzhi reincarnated into a stand-in romance novel as vicious female rival, and her task is to make the heroine Chen Xi achive happiness. The industry beauty thought that attacking the heroine was also a way to ‘make the heroine happy’, so she took the initiative to pursue the heroine. But she gradually felt that the attitude towards herself from the surrounding characters seemed to be different from that in the book?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "56b59484-a009-45d1-89bc-30d3974b5ae7",
    "title": {
      "en": "Koi wa Futago de Warikirenai"
    },
    "updatedAt": "2024-09-01T20:27:56+00:00",
    "coverArt": "https://mangadex.org/covers/56b59484-a009-45d1-89bc-30d3974b5ae7/c53ffe6f-e49c-4ee1-ad91-03ee68bcbfe3.jpg",
    "altTitles": [
      {
        "ja": "恋は双子で割り切れない"
      },
      {
        "en": "Love Between Twins is Indivisible"
      },
      {
        "en": "Love is Indivisible for Siblings"
      }
    ],
    "description": {
      "en": "My family moved next door to the Jinguji family when I was six years old. From then until I was in the first grade of high school now, both parents were on good terms, and the twin sisters of the Jinguji family that I grew up with were my close friends as if they were like my own family. Ryumi, the sister who looks like a boy, and Naori, the otaku sister who is cute on the outside. \n\nAnd I'm Jun Shirasaki, who isn't afraid of being sandwiched between beautiful sisters with different personalities. Although I'm a novice in love, I don't have a special relationship and the changes continue. \"Why don't you go out with me? How about we try dating?\" These words from Ryumi eventually led us into a strange love triangle.",
      "id": "Keluargaku pindah ke sebelah keluarga Jinguji saat aku berusia enam tahun. Sejak saat itu sampai aku kelas satu SMA sekarang, kedua orang tua berhubungan baik, dan Saudari kembar keluarga jinguji yang tumbuh bersamaku merupakan teman dekatku seolah-olah mereka sudah seperti keluargaku sendiri.\n\nRyumi, saudari perempuan yang berpenampilan seperti laki-laki, dan Naori, saudari otaku yang memiliki sifat imut di luar. Dan Aku Jun Shirasaki, yang tidak takut terjepit di antara saudari perempuan cantik dengan kepribadian yang berbeda. Meskipun aku pemula dalma cinta, aku tak memiliki hubungan khusus dan perubahan terus berlanjut.\n\n“Kenapa kau tidak pacaran denganku? Bagaimana kalau kita coba pacaran?”\n\nKata-Kata dari Ryumi ini akhirnya membawa kami ke cinta segitiga yang aneh.\n\nKisah komedi romantis cinta pertama dengan si kembar dimulai!",
      "ja": "白崎純の隣の家には、神宮寺琉実と那織という双子の姉妹が住んでいる。ずっと仲の良い幼なじみでいられると思っていた。純が琉実に告白されるその時までは。そして、琉実が純を振ったその時からは―――。",
      "pt-br": "Minha família se mudou para a casa vizinha da família Jinguji quando eu tinha seis anos. Desde então, até eu estar na primeira série do ensino médio, ambos os pais se davam bem, e as irmãs gêmeas da família Jinguji com quem cresci eram minhas amigas íntimas, como se fossem minha própria família. Ryumi, a irmã que parece um menino, e Naori, a irmã otaku que é fofa por fora. E eu sou Jun Shirasaki, que não tem medo de ficar imprensada entre lindas irmãs com personalidades diferentes. Embora seja um novato apaixonado, não tenho um relacionamento especial e as mudanças continuam. \"Por que você não sai comigo? Que tal tentarmos namorar?\" Essas palavras de Ryumi eventualmente nos levaram a um estranho triângulo amoroso. A história da comédia romântica do primeiro amor com gêmeos começa!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d121a49-15b6-45a7-87f5-57891abce744",
    "title": {
      "en": "Fate/Grand Order: Fujimaru Ritsuka Doesn't Get it"
    },
    "updatedAt": "2024-05-22T21:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/7d121a49-15b6-45a7-87f5-57891abce744/f87b36f5-3092-4fa1-8b2d-e575b2ad3364.jpg",
    "altTitles": [
      {
        "ja-ro": "Fate/Grand Order: Fujimaru Ritsuka wa Wakaranai"
      },
      {
        "ja": "Fate/Grand Order 藤丸立香はわからない"
      },
      {
        "fr": "Fate/Grand Order : Ritsuka Fujimaru n’a rien pigé"
      },
      {
        "en": "You've Lost Ritsuka Fujimaru"
      }
    ],
    "description": {
      "en": "Ritsuka Fujimaru—humanity's last master. It would not have been possible to restore humanity without him. However, he does have a shortcoming... he is far too honest! A slapstick comedy in which Fujimaru's simple questions sway the heroic spirits!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5746bbb3-445d-4c31-948b-065098052b77",
    "title": {
      "en": "Baili Jin Among Mortals"
    },
    "updatedAt": "2024-07-11T21:52:15+00:00",
    "coverArt": "https://mangadex.org/covers/5746bbb3-445d-4c31-948b-065098052b77/3ccb7e87-a729-419a-8a83-4ce2d6d0bd13.jpg",
    "altTitles": [
      {
        "en": "Bai Lijin Among Mortals"
      },
      {
        "en": "Mortal Baili Jin"
      },
      {
        "zh-ro": "Ren jian bai li jin"
      },
      {
        "zh": "人间百里锦"
      },
      {
        "pt-br": "Bai Lijin Entre Mortais"
      }
    ],
    "description": {
      "en": "Baili Jin, a fairy who was living in heaven, eating and drinking without a care, broke her Majesty’s colourful, stained-glass plate at her birthday and got banished to the mortal realm. Now she has to begin her adventures in the mortal realm with all of her spiritual powers gone! In order to survive, the former fairy has to deliver take-out….  \r\n  \r\nAn endearingly silly fairy, a gentle restaurant manager, a reserved top student and a hard to resist yandere onee-san (kind on the outside, dark/possessive on the inside) , let the story of their beautiful friendship and youthful days begin!  \r\n  \r\nAuthor's weibo: [@Viva喂娃酱](https://weibo.com/vivaandjulys)   \r\nArtist's weibo: [@Julys橘奶司](https://weibo.com/julys0723)",
      "pt-br": "Bai Lijin, uma fada que vivia no céu, comendo e bebendo sem se preocupar, quebrou o colorido vitral de Sua Majestade em seu aniversário e foi banida para o reino mortal. Agora ela tem que começar suas aventuras no reino mortal sem todos os seus poderes espirituais! Para sobreviver, a ex-fada tem que entregar comida… Uma fada carinhosamente boba, uma gentil gerente de restaurante, uma aluna reservada e uma garota de duas caras difícil de resistir, que comece a história de sua bela amizade e juventude!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ab949b43-aa6a-4448-a60f-1fa957f2a1ce",
    "title": {
      "en": "Kimi Shi ni Tamafu Koto Nakare"
    },
    "updatedAt": "2024-05-10T20:04:48+00:00",
    "coverArt": "https://mangadex.org/covers/ab949b43-aa6a-4448-a60f-1fa957f2a1ce/ad1e70ba-f190-426c-9faf-0ebd4175d613.jpg",
    "altTitles": [
      {
        "ja-ro": "Kimi Shi ni Tamafu Koto Nakare"
      },
      {
        "ja-ro": "Kimi Shinitamou Koto Nakare"
      },
      {
        "en": "Thou Shall Not Die"
      },
      {
        "en": "You Must Not Give Yourself to Death"
      },
      {
        "ru": "Не отдавай свою жизнь"
      },
      {
        "ja": "君死ニタマフ事ナカレ"
      },
      {
        "ko": "님이여죽지말지어다"
      }
    ],
    "description": {
      "en": "In the future, supernatural powers not only exist but have become science fact. The “Special Abilities Private High School” is established in order to utilize students’ powers for the military. Students are roped onto the battlefield without knowing the meaning of the fight, whether it will save their lives…or spell their demise.",
      "pt-br": "No futuro, poderes sobrenaturais não apenas existem, como também se tornaram fatos científicos. O \"Colégio Particular de Habilidades Especiais\" foi criado para que esses poderes fossem utilizados para o exército. Estudantes são jogados no campo de batalha sem saber o porquê de estarem lutando, se isso salvará suas vidas... ou acabará com elas."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "59"
  },
  {
    "mangaId": "87a73a46-6439-4666-b590-12a18c6b674b",
    "title": {
      "en": "Kanojo ga Flag wo Oraretara"
    },
    "updatedAt": "2023-05-07T20:14:50+00:00",
    "coverArt": "https://mangadex.org/covers/87a73a46-6439-4666-b590-12a18c6b674b/ac0e2c10-2807-461a-b5f4-cc5c75b61746.jpg",
    "altTitles": [
      {
        "ja-ro": "Gaworare"
      },
      {
        "en": "If Her Flag Breaks"
      },
      {
        "ja-ro": "Kanojo ga Flag o Oraretara"
      },
      {
        "th": "อลวนรักหักแฟล็ก"
      },
      {
        "ja": "がをられ"
      },
      {
        "zh": "如果她的旗帜被折断了"
      },
      {
        "ja": "彼女がフラグをおられたら"
      },
      {
        "zh-hk": "如果她的旗幟被折斷了"
      },
      {
        "zh": "如果折断她的旗"
      },
      {
        "zh-hk": "如果折斷她的旗"
      },
      {
        "ko": "그녀의 플래그가 꺾이면"
      },
      {
        "ru": "Читать Флаги Хатагая"
      }
    ],
    "description": {
      "en": "Hatate Souta, a young man who can see the \"flags\" that stand at the crossroads of life, transferred to “Hatagaya Academy”, a prestigious school in the metropolitan area. Not only does he meet beautiful girls in his busy school life, he even goes as far as living with them under the same roof! Surrounded by these flags, this enviable romantic comedy begins!"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "42"
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-09-17T07:05:41+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/171b59a7-7df4-4fa4-99fb-2410ab606f01.jpg",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d322930b-e3a6-4494-853d-288ebb50c6b6",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Shizoku Kaigi-hen"
    },
    "updatedAt": "2023-11-17T19:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/d322930b-e3a6-4494-853d-288ebb50c6b6/39116130-7ec1-401f-92f5-fb1a9bc1eb7b.jpg",
    "altTitles": [
      {
        "es-la": "Mahouka Koukou no Rettousei -  La Conferencia de los Clanes Maestros"
      },
      {
        "es": "Mahouka Koukou no Rettousei -  La Cumbre de los Clanes Maestros"
      },
      {
        "en": "The Irregular at Magic High School - Master Clans Conference Arc"
      },
      {
        "en": "Mahouka Koukou no Rettousei - Master Clans Summit"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Собрание главных кланов"
      },
      {
        "ja": "魔法科高校の劣等生 師族会議編"
      },
      {
        "ja-ro": "Mahō-ka Kōkō no Rettō-sei - Shi-zoku Kaigi-hen"
      }
    ],
    "description": {
      "en": "At the Yotsuba New Year's gathering, Miyuki was names as the successor whilst Tatsuya was named her fiancé. Tatsuya and Miyuki's non-sibling relationship and engagement are now public knowledge. Among the shocked students the most shocked are those that knew the siblings.  \nMeanwhile, the Ten Master Clans selection meeting, followed by magicians all over the world, is due to take place at a hotel in Hokone.  \n  \nAdaptation of the original novel's volumes 17-19.",
      "es": "La sucesión al los Yotsuba y el compromiso de Shiba Miyuki se anunció a la comunidad mágica. Sin embargo, la Familia Ichijou de los Diez Clanes Maestros presentó una objeción. Mientras tanto, la atmósfera en la Preparatoria de Magia, el aire de respeto por los hermanos Shiba, que habían ocultado sus identidades, está siendo evitado, y Tatsuya y Miyuki se están aislando. ¡Un nuevo episodio que describe la nueva relación entre los dos ha sido adaptado a un cómic por el nuevo Takeda Hazumi!  \n  \nAdaptación de los volúmenes 17-19 de la novela ligera original."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f48e28cd-46aa-4d6e-8052-4791eb1a0183",
    "title": {
      "en": "A Childhood Friend Who Is Nice to a Shut-In"
    },
    "updatedAt": "2024-06-07T00:47:21+00:00",
    "coverArt": "https://mangadex.org/covers/f48e28cd-46aa-4d6e-8052-4791eb1a0183/d6ff050c-e6a7-4d37-adfa-bfefd76a1f28.jpg",
    "altTitles": [
      {
        "ja": "引きこもりに優しい幼馴染"
      },
      {
        "ja-ro": "Hikikomori ni Yasashii Osananajimi"
      },
      {
        "ro": "Un Prieten Din Copilărie Care nu este Bun cu un Închis În Casă"
      },
      {
        "id": "Teman Masa Kecil yang Baik pada Hikikomori"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e7a4a0f-8391-4069-839b-de2352297dab",
    "title": {
      "en": "Kakkou no Iinazuke"
    },
    "updatedAt": "2024-08-01T02:26:37+00:00",
    "coverArt": "https://mangadex.org/covers/4e7a4a0f-8391-4069-839b-de2352297dab/405e2177-13ac-488a-962e-5a4e4ef4dc5c.jpg",
    "altTitles": [
      {
        "ja": "カッコウの許嫁"
      },
      {
        "en": "A Couple of Cuckoos"
      },
      {
        "ko": "뻐꾸기 커플"
      },
      {
        "zh": "杜鹃的婚约"
      },
      {
        "zh-hk": "杜鵑婚約"
      },
      {
        "pt": "A Noiva do Cuco"
      },
      {
        "ru": "Обрученные"
      },
      {
        "ru": "Сведённые кукушкой"
      },
      {
        "es": "Una Pareja de Cucos"
      },
      {
        "th": "รักอลวนคนสลับบ้าน"
      },
      {
        "fr": "A Couple of Cuckoos"
      },
      {
        "ja-ro": "Cucko no Iinazuke"
      },
      {
        "es-la": "La Prometida del Cuco"
      }
    ],
    "description": {
      "en": "Nagi Umino was mistakenly switched at birth, and now attends a prestigious private high school. One day, he has a chance meeting with Erika Amano, an incredibly high society highschool girl who claims she's on the way to meet her fiancé, and who asks/forces him to be her fake boyfriend. Neither of them, at the time, understood the significance of their meeting for Erika was the girl Nagi was switched at birth with, and Nagi was Erika's soon-to-be fiancé! The curtain raises on a romantic comedy of intertwined fates that begins with being switched at birth!",
      "es": "Una comedia romántica sobre Nagi yendo a una reunión con sus verdaderos padres, y sobre Erika, que está atormentada por un compromiso no deseado!",
      "fr": "Nagi est un élève sérieux passionné par ses études. Un jour, alors qu'il est en deuxième année, il découvre qu'il a été échangé à la naissance avec une fille. Espérant garder leurs enfants biologiques et adoptifs, leurs parents décident qu'ils vont se fiancer pour pouvoir rester en famille. Mais Nagi est déjà amoureux d'une autre fille...",
      "it": "Nagi Umino, studente al secondo anno di una prestigiosa scuola preparatoria, ha scoperto di essere un bambino scambiato alla nascita. Un giorno, mentre si sta dirigendo all'incontro con i suoi veri genitori, incontra Erika Amano, una strana ragazza promessa in sposa nonostante la giovane età. Rifiutando di sposarsi, costringe Nagi a far finta di essere il suo ragazzo per cercare di far desistere i genitori dall'idea del matrimonio. Nagi e Erika scopriranno di avere molto più in comune di quanto pensino!",
      "ja": "赤ちゃんの頃に取り違えられ、今は名門私立に通う高校 2年の海野凪。ある日、これから許嫁に会いにいくという超お嬢様女子高生・天野エリカと偶然出会い、彼氏のフリをしてくれと半ば強引に頼まれてしまう。だが、その時の二人は知る由もなかった。エリカは凪と取り違えられた子どもで、凪はエリカの許嫁相手だということを……。",
      "ru": "Романтическая комедия о Наги, идущем на встречу со своими настоящими родителями, и о Эрике, которая мучается из-за нежеланной помолвки!..",
      "pt-br": "Uma comédia romântica sobre Nagi que está indo se encontrar com seus verdadeiros pais e sobre Erika, que é atormentada por um casamento indesejado!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fb2877d-7a33-470e-8a28-8ba7c4d6ece3",
    "title": {
      "en": "God’s Identity Card"
    },
    "updatedAt": "2024-06-02T19:51:36+00:00",
    "coverArt": "https://mangadex.org/covers/0fb2877d-7a33-470e-8a28-8ba7c4d6ece3/d16f89e9-2822-4118-9c1c-86c50719c60a.png",
    "altTitles": [
      {
        "zh": "神的身份证"
      },
      {
        "en": "God's ID"
      },
      {
        "en": "God’s Identity Card"
      },
      {
        "en": "God's ID Card"
      },
      {
        "zh-ro": "Shen de Shenfen Zheng"
      }
    ],
    "description": {
      "en": "Forensic medicine student Lu Lanqiao became the biggest suspect in \"killing\" his brother overnight. The words his brother said before his death set him on the road of escape. In order to find out who killed his brother, Lu Lanqiao and the detective who was chasing him, Fucheng, met and the relationship between the two fugitives and their pursuers gradually changed...\n\n**Links:**\n- Defunct Official English - [Bilibili Comics](https://www.bilibilicomics.com/detail/mc3397)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8319d455-5bae-4b5f-8898-9ed62c02a779",
    "title": {
      "en": "Hoarding in Hell"
    },
    "updatedAt": "2024-05-28T01:05:21+00:00",
    "coverArt": "https://mangadex.org/covers/8319d455-5bae-4b5f-8898-9ed62c02a779/4f919d36-ab9d-4aed-88a6-342ac114cfd9.jpg",
    "altTitles": [
      {
        "ko": "지옥에서 독식"
      },
      {
        "es-la": "Acaparamiento en el infierno"
      }
    ],
    "description": {
      "en": "Kang Hyunmoo is a dirt-poor man whose dreams of becoming a hunter were torn apart.\n\nBut one day, while he was dreaming of getting rich quick, something appeared in front of him… [Difficulty: Hell. You are entering the Star of Apocalypse.] “…What?” He’ll now be monopolizing items and skills in a future Earth overrun with monsters!",
      "ko": "헌터를 꿈꿔볼 가능성도 짓밟힌 흙수저 채취꾼 강현무.\n어느 날 일확천금을 꿈꾸며 잠든 그의 앞에 나타난 것은……?!\n【난이도: 지옥 종말의 별에 진입합니다.】\n“……뭐?”\n괴물들로 넘쳐나는 미래의 지구에서 아이템도,\n스킬도 나 혼자 독식한다!"
    },
    "status": "cancelled",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "60"
  },
  {
    "mangaId": "5af94331-0002-4178-ac27-e8f254517c45",
    "title": {
      "en": "Sword Art Online: Kiss and Fly"
    },
    "updatedAt": "2024-07-17T19:32:44+00:00",
    "coverArt": "https://mangadex.org/covers/5af94331-0002-4178-ac27-e8f254517c45/6a3d6676-f454-489a-9162-7144d14a70c1.jpg",
    "altTitles": [
      {
        "ja": "ソードアート・オンライン キス・アンド・フライ"
      },
      {
        "ru": "Sword Art Online: Целуй и лети"
      }
    ],
    "description": {
      "en": "A manga adaptation of a collection of SAO side stories that were originally released as limited edition Blu-Ray/DVD bonuses for the first and second seasons of the Sword Art Online anime, as well as a TV special called the Extra Edition."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]