[
  {
    "mangaId": "48863213-086b-4dfb-8103-8e279b8e5f5d",
    "title": {
      "en": "Watashi o Tabetai, Hitodenashi"
    },
    "updatedAt": "2024-07-26T16:25:03+00:00",
    "coverArt": "https://mangadex.org/covers/48863213-086b-4dfb-8103-8e279b8e5f5d/9f44047b-ce79-4813-acca-dad28264d826.jpg",
    "altTitles": [
      {
        "en": "This Monster Wants to Eat Me"
      },
      {
        "ja": "私を喰べたい、ひとでなし"
      },
      {
        "ru": "Монстр, что хочет съесть меня"
      },
      {
        "ja": "Watashi wo Tabetai, Hitodenashi"
      },
      {
        "zh": "想吃掉我的非人少女"
      },
      {
        "zh-hk": "想吃掉我的非人少女"
      },
      {
        "en": "A Monster Wants to Eat Me"
      }
    ],
    "description": {
      "en": "High school girl Hinako is living a quiet life in a seaside town, but she feels somewhat detached from her friends during the summer months when she is reminded of when her family died years ago. One day, she meets Shiori, a mysterious girl who reminds her of the ocean, especially when it comes to her translucent blue eyes, but Shiori soon reveals that she is actually a mermaid who has been looking for Hinako for a long time.",
      "ru": "Старшеклассница Хинако живет обычной жизнью в городке на морском побережье. Однажды она встречает Шиори, загадочную девушку с глазами цвета океана, но вскоре оказывается, что Шиори — на самом деле русалка, которая наблюдала за Хинако уже долгое время."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b134287-b0a8-447a-866c-2047fc3fc151",
    "title": {
      "en": "Ai ga Omosugiru Uchi no Yandere Kai Neko (Official colored)"
    },
    "updatedAt": "2024-08-26T20:23:04+00:00",
    "coverArt": "https://mangadex.org/covers/3b134287-b0a8-447a-866c-2047fc3fc151/d266c9c7-3ffa-44d5-ba26-1a327906b71e.jpg",
    "altTitles": [
      {
        "ja": "愛が重すぎるうちのヤンデレ飼い猫 (Official colored)"
      },
      {
        "ja-ro": "Ai ga Omosugiru Uchi no Yandere Kai Neko (Official colored)"
      },
      {
        "en": "My Yandere Cat Whose Love Is Too Heavy (Official colored)"
      },
      {
        "pt-br": "Meu amor é muito pesado, minha gata de estimação yandere (Official colored)"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c5a7070-adac-49d0-9e1e-ea618a7fc0cb",
    "title": {
      "en": "My Childhood Friend Became an Obsessive Husband"
    },
    "updatedAt": "2024-08-25T11:25:37+00:00",
    "coverArt": "https://mangadex.org/covers/4c5a7070-adac-49d0-9e1e-ea618a7fc0cb/12eefe89-c43b-4f55-9bde-504ad3abdbf7.jpg",
    "altTitles": [
      {
        "ko": "소꿉친구가 집착 남편이 되었다"
      },
      {
        "ko-ro": "Sokkwupchinkwuga Cipchak Namphyeni Toyetta"
      },
      {
        "en": "From BFF to Obsessive Hubby"
      },
      {
        "en": "My Childhood Friend Became an Obsessive Male Lead"
      },
      {
        "en": "A Childhood Friend Became an Obsessive Husband"
      },
      {
        "th": "เพื่อนสมัยเด็กของฉันกลายเป็นสามีคลั่งรัก"
      },
      {
        "ja": "幼馴染はキケンな公爵様⁉"
      },
      {
        "zh": "所以和竹马紧急结婚了"
      },
      {
        "zh-hk": "兒時玩伴成了迷戀我的丈夫"
      },
      {
        "ko-ro": "Soggubchinguga Jibchag Nampyeon'i Doeeossda"
      }
    ],
    "description": {
      "en": "Isabelle is an orphan living in a temple with lots of knowledge about the love between men and women thanks to red covered novels that the saints had sneaked in.\n\nBut then, she found out that a priest secretly sold her to be a one-night stand for the duke who kills his lovers due to the shame of his inability to perform…\n\nThere’s only one way to get out of this, and it is to be a married woman.\n\nAt that moment, Isabelle recalled her childhood friend, Riggs, who said he wasn’t interested in dating.\n\n“So, Riggs, marry me.”\n\n“…What?”\n\n“Nobles would refuse unless it’s a pure woman.”\n\n“…Why do you hate the Duke of Cardiago so much?”\n\n“Everything else is fine. Being a tyrant? If you’ve lived your life to the fullest, that could happen. But there can be no problems at night.”\n\nRiggs was so frustrated that it seemed like he was going crazy.\n\nA few days later, the reclusive Duke of Cardiago came to the temple.\n\nOf course, the most surprising thing to Isabelle was the true identity of her childhood friend.\n\n“Isabelle, you wanted to get married. You can’t say no because you proposed first. I’m the closest man to your ideal type anyway.”\n\n“My ideal type?”\n\n“Don’t I know your ideal type? You like guys who are tall, handsome, smell of soap at night, and sleep in simple clothes. Also, on the first night, the bed should break.”\n\n“…”\n\n“That’s everything, and I can do it all for you. So marry me.”\n\nShe once knew everything about her childhood friend, but that changed the moment they got married.\n\n“Riggs, slow down…”\n\n“I think I’m slow enough.”\n\n“You weren’t always this impatient.”\n\nIsabelle said pleadingly, but Riggs replied with a smirk.\n\n“I was a childhood friend then, but now I’m your husband.”\n\n---\nIsabelle has always dreamed of meeting her true love and living happily ever after. Unfortunately, she discovers that she was just sold to the monstrous Duke Cardiego, who's infamous for killing his bride candidates. Her only way out is to quickly marry someone else, and as it turns out, her BFF, Lix, is the perfect choice! Although she tells him she will just stay a friend, Lix begins to show her that he doesn't feel the same way. Will their friendship be able to last through this matrimony?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc58f72b-4f06-4eb6-a3f5-442c002f3b27",
    "title": {
      "en": "Miss Not-So Sidekick"
    },
    "updatedAt": "2024-06-23T00:45:19+00:00",
    "coverArt": "https://mangadex.org/covers/bc58f72b-4f06-4eb6-a3f5-442c002f3b27/6011ee18-fdd8-4d34-89a3-1bc998a34bb3.jpg",
    "altTitles": [
      {
        "ko": "구경하는 들러리양"
      },
      {
        "ko-ro": "Gugyeongha'neun Deulleoriyang"
      },
      {
        "fr": "Miss Second rôle"
      },
      {
        "es": "La señorita no tan compinche"
      },
      {
        "es": "No subestimes al personaje de apoyo"
      },
      {
        "ja": "傍観者、●●ちゃん"
      },
      {
        "ja-ro": "Boukansha, ●●-chan"
      },
      {
        "zh": "不要小看女配角！"
      },
      {
        "zh-ro": "Bùyào Xiǎokàn Nǚpèijué"
      },
      {
        "zh-ro": "Buyao Xiaokan Nüpeijue"
      },
      {
        "id": "Terjebak Peran Figuran"
      }
    ],
    "description": {
      "en": "Hyejung loved to read to escape her daily stress. But that's before she woke up inside the bizarre world of her favorite novel! Instead of the main heroine who courts three eligible men, she is now Latte Ectrie - a minor villain that everyone hates?! One way or another, it's a chance to live out her most beloved storyline, with popcorn in hand to watch all the drama! Taking charge of the narrative takes on a whole new meaning!\n\n---\n\n**Contents:** 139 + 30 (epilogue) + 9 (side story) = 178 chapters\n- **Vol. 1:** main story (ch. 1-139)\n- **Vol. 2:** epilogue (ch. 140-169)\n- **Vol. 3:** side story (ch. 170-178)\n\n**Links:**\n- [Alternative Raw (Peanutoon)](https://www.peanutoon.com/ko/comic/detail/5005)\n- [Alternative Raw (BookCube)](https://www.bookcube.com/toon/detail.asp?webtoon_num=180108)\n- [Alternative Raw (RidiBooks)](https://ridibooks.com/books/3092002965)\n- [Alternative Raw (Bomtoon)](https://www.bomtoon.com/comic/ep_list/informal)\n- [Alternative Raw (Comico)](https://www.comico.kr/comic/1704)\n- [Alternative Raw (Mr.Blue)](https://www.mrblue.com/webtoon/wt_bridemaid_wz)\n- [Alternative Raw (Naver)](https://series.naver.com/comic/detail.series?productNo=3400839)\n- [Alternative Raw (Lezhin)](https://www.lezhin.com/ko/comic/ms_looking)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/2213)\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Terjebak-Peran-Figuran/2646)\n- [Official Japanese Translation](https://piccoma.com/web/product/3983)\n- [Official French Translation](https://delitoon.com/webtoon/miss-second-role)",
      "fr": "Elle se réveille un jour dans son roman préféré. Ce serait l'occasion de briller, sauf qu'on lui a donné un rôle de potiche absolue ! Aucun moyen d'approcher l'héroïne ni les 3 hommes qui lui tournent autour comme des mouches. Pas grave, elle arrivera coûte que coûte à exister ici !",
      "id": "Aku, bertemu dengan tiga pria ganteng seantero negeri. Putera mahkota, Bangsawan termuda sampai pemilik neraka sihir, Mereka semua mendambakan satu orang perempuan, Evelyn. Dia adalah temanku. Ketiga pria itu mendekati Evelyn dengan cara masing-masing. Lalu aku? Hanya menonton di pojokan saja. Bentar... Sepertinya aku pernah melihat eh maksudku membaca adegan ini.. Apa?! ruapanya aku berada di dalam dunia novel kesukaanku??!!",
      "ja": "突然の目眩に襲われて目覚めると愛読していた小説の世界に引き込まれてしまった！？しかも女主人公をいじめる雑魚キャラ「ラテ・アクトリー」に転生…！！ どうせ人生唯一の楽しみである小説がリアルに堪能できれば満足と思いきや… 傍観者でいるつもりがだんだん目立ち始める「ラテ」 果たしてイケメンとの恋は成就するのか…！？",
      "ko": "깨어나보니 내가 가장 좋아하는 소설 속에 들어와 버렸다!\n그런데 주인공도 악역도 아닌… 눈물 나는 분량의 ‘들러리’라고?\n\n현실에 치여사는 스물 다섯 학원 강사 김혜정! 그런데 즐겨 읽던 소설 <야수의 꽃> 세계로 떨어져 소설 속 인물 ‘라테 엑트리’가 된다.\n\n…그런데 기왕 들어오게 해 준거 소설 속 미남들과 썸 좀 타는 주인공이 되게 해주지. \n여주인공을 괴롭히다 털릴 예정의 조연 라테 엑트리가 되어버리다니! \n에휴~ 그러면 그렇지 내 팔자야.\n\n그래, 기왕 이렇게 된 거 열심히 구경이나 하자!\n어차피 소설 보는 재미로 살아왔던 인생! 소설이 눈앞에서 실현된다는데 어찌 마다하겠는가! \n팝콘이나 먹으며 구경하지 뭐. 와작!\n\n그런데 조연이었던 라테는 오히려 소설 속에서 자신의 존재감을 점점 내보이게 되는데…? \n소설 속의 들러리양의 파란만장한 구경기가 시작된다!",
      "zh": "一睁开眼…竟然穿越到了我最近在追的小说里？可是为啥不按套路出牌，没有女主命的我竟然穿越到一个没有一丁点戏份的悲催小配角身上？事已至此我还是努力给自己加戏吧！抢在女主出场前跟三个男主来一场完美的邂逅，实现穿越人生的逆袭之路！"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "178"
  },
  {
    "mangaId": "de491df4-153f-44e8-96d2-7c53d11c3dcf",
    "title": {
      "en": "Hellper 2 <KillBeros>"
    },
    "updatedAt": "2024-08-17T08:16:07+00:00",
    "coverArt": "https://mangadex.org/covers/de491df4-153f-44e8-96d2-7c53d11c3dcf/c065dd0c-158d-48ed-bc78-adb728c44a08.jpg",
    "altTitles": [
      {
        "en": "Hellper"
      },
      {
        "en": "Hellper season 2"
      },
      {
        "en": "Helper"
      },
      {
        "en": "KBRS"
      },
      {
        "en": "KillBeros"
      }
    ],
    "description": {
      "en": "Indeed it is, indeed it does. A street action comic featuring the life of Jang Gwangnam leading up to the creation of the Killberos Tribe."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "1b61e01e-4688-42dd-8aaa-9d98f9bd6362",
    "title": {
      "en": "Isekai Yururi Camp"
    },
    "updatedAt": "2024-02-14T05:14:50+00:00",
    "coverArt": "https://mangadex.org/covers/1b61e01e-4688-42dd-8aaa-9d98f9bd6362/ab113a0f-91b2-4f85-809a-fe13d3bf0800.jpg",
    "altTitles": [
      {
        "en": "A Laid-back Camp in Another World"
      },
      {
        "ja": "異世界ゆるりキャンプ"
      }
    ],
    "description": {
      "en": "Ueki Hashira worked himself to death and died falling down the stairs. As a child, he had fixed the shrine of the plant deity, so as thanks, the god granted his wish to \"live a laid-back life in a natural, rural area like where he used to live\". However...he was reincarnated in the middle of a vast natural wilderness surrounded by trees!\n\n\"Reincarnated and wanting to live a slow life in the countryside\" \"Laid-back material gathering life in another world\" - a new otherworldly slow living fantasy from the Alchemy King, for fans of laid-back otherworld lives.",
      "ja": "過労で階段から落ちて死んでしまった**樹木柱**（うえきはしら）。\n子どもの頃に植物神の祠を直した過去があり\nそのおかげで、神様に昔暮らしてた田舎のような「自然豊かな場所でゆるりと生活したい」という\n願いをかなえてもらったのだが…… ***転移した先は樹々に囲まれた大自然のど真ん中⁉***\n\n\n『転生して田舎でスローライフをおくりたい』 『異世界のんびり素材採取生活』 の\n錬金王が送る新たな異世界スローライフファンタジ―、\n\n『異世界ゆるりキャンプ』 ついにコミカライズ連載スタート！！\n\n---\n\nKarō de kaidan kara ochite shinde shimatta jumoku hashira (u eki wa shira). Kodomo no koro ni shokubutsu-shin no hokora o naoshita kako ga ari sono okage de, kamisama ni mukashi kurashi teta inaka no yōna \"shizen yutakana basho de yururi to seikatsu shitai\" to iu negai o kanaete moratta nodaga…… ten'i shita saki wa kigi ni kakoma reta dai shizen no do man'naka!?\n\n\"Tensei shite inaka de surōraifu o okuritai\" \n\"I sekai nonbiri sozai saishu seikatsu\" \nNo renkin-ō ga okuru aratana i sekai surōraifufantaji ―, \n\n\"I sekai yururi kyanpu\" tsuini komikaraizu rensai sutāto!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5bf9cc3-d003-47fe-bc76-99774b2a0562",
    "title": {
      "en": "Nichijou"
    },
    "updatedAt": "2024-08-27T03:47:07+00:00",
    "coverArt": "https://mangadex.org/covers/f5bf9cc3-d003-47fe-bc76-99774b2a0562/2c0a7c4f-43cc-4d3c-b43e-0246ffc2aad3.jpg",
    "altTitles": [
      {
        "fi": "Arki"
      },
      {
        "tr": "Günlük Yaşam"
      },
      {
        "en": "My Ordinary Life"
      },
      {
        "ru": "Мелочи Жизни"
      },
      {
        "ja": "日常"
      },
      {
        "ko": "일상"
      },
      {
        "fr": "Mon quotidien"
      },
      {
        "uk": "Повсякденнощі"
      },
      {
        "th": "สามัญขยันรั่ว"
      }
    ],
    "description": {
      "de": "Währendessen der Titel \"alltägliches Leben\" bedeutet ist der Inhalt alles andere als alltäglich. Es handelt sich um ein komplett bizarres und verücktes \"alltags Leben\" von einer gruppe High School Schüler. Das Setting ist eine außergewöhnliche Schule, wo du den Rektor sehen kannst wie er mit einen Reh kämpft oder einen Roboter Arm. Wie auch immer, es gibt immernoch normale Geshichten, wie ein Kartenhaus bauen oder einen Test schreiben für den du dich nicht vorbereitet bist. Der Stil ist süß aber mischt auch extreme Ausdrücke und Actionszenen für Überraschende Komedie Einlagen.",
      "en": "While the title suggests a story of simple, everyday school life, the contents are more the opposite. The setting is a strange school where you may see the principal wrestle a deer or a robot's arm hide a rollcake. However there are still normal stories, like making a card castle or taking a test you didn't study for. The art style is cute but mixes with extreme expressions and action sequences for surprising comedy bits.\n\n(The original magazine run ends at Chapter 192)",
      "ru": "Обычная манга про обыную японскую жизнь.",
      "uk": "Хоча назва вказує на щось буденне, вона є абсолютним протилежним до того, що коїться у манзі. Дії відбуваються у дуже дивній школі, де директор не проти побоксувати з оленем. Або робот, у руці якого сховано тістечко. Звісно не обійшлося без буденності, як от коли вірша забув вивчити і вчиш на уроці. Або картковий дім, який ти вже майже добудував, руйнується вщент! Словом, небуденна буденність.",
      "pt-br": "Enquanto o título sugere uma história simples de vida escolar, todos os dias, o conteúdo é mais o contrário. O cenário é uma escola estranha, onde você poderá ver o principal lutar com um cervo ou o braço de um robô esconder um bolo. No entanto ainda há histórias normais, como fazer um castelo de cartas ou de um teste que você não estudou. O estilo de arte é bonito, mas se mistura com expressões extremas e sequências de ação para os bits de comédia surpreendentes..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "607178c7-a989-4f94-8cff-1694950c294d",
    "title": {
      "en": "Tail of the Moon"
    },
    "updatedAt": "2024-05-03T18:01:22+00:00",
    "coverArt": "https://mangadex.org/covers/607178c7-a989-4f94-8cff-1694950c294d/aeb74de3-7dc0-4c3f-b18e-d3882f149b27.jpg",
    "altTitles": [
      {
        "en": "Promise of the Moon"
      },
      {
        "ja": "月のしっぽ"
      },
      {
        "zh-hk": "月亮的尾巴"
      },
      {
        "ko": "달의 꼬리"
      },
      {
        "ja-ro": "Tsuki no Shippo"
      }
    ],
    "description": {
      "en": "Usagi is the granddaughter of the leader of a prestigious ninja village, but she's such a klutz that she's never made it out of the lower class. Frustrated with Usagi's lack of progress, her grandfather sends her to marry Lord Hanzo with an order to breed many ninja children. But the lord has no interest in her or her childbearing potential!\n\nThe last volume includes Promise of the Moon.\n\nRelated Series:\nRan to Aoi (Spin-Off)\nTsuki no Toiki Ai no Kizu (Prequel)"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-05-08T23:05:04+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/e878e3bb-a019-4bc9-bd7c-8c370369b20f.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d080f85f-a6ef-4e0a-9569-c0709b60d8c0",
    "title": {
      "en": "Isshou Senkin"
    },
    "updatedAt": "2024-08-24T14:01:08+00:00",
    "coverArt": "https://mangadex.org/covers/d080f85f-a6ef-4e0a-9569-c0709b60d8c0/69ec4c93-150f-407a-a801-cceafac6130c.jpg",
    "altTitles": [
      {
        "ja": "一勝千金"
      },
      {
        "en": "ST✰R: Strike it Rich"
      },
      {
        "en": "STAR: Strike it Rich"
      },
      {
        "ru": "Звезда: Бей, богатей"
      },
      {
        "ru": "Бесценная Победа"
      }
    ],
    "description": {
      "en": "“Yup! Just as slow as I thought.”\n\nAfter retiring from public fighting and getting fired from underground fighting, 27 year old Tenma Nozomi's zest for life is gradually dwindling away. It's hard to be at the bottom with nowhere to go, and that's exactly where she and her two friends are. However, Nozomi hits upon an idea that may just solve all of their problems: they could make their own underground fighting circuit for women, and tap into an underexplored market. As good as that sounds, her insistence on including the unknown quantity Hongou Hina may prove to be more than she bargained for...",
      "ja": "女子×裏格闘×団体運営＝？？？\n\n格闘団体をクビになった天馬希望（てんまのぞみ）は一攫千金を夢見て、幼なじみの2人と女子だけの裏格闘団体を立ち上げる！しかし、興行を成功させるためスター選手として招き入れたのは、可愛らしい見た目からは想像できないとってもキケンな女子高生で…！？金か？ 夢か？ 革命か？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6ba9e84-b2b1-4c49-be9d-26036cd38119",
    "title": {
      "en": "Sazanamimachi to, Hazama no Ko"
    },
    "updatedAt": "2024-08-30T05:48:54+00:00",
    "coverArt": "https://mangadex.org/covers/c6ba9e84-b2b1-4c49-be9d-26036cd38119/f7cce958-49ed-497a-83bb-67fba32941c2.jpg",
    "altTitles": [
      {
        "ja": "さざなみ町と、はざまの子"
      },
      {
        "en": "Sazanami Town and the Hazama Girl"
      }
    ],
    "description": {
      "en": "A young woman visits a seaside town. Even though it's her first time there, everything seems strangely nostalgic. Somehow she ends up working at an empty little shop serving the local customers. But what will she discover in this strange town that carries the scent of the sea ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ce22c9e-5939-435e-b067-64ce659bb3b3",
    "title": {
      "en": "Hazure Skill “Gacha” de Tsuihou Sareta Ore wa, Wagamama Osananajimi wo Zetsuen Shi Kakusei Suru"
    },
    "updatedAt": "2024-05-25T23:12:03+00:00",
    "coverArt": "https://mangadex.org/covers/7ce22c9e-5939-435e-b067-64ce659bb3b3/06f1f784-5951-4af9-b084-1da23771686b.jpg",
    "altTitles": [
      {
        "ja-ro": "Hazure Skill “Gacha” de Tsuihou Sareta Ore wa, Wagamama Osananajimi wo Zetsuen Shi Kakusei Suru ~ Bannou Cheat Skill wo Getto Shite, Mezase Rakuraku Saikyou Slow Life!~"
      },
      {
        "ja": "ハズレスキル『ガチャ』で追放された俺は、わがまま幼馴染を絶縁し覚醒する ～万能チートスキルをゲットして、目指せ楽々最強スローライフ！～"
      },
      {
        "en": "After Being Banished For Having The Trash Skill \"Gacha\", I Came To My Senses And Broke Off Relations With My Selfish Childhood Friend"
      },
      {
        "fr": "Gacha : The Crest's Adventure"
      }
    ],
    "description": {
      "en": "Crest was born as the fifth son of a duke. However, as the fifth son, he was in no position to talk. His childhood friend and also his fiancée, Ellis, treated him just like a slave. And on Crest's coming-of-age ceremony, he received a skill called \"Gacha.\" Yet, he wasn't able to learn how to use it and was banished away from his home. Banished into the forest full of monsters, Crest began to understand the power \"Gacha.\" And then, Crest made up his mind. He will definitely survive and get back on his feet."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7855dcaf-ce5d-4739-b91c-f2d45ec7d80e",
    "title": {
      "en": "Only My Undesirable Translation Talent Can Change the World"
    },
    "updatedAt": "2024-07-25T00:14:28+00:00",
    "coverArt": "https://mangadex.org/covers/7855dcaf-ce5d-4739-b91c-f2d45ec7d80e/c4adb0fe-ecd5-4df0-b86e-3d5b5472e85c.jpg",
    "altTitles": [
      {
        "ja-ro": "\"Honyaku\" no Sainou de Ore dake ga Sekai wo Kaihen Dekiru Ken: Hazure Sainou \"Honyaku\" de Kizukeba Sekai Saikyou ni Nattemashita"
      },
      {
        "ja": "【翻訳】の才能で俺だけが世界を改変できる件 ～ハズレ才能【翻訳】で気付けば世界最強になってました～"
      },
      {
        "en": "The Story of How I Can Change the World with My Skill \"Translation\": How I Used \"Translation\" to Become the World's Strongest!"
      }
    ],
    "description": {
      "en": "Noah is the eldest son from a noble family known for their magical prowess. As such, his father expects him to possess a Talent for elemental attack magic. But during his appraisal, it was revealed that not only couldn’t he use magic, but he had a particularly useless Talent—\"Translation.\" Yet, no one could have guessed that this astonishing ability has the power to change the world!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "26"
  },
  {
    "mangaId": "101b9672-f73f-41f5-8de1-97ef1a732de1",
    "title": {
      "en": "Saint Seiya - The Lost Canvas"
    },
    "updatedAt": "2024-07-30T02:40:21+00:00",
    "coverArt": "https://mangadex.org/covers/101b9672-f73f-41f5-8de1-97ef1a732de1/797364ad-82b5-49da-9c60-359a1b497189.jpg",
    "altTitles": [
      {
        "en": "Os Cavaleiros do Zodiaco - The Lost Canvas - A Saga de Hades"
      },
      {
        "en": "Saint Seiya - The Lost Canvas - Meiou Shinwa"
      },
      {
        "en": "Saint Seiya - The Lost Canvas - The Myth of Hades"
      },
      {
        "en": "The Knig"
      },
      {
        "en": "聖闘士星矢 THE LOST CANVAS 冥王神話"
      }
    ],
    "description": {
      "en": "This manga tells the story of the previous Holy War, taking place in the 18th century, 250 years before the original series, in the Saint Seiya universe. The story centers on the relation between Tenma, the Pegasus Saint and his beloved friend, Alone, who would eventually become his greatest enemy, Hades.  \n  \nThe story takes place in the same time period as Saint Seiya Next Dimension.",
      "pt-br": "Este mangá conta a história da Guerra Santa anterior, que aconteceu no século XVIII, 250 anos antes da série original, no universo de Saint Seiya. A história é centrada na relação entre Tenma, o Cavaleiro de Pégaso e seu amado amigo, Alone, que eventualmente se tornaria seu maior inimigo, Hades. \n\nA história acontece no mesmo período de tempo de Saint Seiya Next Dimension."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "223"
  },
  {
    "mangaId": "296cbc31-af1a-4b5b-a34b-fee2b4cad542",
    "title": {
      "en": "【Oshi no Ko】"
    },
    "updatedAt": "2024-08-11T06:42:20+00:00",
    "coverArt": "https://mangadex.org/covers/296cbc31-af1a-4b5b-a34b-fee2b4cad542/151b2710-652d-4a27-971f-6458fda2ed49.jpg",
    "altTitles": [
      {
        "es-la": "Hijos predilectos"
      },
      {
        "en": "【My Star】"
      },
      {
        "ru": "Звёздное дитя"
      },
      {
        "ja": "推しの子"
      },
      {
        "de": "Mein*Star"
      },
      {
        "id": "Oshi no Ko - Anak Idola"
      },
      {
        "fa": "اوشی نو کو (Pashto)"
      },
      {
        "fa": "فرزند آیدول مورد علاقه‌ام"
      },
      {
        "el": "Το Αστέρι μου"
      },
      {
        "th": "【เกิดใหม่เป็นลูกโอชิ】"
      },
      {
        "ja": "【推しの子】"
      },
      {
        "ru": "Ребёнок идола"
      },
      {
        "pl": "Moja gwiazda"
      },
      {
        "zh-hk": "【我推的孩子】"
      },
      {
        "ko": "【최애의 아이】"
      },
      {
        "fr": "Oshi no Ko"
      },
      {
        "pt": "Criança que deve ser suportada"
      },
      {
        "pt": "Filho de sua favorita"
      },
      {
        "ar": "نجمتي"
      },
      {
        "ar": "الفتاة التي ادعمها"
      },
      {
        "tr": "Yıldızım"
      },
      {
        "tr": "İdolümün Çocuğu"
      },
      {
        "vi": "Dưới Ánh Hào Quang"
      },
      {
        "de": "Mein Star"
      },
      {
        "cs": "【OŠI NO KO】"
      },
      {
        "ka": "ჩემი ვარსკლავი"
      },
      {
        "pt-br": "Oshi no Ko - Minha Estrela Preferida"
      },
      {
        "ja-ro": "[Oshi no Ko]"
      },
      {
        "uk": "Зіркове дитя"
      },
      {
        "uk": "Дитина Улюбленця"
      }
    ],
    "description": {
      "el": "H Άι Χόσινο είναι ένα ανερχώμενο μουσικό είδωλο, η οποία ανακοίνωσε ξαφνικά οτι θα πάρει ενα διάλειμμα από το μουσικό της γκρουπ, Μπι-Κομάτσι, για λόγους υγείας. Προς εκπλήξη ενός από τους μεγαλύτερους θαυμάστες της, του γυναικολόγου Γκόρο Αμεμίγια, μια μέρα η νεαρή Αϊ εμφανίστηκε στο νοσοκομείο οπού δουλεύει. Ο Γκόρο έρχοντας πλεον πρόσωπο με πρόσωπο με την αδυναμία του, τρέμει στο γεγονός ότι η 16-χρονη Αϊ είναι έγκυος... με δίδυμα με τον πατέρα άφαντο. Αποφασισμένη να αποκτήσει την δικιά της οικογένεια και να συνεχίσει την δουλεία της ως είδωλο, έχει σκοπο να κρατήσει την γέννα των παιδιών της μυστικο, μαζί με την βοήθεια του Γκόρο.\n\nΤο δυνατότερο όπλο ενός ειδώλου ειναι τα ψέματα.\nΜια ίστορια μυστηρίου και εξαπάτησης, όπου η σκοτεινή πλευρά της σόου-μπιζ αποκαλύπτεται κάτω από τις στρώσεις ψεμάτων και εκμεταλεύσεων.",
      "en": "The story begins with a beautiful girl, her perfectly fake smile, and the people who love her selfishly for it.  \n  \nWhat transpires behind the scenes of the glittering showbiz industry? How far would you go for the sake of your beloved idol? What would you do if you found out reincarnation was real? The star of the show is Aquamarine Hoshino and the stage is but a mere facade. Will he manage to reach the climax before the world of glamour swallows him whole?",
      "es": "'Oshi no Ko' explora la vida de una abrumadoramente hermosa heroína y muestra la industria del entretenimiento desde un punto de vista nunca antes visto.\n\n- [Wikipedia](https://es.wikipedia.org/wiki/Oshi_no_Ko)",
      "fa": "آی هوشینو ۱۶ ساله یک آیدول با استعداد و زیباست که هواداران زیادی داره؛اون نماد پاکیه، ولی ظاهر با باطن قضیه متفاوته. گورو هوندا یک پزشک زنان که ساکن حومه‌ی شهره که یکی از طرفداران بزرگ آی هستش، ولی ناگهان آیدول مورد علاقه خودش رو ملاقات میکنه و متوجه میشه که اون بارداره، گورو به اون قول میده که بچش رو سالم بدنیا بیاره، ولی اون نمیدونست که این ملاقات باعث عوض شدن زندگیش میشه.",
      "fr": "L'histoire commence avec une belle fille, son sourire parfaitement faux, et les gens qui l'aiment égoïstement pour cela. Que se passe-t-il dans les coulisses de la brillante industrie du showbiz? Jusqu'où iriez-vous pour votre idole bien-aimée ? Que feriez-vous si vous découvriez que la réincarnation est réelle? La star du spectacle est Aquamarine Hoshino et la scène n'est qu'une simple façade. Parviendra-t-il à atteindre le point culminant avant que le monde du glamour ne l'avale tout entier?  \n\n\n---\n\n- [Nominated for the 14th annual Manga Taisho awards.](https://www.animenewsnetwork.com/news/2021-01-24/14th-manga-taisho-awards-nominate-10-titles/.168759)\n\n- [Wikipedia](https://fr.wikipedia.org/wiki/Oshi_no_ko)",
      "ja": "「この芸能界（せかい）において嘘は武器だ」　地方都市で、産婦人科医として働くゴロー。芸能界とは無縁の日々。一方、彼の“推し”のアイドル・星野アイは、スターダムを上り始めていた。そんな二人が“最悪”の出会いを果たし、運命が動き出す…!?",
      "ru": "Что, если бы дорога в шоу-бизнес была открыта для тебя с самого начала?  \nНовая серия оригинальной манги от двух известных авторов — Акасака Ака («Госпожа Кагуя: в любви как на войне») и Ёкояри Мэнго («Тайные желания отвергнутых»). Это совершенно новая работа, в которой мир шоу-бизнеса предстаёт перед читателями в очень необычном свете: у лидера идол-группы Хосино Аи есть секрет, о котором никто не должен знать…  \n\n\n---\n- [Wikipedia](https://ru.wikipedia.org/wiki/Oshi_no_Ko)",
      "vi": "Câu chuyện khởi đầu với sự xuất hiện của một cô gái xinh đẹp, mang nụ cười giả tạo hoàn hảo, và có những người yêu cô ấy một cách ích kỷ bất chấp điều đó.\n\nĐiều gì diễn ra đằng sau ánh hào quang của thế giới showbiz? Con người ta sẽ làm đến mức nào vì thần tượng yêu quý của mình? Bạn sẽ làm gì nếu phát hiện ra luân hồi chuyển kiếp là có thật? Nhân vật chính của chúng ta - Aquamarine Hoshino liệu có hoàn thành được khát vọng báo thù trước khi bị thế giới hào nhoáng ấy nuốt trọn? Hãy cùng đón xem bộ truyện được sáng tác bởi bộ đôi tác giả của Kaguya-sama và Kuzu no Honkai.",
      "es-la": "La historia comienza con una hermosa chica, su sonrisa perfectamente falsa y la gente que la ama con egoísmo gracias a eso.\n  \n¿Qué ocurre detrás de la brillante industria del espectáculo? ¿Hasta dónde llegarías por el bien de tu ídolo? ¿Qué harías si descubrieras que la reencarnación es real? La estrella del espectáculo es Aquamarine Hoshino, y el escenario no es más que una mera fachada. ¿Conseguirá llegar al clímax antes de que el mundo del espectáculo se lo trague por completo?",
      "pt-br": "Doutor Goro é obstetra em um hospital do interior e se encontra longe do mundo em que brilha e evolui Aï Hoshino, uma cantora de sucesso crescente da qual é fã absoluto. O que ele ainda não sabe é que sem mais nem menos ele se encontrará com sua idol favorita em uma circunstância um pouco fora do normal. Terá ele tempo suficiente para ficar perto dela ou o mundo irá girar de maneira cruel para ele? Essa é uma história sobre o mundo do entretenimento japonês."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7b5dec0-d875-4d44-b06c-8b45af865a32",
    "title": {
      "en": "The Art of Reincarnation"
    },
    "updatedAt": "2024-08-11T15:56:40+00:00",
    "coverArt": "https://mangadex.org/covers/e7b5dec0-d875-4d44-b06c-8b45af865a32/cd84190a-c7d6-4ca1-8d3d-0f83aa25bea3.jpg",
    "altTitles": [
      {
        "ko": "환생의 정석"
      },
      {
        "en": "The Essence of Reincarnation"
      },
      {
        "ru": "Реинкарнация по плану"
      },
      {
        "en": "Standard of Reincarnation"
      },
      {
        "es-la": "Estándar de la Reencarnación"
      }
    ],
    "description": {
      "en": "Despite having only one arm, Daven had finally proven his worth after defeating his cousin Kazin in honorable combat. But Kazin took advantage of Daven’s mercy, stabbing him in the back and imprisoning him for life.\n\n500 years later, the minor god Yulian is reborn and unknowingly summons Daven’s soul into the body of a young boy named Vincent Adenka.\n\nAs the pair work to reveal the truth of Daven and Kazin, Vincent must relearn the art of combat while Yulian discovers the art of reincarnation.",
      "ko": "최강의 무가 사미온에서 외팔이 방계로 태어난 데이븐.\n반쪽짜리 무인이라며 갖은 조롱과 멸시를 딛고 사미온의 직계 천재마저 넘어섰으나,\n결국 가문과 부모에게 버림받아 가장 초라한 최후를 맞이하게 되는 줄 알았는데...\n500년 뒤 새로운 몸에서 눈을 떴다!\n\n‘내게도 오른팔이 있다?’\n\n새로운 가문의 적통.\n천부적인 재능의 육체.\n전생의 경험.\n그리고 그와 함께하는 신까지.\n\n환생을 했더니, 모든 것이 달라져 있었다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c014afcd-ec06-4d97-8a9e-c6f3ef9be950",
    "title": {
      "en": "Kaijuu Iro no Shima"
    },
    "updatedAt": "2024-04-26T10:32:56+00:00",
    "coverArt": "https://mangadex.org/covers/c014afcd-ec06-4d97-8a9e-c6f3ef9be950/b01dfd64-b51b-4a7d-aea1-a6bf509e387d.jpg",
    "altTitles": [
      {
        "ja": "かいじゅう色の島"
      },
      {
        "en": "Kaiju-Colored Island"
      },
      {
        "en": "Monster-Colored Island"
      }
    ],
    "description": {
      "en": "Without a single friend, middle schooler Chigawa Kon lives on a small island and laments that she hasn't \"fallen in love\" yet, unlike her classmates. She often plays by \"the Hole\", a cave near the sea where a man-eating monster lives, according to folk tales.  \n  \nOne day, as she meets with another girl who accidentally drops her smartphone in the sea, they fall from a cliff together but miraculously survive. It turns out Furuka is also all alone.  \n  \nPublished in Young Dragon Age (formerly Bessatsu Dragon Age/Dragon Age Extra), released every 3 months."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7afc3e2a-2cfe-4e2d-ae03-0cb5dea19523",
    "title": {
      "en": "A middle-aged man who returns from another world goes back to when he was 17 and becomes unbeatable"
    },
    "updatedAt": "2024-08-30T20:45:05+00:00",
    "coverArt": "https://mangadex.org/covers/7afc3e2a-2cfe-4e2d-ae03-0cb5dea19523/590adf3c-a8da-4de9-a7be-4ae14d82e3c0.jpg",
    "altTitles": [
      {
        "ja": "異世界帰りのアラフォーリーマン、17歳の頃に戻って無双する"
      },
      {
        "ja-ro": "Isekai Kaeri no Arafour Riiman, 17-sai no Koro ni Modotte Musou suru"
      },
      {
        "ja-ro": "Isekai Kaeri no Araforiman, 17-sai no Koro ni Modotte Musou Suru"
      },
      {
        "ja-ro": "Isekai Kaeri no Arafo Ryman, 17-sai no Koro ni Modotte Musou suru"
      },
      {
        "ja-ro": "Isekaigaeri no Around Forty Ryman, 17-sai no Koro ni Modotte Musousuru"
      }
    ],
    "description": {
      "en": "A black company employee in his 40s, Namba Kazu, died of overwork and was reincarnated to another world. After saving the world, he returns to find himself regressed to his 17-year-old self. Kazu realizes that he can use the abilities he acquired from another world and is excited to restart his life over again. However, through the help of his childhood friend, Yui, he learns of the existence of “human eating abomination called Variant” in the world he was born in. Kazu knows from his past memories that Yui will die in the near future. In order to save Yui, who is on a mission to fight against variants, Kazu decided to throw himself into battle in this world as well.",
      "es-la": "Kazu Nanba reencarnó después de la muerte por exceso de trabajo y salvó otro mundo. A la edad de 17 años en el otro mundo después de morir derrotando al rey demonio elije \"regresara a su mundo original\". Pensó que regresaría a su trabajo normal, pero regreso como un estudiante de secundaria de 17 años. Sin embargo ahora se entera que hay \"extrañas criaturas\" que matan humanos y donde Kazu recordara un recuerdo pasado donde su amiga de la infancia Yui morirá en un futuro cercano. Esta vez, para salvar a Yui, Kazu usará el poder de otro mundo para lanzarse también a la batalla en este mundo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3fba42cf-2ad6-4c30-a7ab-46cb8149208a",
    "title": {
      "en": "Bungou Stray Dogs"
    },
    "updatedAt": "2024-05-28T13:07:30+00:00",
    "coverArt": "https://mangadex.org/covers/3fba42cf-2ad6-4c30-a7ab-46cb8149208a/0c8ba16a-9be8-45ed-9b66-1ef7127be75f.jpg",
    "altTitles": [
      {
        "pl": "Bungou Stray Dogs - Bezpańscy Literaci"
      },
      {
        "ms": "Ejen Luar Biasa"
      },
      {
        "ja": "文豪ストレイドッグス"
      },
      {
        "vi": "Văn Hào Lưu Lạc"
      },
      {
        "uk": "Бродячі пси літератури"
      },
      {
        "ru": "Великий из бродячих псов"
      },
      {
        "uk": "Літературні Генії Бродячі Пси"
      },
      {
        "fa": "سگ های ولگرد بانگو"
      },
      {
        "ar": "كلاب الأدب الشاردة"
      },
      {
        "ko": "문호 스트레이 독스"
      },
      {
        "en": "Stray Dogs of the Literary Masters"
      },
      {
        "zh": "文豪野犬"
      },
      {
        "tr": "Edebiyat Ustalarının Sokak Köpekleri"
      },
      {
        "fr": "Bungo Stray Dogs"
      },
      {
        "ru": "Проза бродячих псов"
      }
    ],
    "description": {
      "en": "Nakajima Atsushi was kicked out of his orphanage, and now he has no place to go and no food. While he is standing by a river, on the brink of starvation, he rescues a man whimsically attempting suicide. That man is Dazai Osamu, and he and his partner Kunikida are members of a very special detective agency. They have supernatural powers, and deal with cases that are too dangerous for the police or the military. They're tracking down a tiger that has appeared in the area recently, around the time Atsushi came to the area. The tiger seems to have a connection to Atsushi, and by the time the case is solved, it is clear that Atsushi's future will involve much more of Dazai and the rest of the detectives!",
      "ru": "Нашего героя выгнали из детского дома. Стоя у реки, он думал о голодной смерти, но чудом умудрился спасти самоубийцу. Этот человек, оказалось, состоит в детективном агентстве. В агентстве со сверхъестественными способностями. И только им подвластно решение проблем, за которые боятся браться даже военные. Теперь жизнь нашего героя изменится кардинально. А как именно читайте далее."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2bdbbe03-bf39-4bac-86fe-b91e964f973a",
    "title": {
      "en": "Oogami-san and Cerberus!"
    },
    "updatedAt": "2024-08-02T14:06:25+00:00",
    "coverArt": "https://mangadex.org/covers/2bdbbe03-bf39-4bac-86fe-b91e964f973a/b7ddaa13-1686-4f52-97d3-fb84d3e0fd7f.jpg",
    "altTitles": [
      {
        "en": "Ms. Oogami and Keru Bero Suu!"
      },
      {
        "ja": "大上さんとケルベロスゥ！"
      },
      {
        "zh": "大上同学和可露贝洛苏！"
      },
      {
        "ja-ro": "Oogami-san to Cerberus!"
      }
    ],
    "description": {
      "en": "When Oogami-san was confessed to by one of the three dog eared girls Cer Ber and Us they became friends and started hanging out together. Will this friendship eventually turn into love!? A love story between the three physically identical girls who have totally different personalities and the beautiful lone wolf."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "26"
  },
  {
    "mangaId": "bd38c075-8b12-450a-aeee-125e3ac5da4b",
    "title": {
      "en": "Fukushuu o Koinegau Saikyou Yuusha wa, Yami no Chikara de Senmetsu Musou Suru"
    },
    "updatedAt": "2024-07-07T06:37:28+00:00",
    "coverArt": "https://mangadex.org/covers/bd38c075-8b12-450a-aeee-125e3ac5da4b/5c8ee3a1-5954-4e46-904b-9ae14b69ba27.jpg",
    "altTitles": [
      {
        "ja": "復讐を希う最強勇者は、闇の力で殲滅無双する"
      },
      {
        "ja-ro": "Fukushuu wo Koinegau Saikyou Yuusha ha, Yami no Chikara de Senmetsu Musou Suru"
      },
      {
        "en": "The Strongest Hero Who Longs For Revenge Will Peerlessly Annihilate With The Power Of Darkness"
      },
      {
        "en": "The Hero Who Seeks Revenge Shall Exterminate with Darkness"
      },
      {
        "en": "The Dark Massacre of the Vengeful Hero"
      },
      {
        "en": "The strongest brave who craves for revenge, extinguish with the power of darkness"
      },
      {
        "ru": "Герой, жаждущий мести, уничтожит врагов Силой Тьмы"
      },
      {
        "ru": "Тёмная резня мстительного героя"
      },
      {
        "es-la": "La Oscura Masacre del Héroe Vengativo"
      },
      {
        "zh-hk": "渴望復仇的最強勇者、以黑暗之力所向披靡"
      },
      {
        "ja": "こいねが"
      },
      {
        "ja-ro": "Koinega"
      }
    ],
    "description": {
      "en": "Raoul, who had defeated the demon king as the strongest hero, should have become the savior of the world. Having his treasured companions and family killed by power-hungry aristocrats, he was executed with false charges brought against him by the princess. Just before his life collapsed, at last, his heart fell into darkness.\n\n\"I'll tear those traitors from limb to limb. Burn them at the stake. Sever them to pieces. Skewer them. I'll kill every one of those bastards without mercy and make them taste hell's suffering.....!!!\"\n\nObtaining the power of darkness, Raoul was revived. Sneering, he vowed revenge. “Oh, I’m looking forward to it – from now on, I'll bask in their blood as I please.” \n\nSeveral days after the hero's revival in the imperial capital where flowers bloomed in profusion, the parade that would advance towards tragedy began.",
      "fr": "Raul qui avait vaincu le roi démon et reconnu comme étant le héros le plus fort aurait dû devenir le sauveur du monde. Mais ses chers compagnons et sa famille ont été tués par des aristocrates affamés de pouvoir, et lui exécuté suite à de fausses accusations portées contre lui par la princesse. Juste avant que sa vie ne s'effondre, son cœur tomba finalement dans les ténèbres. \"Je déchirerai ces traîtres de membre en membre. Brûlez-les sur le bûcher. Coupez-les en morceaux. Embrochez-les. Je tuerai tous ces salauds sans pitié et je leur ferai goûter les souffrances de l'enfer…. ! ! ! !\" ! Ayant obtenu le pouvoir des ténèbres, Raul fut ressuscité. En tout ricanant, il jura de se venger. \"Oh, j'ai hâte d'y être - à partir de maintenant, je me prélasserai dans leur sang comme il me plaira.\" Quelques jours après la renaissance du héros, dans la capitale impériale où les fleurs fleurissaient à profusion, le défilé qui allait mener vers la tragédie débuta.",
      "ja": "最強の勇者として魔王を倒したラウルは、世界の救世主となる――はずだった。　私利私欲を貪る貴族たちにより、仲間や家族を殺されたラウルは、偽りの罪で処刑される。命が潰えるその直前、ついに彼の心は悪に墜ちた。……あの裏切り者どもを、火炙りにして殺す。八つ裂きにして殺す。串刺しにして殺す。地獄のような苦しみの中で、憎き者たちを全員容赦なく殺してやる……!!!!　闇の力を手に入れ蘇生を果たしたラウルは、復讐を誓い、嗤う。「ああ、たのしみだな。――これからあいつらの血を、思う存分浴びることができる」　勇者の復活から数日後。花の咲き乱れる王都で、残虐を極めた復讐無双がはじまるのだった――。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "Kaoru Hana wa Rin to Saku"
    },
    "updatedAt": "2024-06-28T11:16:12+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/ed8c3e66-3026-4dab-9442-e922aec0582f.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "en": "The Fragrant Flower Blooms With Dignity"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "fr": "Bien qu'ils soient mitoyens, le lycée public Chidori pour garçons et le prestigieux lycée privé pour filles Kikyō continuent à entretenir leur tradition de se haïr mutuellement au plus haut point. Tsumugi Rintarō pensait la même chose, jusqu'à ce qu'il fasse la rencontre de Wakuri Kaoruko, élève de Chidori et habituée de la pâtisserie tenue par ses parents. Malgré la désapprobation et les préjugés de leurs camarades respectifs, Rintarō et Kaoruko vont petit à petit se rapprocher, et tant pis ce qu'en pensent les autres !\n\n___\n**Liens :**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e65ab2ca-158d-43d9-8933-9afa17d117ff",
    "title": {
      "en": "Until Your Sword Breaks"
    },
    "updatedAt": "2024-08-23T14:33:07+00:00",
    "coverArt": "https://mangadex.org/covers/e65ab2ca-158d-43d9-8933-9afa17d117ff/9438a683-ac47-4ea2-97f1-1119566d503e.jpg",
    "altTitles": [
      {
        "ja-ro": "Kimi no Katana ga Oreru Made - Tsukimiya Matsuri no Koigataki"
      },
      {
        "ja": "君の刀が折れるまで ~月宮まつりの恋難き~"
      }
    ],
    "description": {
      "en": "In the Edo Era! Tsukimiya Matsuri, a beautiful girl who is admired by everyone, is facing a big problem... The man she loves, Tsukimiya Yonosuke, is not interested in her. She confesses her love to him in a very mature way, but he doesn't take her seriously... because they have grown up together since they were children and are like a family! Matsuri has placed herself too much as \"part of his family\"! It's a shame... Matsuri-chan! \n\nBut Matsuri has a reason for wanting to change Yonosuke. In exchange for his life, Yonosuke wants revenge on the general who killed his former love. Seeing him use his entire life for reckless revenge, Matsuri decides.... \"I will be his reason for living.\" To get him off the path of revenge, she wants to fill his head with herself so that he can forget his revenge. Even if the other party thinks of her as \"family,\" the dedicated and healthy Matsuri will not be defeated! \n\nThe beginning of a courageous action-comedy Edo Era love story! Hang in there, Matsuri-chan!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1dc52164-933d-41f0-81c4-7f823d003748",
    "title": {
      "en": "Virus King"
    },
    "updatedAt": "2024-07-07T08:38:59+00:00",
    "coverArt": "https://mangadex.org/covers/1dc52164-933d-41f0-81c4-7f823d003748/62779744-0735-4bad-b981-780953f82c9d.png",
    "altTitles": [
      {
        "en": "Doomsday for All: Me, Virus Monarch"
      },
      {
        "zh": "全民末日：我，病毒君王"
      }
    ],
    "description": {
      "en": "The world is plunged into doomsday. The entire doomsday world has turned into a cruel evolutionary game! This is the greatest opportunity and trial ground for mankind, and it is also the amusement park of gods and demons! Chen Bai was reborn and returned",
      "zh": "全球陷入末日笼罩。 整个末日世界，变成了一场残酷的进化游戏！ 这是人类最大的机缘与试炼场，也是神魔的游乐园！ 陈白重生回到了末日开始的十天前！ 直接注射丧尸病毒， 觉醒SSS天赋：病毒君王！ 掌控病毒开始一条与众不同的进化之路！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "122db58a-cfa6-4d7f-af0f-cf86edd38d6b",
    "title": {
      "en": "Watashi ni Yasashii Yoru"
    },
    "updatedAt": "2024-08-26T15:59:54+00:00",
    "coverArt": "https://mangadex.org/covers/122db58a-cfa6-4d7f-af0f-cf86edd38d6b/12e801e2-d745-4e91-a8de-27410b7eec8e.jpg",
    "altTitles": [
      {
        "ja": "わたしに優しい夜"
      },
      {
        "en": "Tender is the Night"
      }
    ],
    "description": {
      "en": "Ako starts living with her gay brother, Nobuo. Their \"sisterhood\" is what helps them overcome heartbreak, and find their path in life.",
      "ja": "一緒に暮らし始めた仲良し姉弟の亜子と乃武夫。“普通”の姉弟と違うのは、弟・乃武夫は実は妹？　つまりゲイ！\n\nおせっかいでちょっぴりわがままな弟（妹？）は、実は恋に仕事に不器用な姉を優しく励ますかけがえのない存在。\n\n心地よい音楽と甘いお酒…90年代のカルチャーと心優しい男の子に包まれて癒されていく、ちょっぴり切ないラブストーリー。"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "9478665e-412b-4e08-9844-5c07a732a71b",
    "title": {
      "en": "Eiyuu to Kenja no Tensei Kon: Katsute no Koutekishu to Kon'yakushite Saikyou Fuufu ni Narimashita"
    },
    "updatedAt": "2024-08-23T01:27:25+00:00",
    "coverArt": "https://mangadex.org/covers/9478665e-412b-4e08-9844-5c07a732a71b/32c860c3-4bc5-4290-9398-0a7b46d7354c.jpg",
    "altTitles": [
      {
        "ja": "英雄と賢者の転生婚　～かつての好敵手と婚約して最強夫婦になりました～"
      },
      {
        "en": "The Reincarnated Marriage of a Hero and a Sage"
      },
      {
        "en": "The Reincarnated Marriage of a Hero and a Sage: After Becoming Engaged to a Former Rival, We Became the Strongest Couple"
      },
      {
        "en": "The Hero and the Sage, Reincarnated and Engaged"
      },
      {
        "pt-br": "Reencarnado • O herói se casa com o sábio ~Depois de ficar noivo de um ex-rival, nos tornamos o casal mais forte~"
      }
    ],
    "description": {
      "en": "Reid, a young hero with the strongest physical strength, and Elria, a beautiful sage with the strongest magic prowess. They continued to fight as rivals in opposing enemy nations, but their relationship came to an end with the sudden death of Elria… Then, a thousand years later, Reincarnated in a world where magic reigns supreme, but he who has retained the strongest physical strength from his previous life, Reid, was reunited with Elria, who has also been reincarnated―\n\n“Hey, Reid— I want you to marry me.”\n“…Huh?”\n\nThe two, who have become the strongest unaware lovey-dovey couple in a thousand years, enrolled in the Royal Magic Academy to decide who is stronger!\n\n---\n**Links** \n* [NovelUpdates](https://www.novelupdates.com/series/reincarnated-%e2%80%a2-the-hero-marries-the-sage-after-becoming-engaged-to-a-former-rival-we-became-the-strongest-couple/) (Temporary, Bug cuts this url when saved in the NU field)",
      "ja": "英雄・レイドと賢者・エルリアは長きに渡り戦っていたが、賢者の死により戦いは唐突に終わる。レイドは敵国に乗り込みエルリアの遺体の前で壮絶な死を遂げた…と、思ったら自分は赤子で世界は千年後に!?",
      "pt-br": "Reid, um jovem herói com a maior força física, e Elria, uma bela sábia com a maior habilidade mágica.\n\nEles continuaram a lutar como rivais em nações inimigas opostas, mas seu relacionamento chegou ao fim com a morte repentina de Elria... Então, mil anos depois,\n\nReencarnou em um mundo onde a magia reina suprema, mas aquele que manteve a força física mais forte de sua vida anterior, Reid, se reuniu com Elria, que também reencarnou—\n\n\"Ei, Reid, quero que você se case comigo.\"\n\n\"…Huh?\"\n\nOs dois, que se tornaram o casal amoroso inconsciente mais forte em mil anos, matricularam-se na Royal Magic Academy para decidir quem é mais forte!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3136a23b-b8c0-48f4-9d89-fbeb63927c4a",
    "title": {
      "en": "Gwijjal Romance"
    },
    "updatedAt": "2024-08-30T01:25:54+00:00",
    "coverArt": "https://mangadex.org/covers/3136a23b-b8c0-48f4-9d89-fbeb63927c4a/b927e959-5307-4690-a90f-97548802bb90.jpg",
    "altTitles": [
      {
        "en": "Ghost Romance"
      },
      {
        "ko": "귀짤 로맨스"
      }
    ],
    "description": {
      "en": "Seonwoo Yoo, a senior in the photography department, is working as a photographer. One day, he receives a collaboration proposal from a famous overseas magazine.\n\nFor a while, such a fluttering heart\n\nRecently, a jokjok ghost taking a picture is taken together\n\n'Seon-woo', who suffered from a psychic phenomenon, tries in various ways to solve it, but it is not easy.\n\nIn the meantime, the psychic picture was not taken.\n\nThey find the only subject... It is none other than the most famous playboy on campus, 'Choi Moo-young! \"Model? Let me do it. Go out with me instead.\"\n\nWill 'Seonwoo' be able to take a picture of 'Mooyoung' and debut safely in a famous overseas magazine?!\n\nThe dilemma of a horror romance with him, who never wants to be involved, begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bbd33493-bbaa-48bd-9a0e-1118c4133e68",
    "title": {
      "en": "Doku Doku"
    },
    "updatedAt": "2024-08-29T08:33:28+00:00",
    "coverArt": "https://mangadex.org/covers/bbd33493-bbaa-48bd-9a0e-1118c4133e68/f36cc090-4edf-4c52-82bd-8986598d601c.jpg",
    "altTitles": [
      {
        "ja": "どくどく"
      },
      {
        "en": "Bdmp Bdmp"
      },
      {
        "fr": "Bdmp Bdmp"
      }
    ],
    "description": {
      "en": "Freshman-year literature university student Yoshida moves into his new apartment next to an arts student from the same school. In his desire to start his life anew, what might a chance encounter with them bring?",
      "fr": "Yoshida, un étudiant en première année de littérature à l'université, emménage dans son nouvel appartement à côté d'une étudiante en arts de la même école. Dans son désir de recommencer sa vie, qu'est-ce qu'une rencontre fortuite avec eux pourrait apporter ?",
      "es-la": "Yoshida, estudiante universitario de primer año de literatura, se muda a su nuevo apartamento al lado de una estudiante de artes de la misma universidad. En su deseo de empezar de nuevo su vida, ¿qué le depararía un encuentro casual con ellos?"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbf97c2d-b84b-4966-9fa6-4f3318dc9c6a",
    "title": {
      "en": "Human Mask"
    },
    "updatedAt": "2024-06-06T11:05:54+00:00",
    "coverArt": "https://mangadex.org/covers/fbf97c2d-b84b-4966-9fa6-4f3318dc9c6a/073da91d-218e-45c3-b7a5-d80d7270cc08.jpg",
    "altTitles": [
      {
        "ko-ro": "사람의 탈"
      }
    ],
    "description": {
      "en": "Masks are art, dance is martial arts!\nThe despised mask dancer 'Bongsan' follows the map left by his master\nTo stop the monster tiger 'Saphung Black Tiger' who wants to become king\nHe sets out on an adventure to find the legendary 'Human Mask'..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0679776-4143-43bf-8e09-b2aa8a0746f2",
    "title": {
      "en": "Hidden Persona"
    },
    "updatedAt": "2024-03-05T20:33:33+00:00",
    "coverArt": "https://mangadex.org/covers/d0679776-4143-43bf-8e09-b2aa8a0746f2/617e2955-7458-459a-9340-f0811beaa2d9.png",
    "altTitles": [
      {
        "zh": "隐藏属性"
      },
      {
        "zh-ro": "Yincang Shuxing"
      },
      {
        "zh-ro": "Yǐncáng Shǔxìng"
      }
    ],
    "description": {
      "en": "Chen Cheng had an unexpected encounter in Nandu University. She discovered the secret of Wen Jiaqin, a popular actor. It turns out that his persona of a \"good little brother\" was fake! He is simply a naive and childish person! But, does she now know too much? Is she going to be silenced?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26c8f00a-3925-4f22-ac21-83145be2b733",
    "title": {
      "en": "The Lazy Lord Masters the Sword"
    },
    "updatedAt": "2024-07-31T23:37:02+00:00",
    "coverArt": "https://mangadex.org/covers/26c8f00a-3925-4f22-ac21-83145be2b733/f874bcb6-03be-4cb0-9478-8d3a0240beea.jpg",
    "altTitles": [
      {
        "ko": "나태 공자, 노력 천재 되다"
      },
      {
        "en": "Reformation of the Deadbeat Noble"
      },
      {
        "en": "The Lazy Prince Becomes a Genius"
      },
      {
        "ru": "От нерадивого аристократа до усердного гения"
      },
      {
        "ja": "怠惰公子、努力の天才になる"
      },
      {
        "zh-hk": "懶惰公子成長記"
      }
    ],
    "description": {
      "en": "After witnessing the shocking death of his mother, young Airen Farreira uses sleep to escape his painful reality, earning him the nickname, “the lazy lord”. Yet, in spite of others’ jeers and whispers, Airen has no intention of changing his ways.\n\nBut when he awakens one day from a dream about a mysterious swordsman, his life’s trajectory takes a complete turn...\n\n---\n- [Alternative English Translation (Tappytoon)](https://www.tappytoon.com/en/comics/the-lazy-lord-masters-the-sword)",
      "fr": "Irene Perreira est un garçon qui dort pour s’enfuir de la réalité. Les gens se moquent de lui, en l’appelant 'bon à rien' , mais il n'a aucune envie de changer. Jusqu'à ce qu'un jour, il rêva d'un épéiste... C'était un rêve d'un homme sans talent qui a entraîné ses mouvements à l'épée pendant des décennies.",
      "ja": "誰も期待していなかった一族の怠け者、アイルーンパレイラがついに剣を手に取る。",
      "ko": "잠을 도피처로 삼아 온 소년 아이른 파레이라.\n사람들은 그를 나태 공자라 부르며 조롱했지만 그는 변할 생각이 없었다.\n어느 날 어느 검사의 꿈을 꾸기 전까지는...\n그것은 그저 묵묵히 수십 년간 검을 휘두르며 단련하는 한 재능 없는 사내에 관한 꿈이었다.",
      "ru": "Юный Айрон Парейра сделал свой мир грёз убежищем от боли трагедии прошлого. Людей забавляло это, они подняли его на смех и прозвали нерадивым аристократом. Однако подобное отношение никак не задевало нашего героя необходимостью меняться.\nТак бы всё и продолжалось, не повстречай он во сне бездарного юношу, который тридцать семь лет подряд обучался владению мечом, да так и умер с оружием в руках.",
      "zh-hk": "家族中的懶惰蟲終於拿起了劍！將睡覺視為逃避方法的少年艾倫．帕雷拉，即使人們都嘲笑他為懶惰公子，他依然不願改變，直到有天他夢見了一位數十年間不斷揮劍鍛練的無才男子..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-08-03T20:05:47+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b52f32ed-5e46-4fa6-b8dd-6a0f46ebe3c2",
    "title": {
      "en": "The Savior's Bucket List"
    },
    "updatedAt": "2024-06-29T01:25:14+00:00",
    "coverArt": "https://mangadex.org/covers/b52f32ed-5e46-4fa6-b8dd-6a0f46ebe3c2/9d3177ee-b0f9-482e-837a-190be401b5b9.jpg",
    "altTitles": [
      {
        "ko": "구원자의 버킷리스트"
      },
      {
        "ko-ro": "Guwonjaui Beokisliseuteu"
      }
    ],
    "description": {
      "en": "Yonghak ultimately failed to save the world despite repeated regressions. At the next regression, he decides to quit being a savior. But suddenly, disciples show up, one by one... Will the world be kept safe?! Will the savior be able to fulfill his bucket list of wishes for rest?!",
      "ko": "반복되는 회귀에도 결국 세상을 구원하지 못한 용학 \n다음 회귀에 이르러 구원자를 그만두기로 한다. \n그런데 하나둘 제자가 생기고… 세상이 자꾸만 구원되기 시작한다?! \n과연 구원자는 쉬고 싶어 하는 자신의 버킷리스트를 이룰 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cc788c2-e988-4288-b351-769e10429905",
    "title": {
      "en": "Blade of Retribution"
    },
    "updatedAt": "2024-08-11T17:07:21+00:00",
    "coverArt": "https://mangadex.org/covers/8cc788c2-e988-4288-b351-769e10429905/bc863c2d-1970-457f-ac1b-3cfded24fd91.jpg",
    "altTitles": [
      {
        "ko": "폭력의 대가"
      },
      {
        "en": "The Cost of Violence"
      },
      {
        "en": "Price of Violence"
      },
      {
        "ru": "Цена жестокости"
      },
      {
        "fr": "La lame de la vengeance"
      }
    ],
    "description": {
      "en": "On the day that Kendo Champion Shiho decided to help out his single mother run a Gukbap restaurant, he received news that his sister, Shiyeon, committed suicide. During the funeral, Shiho realizes that something was wrong. It wasn't a suicide, she was murdered. In order to learn the truth and get revenge for his sister's death, Shiho lifts up his sword once more to begin a war of his own.",
      "fr": "Le jour où Shiho, champion de kendo décide d’aider sa mère célibataire à tenir un restaurant de gukbap, il apprend que sa sœur, Shiyeon, s’est suicidée. Pendant les funérailles, Shiho se rend compte que quelque chose cloche. Ce n’était pas un suicide, elle a été assassinée. Pour découvrir la vérité et venger la mort de sa sœur, Shiho reprend son sabre et entame sa propre guerre.",
      "ru": "В день, когда мастер кендо Шихо решает всё бросить и помочь своей матери-одиночке в управлении небольшим ресторанчиком, он узнаёт о том, что его младшая сестра Шиён, которая училась в университете Сеула, покончила с собой. \nВо время похорон Шихо замечает кое-что странное. \nЧтобы узнать правду и отомстить за смерть сестры, Шихо снова берёт в руки уже знакомый меч и начинает свою собственную войну."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b70049e-ce95-40dc-a1f9-e8aa5a183733",
    "title": {
      "en": "Muhoutou"
    },
    "updatedAt": "2024-08-28T18:26:41+00:00",
    "coverArt": "https://mangadex.org/covers/2b70049e-ce95-40dc-a1f9-e8aa5a183733/4107321d-dd76-4004-9df1-6cab6226291d.jpg",
    "altTitles": [
      {
        "en": "Lawless Island"
      },
      {
        "ja": "無法島"
      }
    ],
    "description": {
      "en": "A prequel to Jisatsutou. The Japanese government exiles convicts facing execution to a remote lawless island to fend for themselves."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "54"
  },
  {
    "mangaId": "52ab10b8-d539-4839-9b31-7937fb08c813",
    "title": {
      "en": "I Love Amy"
    },
    "updatedAt": "2024-08-03T18:13:25+00:00",
    "coverArt": "https://mangadex.org/covers/52ab10b8-d539-4839-9b31-7937fb08c813/7c8f7447-a813-46bf-ae91-d5cc06482824.jpg",
    "altTitles": [
      {
        "ko": "나는 에이미를 사랑해"
      },
      {
        "ko-ro": "Naneun Eimireul Saranghae"
      },
      {
        "ru": "Я Люблю Эми"
      },
      {
        "fr": "J'aime Amy"
      }
    ],
    "description": {
      "en": "\"Is this how it feels to have a friend?\" \n\nBibi is obsessed with Peter, the prince of the school. When she spots Amy next to him, she starts to feel jealous. She invites Amy to her house to warn her, but instead takes a liking to the girl. They agree to be friends on the condition that Amy has to help Bibi confess.",
      "fr": "\"C'est ce qu'on ressent lorsqu'on a une amie ?\"\nBibi est obsédée par Peter, le prince de l'école. Lorsqu'elle repère Amy près de lui, elle commence à être jalouse. Elle invite Amy chez elle pour la prévenir, mais à la place, elle commence à apprécier cette fille. Elles acceptent d'être amies à la condition que Amy doive aider Bibi à se déclarer.",
      "ko": "\"원래 친구 사이엔 이런 기분이 드는 걸까?\"\n\n'비비'는 학교 제일의 킹카 피터에게 집착하다, 그의 곁에 있던 '에이미'를 보고 질투를 느낀다. 그녀에게 경고하기 위해서 자신의 집에 초대했지만 오히려 호감을 느끼게 되고...\n둘은 비비의 고백을 돕는다는 조건으로 서로에게 유일한 친구가 되기로 한다.",
      "ru": "\"Вот что значит быть друзьями?\" Биби одержима Питэром, принцем школы.\nКогда она замечает Эми рядом с ним, она начинает ревновать. Она приглашает Эми к себе, чтобы предупредить. Но вместо этого Эми нравится ей. Они соглашаются быть друзьями, но при одном условии: Эми должна помочь Биби признаться в любви."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "46.10"
  },
  {
    "mangaId": "3d6ccd3e-f430-4eed-b0bc-59f91803b83f",
    "title": {
      "en": "“Okaeri, Papa”"
    },
    "updatedAt": "2024-08-05T15:32:50+00:00",
    "coverArt": "https://mangadex.org/covers/3d6ccd3e-f430-4eed-b0bc-59f91803b83f/d55f42b0-1180-4b8f-8cc9-dc4b16b4d8c3.jpg",
    "altTitles": [
      {
        "ja": "「おかえり、パパ」"
      },
      {
        "en": "“Welcome Back, Papa”"
      },
      {
        "en": "“Welcome Home, Papa”"
      },
      {
        "pt-br": "Bem-vindo, Papai!"
      },
      {
        "ne": "घरमा स्वागत छ, पापा"
      },
      {
        "vi": "Mừng Papa về"
      },
      {
        "ru": "Добро пожаловать домой, Папа"
      },
      {
        "ru": "С возвращением домой, Папа"
      },
      {
        "en": "Welcome Back, Papa"
      }
    ],
    "description": {
      "en": "A high school girl is trying to get obsessively close to her kind stepdad. Even going as far as watching him in bed with her mom.",
      "ru": "У женщины, на которой я женился, есть дочь. Её зовут Тоуко и она второкурсница старшей школы.\nЯ заволновался, когда узнал, что у меня появится дочь-подросток, но я рад, что, похоже, понравился ей.\n\nНо был один странный момент, когда расстояние между нами стало слишком близким?..\n\n\"Пожалуйста, позаботься обо мне с этого момента, папа ♡\"\n\nЯ уверен, что никто не знает, кто этот ребёнок на самом деле.",
      "pt-br": "A mulher com quem me casei tem uma filha, uma estudante do segundo ano chamada Toru Sakurako.  Fiquei preocupada quando soube que a filha dela ainda era uma garota do ensino médio, então fiquei feliz em ver que nos demos bem. Mas às vezes, Toru parecia chegar um pouco perto demais...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e348a18e-6cc7-4418-8838-de4ea90c99ac",
    "title": {
      "en": "Harukanaru Ring"
    },
    "updatedAt": "2024-07-14T21:48:58+00:00",
    "coverArt": "https://mangadex.org/covers/e348a18e-6cc7-4418-8838-de4ea90c99ac/c01fb6e4-76ba-4c9a-a4b6-7bd1a77e354a.png",
    "altTitles": [
      {
        "ja": "遥かなるリング"
      },
      {
        "ja": "格闘少女伝説遥かなるリング"
      },
      {
        "ja-ro": "Kakutou Shoujo Densetsu Harukanaru Ring"
      }
    ],
    "description": {
      "en": "(from [wikipedia.ja](https://ja.wikipedia.org/wiki/%E9%81%99%E3%81%8B%E3%81%AA%E3%82%8B%E3%83%AA%E3%83%B3%E3%82%B0)):\n\nYu Takamine was fascinated by the female pro-wrestlers she saw as a child, and overcoming her parents' opposition, she auditioned for and passed the Tokyo Women's Pro Wrestling Association Match to become a pro-wrestler. \n\nHowever, this was only the first step to becoming a wrestler. \n\nThis is the story of Yu, an amateur wrestler who is not particularly strong, and her growth as an apprentice, rookie, heel, idol, and senior wrestler as she explores various fighting styles."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "072ea447-2da5-4445-9af0-61877ac867d8",
    "title": {
      "en": "Kyoufu: Fear"
    },
    "updatedAt": "2024-06-02T20:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/072ea447-2da5-4445-9af0-61877ac867d8/be2d9946-59e3-4755-b0b5-44cf07b1e0f7.jpg",
    "altTitles": [
      {
        "vi": "Khủng Bố"
      },
      {
        "ja-ro": "Kyôhu"
      },
      {
        "en": "Terror"
      },
      {
        "ja": "恐怖"
      }
    ],
    "description": {
      "en": "Following the life of the student newspaper reporter Emiko, these are scary stories of experiences from Miyako High School :  \n- Ubawareta Shinzou (Stolen Heart) – The school's mystery club sees the dangerous consequences of an innocent promise concerning heart donation after death between two friends.   \n- Kyuuketsu Men (Bloodsucking Mask) – A girl who wears a demon mask from a shrine for a bad-luck-banishing drama club party ends up unable to remove it.   \n- Dokuga (Poison Moth) – The science club leader creates a serum to preserve dead bodies perfectly, but it may have other unpredicted side effects.   \n- Henshitsu – A couple take shelter from a storm in a strange house with a secret that might prove to be deadly.   \n– These stories and many more are found in the two volumes of Kyoufu. [tethysdust]"
    },
    "status": "completed",
    "releaseDate": 1971,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "6"
  },
  {
    "mangaId": "6e3553b9-ddb5-4d37-b7a3-99998044774e",
    "title": {
      "en": "ReLIFE"
    },
    "updatedAt": "2024-01-08T23:06:13+00:00",
    "coverArt": "https://mangadex.org/covers/6e3553b9-ddb5-4d37-b7a3-99998044774e/e4504532-62f8-467c-9f90-d6390b5f3126.jpg",
    "altTitles": [
      {
        "ru": "Повторная жизнь"
      },
      {
        "ar": "إعادة الحياة"
      },
      {
        "ja": "リライフ"
      }
    ],
    "description": {
      "en": "Kaizaki Arata is a 27-year-old unemployed man who, after quitting his last job after three months, has failed every interview since. Enter Yoake Ryou; representative of the ReLIFE Organization. He offers Kaizaki a pill that changes his appearance to that of his 17-year-old self; thus, Kaizaki becomes the subject of a one-year experiment in which he begins his life as a third year high school student once again.\n\n---\nOfficial Release:\n- Indonesian release by Eaststar Adhi Citra (2016)"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "222"
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-05-19T02:22:24+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b453d969-5835-4d8a-a7ba-a5e51654c25f",
    "title": {
      "en": "Ebi no Manga"
    },
    "updatedAt": "2024-08-21T12:47:17+00:00",
    "coverArt": "https://mangadex.org/covers/b453d969-5835-4d8a-a7ba-a5e51654c25f/e6efd350-9760-4996-a202-8c05e600aa2e.jpg",
    "altTitles": [
      {
        "ja": "エビの漫画"
      },
      {
        "en": "Shrimp Manga"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34b47146-a72e-43d8-9ea5-935a5956f09f",
    "title": {
      "en": "OMORI"
    },
    "updatedAt": "2024-08-11T15:31:12+00:00",
    "coverArt": "https://mangadex.org/covers/34b47146-a72e-43d8-9ea5-935a5956f09f/08de9172-04dd-4efa-b474-69bc2ee3f110.jpg",
    "altTitles": [
      {
        "uk": "ОМОРІ"
      },
      {
        "id": "BEBAN"
      },
      {
        "ar": "أوموري"
      }
    ],
    "description": {
      "en": "After—something—changed his life four years ago, Sunny has not left his house once, living in his own reclusive bubble. Hoping for a fresh start for her son, his mother decides to move their family out of town. However, when his childhood friend Kel re-enters his life, Sunny finds himself thrust back into a world he once knew. With only three days before the move, the duo come across familiar faces as they go through town—reawakening a dark past that Sunny has tried so hard to forget."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fe280d6-d419-4aae-ba2c-cb3df5ef8da7",
    "title": {
      "en": "Tentacle Hole"
    },
    "updatedAt": "2024-08-09T12:01:18+00:00",
    "coverArt": "https://mangadex.org/covers/6fe280d6-d419-4aae-ba2c-cb3df5ef8da7/7574df4e-65af-47c9-a8f4-534be1c9ff38.jpg",
    "altTitles": [
      {
        "ja": "テンタクル・ホール"
      }
    ],
    "description": {
      "en": "On the way home, Jin and his friend Komachi are suddenly transported to another world full of strange creatures and Jin is killed by them, but somehow manages to come back to life, but as a tentacled creature !?",
      "es": "De camino a casa, Jin y su amiga Komachi son repentinamente transportados a otro mundo repleto de criaturas extrañas donde Jin muere a manos de estas, pero de alguna forma logra regresar a la vida… ¿¡pero como una criatura con tentáculos!? ¡El inicio de una fantasía oscura de tentáculos!",
      "ja": "学校からの帰り道、いきなり異世界に飛ばされてしまった高校生・仁と幼馴染の小町。直後に巨大生物に襲われ命を落としてしまう仁だったが、なぜか触手生物に転生して――!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Mahou Shoujo ni Akogarete"
    },
    "updatedAt": "2024-06-01T21:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "en": "Gushing over Magical Girls"
      },
      {
        "fr": "Looking up to Magical Girls"
      },
      {
        "uk": "Я захоплююся чарівними двічатами і..."
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "uk": "Хііраґі Утена завжди захоплювалася чарівними дівчатами і мріяла перетворитися на круту героїню, яка бореться зі злом. Тож, коли одного вечора до неї підходить талісман, яка стверджує, що в ній дрімає магічна сила, вона тремтить від хвилювання. Але її барвиста мрія швидко розбивається об іронічний поворот подій, коли вона перетворюється на лиходійку!",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8546511f-e99f-4690-960c-cf0bcd1acf07",
    "title": {
      "en": "Marumaru na Kanojo ni Dekiaisarete Imasu."
    },
    "updatedAt": "2024-08-07T07:10:10+00:00",
    "coverArt": "https://mangadex.org/covers/8546511f-e99f-4690-960c-cf0bcd1acf07/cced209e-a89b-4e46-852a-6cb89e983631.png",
    "altTitles": [
      {
        "ja": "〇〇な彼女に溺愛されています。"
      },
      {
        "en": "I am doted on by my 〇〇 girlfriend."
      }
    ],
    "description": {
      "en": "Translated Synopsis:\n\n\"I was suddenly kissed by a man...\"\nThe class president, Miyakaze Shin, is suddenly kissed on the lips by the most popular guy in school, Daidoin!?\n\nThis is the story of the struggles of a serious class president who is doted on by a handsome, manly girl. \n\nA slapstick love comedy between the popular prince of the school (♀) and the mediocre class president (♂) begins!\n\n[Line Manga](https://manga.line.me/product/periodic?id=Z0003172)"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "14"
  },
  {
    "mangaId": "c3e9fcb2-36b6-430b-acbc-fb5582487ca2",
    "title": {
      "en": "Confession"
    },
    "updatedAt": "2024-03-16T22:10:06+00:00",
    "coverArt": "https://mangadex.org/covers/c3e9fcb2-36b6-430b-acbc-fb5582487ca2/ebfe6825-dbba-4596-a8d8-4005d5d553a9.jpg",
    "altTitles": [
      {
        "en": "Confession"
      },
      {
        "zh": "告白"
      },
      {
        "zh-ro": "Gaobai"
      },
      {
        "zh-ro": "Gàobái"
      }
    ],
    "description": {
      "en": "The handsome and affectionate pilot Zhou Jingze x the gentle and firm doctor Xu Sui. Summer is always hot, and so is the boy I love. Watch \"Infatuated Prodigal Son\" Zhou Jingze perform this role.",
      "zh": "痞帅深情飞行员周京泽x温软坚定医生许随。夏天永远热烈，我爱的少年也是。看“痴情浪子”周京泽演绎这一份情有独钟。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60bbd433-c4a7-4b54-a8e2-9c9a76b81677",
    "title": {
      "en": "The Master of the Grand Prince"
    },
    "updatedAt": "2024-08-30T19:13:30+00:00",
    "coverArt": "https://mangadex.org/covers/60bbd433-c4a7-4b54-a8e2-9c9a76b81677/7431fda9-ab94-4f46-8918-364fdb843e40.jpg",
    "altTitles": [
      {
        "ko": "대군마마의 주인님"
      },
      {
        "ko": "[거시,기록 단편선] 대군마마의 주인님"
      },
      {
        "en": "[Prominent-Figures Observation, Record Anthology] His Majesty the Grand Prince's Master"
      },
      {
        "en": "Your Majesty the Great King's Master"
      },
      {
        "en": "His Majesty the Grand Prince's Master"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "829d27e8-3d50-48bc-ab1d-9d1c3bfba615",
    "title": {
      "en": "Isekai no Binbou Nouka ni Tensei Shita Node, Renga wo Tsukutte Shiro wo Tateru Koto ni Shimashita"
    },
    "updatedAt": "2023-12-21T02:22:50+00:00",
    "coverArt": "https://mangadex.org/covers/829d27e8-3d50-48bc-ab1d-9d1c3bfba615/8c9a5c96-14e1-43e8-8e78-ad3b9daf5ea8.jpg",
    "altTitles": [
      {
        "en": "I  Was Reincarnated as a Poor Farmer in a Different World, so I Decided to Make Bricks to Build a Castle"
      },
      {
        "ja": "異世界の貧乏農家に転生したので、レンガを作って城を建てることにしました"
      }
    ],
    "description": {
      "en": "In another world where the Royal family power is on decline, and turmoil are lasting.  \n  \nIn a remote village, a young child, who will later be named Ars, is \"gardening\" and \"improving the land.\" Having the memories of his previous life, he who was fond of \"city building\" games, initiated to do \"selective breeding for crops\" and \"house constructions\" with his own magic to get out of poverty, and finally acquired a \"brick creation!\" Selling his bricks to a peddler, he obtains a rare egg of a “tamed beast,\" but can he raise it safely?  \n  \nLater called as a “Living God,” this is the beginning of the heroic tale of a young boy who founded a nation!",
      "ja": "- [Web Novel](https://ncode.syosetu.com/n4546fc/)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4bf8e8fd-990d-4a7f-b914-4d009ca06813",
    "title": {
      "en": "Remote Jugyou ni Nattara Class 1 no Bishoujo to Doukyo Suru Koto ni Natta"
    },
    "updatedAt": "2024-07-01T22:01:14+00:00",
    "coverArt": "https://mangadex.org/covers/4bf8e8fd-990d-4a7f-b914-4d009ca06813/7ad9de8f-4b0d-4250-81aa-7c02ac421c4d.jpg",
    "altTitles": [
      {
        "en": "When I Got to Remote Class, I Had to Move in With the Most Beautiful Girl in My Class"
      },
      {
        "ja": "リモート授業になったらクラス1の美少女と同居することになった"
      },
      {
        "es-la": "Cuando empecé con las clases a distancia, tuve que convivir con la chica más guapa de mi clase."
      },
      {
        "es": "Cuando empecé con las clases a distancia, tuve que convivir con la chica más guapa de mi clase."
      },
      {
        "tr": "Uzaktan Eğitime Başladığımda, Sınıfımdaki En Güzel Kızla Aynı Eve Taşınmak Zorunda Kaldım"
      }
    ],
    "description": {
      "en": "High school student Kanata Yoshino who was at his wit's end, meets Haruka Hoshikawa, the most beautiful girl of his class, who was waving her smartphone alone in a park in the middle of the night. She is bad with machines and doesn't know how to connect to the internet, and asks him to help. He ends up visiting her house, but little does he know, she has a secret purpose...!\n\nThe sweet and romantic cohabitation love comedy begins with the skilled invitation of the young lady!",
      "es": "El estudiante de instituto Kanata Yoshino, que no sabía qué hacer, se encuentra con Haruka Hoshikawa, la chica más guapa de su clase, que estaba agitando su smartphone sola en un parque en mitad de la noche. Hoshikawa le pide ayuda porque es mala con los aparatos y no sabe conectarse a Internet. Acaba visitando su casa, pero poco sabe él, ¡ella tiene un propósito secreto...! ¡La dulce y romántica comedia de amor de convivencia comienza con la hábil invitación de la joven!",
      "ja": "とある感染症が蔓延し、学生寮が閉鎖となって途方に暮れていた高校生・吉野叶多は、\n夜中の公園で一人スマホを振り回すという奇行を見せるクラス1の美少女・星川遥と出会った。\n機械音痴でネット接続の仕方がわからないと語る星川に助けを求められ、\n家をお邪魔した吉野だったが、実は彼女には秘めた目的があって──！？\n誘い受け上手なお嬢様とはじめる、イチャ甘同居ラブコメディ開幕！",
      "es-la": "El estudiante de instituto Kanata Yoshino, que no sabía qué hacer, se encuentra con Haruka Hoshikawa, la chica más guapa de su clase, que estaba agitando su smartphone sola en un parque en mitad de la noche. Hoshikawa le pide ayuda porque es mala con los aparatos y no sabe conectarse a Internet. Acaba visitando su casa, pero poco sabe él, ¡ella tiene un propósito secreto...! ¡La dulce y romántica comedia de amor de convivencia comienza con la hábil invitación de la joven!",
      "pt-br": "O estudante do ensino médio Kanata Yoshino, que estava perdendo o juízo, conhece Haruka Hoshikawa, a garota mais bonita da sua turma, que estava agitando seu smartphone sozinha em um parque no meio da noite. Ela é ruim com máquinas e não sabe se conectar à internet, e pede ajuda a ele. Ele acaba visitando a casa dela, mas ele mal sabe que ela tem um propósito secreto...!\n\nA doce e romântica comédia de amor de coabitação começa com o habilidoso convite da jovem!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]