[
  {
    "mangaId": "ea570d91-3d74-45f2-9a59-740a4cfdd27f",
    "title": {
      "en": "Solo Strike: A Hundred Million Damage"
    },
    "updatedAt": "2024-05-07T01:13:12+00:00",
    "coverArt": "https://mangadex.org/covers/ea570d91-3d74-45f2-9a59-740a4cfdd27f/53c95fae-943f-4d8a-881b-c97c5269b95f.png",
    "altTitles": [
      {
        "ko": "我的伤害有亿点点高"
      },
      {
        "zh-ro": "Wo De Shanghai You Yi Diandian Gao"
      },
      {
        "en": "Hyper Blitz: Fury Unleashed"
      },
      {
        "en": "My Damage Is a Little Bit Higher by a Billion Points"
      },
      {
        "en": "My Damage Is a Little Bit Higher Than 100 Million"
      }
    ],
    "description": {
      "en": "When the game world and Blue Star merge into one, the era of dawn arrives. Zhou Yi teleported into it and became a mere assassin, but something wasn’t right about his skills. The Eye of Death: All True Damage becomes five times more? 9999 damage is easily dealt with the flick of a knife? The Hand of God: Definite success in stealing. Even monster attributes and skills can be stolen? Therefore, Zhou Yi decided not to be a human being anymore. Turning into an elite monster? In seconds!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a460ab18-22c1-47eb-a08a-9ee85fe37ec8",
    "title": {
      "en": "Bleach - Digital Colored Comics"
    },
    "updatedAt": "2024-01-22T01:22:43+00:00",
    "coverArt": "https://mangadex.org/covers/a460ab18-22c1-47eb-a08a-9ee85fe37ec8/7c8f9203-2b82-41f2-beb3-e7fb00e151e2.jpg",
    "altTitles": [
      {
        "en": "BLEACH"
      },
      {
        "en": "BLEACH (Official Colored)"
      },
      {
        "ja": "BLEACH カラー版"
      },
      {
        "vi": "Sứ giả Ichigo"
      },
      {
        "vi": "Sứ mạng thần chết"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "ja": "ブリーチ"
      },
      {
        "ja": "ブリーチ カラー版"
      },
      {
        "zh": "死神"
      },
      {
        "ko": "블리치"
      }
    ],
    "description": {
      "en": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family, but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits, and along with Rukia, who is slowly regaining her powers, it's Ichigo's job to both protect the innocent from Hollows and to help the spirits themselves find peace.   \n  \nMonochrome version won the 50th Shogakukan Manga Award in the Shounen category.",
      "es": "Ichigo Kurosaki siempre ha sido capaz de ver fantasmas, pero esta habilidad no cambia su vida tanto como su encuentro cercano con Rukia Kuchiki, una Segadora de Almas y miembro de la misteriosa Sociedad de las Almas. Mientras lucha contra un hueco, un espíritu maligno que se aprovecha de los humanos que muestran energía psíquica, Rukia intenta prestarle a Ichigo algunos de sus poderes para que pueda salvar a su familia, pero para su sorpresa, Ichigo absorbe hasta la última gota de su energía. Ahora que ya es un auténtico Segador de Almas, Ichigo aprende rápidamente que el mundo que habita está lleno de peligrosos espíritus y, junto con Rukia, que está recuperando lentamente sus poderes, el trabajo de Ichigo consiste en proteger a los inocentes de los huecos y ayudar a los propios espíritus a encontrar la paz.  \n  \nVersión monocroma ganó el 50º Premio Shogakukan Manga en la categoría Shounen.",
      "pt-br": "Versão totalmente colorida do mangá Bleach. A história gira em torno de Kurosaki Ichigo um estudante de 15 anos que tem uma estranha capacidade de ver, tocar e falar com espíritos de pessoas mortas. Logo que o Shinigami (Deus da Morte) Kuchiki Rukia toma conhecimento dos poderes dele ela decide investigá-lo, e acaba em uma luta com um Hollow que foi atraído pelo forte poder espiritual de Ichigo, antes de ser derrotada pela criatura, Rukia passa seus poderes a Ichigo, o qual se torna um Shinigami, e após derrotar o Hollow ingressa em uma jornada para proteger os humanos e os espíritos da ameaça dos Hollows."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "74",
    "lastChapter": "686"
  },
  {
    "mangaId": "fac533c1-baeb-4dc5-af60-8792abe463a3",
    "title": {
      "en": "Bloodline"
    },
    "updatedAt": "2024-03-30T03:08:53+00:00",
    "coverArt": "https://mangadex.org/covers/fac533c1-baeb-4dc5-af60-8792abe463a3/f9b4e32d-c99f-4f2f-8c5d-85b4bdc78b63.jpg",
    "altTitles": [
      {
        "zh": "血族BLOODLINE"
      },
      {
        "zh-hk": "血族BLOODLINE：聖魔虛像篇"
      },
      {
        "en": "Bloodline: The Illusory Noble Demon"
      },
      {
        "zh": "血族Bloodline：圣魔虚像篇"
      }
    ],
    "description": {
      "en": "Yeren, who dreams of being a vampire hunter, is unwittingly caught in the crossfire between a vampire girl and the Holy lands. As a temporary blood servant, he doesn't know what to do when the hatred and strife between them have been ongoing for thousands of years… This is a story about Lilo·Ai, the last vampire."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": ""
  },
  {
    "mangaId": "31be4cc4-d7c8-47d7-9d80-4f1b2db7979e",
    "title": {
      "en": "Angel Heart"
    },
    "updatedAt": "2024-04-26T14:45:01+00:00",
    "coverArt": "https://mangadex.org/covers/31be4cc4-d7c8-47d7-9d80-4f1b2db7979e/1b72aeb3-9856-413a-a95f-a6a1208ef4fc.png",
    "altTitles": [
      {
        "ja-ro": "Angel Heart - 1st Season"
      },
      {
        "ja": "エンジェル・ハート"
      },
      {
        "ja": "エンジェル・ハート 1stシーズン"
      },
      {
        "zh": "天使之心"
      },
      {
        "zh": "天使心"
      },
      {
        "es-la": "Corazón de Ángel"
      },
      {
        "uk": "Серце Янгола"
      }
    ],
    "description": {
      "en": "A young Taiwanese assassin codenamed \"Glass Heart\" committed suicide by jumping off a building, and her heart was pierced by a metal fence. Miraculously, her life was saved by heart transplantation. During her recovery she began to experience strange dreams, which led her to Japan looking for the donor of her heart, who happens to be Kaori Makimura, former partner of City Hunter.\n\n---\nOfficial Release:\n- Indonesian release by Level Comics",
      "ja": "台湾の黒社会組織の殺人兵器として養成された少女グラス・ハート。彼女は自殺を図るが、シティーハンターのパートナー槇村香の心臓を移植され一命をとりとめる。蘇ったグラス・ハートは組織を抜け出し、香の記憶に導かれるように新宿・リョウの元へ。やがて二人は香の心臓という絆で、再会をはたすのだが……!?",
      "es-la": "Una joven asesina taiwanesa con el nombre clave de \"Corazón de Cristal\" se suicidó saltando desde un edificio, y su corazón fue atravesado por una valla metálica. Milagrosamente, su vida se salvó gracias a un trasplante de corazón. Durante su recuperación comenzó a experimentar extraños sueños, que la llevaron a Japón en busca del donante de su corazón, que resulta ser Kaori Makimura, antigua compañera de City Hunter."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "33",
    "lastChapter": "363"
  },
  {
    "mangaId": "4f5d6b7e-3773-4aa3-a5b6-29800a16470e",
    "title": {
      "en": "Why Are You Obsessed With Your Fake Wife?"
    },
    "updatedAt": "2023-12-11T18:36:25+00:00",
    "coverArt": "https://mangadex.org/covers/4f5d6b7e-3773-4aa3-a5b6-29800a16470e/a22c3255-33da-40f9-abe1-94d9a3ab623b.jpg",
    "altTitles": [
      {
        "ko": "가짜 아내에게 왜 집착하세요?"
      },
      {
        "pl": "Dlaczego Masz Obsesję na Punkcie Swojej Fałszywej Żony?"
      }
    ],
    "description": {
      "en": "\"You'd better not even dream of being recognized as my wife. There will never be an heir from a daughter of Balajit.”\n\nNadia couldn't agree more with his opinion.\nThank you, Marquis, be sure to keep your word.\n\n“The Marquis said you had no intention of sleeping with me.”\n“… … .”\n“So, to ensure an heir, there's no other choice but to take a concubine... … .”\n\nNadia's head jerked at the sound of something crushing on her.\nThen, out of the corner of her eyes, she saw that the table her husband was working on had cracked.\n\nNo, why did it suddenly break?",
      "ko": "“내 아내로 인정받을 망상 따위 꿈에도 하지 않는 게 좋을 거다. 내가 발라지트의 딸에게서 후사를 볼 일은 영영 없을 테니.”\n\n나디아는 하마터면 나도 같은 생각이라고 맞장구칠 뻔했다.\n\n감사합니다, 후작놈아.\n자기 입으로 한 말은 꼭 지키세요.\n\n***\n\n“후작님께서 저와 합방을 할 의사가 없다고 하셨거든요.”\n“…….”\n“그러니 후계를 위해선 어쩔 수 없이 첩을 들이는 수밖에…….”\n\n콰직.\n무언가 으스러지는 소리에 나디아의 고개가 홱 돌아갔다.\n그러자 남편이 짚은 테이블의 한 구석에 금이 간 모습이 보인다.\n\n아니, 저게 갑자기 왜 부서져?",
      "pl": "\"Lepiej, żebyś nie marzyła o uznaniu cię za moją żonę. Nigdy nie miałbym następcy z córką Balazita\".\nSłysząc to, Nadia prawie powiedziała: \"Czuję to samo\".\nDziękuję ci, markizie. Mam nadzieję, że dotrzymasz swoich słów.\n***\n\"Powiedziałeś, że nie masz zamiaru dzielić ze mną łoża\".\n\"...\"\n\"Więc dla dobra następcy wiem, że nie masz innego wyboru, jak sprowadzić konkubinę...\"\npęknięcie\nGłowa Nadii odwróciła się na ten dźwięk.\nW następnej chwili widzi, pęknięcie w rogu stołu, przy którym był jej mąż.\nTo znaczy, dlaczego ten stół nagle się złamał?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58eb9b1f-f1f8-43a9-a22e-6e43a389f7a4",
    "title": {
      "en": "Over the Moon"
    },
    "updatedAt": "2023-08-09T19:23:10+00:00",
    "coverArt": "https://mangadex.org/covers/58eb9b1f-f1f8-43a9-a22e-6e43a389f7a4/42191ed0-5390-4318-a769-38c3a5130ade.png",
    "altTitles": [
      {
        "en": "Deadly Moonlight"
      },
      {
        "ko": "오버더문"
      }
    ],
    "description": {
      "en": "When the blue moon rises in the sky, don't get hit by the moonlight, or else…   \nShould the moonlight touch you, you will become a monster.  \n  \nTwo weeks after an incident on a bus, Jangmin receives a warning from his phone: \"Direct moonlight will cause symptoms of skin changes, mental distress, etc. To prevent exposure, citizens are forbidden from nighttime activities.\"  \n  \nBut at nightfall, hundreds of texts invite him to come outside and look at the moon…   \nA series of bizarre events is about to begin…  \n  \n [Official Chinese](https://www.dongmanmanhua.cn/SUSPENSE/zhimingdeyueguang/list?title_no=1477)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "42"
  },
  {
    "mangaId": "2b8ea244-30be-4c4b-b3dd-d136b4b7b443",
    "title": {
      "en": "That Villain's Life, I'll Live It Once"
    },
    "updatedAt": "2024-01-13T15:42:11+00:00",
    "coverArt": "https://mangadex.org/covers/2b8ea244-30be-4c4b-b3dd-d136b4b7b443/2b9760f0-b184-4bb2-aed5-714ebd484809.jpg",
    "altTitles": [
      {
        "ko": "그 악녀 인생, 제가 한번 살아 볼게요"
      },
      {
        "en": "The Villainess's Life, I'll Try Living It"
      },
      {
        "en": "I Will Live the Life of a Villainess"
      }
    ],
    "description": {
      "en": "On her way home, the protagonist, Jung Yuna, gets into a traffic accident.\nAnd just when she thought she had died... she opens her eyes to find herself in a splendid bedroom?!\n\nObserving for about a week, she realizes that the person she has possessed was the notorious villainess from the novel she had read before her death, \"The Lady of the White Rose.\"\n\nNot only that, but she was the ultimate villainess who only did wicked things to the heroine and ended up dying at the hands of the male lead!\nCan Elena successfully avoid her novel's fate?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "188e4f34-a80c-4a91-b54e-69572e8ed4d5",
    "title": {
      "en": "Saint Cecilia and Pastor Lawrence"
    },
    "updatedAt": "2024-05-04T01:22:50+00:00",
    "coverArt": "https://mangadex.org/covers/188e4f34-a80c-4a91-b54e-69572e8ed4d5/43f01b64-35f1-4938-afa5-4767f6401294.jpg",
    "altTitles": [
      {
        "ja": "白聖女と黒牧師"
      },
      {
        "ru": "Святая Сесилия и Пастор Лоуренс"
      },
      {
        "vi": "Thánh Nữ Cecilia và Mục Sư Lawrence"
      },
      {
        "ja-ro": "Shiro Seijo to Kuro Bokushi"
      }
    ],
    "description": {
      "en": "What’s a priest to do when the Saint he’s tasked to take care of is…a  klutz? One thing’s for sure…every day is bound to be lively!\n\nSaint Cecilia is beloved by the townspeople — not only is she elegant and composed, she benevolently shares her wisdom with all who seek it. That is, until the last person has left — at which point she becomes totally hopeless!\n\nOnly Pastor Lawrence is keeping the Saint put together enough to do her duties… and though she may test him, it’s all in a day’s work!",
      "vi": "Thánh nữ Cecilia có một bí mật - đó là cô sống hoàn toàn phụ thuộc vào Lawrence, mục sư của nhà thờ. Ngoài ra cô còn có một tình cảm bí mật đối với Lawrence, nói bí mật cho oai thế thôi chứ ai cũng biết riêng chỉ có Lawrence là không biết thôi"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a02b7d24-9e17-4c83-8ace-54dbdd7c8828",
    "title": {
      "en": "Overpowered Healer"
    },
    "updatedAt": "2023-10-09T05:56:38+00:00",
    "coverArt": "https://mangadex.org/covers/a02b7d24-9e17-4c83-8ace-54dbdd7c8828/fa0eca17-af62-4651-a496-1ca61229e720.jpg",
    "altTitles": [
      {
        "ko": "힐러인데 먼치킨"
      }
    ],
    "description": {
      "en": "Summoned to another world and living as a mediocre healer, Sido, by a stroke of luck, begins to hear the voices of the gods. It turns out that the gods have been playing a long-term game with humans?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7be5032d-1059-4381-bb07-48115eba3073",
    "title": {
      "en": "Genshiken Nidaime - The Society for the Study of Modern Visual Culture II"
    },
    "updatedAt": "2024-05-05T00:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/7be5032d-1059-4381-bb07-48115eba3073/2a326e97-2808-4663-90ed-0d8bcacdfc56.jpg",
    "altTitles": [
      {
        "en": "Genshiken: Second Season"
      },
      {
        "ru": "Гэнсикэн: второе поколение"
      },
      {
        "ja": "げんしけん 二代目"
      },
      {
        "zh": "现视研二代目"
      }
    ],
    "description": {
      "en": "Genshiken follows the lives of a group of college students drawn together by their shared hobbies, and the trials and adventures associated with being otaku.  \n  \nGenshiken Nidaime (\"Second Generation\") is a continuation of the previous series, with chapter numbering starting at 56."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "127"
  },
  {
    "mangaId": "902ca1f7-6809-4978-813b-8aaa65dcb880",
    "title": {
      "en": "Annie and Crows"
    },
    "updatedAt": "2024-05-07T00:50:28+00:00",
    "coverArt": "https://mangadex.org/covers/902ca1f7-6809-4978-813b-8aaa65dcb880/2c855a3b-39d8-4929-8234-4191f286dd6c.jpg",
    "altTitles": [
      {
        "en": "Annie & Crows"
      },
      {
        "pt-br": "Annie e Corvos"
      },
      {
        "pt-br": "Annie & Corvos"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb5e7cdd-a3b0-4a23-938d-61bd5b8c1a2a",
    "title": {
      "en": "Takane to Hana"
    },
    "updatedAt": "2024-05-05T20:50:03+00:00",
    "coverArt": "https://mangadex.org/covers/bb5e7cdd-a3b0-4a23-938d-61bd5b8c1a2a/9ef7cfd4-30d6-4b73-a758-2916e1fbc9fd.jpg",
    "altTitles": [
      {
        "en": "Takane & Hana"
      },
      {
        "en": "Takane and Hana"
      },
      {
        "tr": "Takane ve Hana"
      },
      {
        "zh": "高岭与花"
      },
      {
        "ja": "高嶺と花"
      },
      {
        "ja": "타카네와 하나"
      }
    ],
    "description": {
      "en": "When Hana replaces her sister at an omiai (like a goukon, but for marriage) little does she expect to be insulted and called a gold digger by the handsome and older Takane! Furious, she throws her wig in his face and leaves. Unexpectedly she gets asked out on a date by Takane the next day. How will these two ever find love?",
      "pl": "Kiedy Hana zastąpiła swoją siostrę na spotkaniu aranżującym małżeństwo, nie przypuszczała, że zostanie nazwana deską i całkiem zwyczajną dziewczyną przez przystojnego i starszego Takane! W złości rzuca w niego swoją perukę. Następnego dnia zostaje niespodziewanie zaproszona na randkę przez Takane. Czy ta dwójka kiedykolwiek znajdzie miłość?"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "101"
  },
  {
    "mangaId": "71b4031e-8e08-49aa-8f1a-b4ea1ef71fe6",
    "title": {
      "en": "The Flower That Swallowed the Beast"
    },
    "updatedAt": "2024-05-03T17:33:46+00:00",
    "coverArt": "https://mangadex.org/covers/71b4031e-8e08-49aa-8f1a-b4ea1ef71fe6/23e64cea-7aa5-4946-bb39-60dee36e941a.jpg",
    "altTitles": [
      {
        "en": "A Beast Swallowed by a Flower"
      },
      {
        "ar": "الزهرة التي ابتلعت الوحش"
      },
      {
        "ko": "꽃이 삼킨 짐승"
      },
      {
        "pt-br": "A Flor que Devorou a Fera"
      },
      {
        "es-la": "La bestia devorada por la flor"
      }
    ],
    "description": {
      "ar": "وبسبب جمالها، عُرفت إيريس بزهرة الدوق ويتل. لكن في الواقع، كانت مجرد طفلة غير شرعية ولدت من لقاء بين الدوق وإحدى خادماته. حتى نهايتها، كانت حياتها أشبه بعشبة ذابلة تحاول الصمود في وجه نيران الجحيم.\n\nولكن عندما أُغلقت الستائر، بدأت حياتها الجديدة. للتأكد من أن هذه الفرصة الثانية لن تسير بنفس الطريقة التي حصلت عليها في المرة الأولى، تقتربت إيريس من كيبراندت، وهو رجل شرس ووحشي تخطط لاستخدامه من أجل العيش بشكل مريح.\n\n“دعونا نرى ما إذا كان بإمكانك أن تجعلني مثارة يا كيبراندت – على الرغم شكي في أن ذلك سيكون ممكنًا.”\n\nهذه قصة خيالية عن امرأة فخورة قامت بترويض وحش.",
      "en": "“A wolf only keeps one female by its side, Lisi.” Iris was called the flower of the Whitlow Duchy, but in reality, she lived a life no better than a weed. The man named Caverant Green, who deliberately approached her to live a comfortable life again, was an extremely hot and beast-like man. Every time she make eye contact with the leader of the beastmen, a dangerous atmosphere blooms between them…",
      "es-la": "Iris era llamada la flor del duque de Whitlow, pero en realidad no vivía una vida mejor que la de una mala hierba.\nEl hombre llamado Caverant Green, que deliberadamente se acercó a mí para volver a vivir una vida cómoda, era un hombre muy atractivo y parecido a una bestia.\n\n“Un lobo sólo mantiene a una hembra a su lado durante toda su vida, Rishi”.\n\nCada vez que hace contacto visual con el líder de los hombres bestia, una atmósfera peligrosa florece entre ellos…",
      "pt-br": "\"Seu sorriso é lindo, Iris\", disse a fera. \"Eu quero devorar você inteira.\" \nDevido à sua beleza, Iris era conhecida como a flor do Ducado Whittle. Na realidade, porém, ela era apenas uma filha ilegítima nascida de um caso entre o duque e uma de suas criadas. \nAté o fim, sua vida foi semelhante a uma erva daninha murcha tentando resistir ao fogo do inferno. \nMas assim que as cortinas se fecharam, sua nova vida começou. Para garantir que essa segunda chance não tenha o mesmo destino da primeira, Iris se aproxima de Keibrandt, um homem feroz e bestial que ela planeja usar para viver confortavelmente. \n\"Vamos ver se você consegue me deixar excitada, Keibrandt—embora eu duvide que isso seja possível.\" Este é um conto de fadas sobre uma mulher orgulhosa que domou uma fera."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6ec8f9e-62a9-4575-9096-09cbfda0f8ad",
    "title": {
      "en": "Koigokoro Senpukuchuu"
    },
    "updatedAt": "2018-07-27T15:00:37+00:00",
    "coverArt": "https://mangadex.org/covers/a6ec8f9e-62a9-4575-9096-09cbfda0f8ad/8efbce6c-dc6f-466c-94a1-9cd29b0673b2.jpg",
    "altTitles": [
      {
        "en": "Koigokoro Kaidokuchuu"
      },
      {
        "en": "Koikokoro Senpukuchuu"
      },
      {
        "en": "The Latency Period of Love"
      },
      {
        "en": "When Love is Hiding"
      },
      {
        "en": "こいごころ・せんぷくちゅう"
      },
      {
        "en": "恋心・センプク中"
      },
      {
        "en": "恋心♥センプク中"
      },
      {
        "en": "恋心觉醒时"
      },
      {
        "en": "恋爱潜伏期"
      }
    ],
    "description": {
      "en": "There are seven love charms that are circulated at Ayase Academy. Trusting those, Ritsuka believes that she will have a wonderful boyfriend. However, Kuze-kun, who's super scary and infamous at school, keeps getting in her way… Will Ritsuka find the love of her destiny ?!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ff01fec1-6465-4825-9497-44c7d9133f2c",
    "title": {
      "en": "Bell & Ring wa Kane"
    },
    "updatedAt": "2024-01-12T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/ff01fec1-6465-4825-9497-44c7d9133f2c/596d223c-97bb-48b8-9129-2ecc89b9b78e.jpg",
    "altTitles": [
      {
        "ja": "ベルリンは鐘"
      },
      {
        "ja-ro": "Bell & Ring ha Kane"
      },
      {
        "en": "Bell & Ring are Bells"
      }
    ],
    "description": {
      "en": "A chaotic 4-panel manga about the daily lives of siblings Ringabelle and Bigbell, who are bells."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "132"
  },
  {
    "mangaId": "bc86a871-ddc5-4e42-812a-ccd38101d82e",
    "title": {
      "ja": "Hana ni Arashi"
    },
    "updatedAt": "2024-03-05T21:33:42+00:00",
    "coverArt": "https://mangadex.org/covers/bc86a871-ddc5-4e42-812a-ccd38101d82e/43fc00ab-79d8-4539-8893-dd5f9dee59ca.jpg",
    "altTitles": [
      {
        "en": "Rainbows After Storms"
      },
      {
        "ja-ro": "Nanoha to Chidori"
      },
      {
        "es": "Tormenta de Flores"
      },
      {
        "ru": "Наноха и Чидори"
      },
      {
        "ja": "はなにあらし"
      },
      {
        "id": "Badai di antara Bunga"
      },
      {
        "zh": "好事多磨"
      },
      {
        "zh-hk": "好事多磨"
      },
      {
        "fr": "Une fleur dans la tempête"
      },
      {
        "en": "Rainbows After Storms"
      }
    ],
    "description": {
      "en": "Unbeknownst to their friends and classmates, Nanoha and Chidori are dating. Watch as they try to keep their relationship secret!",
      "es": "A las espaldas de sus amigas y compañeras the salón, Nanoha y Chidori están saliendo juntas. ¡Velas tratando de mantener su relación en secreto!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "162"
  },
  {
    "mangaId": "b59e0553-38b7-4d3c-b2f5-1176af60939f",
    "title": {
      "en": "Koikokoro Koushinchuu"
    },
    "updatedAt": "2018-07-28T02:37:09+00:00",
    "coverArt": "https://mangadex.org/covers/b59e0553-38b7-4d3c-b2f5-1176af60939f/6abe60ab-a461-49f2-bb47-a35f3a923faa.jpg",
    "altTitles": [
      {
        "en": "Koigokoro Koushin Naka"
      },
      {
        "en": "Koigokoro Koushinchuu"
      },
      {
        "en": "Koikokoro Koushin Naka"
      },
      {
        "en": "The Evolution of Love"
      },
      {
        "en": "When Love is Growing"
      },
      {
        "en": "恋心・コウシン中"
      },
      {
        "en": "恋心♥コウシン中"
      },
      {
        "en": "戀愛進行期"
      }
    ],
    "description": {
      "en": "Ritsuka, a Ryousei student, believes that she’ll find a wonderful boyfriend by following the love legends. After all, her older sister, Aya, followed them, and she got married! Yet every time Ritsuka carries out a legend superstition, Kuze-kun gets in her way…  \n  \nAlthough they fight all the time, Kuze-kun is always there for her when she’s feeling scared or anxious. While his words are ill-natured, he is kind to her, so Ritsuka feels happy even when she’s mad at him…  \n  \nRitsuka falls in love with Kuze-kun. After four of the legendary superstitions were completed, Ritsuka and Kuze-kun fell in love with each other, but…?!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f4904da8-2250-461b-bb29-3ec177c40bb9",
    "title": {
      "en": "Splatoon"
    },
    "updatedAt": "2024-05-05T18:03:04+00:00",
    "coverArt": "https://mangadex.org/covers/f4904da8-2250-461b-bb29-3ec177c40bb9/d3fc8ec6-5281-4049-a556-7f918b0caf34.jpg",
    "altTitles": [
      {
        "ja": "スプラトゥーン"
      },
      {
        "ru": "CoroIka"
      },
      {
        "ja-ro": "Supurato~ūn"
      }
    ],
    "description": {
      "en": "A serialization for the hit game Splatoon with manga-original characters featuring Team Blue's, and more specifically Goggles', antics."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d242cf4-eead-4a74-87c9-5805a42a2303",
    "title": {
      "en": "Tenohira Sousei-ki"
    },
    "updatedAt": "2023-09-01T20:04:10+00:00",
    "coverArt": "https://mangadex.org/covers/0d242cf4-eead-4a74-87c9-5805a42a2303/5aa7e0f8-51ee-4718-ad4a-2788305f2677.jpg",
    "altTitles": [
      {
        "en": "Genesis in Our Hands"
      },
      {
        "en": "てのひら創世記"
      },
      {
        "ja": "Tenohira Souseiki"
      }
    ],
    "description": {
      "en": "My name is Suzaki Aiichirou, a lone wolf and I live to fight! However, one day an annoying girl came to my house and challenged me to a duel… and since that day on my life has completely changed. This is a story about the birth of a brand-new world.",
      "es": "Soy Suzaki Aiichirou, un lobo solitario. Mi vida es, todos los dias, peleas y riñas. Sin embargo, un día todo se acabó… \"uwaaa~!!!\" Un bebé misterioso apareció de repente en mi casa. Además, una molestosa espadachín se mudo a mi casa. Y así comienzan mis nuevos días. Un encuentro comenzó, uno que creará un nuevo mundo. Una pequeña historia, tuya y mia, sobre el nacimiento de un nuevo mundo.  \n  \n**Links:**  \n- [Author's Twitter](https://twitter.com/asaki_s)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": null
  },
  {
    "mangaId": "91d3ebc6-a646-4b42-83c5-370fd1443b7a",
    "title": {
      "en": "Happy Birthday, Goodbye"
    },
    "updatedAt": "2024-04-05T17:18:56+00:00",
    "coverArt": "https://mangadex.org/covers/91d3ebc6-a646-4b42-83c5-370fd1443b7a/bb3cb6dd-f750-4684-b665-4e57440cf7a7.jpg",
    "altTitles": [
      {
        "ja": "ハッピーバースデー、さよなら"
      },
      {
        "ja-ro": "Happy Birthday, Sayonara"
      }
    ],
    "description": {
      "en": "\"Every morning, I give birth to an identical copy of myself.\"\n\nThis is a story of love and hate, set within a bizarre fantasy."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12f92897-ad75-4c54-baed-b2834a9d8082",
    "title": {
      "en": "Watashi no Yuri wa Oshigoto desu!"
    },
    "updatedAt": "2024-03-10T13:46:18+00:00",
    "coverArt": "https://mangadex.org/covers/12f92897-ad75-4c54-baed-b2834a9d8082/b46cf1a9-16b8-4b4b-ae75-a741fd098998.jpg",
    "altTitles": [
      {
        "de": "Café Liebe"
      },
      {
        "de": "Schwestern in Liebe!"
      },
      {
        "ja-ro": "WataYuri"
      },
      {
        "en": "Yuri Is My Job!"
      },
      {
        "ru": "Юри - это моя работа!"
      },
      {
        "th": "ลิลีผลิบานเพราะเป็นงานหรอกนะคะ!"
      },
      {
        "ja": "わたゆり"
      },
      {
        "zh": "我的百合乃工作是也!"
      },
      {
        "zh": "百合是我的工作!"
      },
      {
        "ja": "私の百合はお仕事です！"
      },
      {
        "ko": "나의 백합은 일입니다!"
      },
      {
        "ko": "저의 백합은 일이에요!"
      },
      {
        "pl": "Yuri to moja praca!"
      },
      {
        "fr": "Yuri Is My Job! (Meian)"
      }
    ],
    "description": {
      "en": "Hime is a girl who has developed her cuteness as a deliberate act with the plan of marrying a billionaire. One day, she is more or less forced to work as a replacement for a girl injured by bumping into her in the street. The place of work is a concept cafe where the waitresses put on a show as though the cafe were run by the yuri cliche ojousama school. There's a large contrast between the performances and the off-duty staff.",
      "ru": "«Юри — это моя работа!» рассказывает об отношениях между людьми: о зарождении и конце дружбы; о счастье и распрях друзей; о пробуждении любви и её влиянии на рабочую среду; и о самих участниках таких взаимосвязей. Например, о главной героине. Химэ Сираки — невероятно милая школьница, у которой есть мечта: выйти замуж за миллиардера. Стремясь достичь этой цели, она придерживается образа, чтобы нравиться всем.\nПосле неудачного столкновения она ранит Маи Микосибу, которая оказывается управляющей кафе, где обслуживающий коллектив играет роль учащихся школы-интерната для девочек. От чужого давления и желания сохранить репутацию, Химэ приходится согласиться помочь пострадавшей и устроиться официанткой.\nСреди персонала ей встречается красивая и изящная Мицуки Аянокодзи. В отличие от других людей, эта соработница не всегда дружелюбна к новенькой. Доброжелательность при посетителях быстро сменяется злостью и криками вне публики, а некомпетентность недавно присоединившейся сотрудницы лишь усугубляет дело. Но вопреки неприязни девушки, Химэ хочет поладить с каждым во что бы то ни стало. Вот только она не догадывается, кем на самом деле является Мицуки.\n\n---\n\n(Source: [shikimori](https://shikimori.one/mangas/104862))"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcf05366-1fe3-4855-b163-7fa11d0932e6",
    "title": {
      "en": "Bloody Sugar wa Yoru Warau"
    },
    "updatedAt": "2024-05-07T00:08:43+00:00",
    "coverArt": "https://mangadex.org/covers/fcf05366-1fe3-4855-b163-7fa11d0932e6/6222382a-74af-481e-b0c4-6f5d82c8f239.jpg",
    "altTitles": [
      {
        "ja": "ブラッディ・シュガーは夜わらう"
      },
      {
        "en": "Bloody Sugar Laughs at the Night"
      }
    ],
    "description": {
      "en": "Nega - a bizarre disease that develops by acting on the negative emotions of human beings.  Symptoms vary from person to person and cannot be seen by ordinary humans. \n\nChurch and Jed are unalike brothers whose livelihood are doctors who specialize in Negas. The two are looking for a certain nega for their beloved sister, Basil ...!?\n\nA dark sweet fantasy presented by the most notable writer, Matsuri Mido!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "ca3692c0-2abe-4fba-91f4-1c76611539c6",
    "title": {
      "en": "The Ultimate of All Ages"
    },
    "updatedAt": "2024-01-15T12:27:12+00:00",
    "coverArt": "https://mangadex.org/covers/ca3692c0-2abe-4fba-91f4-1c76611539c6/f9a1f10c-f209-4701-8486-feec29064b5d.jpg",
    "altTitles": [
      {
        "en": "Rebirth Of The Ultimate Master"
      },
      {
        "en": "The Eternal Supreme"
      },
      {
        "zh": "万古至尊"
      },
      {
        "en": "The Ancient Sovereign of Eternity"
      },
      {
        "zh": "这一世我要当至尊"
      },
      {
        "zh-hk": "這一世我要當至尊"
      }
    ],
    "description": {
      "en": "First among the ten martial emperors, Peerless Martial Emperor Gu Fei Yang met his demise in the Tiandang mountains. He was reincarnated fifteen years later, as Li Yun Xiao of the Tianshui Nation, and thus began a heaven-defying battlefront with the countless talents of the current generation. Martial arts of the nine heavens and ten divine realms. From then on, the whole world was set ablaze."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-06T19:33:38+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/a8b56e24-2d0f-4292-9d24-050680c29a98.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5209fe10-4a14-403f-8837-2ccf8cced253",
    "title": {
      "en": "The Fable"
    },
    "updatedAt": "2024-01-30T19:23:51+00:00",
    "coverArt": "https://mangadex.org/covers/5209fe10-4a14-403f-8837-2ccf8cced253/6d531bf3-4d4d-4f80-9cb4-f8136b6e54a4.jpg",
    "altTitles": [
      {
        "ja": "ザ・ファブル"
      },
      {
        "zh": "杀手寓言"
      },
      {
        "ru": "Фэйбл"
      },
      {
        "kk": "Аңыз"
      },
      {
        "vi": "The Fable"
      }
    ],
    "description": {
      "en": "A fabled genius at killing resides somewhere hidden in Tokyo. Taught since childhood to obey the orders of his boss, he is ordered to live in Osaka as a normal person for one year in order for the boss to lay low.    ---- **Won the 41st Kodansha Manga Award for General Manga in 2017**\n___\n[Alt Official English (US ONLY)](https://kmanga.kodansha.com/title/10055/episode/323851)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "240"
  },
  {
    "mangaId": "3e3604cc-97b5-43f0-ab2c-c144debcae87",
    "title": {
      "en": "Yu-Gi-Oh OCG STORIES"
    },
    "updatedAt": "2024-02-23T02:11:45+00:00",
    "coverArt": "https://mangadex.org/covers/3e3604cc-97b5-43f0-ab2c-c144debcae87/624a4e29-f8d7-413e-8e27-4f7152b3e23e.jpg",
    "altTitles": [
      {
        "en": "Yu☆Gi☆Oh OCG Stories"
      },
      {
        "ja": "遊☆戯☆王OCGストーリーズ"
      },
      {
        "vi": "Chuyện kể về Yu★Gi★Oh! OCG"
      },
      {
        "pt-br": "Yu-Gi-Oh Histórias OCG"
      }
    ],
    "description": {
      "en": "In the distant past, the prosperous nation of Karma waged war against the nation of Spectra, resulting in the creation of an AI that wiped out all humans. Centuries later, Raye, the last surviving human, lives amongst an android society on the outskirts of Karma. On the night of her 13th birthday, her peaceful life is upended when Spectra attacks, destroying her home and forcing her friends to the front lines. Desperate to save everything she loves, Raye calls upon humanity's last bastion: \"Sky Striker\", the Karma-developed secret technology made to turn humans into the ultimate living weapons.… Unexpected, right? In this newest adaptation of Yu-Gi-Oh, the focus of the plot is not on the card game, but instead the many storylines featured in the cards. The first arc surrounds the Sky Striker series, with more to come in the future.",
      "pt-br": "No passado distante, a próspera nação de Kama travou uma guerra contra a nação de Spectra, resultando na criação de uma IA que eliminou todos os humanos. Séculos depois, Raye, a última humana sobrevivente, vive entre uma sociedade de andróides nos arredores de Kama. Na noite de seu aniversário de 13 anos, sua vida pacífica é interrompida quando Spectra ataca, destruindo sua casa e forçando seus amigos a irem para a linha de frente. Desesperada para salvar tudo o que ama, Raye invoca o último bastião da humanidade: \"Força Celeste\", a tecnologia secreta desenvolvida por Kama feita para transformar humanos em armas vivas definitivas.\n\n... Inesperado, certo? Nesta mais nova adaptação de Yu-Gi-Oh, o foco do enredo não está no jogo de cartas, mas sim nas muitas histórias apresentadas nas cartas. O primeiro arco envolve a série Força Celeste, com mais por vir no futuro."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "516c4299-9318-48e8-9e84-4bc56b26f6cd",
    "title": {
      "en": "Rocket Science Love"
    },
    "updatedAt": "2023-12-23T21:40:38+00:00",
    "coverArt": "https://mangadex.org/covers/516c4299-9318-48e8-9e84-4bc56b26f6cd/0b7580c7-9fd6-490a-9c79-36a118662c42.jpg",
    "altTitles": [
      {
        "ko": "로켓 사이언스 러브"
      }
    ],
    "description": {
      "en": "I thought it was just platonic, spending the rest of our lives together as nothing more than friends… That was until Han Jei broke the news: “Seojin, I’m getting married.” \n\nSeojin, who was adopted to Germany when he was a child, has maintained a 15 year long relationship with Jei. When confronted with the prospect of Jei’s marriage, he realizes he’s in love with him. Working as a pilot, Seojin moves back to Korea in an attempt to run away, but his plan starts to unravel when Jei boards the flight to follow him. The two find themselves living together in Korea as Jei’s wedding date rapidly approaches. \n\n“Seojin, you’re not acting like this because of me, are you?”\n\nAs Seojin tries to push Jei away due to his emerging desires and Jei wishes to rekindle their precious friendship, they spend more time with each other and the tension between them begins to arise…",
      "ko": "우정이라고 생각했다. 가장 가까운 곳에서 평생을 함께할, ...그냥 친구. \"서진아, 나 결혼해.\" 한재이가 청천벽력 같은 소식을 전하기 전까지는. 어린 시절 독일로 입양되어 재이와 15년간 우정을 지켜온 서진. 그의 결혼이라는 현실과 맞닥뜨리고서야 재이에 대한 감정이 사랑이었음을 깨닫게 된다. 항공사 기장으로 근무하던 서진은 도망치듯 한국으로 이직하지만 재이가 서진을 따라 한국행 비행기에 오르며 계획은 점점 더 어긋나게 된다. 재이의 결혼을 앞둔 채 한국에서 아슬한 동거를 시작하게 된 두 사람. \"서진아, 혹시 나 때문에 그러는 건 아니지?\" 자꾸만 피어나는 욕심에 그를 밀어내려는 서진과 소중한 친구를 되찾고 싶은 재이, 함께하는 시간이 길어질수록 두 사람 사이에는 미묘한 분위기가 흐르는데…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a71a78c7-4ae4-4273-ba19-e609c7807c2b",
    "title": {
      "en": "Good Morning Call"
    },
    "updatedAt": "2024-05-06T23:09:59+00:00",
    "coverArt": "https://mangadex.org/covers/a71a78c7-4ae4-4273-ba19-e609c7807c2b/fe6c36f2-87a7-48a8-9038-f3143b45c96f.jpg",
    "altTitles": [
      {
        "en": "His and Her Fortune Bouquet"
      },
      {
        "en": "Kare to Kanojo ni Hanataba wo"
      },
      {
        "en": "Morning Wake Up Call!"
      },
      {
        "ja": "グッドモーニング・コール"
      },
      {
        "zh": "亲爱的起床喽"
      }
    ],
    "description": {
      "en": "Nao Yoshikawa stays behind to live by herself when her parents leave to inherit her grandpa's farm in the country. On the day she moves into her new apartment, she discovers that it was rented also to Hisashi Uehara–a cute, super-cool, popular guy from her school. Not only did their housing agency unexpectedly close down, the landlord of the apartment tells them that they had to pay more for their aparment then they had expected. With no money and no home to return to, Nao and Hisashi decide to live together as flatmates."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "56"
  },
  {
    "mangaId": "253caeba-c9da-46fe-99ee-04cc6217aac6",
    "title": {
      "en": "Arrogant Slave"
    },
    "updatedAt": "2024-04-30T04:22:19+00:00",
    "coverArt": "https://mangadex.org/covers/253caeba-c9da-46fe-99ee-04cc6217aac6/3ad27d81-898d-4025-a9a0-ae9770d64bd6.png",
    "altTitles": [
      {
        "ja-ro": "Takabisha Dorei-chan"
      },
      {
        "ja": "高飛車ドレイちゃん"
      },
      {
        "ko": "고압적인 노예"
      }
    ],
    "description": {
      "en": "A man stumbles upon a particularly arrogant slave..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b04582e8-d98b-4f6e-b605-c300f3a5e3bd",
    "title": {
      "en": "Sanda"
    },
    "updatedAt": "2024-03-04T11:31:22+00:00",
    "coverArt": "https://mangadex.org/covers/b04582e8-d98b-4f6e-b605-c300f3a5e3bd/0e845df6-5da6-436d-8afb-9ab5b67183cc.jpg",
    "altTitles": [
      {
        "ja": "サンダ"
      }
    ],
    "description": {
      "en": "In the year 2080, the world is like it is now, yet different. Government-arranged marriages, elaborate plastic surgery, and medical science are at the forefront of Japanese society.\n\nSanda Kazushige is a middle-school student who hasn't quite matured, despite being in the thralls of puberty. Put into a life-threatening situation by his classmate Fuyumura, Sanda discovers his uncanny ability to turn into a burly (and more grown) Santa Claus, and is thrown into a world of chaos to save his fellow students in only ways Santa Claus can do, while trying to solve the mysteries of the school he attends and the truth to where his supposedly-dead classmate Ono went.",
      "ja": "これは少し未来のお話。超少子化が進み、様々な風習が失われた近未来。大黒愛護学園に通う普通の少年、三田は、なぜか同級生の冬村四織に命を狙われていた。突如として振り下ろされる凶刃。それには、行方不明になった冬村の友人と、三田が抱えている「とある呪い」に理由があって…!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "024af7a5-f8ad-4b67-b950-b1708f52b018",
    "title": {
      "en": "Yuusha Party ni Kawaii Ko ga Ita no de, Kokuhaku Shite Mita"
    },
    "updatedAt": "2024-05-06T23:00:01+00:00",
    "coverArt": "https://mangadex.org/covers/024af7a5-f8ad-4b67-b950-b1708f52b018/282e1535-5036-43dd-99d6-bf0c0aecab8e.jpg",
    "altTitles": [
      {
        "ja": "勇者パーティーにかわいい子がいたので、告白してみた。"
      },
      {
        "en": "There Was a Cute Girl in the Hero's Party, so I Tried Confessing to Her"
      },
      {
        "uk": "Красуня з групи героя, якій я зізнався в коханні"
      },
      {
        "zh": "身为魔族的我想向勇者小队的可爱女孩告白"
      },
      {
        "ko": "용사 파티에 귀여운 애가 있어서, 고백해봤다"
      }
    ],
    "description": {
      "en": "Youki was reincarnated in another world. However, instead of being reincarnated as the hero or the demon lord, he was instead reincarnated half-assedly as a minion of the Demon Lord. One day, the Hero's Party attacked the Demon Lord's castle with the intent of defeating the Demon Lord. Of course, Youki was able to repel their attempt with ease. In spite of this, he ended up falling for the cleric, Cecilia, at first sight… The super popular love comedy fantasy set in another world!",
      "uk": "Юкі був реінкарнованим у іншому світі. Однак, замість того щоб реінкарнувати героєм чи королем демонів, він став підлеглим короля демонів. Одного дня група героя атакувала замок короля демонів. Годі й казати, що Юкі відбив спробу героя. Однак, з першого погляду, був зачарований красою Сесиль, клерка групи героя... Супер популярна любовна комедія в іншому світі!",
      "pt-br": "Youki foi reencarnado em outro mundo. Entretanto, em vez de reencarnar como o herói ou o Rei Demônio, ele foi reencarnado como um subordinado do Rei Demônio. Um dia, o grupo do Herói atacou o castelo do Rei Demônio com a intenção de derrotar o Rei Demônio. É claro que Youki conseguiu repelir sua tentativa com facilidade. Apesar disso, ele acabou se apaixonando pelo sacerdotisa Cecília, à primeira vista. A fantasia super popular de comédia romântica que acontece em outro mundo!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a889112-f43a-4960-8fb8-68bec0bd85cf",
    "title": {
      "en": "Gyaru Maid to Akuyaku Reijou: Ojou-sama no Happy End shika Katan!"
    },
    "updatedAt": "2024-03-19T22:36:07+00:00",
    "coverArt": "https://mangadex.org/covers/8a889112-f43a-4960-8fb8-68bec0bd85cf/b4d9475f-b1d4-4a60-9bd9-cf53425bfba4.jpg",
    "altTitles": [
      {
        "ja": "ギャルメイドと悪役令嬢 ～おじょーさまのハッピーエンドしか勝たん！～"
      },
      {
        "ja-ro": "Gyaru Maid to Akuyaku Reijou ~Ojou-sama no Happy End shika Katan!~"
      },
      {
        "pl": "Modna Służka i Antagonistka: Liczy Się Tylko Pomyślność Mojej Pani!"
      },
      {
        "en": "Gal Maid & Villainess: Only Milady's Happy End Will Win!"
      }
    ],
    "description": {
      "en": "A gyaru named Serina is reincarnated into the world of an otome game as a background character who is sold off by her family and now works as the exclusive maid of the game's villainess Almelia. Yuri romcom hijinks ensue.",
      "pt-br": "Uma gyaru chamada Serina é reencarnada no mundo de um Otome game (jogo de \"namoro\"), como uma personagem secundária que é vendida por sua família e agora trabalha como a empregada exclusiva da vilã do jogo, Almelia. Confusões românticas Yuri de forma hilariantes se desdobram."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f6003ca-e7f3-43ce-bfd2-0694146994be",
    "title": {
      "en": "Tying the Knot with an Amagami Sister"
    },
    "updatedAt": "2024-05-01T09:07:42+00:00",
    "coverArt": "https://mangadex.org/covers/0f6003ca-e7f3-43ce-bfd2-0694146994be/86d1a0a7-4b08-4bfb-8e63-f9e89d1a6fd2.jpg",
    "altTitles": [
      {
        "ja-ro": "Amagami-san Chi no Enmusubi"
      },
      {
        "ru": "Брачные узы с семьёй Амагами"
      },
      {
        "ja": "甘神さんちの縁結び"
      },
      {
        "zh-hk": "甘神家的連理枝"
      },
      {
        "fr": "Se Marier avec une Sœur Amagami"
      },
      {
        "fr": "Comment j'ai Marié une Sœur Amagami"
      },
      {
        "pt-br": "Casamento da Família de Amagami"
      },
      {
        "id": "Perjodohan Keluarga Amagami"
      },
      {
        "ar": "التوفيق بين عائلة كانغامي"
      },
      {
        "es-la": "El Emparejamiento de la Familia Amagami"
      },
      {
        "en": "Matchmaking of the Amagami Household"
      }
    ],
    "description": {
      "en": "Kamihate Uryuu, orphaned since childhood, receives an invitation to stay at the local Shinto shrine. All he wanted was a quiet place to study so that he can fulfill his dream of making it into a top medical school, but after arriving there, he comes across three beautiful shrine maiden sisters... and the head priest requests that he marry one of them and take over the shrine. A tale of love and miracles is about to unfold!",
      "fr": "Kamihate Uryuu, orphelin depuis l'enfance, reçoit une invitation à séjourner dans le sanctuaire shinto local. Tout ce qu'il voulait, c'était un endroit tranquille pour étudier afin de réaliser son rêve d'entrer dans une grande école de médecine, mais en arrivant sur place, il tombe sur trois belles demoiselles du sanctuaire... Le prêtre en chef lui demande d'épouser l'une d'entre elles et de prendre la succession du sanctuaire. Une histoire d'amour et de miracles est sur le point de se dérouler !",
      "ja": "京大医学部を目指す高校生の上終 瓜生。児童養護施設育ちの瓜生は「甘神神社」の宮司さんに引き取られ、居候することに。受験勉強ができる環境があれば…と思っていたが、居候の条件は「婿養子として神社を継ぐ」こと!? しかも結婚相手は同居する巫女三姉妹!! 一つ屋根の下、巫女と紡ぐ恋と奇跡の物語、開幕!!",
      "ru": "Камихатэ Урю долгое время прожил в приюте, пока не был взят под опеку священником Тидори Амагами. Остановившись в храме, Урю узнаёт, что здесь живут три жрицы-сёстры, которые являются внучками главного священника. В конечном итоге, Тидори Амагами рассказывает, что взял парня под опеку, чтобы он женился на одной из его внучек и унаследовал храм, как его зять. Так начинается история любви и чудес с семьёй Амагами."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "1b6d0e71-483e-48e4-8e7d-9592f8e624c9",
    "title": {
      "en": "Alpha Buddy"
    },
    "updatedAt": "2024-03-16T13:10:59+00:00",
    "coverArt": "https://mangadex.org/covers/1b6d0e71-483e-48e4-8e7d-9592f8e624c9/f139dd94-f832-4554-b857-3ed07d553ad7.jpg",
    "altTitles": [
      {
        "ko": "알파친구"
      }
    ],
    "description": {
      "en": "Back then, it was not only the two of us.\nMe, you, and him.\n\nThat guy, who always hovered in the periphery of my first love Omega's sight, was an Alpha without pheromones.\nThe winner of that first love was naturally me, the Alpha with pheromones,\nAnd now, that guy, Seong Jewon, is just another member of our friend group.\n\nI thought our days would continue to pass by peacefully,\nBut when I got my hands on a candle that can recreate any desired pheromone,\nOur relationship began to flow in an unexpected direction.\n\nI thought I was recalling the pheromone of my first love,\nBut why is it that I remember that guy more clearly?\nCan someone tell me why?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "827a3cbf-6859-4f71-906f-285596becb59",
    "title": {
      "ja": "Nido to Jidori Okutte Yannai!"
    },
    "updatedAt": "2024-04-06T18:07:35+00:00",
    "coverArt": "https://mangadex.org/covers/827a3cbf-6859-4f71-906f-285596becb59/01b322f1-6b49-4971-86f9-6e6b8f9bdea7.jpg",
    "altTitles": [
      {
        "ja": "二度と自撮り送ってやんない！"
      },
      {
        "en": "I'll never send a selfie again!"
      },
      {
        "ru": "Я больше никогда не буду отправлять тебе селфи!"
      },
      {
        "ja-ro": "Nido to Jidori Okutte Yannai!"
      }
    ],
    "description": {
      "en": "My childhood friend keeps asking me for a selfie to use as a reference for his drawing, what do I do?",
      "ja": "久しぶりに連絡を寄こした幼馴染の影介。漫画の作画資料用にわたしの自撮り写真を送ってほしんだって。成長していろいろ変わった私を見て驚け・・・て、ありがとう以外のこと何か言えないの⁉　恥ずかしいのを我慢して撮っているのに！気になり始めた幼馴染同士の自撮りコミュニケーション・ラブコメ！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "90"
  },
  {
    "mangaId": "27845ec9-d81c-4537-a187-14d448a766c0",
    "title": {
      "en": "Yume De Aetara"
    },
    "updatedAt": "2024-05-02T23:39:23+00:00",
    "coverArt": "https://mangadex.org/covers/27845ec9-d81c-4537-a187-14d448a766c0/3114c302-3ef8-46d2-9349-e42a3c00bb0c.jpg",
    "altTitles": [
      {
        "en": "If I See You In My Dream"
      },
      {
        "en": "If I See You In My Dreams"
      },
      {
        "ja-ro": "Yume de Aetara"
      },
      {
        "ja": "夢で逢えたら"
      },
      {
        "pt-br": "Se eu te ver no meu sonho"
      }
    ],
    "description": {
      "en": "Fuguno Masuo is a hapless 24 year-old businessman who is unlucky in love, He's never even had a girlfriend! After consulting a fortune teller, Masuo believes he'll never have a chance in love. All that changes when he meets the beautiful Nagisa Shiozaki at a marriage interview pub, who herself has had the same poor luck with guys. Now he'll do anything to woo the girl, but he'll have to fend off other suitors and the affections of a co-worker, all while keeping himself out of awkward situations that always end badly for him.  \n  \nOriginally penned by Yamahana Noriyuki under the pen name Hanako.",
      "pt-br": "Fuguno Masuo é um triste homem e trabalhador de 24 anos que tem azar no amor, ele nunca teve uma namorada! Depois de consultar uma cartomante, Masuo acredita que ele nunca terá uma chance no amor. Tudo muda quando ele vê a linda Nagisa Shiozaki em uma entrevista pública de casamento, que a mesma, tem a mesma sorte ruim com os rapazes. Agora ele fará tudo para ficar com a garota, mas ele terá que defender-se de outro pretendente e das afeições do co-proprietário, enquanto ele tenta se manter longe de situações desastrosas que sempre acaba mal para ele."
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "143"
  },
  {
    "mangaId": "99c8475c-043a-406e-bb43-d3a27aed503c",
    "title": {
      "en": "How to Be a Family"
    },
    "updatedAt": "2023-11-09T05:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/99c8475c-043a-406e-bb43-d3a27aed503c/f334f979-b852-4eb6-8efd-39720bb75ec0.png",
    "altTitles": [
      {
        "ko": "가족이 되는 방법"
      },
      {
        "vi": "Cách thức trở thành gia đình"
      },
      {
        "zh": "如何成为一家人"
      },
      {
        "ja": "家族になる方法"
      }
    ],
    "description": {
      "en": "Do-yeon and Eun-ha, who became a family due to their parents' remarriage, become strangers again due to their parents' divorce. The two met again after many years. Eun-ha is obsessed with Do-yeon, and Do-yeon is burdened by his younger brother... What's even worse is that his feelings for Eunha are not 'brotherly love'."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dcdcc8c7-932e-4f60-a900-5f19934eb6cf",
    "title": {
      "en": "Dungeon Reset"
    },
    "updatedAt": "2024-04-23T21:20:47+00:00",
    "coverArt": "https://mangadex.org/covers/dcdcc8c7-932e-4f60-a900-5f19934eb6cf/7bf49bfe-3a7c-4619-91ac-f23f51432131.png",
    "altTitles": [
      {
        "ko": "던전 리셋"
      },
      {
        "fa": "بازنشانی دانجن"
      },
      {
        "zh": "重启地下城"
      },
      {
        "ja": "ダンジョンリセット"
      },
      {
        "ru": "Перезапуск подземелья"
      },
      {
        "zh-hk": "副本重置"
      }
    ],
    "description": {
      "de": "Dawoons normales Leben wird auf den Kopf gestellt, als er in den Dungeon gerufen wird, wo er ein tödliches Spiel gegen gefährliche Monster und lebensbedrohliche Fallen spielen muss. Was die Sache schlimmer macht, ist, er ist nur ein einfacher Handwerker mit null Kampffähigkeiten. Aber nachdem Dawoon in eine Falle gerät und einen fehlerhaften Reset überlebt, hat er willkürliche und dennoch sehr hilfreiche Fähigkeiten. Zusammen mit einem blutrünstigen Gefährten und einem niedlichen Eichhörnchen muss er sich etwas einfallen lassen, um das Spiel zu gewinnen und nach Hause zurückzukehren. Welche Abenteuer erwarten ihn in den Tunneln – jetzt, wo die Regeln für ihn scheinbar nicht mehr gültig sind?\n\n---\n- [Official German Translation](https://www.tappytoon.com/de/comics/dungeon-reset-de)",
      "en": "Dawoon's ordinary life is turned upside down when he is summoned into the Dungeon, where he must play a deadly game, outlasting dangerous monsters and life-threatening traps. To make matters worse, he's only a mere crafter with zero combat abilities. But after Dawoon falls into a trap and survives after a glitched reset, he's gained random but oddly helpful skills. He'll need to get creative to clear the game and return home, with a bloodthirsty assistant and an adorable ground squirrel along for the ride. Now that the rules no longer apply to him, what possibilities await in the tunnels below.",
      "fa": "⁧⁧   وقتی که بازنشانی شروع بشه، همه چیز به حالت قبلش برای شرکت کننده های بعدی برمیگرده، چرا بازنشانی روی من کار نمیکنه؟! با یک مهارت ساده بازی برای جئونگ داوون درون دانجن شروع میشه .",
      "fr": "La vie ordinaire de Dawoon bascule le jour où il se retrouve invoqué dans un monde parallère, dans lequel il va devoir jouer à un jeu mortel intitulé Dungeon Game. Il se retrouve ainsi obligé à faire face à de dangereuses créatures, ainsi qu'à de nombreux pièges mettant constamment sa vie en péril. Et comme si cette situation ne suffisait pas, il s'avère également que l'abilité dont il a été doté est totalement inutile en combat. Néanmoins, après être tombé dans un piège et avoir mystérieusement survécu, un étrange bug va lui donner de nouvelles compétences aléatoires, mais étrangement utiles. Il va devoir redoubler d'astuce pour finir le jeu et pouvoir enfin rentrer chez lui, tout en ayant à ses côtés un Assistant de jeu assoiffé de sang, et un adorable petit écureuil. Maintenant qu'il n'a plus aucune règle à suivre avec assiduité, que va-t-il se passer pour lui dans cet étrange univers ?\n\n---\n- [Official French Translation](https://www.tappytoon.com/fr/comics/dungeon-reset-fr)",
      "ja": "｢このダンジョンはリセットされます｣ 一度プレイしたダンジョンや罠は次の｢ユーザー｣のためにリセットされる。 しかしその｢リセット｣が俺には適応されない！？ 絶えずリセットされるダンジョンで唯一自由の身となった「奏多」。 その場しのぎで武装した｢バグ｣人間 定岡奏多のダンジョン開拓期が始まるーー！\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/40532)",
      "ko": "[던전이 리셋됩니다.]\n\n한번 플레이한 던전이나 함정은 다음 '유저'들을 위해 '리셋'이라는 과정을 거친다.\n그 '리셋'이, '나'에게는 적용되지 않는다?!\n\n\n끊임없이 리셋되는 던전에서 유일하게 자유로워진 존재.\n압도적인 노가다로 무장한 '버그 종자' 정다운의 던전 개척기가 시작된다!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8D%98%EC%A0%84-%EB%A6%AC%EC%85%8B/2373)",
      "ru": "[Идет перезагрузка Подземелья.] Подземелье или ловушки, в которых была игра, проходят стадию перезагрузки для следующих пользователей.Может, эта «перезагрузка» применима и ко мне?! Единственное существо, которое свободно от постоянно перезапускаемой Пещеры. Вооружившись грандиозной силой, Чон Да Ун начинает освоение Подземелья!",
      "th": "[ดันเจี้ยนกำลังรีเซ็ต]  \nเมื่อมีการเดินสำรวจดันเจี้ยนเกิดขึ้น, กับดักทุกอย่างเริ่มทำงาน, มันก็จะเริ่มทำการรีเซ็ตตัวเองเพื่อสำหรับ \"ผู้เล่น\" คนต่อไป  \nแต่ทว่าการรีเซ็ตเหล่านั้นดันใช้ไม่ได้กับฉัน! ฉันจะต้องอยู่อย่างไร้จุดหมายในดันเจี้ยนแห่งนี้อย่างไร้กำหนด, ฉัน, จัง ดาอุน  \n\"เจ้าข้อผิดพลาด\" ได้ได้เวลาเริ่มออกสำรวจดันเจี้ยนแห่งนี้แล้ว!",
      "zh-hk": "［副本即將重置。］\n\n為提供下一批「玩家」體驗，\n已通過的副本、已觸發的陷阱\n都會經過名為重置的過程。\n然而，那所謂的「重置」居然對「我」不管用?!\n\n在不斷重置的副本裡，身為唯一的自由之身，\n只能把苦力活做好做滿，「農起來」武裝自己，\n「Bug仔」鄭多運的副本開墾記就此展開!\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E5%89%AF%E6%9C%AC%E9%87%8D%E7%BD%AE/140)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c4fca57-f82f-46d8-8c53-9289a1206ff0",
    "title": {
      "en": "Kiokuya"
    },
    "updatedAt": "2023-11-01T22:01:55+00:00",
    "coverArt": "https://mangadex.org/covers/9c4fca57-f82f-46d8-8c53-9289a1206ff0/c9245fa2-1b34-4698-8a5f-c11f7da182bd.jpg",
    "altTitles": [
      {
        "ja": "記憶屋"
      },
      {
        "fr": "Le dévoreur de souvenirs"
      },
      {
        "en": "The Memory Eraser"
      },
      {
        "ja-ro": "Kiokuya"
      }
    ],
    "description": {
      "en": "Ryoichi, a student, is researching urban legends and becomes interested in how they spread. As various people around him strangely lose their memories of him, he hears about a mysterious monster, the Kiokuya, which supposedly feeds on people's memories. But does this Kiokuya really exist? And if so, what is its true goal?",
      "es": "Ryoichi, un estudiante, está investigando las leyendas urbanas y se interesa por cómo se propagan. Mientras varias personas de su entorno pierden extrañamente sus recuerdos, oye hablar de un misterioso monstruo, el Kiokuya, que supuestamente se alimenta de los recuerdos de la gente. ¿Pero existe realmente este Kiokuya? Y si es así, ¿cuál es su verdadero objetivo?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "9"
  },
  {
    "mangaId": "9484b1fd-0271-4c9b-b096-7e313823058e",
    "title": {
      "en": "Jitsu wa Ore, Saikyou Deshita?"
    },
    "updatedAt": "2024-04-19T15:37:04+00:00",
    "coverArt": "https://mangadex.org/covers/9484b1fd-0271-4c9b-b096-7e313823058e/1137b3a8-407c-4a99-9d3c-6bcd7030656d.jpg",
    "altTitles": [
      {
        "es": "¿En realidad soy el más fuerte?"
      },
      {
        "id": "Apakah Aku Sebenarnya Yang Terkuat?"
      },
      {
        "ru": "На самом деле, я самый сильный?"
      },
      {
        "ja": "実は俺、最強でした？"
      },
      {
        "fr": "Suis-je en fait le plus fort ?"
      },
      {
        "ka": "სინამდვილეში ყველაზე ძლიერი ვარ?"
      },
      {
        "ja-ro": "Jitsu wa Ore, Saikyou Deshita?"
      },
      {
        "en": "Am I Actually the Strongest?"
      }
    ],
    "description": {
      "en": "To be reincarnated into another world with the promise of a \"cheat\" power is one thing... but to be reborn as a baby, and then left for dead after your royal parents think you're powerless? That's another thing entirely!\n\nNow the newly-born Reinhart — or Hart to his new friends — must find his way through a dangerous world. But luckily, he's got magic that's quite literally off the charts!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10050/episode/322262) (U.S. Only), [Kodansha](https://kodansha.us/series/am-i-actually-the-strongest/)",
      "pt": "Um NEET é renascido em outro mundo com a promessa de um avida pacifica. Apesar de ter nascido na realeza, devido a sua magica parecer fraca, seus pais o abandonaram sem pensar em uma floresta para ser devorado por monstros. Contudo sua magia é desumanamente poderosa. O que ele devera fazer para obter a vida pacifica que ele tanto deseja?\n\nHikikomori (引き篭り) é um termo que significa literalmente isolado em casa, ele é usado para referir-se a pessoas que apresentam graves níveis de isolamento, normalmente são jovens entre 13 e 39 anos que muitas vezes são sustentados pelos pais ou trabalham online. NEET é basicamente a mesma coisa mas tem suas diferenças.\"",
      "ru": "Парень перерождается в другой мир, чтобы иметь обещанную мирную жизнь. Ребенком его бросают в лесу за низкий уровень магии, который не может быть измерен современными радарами. Что ему нужно сделать, чтобы достичь мирной жизни, которую он так желает?",
      "es-la": "Un chico renace en otro mundo para tener una vida pacífica. Un bebé nacido de poder y realeza, abandonado en el bosque por tener un poder que no puede ser comparado ni por los radares modernos (no, no esta ni cerca de sobrepasar los 9000). ¿Qué hara para obtener la vida pacífica que él tanto desea?\""
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d04c225e-d017-42e4-b805-cb910d833672",
    "title": {
      "en": "Monster Devourer"
    },
    "updatedAt": "2024-03-12T01:19:04+00:00",
    "coverArt": "https://mangadex.org/covers/d04c225e-d017-42e4-b805-cb910d833672/5eb25cb8-82b7-4a0b-af31-2e584d3d8875.jpg",
    "altTitles": [
      {
        "ko": "먹뀌싸"
      }
    ],
    "description": {
      "en": "‘Meok Gwi-Sa’ is a Monster Hunter who eats monsters to protect the human world. After the release of the Hell demon, he lost his power. He managed to survive and met Goyoung. Goyoung, is a young individual with a petite build, who has endured a lifetime of torment due to his physical stature. His childhood friend, Kang Jong-bo, suddenly transforms into a bully during high school. However, their lives take an unexpected turn when Goyoung acquired a mysterious power which is the ability to devour monsters. Goyoung embarks on a perilous journey to protect humanity from the impending threat of the Gate to Hell. Will he be able to control his new powers and save the world from its impending doom?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e76f4bff-a772-4289-9d85-7bbec939e0d4",
    "title": {
      "en": "I Became the Contract Daughter of the soon-to-be-ruined Family"
    },
    "updatedAt": "2024-05-04T09:56:19+00:00",
    "coverArt": "https://mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/09916525-d0c2-4f85-abfd-d2910f3b2a65.jpg",
    "altTitles": [
      {
        "ko": "곧 망할 가문의 계약직 딸이 되었다"
      }
    ],
    "description": {
      "en": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12ebedc6-43ba-4554-8746-f3b6d43ad542",
    "title": {
      "en": "Drunken D-Rank Pulls Out the Legendary Sword"
    },
    "updatedAt": "2024-01-22T07:53:18+00:00",
    "coverArt": "https://mangadex.org/covers/12ebedc6-43ba-4554-8746-f3b6d43ad542/2f91437f-1a98-4dfd-b9c0-c62b66ae5721.jpg",
    "altTitles": [
      {
        "ja-ro": "Mannen D-rank no Chuunen Boukensha, Yotta Ikioi de Densetsu no Ken wo Hikkonuku"
      },
      {
        "fr": "L'aventurier d'âge moyen, éternel Rank-D, retire l'épée légendaire en étant saoul."
      },
      {
        "ru": "Заброшенный геройский дар"
      },
      {
        "ja": "万年Dランクの中年冒険者、酔った勢いで伝説の剣を引っこ抜く"
      },
      {
        "en": "Eternal D-Ranked Middle-aged Adventurer, Pulls Out the Legendary Sword While Drunk."
      }
    ],
    "description": {
      "en": "Lucas has a hard life. In his mid-thirties, a mixture of failures has left him old and crippled, playing pack mule to a couple of young adventures. Then one day, he pulls a magic sword from a stone that tells him he has been chosen to become a hero. Given a youthful form, Lucas must use the power of the sword to vanquish evil and attain a massive harem.",
      "pt-br": "O aventureiro de meia-idade, Lucas, passa seus dias com jovens aventureiros enquanto eles o tratam como um burro de carga. Mas enquanto ele estava bêbado, ele foi capaz de tirar a espada lendária de uma rocha que ninguém jamais foi capaz de fazer. Com o poder da espada lendária que a deusa da vitória e do amor criaram, o velho agora viaja seu caminho como o herói (sem querer) enquanto cria um harém. Antes de perguntar, não é isekai porque ele está neste mundo desde o primeiro dia."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d6c46c4-7392-4329-bb96-ac5baf1f70e7",
    "title": {
      "en": "The Villainess Just Wants To Live In Peace!"
    },
    "updatedAt": "2024-04-02T04:16:54+00:00",
    "coverArt": "https://mangadex.org/covers/9d6c46c4-7392-4329-bb96-ac5baf1f70e7/b3e114bb-2ed7-43e2-bdd6-9733ba28d78d.jpg",
    "altTitles": [
      {
        "ko": "악녀는 조용히 살고 싶을 뿐인데!"
      }
    ],
    "description": {
      "en": "I transmigrated as the villainess of a novel.\n\nI wanted to get rid of my death flag and live in peace, but apparently I’ve already been whipping and tormenting the final villain. I wasn't the one who did it, but since I still felt responsible for it, I’ve been taking care of him, and the villain's loyalty towards me keeps increasing.\n\nI just want to enjoy my wealth and honor in peace.\nI don't know why the story keeps going astray!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "011ecd60-144f-476f-92e9-278905cb4450",
    "title": {
      "en": "Getsuyoubi no Tawawa (Serialization) (Blue) (Fan Colored)"
    },
    "updatedAt": "2024-04-08T19:34:51+00:00",
    "coverArt": "https://mangadex.org/covers/011ecd60-144f-476f-92e9-278905cb4450/58288378-8baf-4520-9c1c-c9e9cb97d6b2.jpg",
    "altTitles": [
      {
        "en": "Tawawa on Monday"
      },
      {
        "ja": "月曜日のたわわ"
      }
    ],
    "description": {
      "en": "Following the spirit of the origins of our popular big-breasted girls of Himura Kiseki-sensei, presenting a special Blue Edition of the weekly chapters of Yanmaga magazine's serialization \"Getsuyoubi no Tawawa\"!\n\n---\n\nBe sure to check out the published volumes released in Blue format in the Retail section, and the official English licensing by Denpa US (also in Blue)!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b27cbd8-4cc6-40ca-b010-928da4540be8",
    "title": {
      "en": "Getsuyoubi no Tawawa"
    },
    "updatedAt": "2024-04-19T17:22:13+00:00",
    "coverArt": "https://mangadex.org/covers/6b27cbd8-4cc6-40ca-b010-928da4540be8/ec1e6683-e2b0-46be-9be3-1327321ac184.jpg",
    "altTitles": [
      {
        "ru": "Загруженный понедельник"
      },
      {
        "ru": "Тавава по Понедельникам"
      },
      {
        "ja": "月曜日のたわわ"
      },
      {
        "ja-ro": "Getsuyoubi no Tawawa"
      },
      {
        "en": "Tawawa on Monday"
      }
    ],
    "description": {
      "en": "A salary man is quite depressed, especially on Mondays. At his lowest point a well-endowed High-School girl calling herself Ai-chan stumbles breast-first into his face. The concussion she gave him served as the start of their relationship.  \n  \n**Notes**:\n - This page refers to the Twitter manga's official serialization, which began in Weekly Young Magazine on November 16, 2020.\n - For the separate Blue Edition for the serialization, click [here](https://mangadex.org/title/f5818aee-080b-42b5-b717-b1dae81f049c/getsuyoubi-no-tawawa-blue)",
      "fr": "Un employé de bureau est déprimé, surtout les lundis. Au bout du rouleau, une lycéenne bien fournie qui se fait appeler Ai-chan lui tombe dessus, poitrine la première. La blessure qu’elle lui a infligée, marque le début de leur relation.",
      "ja": "読めばアナタも元気になれる！ 月曜日の憂鬱なんて吹っ飛ばす！ たわわな女の子たちの日常コメディ！",
      "pt-br": "Um assalariado fica bastante deprimido, principalmente às segundas-feiras. Em seu ponto mais baixo, uma garota bem dotada do colégio que se autodenomina Ai-chan tropeça no rosto dele. A concussão que ela deu a ele serviu como o início de seu relacionamento. \n\n*Esta página refere-se à serialização oficial do mangá do Twitter, que começou na Weekly Young Magazine em 16 de novembro de 2020.*"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04598a65-4f1f-4807-a419-d79ca7f67457",
    "title": {
      "en": "Under Ninja"
    },
    "updatedAt": "2024-02-28T06:14:44+00:00",
    "coverArt": "https://mangadex.org/covers/04598a65-4f1f-4807-a419-d79ca7f67457/cc223780-b5e9-4dfa-9fdf-bb0a1b6fcb06.jpg",
    "altTitles": [
      {
        "ja": "アンダーニンジャ"
      },
      {
        "ja-ro": "Andā Ninja"
      }
    ],
    "description": {
      "en": "The once-prosperous Japanese ninja are said to have been dismantled by the GHQ following the Pacific War and disappeared. In reality, the ninja still exist in secret, and their number is rumored to be as many as 200,000. Some of the elite ninja work behind the scenes at the national level. On the other hand, the ninja at the end of the line are often unable to find work. One such ninja, Kuro Kumogakure, is living the life of a NEET."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c6e0eb8-fb94-44a3-9bf4-fa72dee36775",
    "title": {
      "en": "Your Throne"
    },
    "updatedAt": "2023-07-19T20:55:50+00:00",
    "coverArt": "https://mangadex.org/covers/8c6e0eb8-fb94-44a3-9bf4-fa72dee36775/0c04d507-5603-407e-9fc5-ff9b55461c37.jpg",
    "altTitles": [
      {
        "id": "I Wanna Be U"
      },
      {
        "pt": "Seu Trono"
      },
      {
        "en": "To Be You, Even Just for a Day"
      },
      {
        "ko": "하루만 네가 되고 싶어"
      },
      {
        "fr": "La duchesse déchue"
      },
      {
        "th": "ชิงชีวิตพลิกลิขิตชะตา"
      },
      {
        "de": "Dein Thron"
      },
      {
        "es": "Quiero ser tú, solo por un día"
      },
      {
        "tr": "Sadece Bir Günlüğüne Sen Olmak İstiyorum"
      },
      {
        "es": "Tu trono"
      },
      {
        "vi": "Tôi muốn trở thành cô ấy, dù chỉ một ngày"
      },
      {
        "zh": "以你之名"
      },
      {
        "ja": "君の全てを奪いたい"
      },
      {
        "zh-hk": "惡女的變身"
      },
      {
        "uk": "Я хочу стати тобою хоча б на один день"
      }
    ],
    "description": {
      "de": "[Official German Version](https://www.webtoons.com/de/fantasy/your-throne/list?title_no=2580)",
      "en": "Tensions are brewing under the seemingly calm surface of the Vasilios Empire, a kingdom ruled by the Imperial Family and the Temple. Lady Medea Solon has lost her place next to Crown Prince Eros, but resolves to do whatever it will take to win back what's rightfully hers. Will she reclaim her throne?",
      "es": "[Official Spanish Version](https://www.webtoons.com/es/fantasy/your-throne/list?title_no=2414)",
      "fr": "[Official French Version](https://www.webtoons.com/fr/drama/la-duchesse-dechue/list?title_no=1957)",
      "id": "[Official Indonesian Version](https://www.webtoons.com/id/drama/i-wanna-be-u/list?title_no=1877)",
      "ja": "[Official Japanese Version](https://manga.line.me/product/periodic?id=Z0000765)",
      "th": "[Official Thai Version](https://www.webtoons.com/th/romantic-fantasy/i-wanna-be-u/list?title_no=1874)",
      "zh": "[Official S.Chinese Version](https://www.dongmanmanhua.cn/LOVE/yinizhiming/list?title_no=1481)",
      "zh-hk": "[Official T.Chinese Version](https://www.webtoons.com/zh-hant/western-palace/envbianshen/list?title_no=1904)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-04-24T16:15:48+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac49570e-e49e-40b1-9ae5-9e126361445c",
    "title": {
      "en": "Snow Mountain Monster Princess"
    },
    "updatedAt": "2024-04-01T04:57:02+00:00",
    "coverArt": "https://mangadex.org/covers/ac49570e-e49e-40b1-9ae5-9e126361445c/93cdcd8d-cada-41db-a1da-f77be488e3d9.jpg",
    "altTitles": [
      {
        "ko": "설산의 괴물 황녀"
      },
      {
        "en": "Monster Princess of the Snowy Mountain"
      }
    ],
    "description": {
      "en": "Valerie Bellov is exiled to the frozen mountains as punishment for her mother's sin. There, she gains the freezing ability of a monster that terrified the Empire in the past. On her 19th birthday, she takes her life by her own hands, only to wake up and find herself back in her childhood at the age of 9. In order to change the past, Valerie seeks to meet her stepbrother, Emperor Millard, who exiled her."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]