[
  {
    "mangaId": "9eb78304-0436-484d-9a79-a925b45e2731",
    "title": "Wind Breaker",
    "updatedAt": "2024-03-27T22:33:14+00:00",
    "coverArt": "https://mangadex.org/covers/9eb78304-0436-484d-9a79-a925b45e2731/41356ba8-c98d-4b0c-bbc5-b6567cd89de2.jpg",
    "availableChapters": null,
    "altTitles": [
      {
        "en": "Windbreaker"
      },
      {
        "en": "Wind Breaker (Nii Satoru)"
      },
      {
        "ru": "Ветролом"
      },
      {
        "ja": "ウィンドブレイカー"
      }
    ],
    "description": {
      "en": "Haruka Sakura wants nothing to do with weaklings—he's only interested in the strongest of the strong. He's just started at Furin High School, a school of degenerates known only for their brawling strength—strength they use to protect their town from anyone who wishes it ill. But Haruka's not interested in being a hero or being part of any sort of team—he just wants to fight his way to the top!",
      "pt-br": "A Fûrin High School ganhou a pior reputação entre as escolas da região por ter a média mais baixa e os alunos mais rebeldes. E nela ingressa Haruka Sakura, um jovem que acaba de chegar na cidade, que busca ser o mais forte para poder proteger todos com quem se importa. Para atingir seu objetivo, porém, a primeira coisa que ele deve fazer é se juntar a uma gangue chamada Wind Breaker, que representa seu instituto e cujo objetivo é defender a cidade de outras gangues e bandidos. No entanto, para que eles o aceitem, ele terá que ganhar o respeito deles com os punhos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58ba350d-b350-4d73-abc8-1af63d3dfa70",
    "title": "I Became the Tutor of the Royal Twins",
    "updatedAt": "2024-03-13T18:27:31+00:00",
    "coverArt": "https://mangadex.org/covers/58ba350d-b350-4d73-abc8-1af63d3dfa70/2a5eef87-96dd-4d9b-997e-40821537d005.jpg",
    "availableChapters": null,
    "altTitles": [
      {
        "ko": "쌍둥이 전하들의 가정교사입니다"
      }
    ],
    "description": {
      "en": "An elementary school teacher in her past life, and a private tutor in the present.\n\nSarah Popo uses all her past life experiences in her second life.\n\nShe worked as a highly sought out tutor for aristocratic children.\n\nHer goal is to be the owner of her own school!\n\nThen, one day, the Emperor of the Empire sought her out.\n\n“I want Miss Popo to be my siblings’ tutor.”\n\nWater bombs, flour bombs, bug attacks.\n\nWhat kind of offer did he make? To make her the tutor of a pair of notorious twins with all kinds of vicious pranks!\n\nA very sweet one, of course.\n\nThe devil’s temptation shook Sarah’s life.",
      "ko": "전생엔 초등교사, 현생엔 가정교사.\n인생 2회 차인 세라 포포는 전생의 경험을 살려\n귀족 자제들을 대상으로 고액 가정교사 일을 하는 중이었다.\n목표는 건물주!\n\n그러던 어느 날,\n제국의 황제가 찾아왔다.\n\n“포포 양께서 제 동생들의 가정교사를 맡아주면 좋겠어요.”\n\n물 폭탄, 밀가루 폭탄, 벌레 공격 등\n온갖 악질 장난은 다 한다고 악명이 자자한 쌍둥이 전하들의\n가정교사가 되어 달라는 무시무시한 제안을 하기 위해!\n\n달콤하기 짝이 없는 고액을 곁들인,\n그 악마의 제안이 세라의 인생을 뒤흔들었다.\n\n#환생물 #육아물\n#전생도 현생도 교사 여주\n#육아지옥에 빠진 황제 남주"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0a2769c-85d2-4dd9-bf8c-b0b80a58c7d3",
    "title": "My Perfect Enemy is Finally Broke",
    "updatedAt": "2024-01-26T01:56:39+00:00",
    "coverArt": "https://mangadex.org/covers/b0a2769c-85d2-4dd9-bf8c-b0b80a58c7d3/31fc0d4a-849e-4a8f-91f4-8592ffc41e14.png",
    "availableChapters": null,
    "altTitles": [
      {
        "zh": "我死对头终于破产了"
      },
      {
        "en": "My Nemesis Has Finally Gone Bankrupt"
      }
    ],
    "description": {
      "en": "When he woke up, Ji Ran, the son of a rich second generation, found himself lying beside his arch-nemesis from his school days. Qin Man! \n\nDespite reluctantly agreeing to a sponsorship agreement with the green tea black belly enemy, Ji Ran finds his lonely and stubborn heart gradually melting by the occasional tenderness displayed by Qin Man. \n\n[Scheming and gentle green tea x Sharp tongue but soft-hearted and charming person]\n\nBehing the facade of a sponsorship agreement lies a decade-long unrequited love."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": "Maria no Danzai",
    "updatedAt": "2024-03-12T13:42:44+00:00",
    "coverArt": "https://mangadex.org/covers/3ad8d2f2-1afe-43da-a88b-0a790c64939e/7da041cc-0699-4d20-bee8-6f822f0fe3b7.jpg",
    "availableChapters": null,
    "altTitles": [
      {
        "ja": "聖母の断罪"
      },
      {
        "ar": "دَينُونَة ماريا"
      },
      {
        "ne": "मारियाको निर्णय"
      },
      {
        "vi": "Lời tuyên án của Đức Mẹ"
      },
      {
        "en": "Maria's Judgement"
      },
      {
        "id": "Keyakinan Maria"
      },
      {
        "es-la": "La Condena de María"
      },
      {
        "en": "Maria's Conviction"
      },
      {
        "tl": "Ang Paghatol ni Maria"
      },
      {
        "de": "Maria's Judgement"
      }
    ],
    "description": {
      "ar": "بعد وفاة ابنها بطريقة مروعة، تكتشف والدتهُ تنمر الآخرين الشديد عليه، فعقدت العزم على معاقبة أولئك المتنمرين الذين أخذوا ابنها الحبيب منها، وبدأت العمل كممرضة في المدرسة",
      "en": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
      "ne": "आमाबुवा र छोरासहित ३ जनाको नागारे परिवारको खुसीको घर थियो। तर, उनीहरुको छोरा किरिताकालाई विद्यालयमा गोप्य रुपमा कुटपिट गरिएको थियो।  त्यसपछि, एउटा घटना घट्छ, र आमा मारियाको छोराप्रतिको माया अनियन्त्रित हुन्छ।",
      "vi": "Một gia đình ba người những tưởng đang hạnh phúc, cho đến khi Kiritaka, người con trai duy nhất của Nagare Mari \"tự sát\" vì \"quá đau khổ\". Cho rằng bản thân đã vô tình dồn ép con trai yêu quý, Mari toang tìm đến cái chết, nhưng không... cô vô tình phát hiện ra sự thật con trai mình đã liên tục bị bắt nạt suốt một thời gian dài bởi những con quỷ đội lốt người tại trường học.\nVà rồi tình thương con da diết của Mari... đã vượt ngoài tầm kiểm soát của trái tim cô.",
      "es-la": "La familia Nagare era un hogar feliz formado por tres personas. Sin embargo, su hijo Kiritaka sufría acoso escolar extremo en secreto. Entonces, ocurre un incidente que haría que el amor de la madre, Mari, se descontrolara por completo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7f170ed-3819-4952-bd89-2de784fcef11",
    "title": "Ichikoe, Nifuri, Tachiaoi",
    "updatedAt": "2024-03-06T08:02:57+00:00",
    "coverArt": "https://mangadex.org/covers/f7f170ed-3819-4952-bd89-2de784fcef11/fcf2f601-ddec-4806-8aee-e0a1e06ffd61.png",
    "availableChapters": null,
    "altTitles": [
      {
        "en": "Voice First, Face Second, Hollyhock"
      },
      {
        "ja": "いちこえ、にふり、タチアオイ"
      }
    ],
    "description": {
      "en": "A brand new girl-meets-girl story, woven together by two people with completely opposite “looks” and “personas”!\n\nCram school teacher Kataoka Aoi was born with a beautiful face. From an early age, she always garnered the affection of everyone around her, yet the countless dramas it caused made her desire a quiet, modest life instead.\n\nOne day, she (reluctantly) accepts the principal’s request to act in their school’s commercial. But it quickly goes viral, resulting in her becoming popular inside and outside of the cram school, drawing attention wherever she goes.\n\nAmidst the attention, the well-known and quirky store clerk, Yamada, approaches her and then…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e2933d2-8587-4c0f-b69c-4233864b96a8",
    "title": "Ousama Ranking",
    "updatedAt": "2024-04-04T16:06:33+00:00",
    "coverArt": "https://mangadex.org/covers/7e2933d2-8587-4c0f-b69c-4233864b96a8/0359c91d-5123-4a56-b646-cf18944c1efa.jpg",
    "availableChapters": null,
    "altTitles": [
      {
        "vi": "Bảng xếp hạng Quốc Vương"
      },
      {
        "ja-ro": "Ousama Ranking"
      },
      {
        "ja": "王様ランキング"
      },
      {
        "en": "Ranking of Kings"
      },
      {
        "ru": "Рейтинг королей"
      },
      {
        "ru": "Рейтинг короля"
      },
      {
        "pt-br": "Ranking dos Reis"
      }
    ],
    "description": {
      "en": "The web manga centers around Bojji, a deaf, powerless prince who cannot even wield a children's sword. As the firstborn son, he strives hard and dreams of becoming the world's greatest king. However, people mutter about him behind his back as \"a good-for-nothing prince\" and \"no way he can be king.\"  \n  \nBojji is able to make his first ever friend, \"Kage\" — a literal shadow on the ground who somehow understands Bojji well. The story follows Bojji's coming-of-age as he meets various people in his life, starting with his fateful encounter with Kage.",
      "es": "Bojji es un príncipe sordomudo que vive en un mundo fantástico repleto de criaturas mágicas. Pese a no destacar en nada, y siendo incapaz ni siquiera de empuñar una espadita de niño, sueña con algún día convertirse en el rey más grande del mundo.\n\nLa gente lo considera un completo inútil y sin ningún talento para ser rey. Aunque la situación cambia cuando conoce a Kage, una sombra (literalmente) que es uno de los pocos supervivientes de un clan de asesinos y que intenta robarle las pocas pertenencias que Bojji llevaba encima.\n\nDe alguna manera, Kage logra comprender al príncipe y se convierte en su primer amigo verdadero, dando así inicio a la aventura que Bojji tanto anhela. Mientras tanto, en la oscuridad, un poder amenaza con devastar al reino.",
      "ru": "Боддзи удаётся найти своего первого в жизни друга, «Кагэ» — буквально тень на земле, которая каким-то образом хорошо понимает Боддзи. История рассказывает о взрослении Боддзи, о том, как он встречает разных людей в своей жизни, начиная с судьбоносной встречи с Кагэ.",
      "vi": "\"Bảng xếp hạng Quốc vương\" xoay quanh Bojji, một hoàng tử điếc, vô năng, và thậm chí không thể cầm nổi thanh kiếm của một đứa con nít. Là con cả, cậu luôn cố gắng hết mình để tiến tới ước mơ trở thành vị vua vĩ đại nhất thế giới. Thế nhưng, luôn có những kẻ buông lời xì xào bàn tán sau lưng Bojji, bảo cậu là \"một thằng hoàng tử bất tài\", và \"không đời nào có thể trở thành vua được\". \n\nBojji đã có người bạn đầu tiên của mình, \"Kage\", một bóng đen trên mặt đất, bằng cách nào đó lại có thể hiểu rõ về cậu. Đây là câu chuyện kể về sự trưởng thành của Bojji khi cậu gặp được những người khác nhau trong cuộc đời mình, bắt đầu từ lần gặp gỡ định mệnh của cậu với Kage.",
      "pt-br": "O mangá da web comic gira em torno de Bojji, um príncipe surdo e impotente que não consegue nem empunhar uma espada infantil. Como filho primogênito, ele se esforça muito e sonha em se tornar o maior rei do mundo. No entanto, as pessoas murmuram sobre ele pelas costas como 'um príncipe inútil' e 'de jeito nenhum ele pode ser rei'.\n\nBojji é capaz de fazer seu primeiro amigo, 'Kage' - literalmente um ser vivo que é uma sombra no chão que de alguma forma entende Bojji bem. A história segue o amadurecimento de Bojji enquanto ele conhece várias pessoas em sua vida, começando com seu fatídico encontro com Kage.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 12, Cap 155. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7c7da95-d1b3-4db9-9155-98c5547d08b9",
    "title": "Komada-san wo Komarasetai",
    "updatedAt": "2023-12-19T00:55:13+00:00",
    "coverArt": "https://mangadex.org/covers/d7c7da95-d1b3-4db9-9155-98c5547d08b9/49c81367-ada1-4eea-851f-1211a8c11e1b.jpg",
    "availableChapters": null,
    "altTitles": [
      {
        "ja": "狛田さんを困らせたい"
      },
      {
        "en": "I Want to Trouble Komada-san"
      },
      {
        "zh-hk": "想讓狛田前輩感到為難"
      },
      {
        "ko": "코마다양을 곤란하게 만들고 싶어."
      }
    ],
    "description": {
      "en": "Komada is a short high school girl who is constantly troubled with something. Her junior, Kagai, who is big in various ways, is always playing with her and annoying Komada! However, there is a reason why Kagai annoys her, and that is simply because... The more you love someone, the more you want to annoy them!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9836a04-f31e-4ca2-9b1b-28892252ad38",
    "title": "Houkai Gakuen 4-Koma",
    "updatedAt": "2021-05-25T15:48:27+00:00",
    "coverArt": "https://mangadex.org/covers/d9836a04-f31e-4ca2-9b1b-28892252ad38/fb4fb294-a507-4cc3-bd64-7fdc038a3b48.jpg",
    "availableChapters": null,
    "altTitles": [
      {
        "en": "GGZ 4 Koma"
      },
      {
        "en": "GGZ 4-Koma"
      },
      {
        "en": "Guns Girl Z 4 Koma"
      },
      {
        "en": "Guns Girl Z 4-Koma"
      },
      {
        "en": "Honkai Gakuen 4 Koma"
      }
    ],
    "description": {
      "en": "4-koma based on the mobile game Guns Girl Z (Houkai Gakuen / Houkai Gakuen 2)."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "200"
  },
  {
    "mangaId": "b05cefaa-a4b9-4deb-91c8-f0036ada781f",
    "title": "Yurizukushi no Kyoushitsu de",
    "updatedAt": "2024-02-22T21:32:04+00:00",
    "coverArt": "https://mangadex.org/covers/b05cefaa-a4b9-4deb-91c8-f0036ada781f/2566b948-075d-41b7-9486-6fd586727b82.jpg",
    "availableChapters": null,
    "altTitles": [
      {
        "en": "In Yuriful Classroom"
      },
      {
        "ja": "ゆりづくしの教室で"
      },
      {
        "ja-ro": "Yuri-dzukushi no kyōshitsu de"
      },
      {
        "zh": "在百合缤纷的教室"
      },
      {
        "zh-hk": "在百合繽紛的教室"
      },
      {
        "zh-ro": "Zài bǎihé bīnfēn de jiàoshì"
      }
    ],
    "description": {
      "en": "\"Everyone is the main character in the story of their own life.\"\n\nThe stories of a 2nd year 1st class attended by 30 unique students, at a certain girls' high school with a decent standard.\nEvery day the class is so busy and lively that you won't get bored.\n\nIf you look closely at the classroom, you can see the thoughts of each of the 30 students.\nA school omnibus that watches over unique and a \"yuriful'' classroom!\n\nIn a Yuriful Classroom",
      "ja": "「誰だって自分の人生という物語の、主人公なんだ」\n\n偏差値そこそこ、とある女子高の2年1組。30人の個性豊かな生徒たちが過ごすクラスは、飽きないぐらいに、わちゃわちゃで賑やかな毎日。\n\nそんな教室の様子も、よーく見てみると、30人それぞれの行き交う想いが見えてくる…。\n個性豊かで「ゆりづくし」なクラスを見守る、学園オムニバス！"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5b7c2fc-9fa3-42d3-a225-bd99e63b17ef",
    "title": "Wasn't My Husband Dying?",
    "updatedAt": "2024-03-10T00:14:39+00:00",
    "coverArt": "https://mangadex.org/covers/f5b7c2fc-9fa3-42d3-a225-bd99e63b17ef/4a72eb3d-2c25-4a12-8f38-b6e97c216e32.jpg",
    "availableChapters": null,
    "altTitles": [
      {
        "ko": "시한부 남편인 줄 알았습니다만?"
      }
    ],
    "description": {
      "en": "\"The deadline is six months, within which you must kill your husband.\"\n\nOn the first night of their marriage, I possessed the body of 'Alice,' a villainous supporting character who was ordered by her mother-in-law to kill her husband.\n\nI thought I was married off to a duke who's a living  corpse for the sake of money, but lo and behold, this duke has a great body and is handsome as well. Instead of killing him, I looked for a way to survive by using divine power instead of poison.\n\n\"Mother, I will become a priestess for the duke!\nAs a priestess, I shall pray for the duke's well-being for the rest of my life!\"\n\nOn the day I was about to leave the duke's mansion, my husband who had been unconscious suddenly woke up.\n\n\"You're the one who brought me out of the darkness, so take responsibility.\"\n\nHe wakes up and demands I take responsibility after saving him?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8a49176-cf28-42e5-960e-8efd2d903323",
    "title": "We are the Main Characters of the Demon World!",
    "updatedAt": "2024-01-16T18:48:25+00:00",
    "coverArt": "https://mangadex.org/covers/c8a49176-cf28-42e5-960e-8efd2d903323/9ffd5018-b8d3-453b-9649-c24db883179c.jpg",
    "availableChapters": null,
    "altTitles": [
      {
        "ja": "魔界の主役は我々だ！"
      },
      {
        "ja-ro": "Makai no Shuuyaku wa Wareware da!"
      },
      {
        "ru": "Мы главные герои Мира Демонов!!"
      }
    ],
    "description": {
      "en": "Shaoron Teufel is an ambitious demon who has enrolled in the demon school known as Babyls, aiming to become popular and join the Student Council. However, a number of trials await him as soon as he arrives! Being recruited by a shady division, summoning a familiar, participating in a flying test… Will Shaoron be able to stand out even more than the special student, Iruma-kun?   \n  \nA collaboration between *Mairimashita! Iruma-kun* and a popular Japanese YouTube channel, *We are the Main Characters of ◯◯!*  \n\n- [We are the Main Characters of ◯◯! channel](https://www.youtube.com/channel/UCIZzHNbzlIskx3TxGznRyYg)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": "The Fragrant Flower Blooms With Dignity",
    "updatedAt": "2024-03-21T12:41:07+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/2304951d-bd3a-4442-abab-690bc532af52.jpg",
    "availableChapters": null,
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd3f1a3f-306d-4956-bd1c-7a127eae9790",
    "title": "Batuque",
    "updatedAt": "2024-02-19T14:55:09+00:00",
    "coverArt": "https://mangadex.org/covers/bd3f1a3f-306d-4956-bd1c-7a127eae9790/5e75ca39-582d-4e54-adad-63164d9d1254.png",
    "availableChapters": null,
    "altTitles": [
      {
        "ja": "バトゥーキ"
      },
      {
        "zh": "巴突克战舞"
      },
      {
        "zh-hk": "巴突克戰舞"
      },
      {
        "ko": "바투키"
      },
      {
        "en": "Drumming"
      },
      {
        "ne": "बातुकी: ढोल बजाउनु"
      },
      {
        "fr": "Le Batuque - Capoeira"
      }
    ],
    "description": {
      "en": "The story of a middle school girl trying to find herself in the confusion of adolescence. Skateboard-loving Ichiri Sanjou, nicknamed \"Icchi,\" may look like a normal energetic kid, but whenever she sees the full moon she is hit with a wave of emotions she cannot comprehend.\n\nThe series revolves around her learning the Brazilian martial art of Capoeira.  \n\nFrom the mind of [Usogui](https://mangadex.org/title/a07320a4-afcd-413a-a451-d69a448d0c28/usogui), Sako Toshio.",
      "pt-br": "A história de uma garota do ensino médio tentando se encontrar na confusão da adolescência.Ichiri Sanjou, que gosta de skate, apelidada de \"Icchi\", pode parecer uma criança normal, mas sempre que vê a lua cheia, é atingida por uma onda de emoção que não consegue compreender.A história anda conforme ela aprende a arte-marcial Afro-brasileira, a Capoeira."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "157"
  },
  {
    "mangaId": "5763292a-3bb7-43e8-a0fc-53f2140253a2",
    "title": "Bungo",
    "updatedAt": "2024-02-29T10:40:27+00:00",
    "coverArt": "https://mangadex.org/covers/5763292a-3bb7-43e8-a0fc-53f2140253a2/177a4280-6dd8-4576-a778-92a9e489346b.jpg",
    "availableChapters": null,
    "altTitles": [
      {
        "ja": "BUNGO―ブンゴ―"
      }
    ],
    "description": {
      "en": "In a town with no baseball team, young Bungo spends his days throwing the ball he received as a gift against a wall until Yukio Noda, Japanese representative youth baseball player, appears before him and an unexpected showdown ensues! After a chance meeting in middle school, these two enroll in Seio Senior where they struggle to make it to Koshien with everything they have.",
      "pt-br": "Em uma cidade sem time de beisebol, o jovem Bungo passa seus dias jogando a bola que recebeu como presente contra uma parede até que Yukio Noda, o jogador de beisebol jovem representante japonês, aparece diante dele e um confronto inesperado acontece! Depois de um encontro casual no ensino médio, esses dois se matriculam no Seio Senior, onde lutam para chegar a Koshien com tudo o que têm."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7f428a6-3664-4fab-ad93-b9fa642d35c1",
    "title": "Gorin no Megami-sama: Nadeshiko Ryou no Medal Gohan",
    "updatedAt": "2023-07-31T22:47:27+00:00",
    "coverArt": "https://mangadex.org/covers/c7f428a6-3664-4fab-ad93-b9fa642d35c1/17578785-e3cb-4905-aa5e-2386e2c810d9.jpg",
    "availableChapters": null,
    "altTitles": [
      {
        "ja": "五輪の女神さま 〜なでしこ寮のメダルごはん〜"
      },
      {
        "en": "Olympic Goddess ~Nadeshiko Dormitory Medal Rice~"
      },
      {
        "ru": "Богиня Олимпийских игр: Медаль общежития Надесико Райс"
      }
    ],
    "description": {
      "en": "The main character, Kominato Ryo, who is only engaged in cooking, was allowed to enter the prestigious Cho Gakuen Private School on the condition that he work as a cook in a student dormitory under the supervision of his father. However, the “dormitory” was the women's dormitory where future gold medal candidates lived. The nutritional requirements of top athletes are naturally high. Fill their stomachs and take on the challenging mission of building your body for the Olympic Games!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05bd710c-d94a-45eb-be99-2109d58f1006",
    "title": "Hajirau Kimi ga Mitainda",
    "updatedAt": "2024-01-15T16:01:09+00:00",
    "coverArt": "https://mangadex.org/covers/05bd710c-d94a-45eb-be99-2109d58f1006/28253a9f-0ab2-47fa-ab51-5d69683cdb1d.jpg",
    "availableChapters": null,
    "altTitles": [
      {
        "en": "I Want to See You Embarrassed"
      },
      {
        "ja": "恥じらう君が見たいんだ"
      },
      {
        "ko": "부끄러워하는 널 보고 싶어"
      },
      {
        "zh-hk": "想要看到羞恥的你"
      },
      {
        "th": "เทคนี้ที่ผมถ่ายเป็นเรื่องน่าอายที่เธอไม่คัท"
      },
      {
        "en": "I Want To See You Blush"
      },
      {
        "zh-hk": "想看妳露出羞恥的模樣"
      },
      {
        "zh": "露出导演"
      },
      {
        "es-la": "Quiero verte avergonzada"
      }
    ],
    "description": {
      "en": "Akito Shirasawa, a high school boy whose father is a film director, sees something in the library preparation room. It was the \"masturbation scene\" of his classmate, Kaho Honjou. Akito is puzzled, but ends up filming it with his smartphone. Kaho notices Akito, and in the men's restroom, makes a \"proposal\" to Akito! Exposed high school girl and movie boy. The \"exposed love\" of twisted adolescence, begins!",
      "es-la": "Akito Shirasawa, un chico de secundaria cuyo padre es director de cine, ve algo en la sala de preparación de la biblioteca. Era la \"escena de la masturbación\" de su compañera de clase, Natsuho Honjo. Akito está desconcertado, pero termina filmándolo con su teléfono inteligente. Natsuho nota a Akito, y en el baño de hombres, ¡le hace una \"propuesta\" a Akito! Chica de secundaria expuesta y chico de película. ¡Comienza el \"amor expuesto\" de la retorcida adolescencia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f81ad5fe-8a3f-4f30-8f7e-5f755af48a52",
    "title": "Ranker's Return",
    "updatedAt": "2024-03-21T20:22:48+00:00",
    "coverArt": "https://mangadex.org/covers/f81ad5fe-8a3f-4f30-8f7e-5f755af48a52/0ad3bfed-0330-45fc-a132-27e5c46c8125.jpg",
    "availableChapters": null,
    "altTitles": [
      {
        "ko": "랭커의 귀환 (2021)"
      },
      {
        "en": "Ranker's Return (Remake)"
      },
      {
        "ja": "ランカーの帰還"
      },
      {
        "ru": "Возвращение ранкера"
      },
      {
        "zh": "榜上玩家的归还"
      },
      {
        "en": "Ranker's Return (2021)"
      }
    ],
    "description": {
      "en": "During the early years of the hottest MMORPG called Arena, the world’s top ranker Meleegod vanished after setting every possible record in the virtual world.\n\nIn the real world, this deathly melee damage dealer was the happy-go-lucky Kang Hyeonu, who simply deleted his character and quit his hobby to finish mandatory military service and inherit his father’s company.\n\nThis rosy future dissolves within two years when a business rival makes his father go bankrupt. Hyeonu struggles to make ends meet with a string of part-time jobs, but his best friend has a better idea. He urges Hyeonu to conquer the Arena once again and earn a cushy living as a gaming celebrity.\n\nVowing to strike it rich and avenge his father, the former Meleegod returns to the Arena as a newbie. Only this time, he’s out for blood!\n\n---\n\n**Links:**\n- [Alternative Raw (Ridibooks)](https://ridibooks.com/books/4357000090)\n- [Alternative Raw (Naver)](https://series.naver.com/comic/detail.series?productNo=6433067)\n- [Official Simplified Chinese Translation (BiliBili)](https://manga.bilibili.com/detail/mc30486)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/77017)",
      "ja": "バーチャルリアリティーゲーム「アレナ」の初期、最強最高のランカーだったメレーゴッド！ キャラクターを削除して忽然と姿を消していた彼が、人生のどん底から這い上がるためにまたアレナに戻ってきた！ 「感謝、絶望、復讐、全部晴らしてやる！」",
      "ko": "가상현실게임 <아레나> 초창기,\n최강최고의 랭커였던 밀리갓!\n\n캐릭터를 삭제하고 홀연히 떠났던 그가\n망해버린 집안을 일으키기 위해 다시 아레나에 돌아왔다!\n\n“캐릭터를 생성하시겠습니까?”",
      "ru": "В былые времена Миллигат был самым лучшим игроком и очень долгое время занимал первое место в мировом топе игры «Арена»...\n\nОднажды, устав от Арены, он решил удалить свой аккаунт и заняться личной жизнью.\n\nПрошло 2 года. Семья разрушена, бизнес потерян, и у него ничего не осталось...\n\nОт безысходности Миллигат решил вернуться туда, где всё начиналось... В Арену.\n\n«Вы уверены, что хотите создать персонажа»?\n\nТрепещите, мерзавцы и обычные игроки... Король вернулся.",
      "zh": "虚拟现实游戏《幻神》创建初期最强最厉害的玩家，“米利神”高泽宇，曾经把角色删除后毫无留恋地离开了游戏，但为了拯救没落的家庭，他再次返回到此游戏当中…… “您要创建一个新角色吗？”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4a4250d-14a0-4b45-83ac-c732091b4eba",
    "title": "My Daughter Is the Final Boss",
    "updatedAt": "2023-04-10T05:04:25+00:00",
    "coverArt": "https://mangadex.org/covers/a4a4250d-14a0-4b45-83ac-c732091b4eba/90295f87-e093-4731-8d5e-7e44cb33d0ac.jpg",
    "availableChapters": null,
    "altTitles": [
      {
        "ko": "내 딸은 최종 보스"
      },
      {
        "ko-ro": "Nae Ddar'eun Cheojong Boss"
      },
      {
        "zh-hk": "我的女兒是最終頭目"
      },
      {
        "zh": "灭世女神今年5岁"
      },
      {
        "ko-ro": "Nae Ttareun Choejong Boss"
      },
      {
        "fr": "Ma fille est le boss final"
      },
      {
        "it": "Mia figlia è il boss finale"
      },
      {
        "uk": "Моя донька - фінальний бос"
      },
      {
        "ru": "Моя дочь — Финальный Босс"
      },
      {
        "mn": "Миний охин бол эцсийн BOSS"
      },
      {
        "ja": "俺の娘はラスボス"
      },
      {
        "zh": "灭世女神今年5岁"
      },
      {
        "zh": "我的女儿是最终的老板"
      },
      {
        "zh-hk": "我的女兒是最終的老闆"
      },
      {
        "id": "Putriku Adalah Bos Terakhir"
      }
    ],
    "description": {
      "en": "Lee Seojun could only watch as his daughter, the witch Lee Seola, turned into the wicked final boss who destroyed the world and brought upon his death. Though never a good dad, as he loses consciousness, Seojun gets a new quest: \"Change the Future.\" Upon awakening, he sees a 5-year-old Seola standing before him. Now, Seojun must raise Seola to avoid the misfortunes that originally turned her wicked and become the caring father she never had. The price of failure? Only the end of the world.\n\n---\nMy daughter destroyed the world. At the end of the divergence, I died helplessly. When I opened my eyes again, my five-year-old daughter was in front of me.\n\n*Unique Quest: Changing the Future*\nStop Seol-ah Lee's five misfortunes. (0/5) \n\nI was given another chance. If I raised her incorrectly, the world will perish.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "fr": "Ma fille a détruit le monde. À la fin de celui-ci, je suis mort impuissant. Quand j'ai rouvert les yeux, ma fille de cinq ans était devant moi. <Quête unique : Changer le futur> Arrêtez les cinq malheurs de Seol-Ah Lee. (0/5) Une nouvelle chance m'a été accordée. Si elle est mal éduquée, le monde périra.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "id": "Putriku menghancurkan dunia ini, di akhir hidupku aku mati tidak berdaya. Ketika aku membuka mata, putriku yang berusia 5 tahun berada di hadapanku. Aku mengalami regresi dan harus mencegah 5 nasib buruk Seol-Ah (0/5) Aku diberikan kesempatan sekali lagi, untuk mengubah semuanya dan menebus semua kesalahanku di masa lalu Jika dibiarkan begitu saja, maka dunia akan binasa. - Diary Lee Seojun\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "ko": "내 딸이 세상을 멸망시켰다.\n엇나감의 끝에서, 나는 무력하게 죽음을 맞이했다.\n다시 눈을 떴을 때, 내 눈앞에는 다섯 살의 딸이 있었다.\n\n<고유 퀘스트 : 미래 바꾸기>\n이설아의 다섯 가지 불행을 막으십시오.(0/5)\n\n다시 한번 주어진 기회.\n잘못 키우면, 세상이 멸망한다.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "ru": "Моя дочь разрушила мир. В конце её дивергенции я беспомощно умер.\nКогда снова открыл глаза, передо мной стояла моя пятилетняя дочь.\n[Остановите пять несчастий Соль-а Ли. (0/5)]\nМне дали ещё один шанс. Если её неправильно воспитать, то мир погибнет.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "uk": "Моя донька зруйнувала світ, а я помер. Але після смерті перед моїми очима з'явилось завдання.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "zh": "我的女儿灭亡了世界。 就在生死毁灭之际，我无力的迎接死亡的到来。 再次睁开双眼的时候，我回到了过去，眼前竟出现了女儿5岁时的身影！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6203314-9b0a-44ab-8c94-1368a9891ef2",
    "title": "Tensei shitara Otome Game no Sekai? Ie, Majutsu wo Kiwameru no ni Isogashii no de sou iu no wa Kekkou desu",
    "updatedAt": "2024-04-03T21:52:51+00:00",
    "coverArt": "https://mangadex.org/covers/d6203314-9b0a-44ab-8c94-1368a9891ef2/2b6a0750-7034-4ec9-881e-ef42c70456fc.jpg",
    "availableChapters": null,
    "altTitles": [
      {
        "en": "Reincarnated into an Otome Game? Nah, I'm Too Busy Mastering Magic!"
      },
      {
        "en": "Reincarnated into an Otome Game? Who Cares! I’m Too Busy Mastering Magic!"
      },
      {
        "ja": "転生したら乙女ゲーの世界？ いえ、魔術を極めるのに忙しいのでそういうのは結構です。"
      },
      {
        "en": "Mastering Magic in an Otome Game"
      }
    ],
    "description": {
      "en": "When the Duke's Daughter Alice was five years old, she realized that her world is exactly like that of a particular otome game. As far as she's concerned, this world where magic and magical beasts are commonplace is paradise?! With good-looking boys and fluffy beasts all around, not to mention her cute school friends and dangerous rivals… what more of a dramatic isekai school life could Alice ask for?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f4c43c2-7ba7-487b-9821-baf0748495c7",
    "title": "Akutou Ikka no Mana Musume, Tensei Saki mo Otome Game no Gokudou Reijou deshita: Saijoukyuu Rank no Akuyaku-sama, Sono Dekiai wa Fuyou desu!",
    "updatedAt": "2024-01-13T22:58:36+00:00",
    "coverArt": "https://mangadex.org/covers/6f4c43c2-7ba7-487b-9821-baf0748495c7/0e91a0c0-7eaf-45b3-92e0-7e8a04811e3b.jpg",
    "availableChapters": null,
    "altTitles": [
      {
        "ja": "悪党一家の愛娘、転生先も乙女ゲームの極道令嬢でした。"
      },
      {
        "ja": "悪党一家の愛娘、転生先も乙女ゲームの極道令嬢でした。～最上級ランクの悪役さま、その溺愛は不要です！～"
      },
      {
        "ja-ro": "Akutou Ikka no Mana Musume, Tensei Saki mo Otome Game no Gokudou Reijou deshita: Saijoukyuu Rank no Akuyaku-sama, Sono Dekiai wa Fuyou desu!"
      },
      {
        "ja-ro": "Akumana"
      },
      {
        "en": "The Beloved Daughter of a Crime Family Was Reincarnated as the Daughter of a Gangster in an Otome Game: Highest-Ranking Villain, That Doting Is Unnecessary!"
      },
      {
        "vi": "Cháu gái cưng của xã hội đen, bỗng tái sinh thành Cô con gái yêu dấu của một gia đình tội phạm trong thế giới trò chơi Otome"
      },
      {
        "vi": "Cháu gái cưng của xã hội đen, bỗng tái sinh thành Cô con gái yêu dấu của một gia đình tội phạm trong thế giới trò chơi Otome. ~Nhân vật phản diện cấp cao nhất, tôi không cần thứ tình cảm đó!"
      }
    ],
    "description": {
      "en": "After her sudden death at the hands of an assassin, the former granddaughter of a Yakuza boss reincarnates into an otome game as the heroine. The game is, of course, set in the time of early European mafia (but with magic and other special abilities somehow)—specifically a kingdom where the royal family is supported behind the scenes by five major crime families! \"Please God, whyyy, I only wanted to life a normal life!\" \n\nA dangerous love game between a former Yakuza heiress and her villain fiancé begins!",
      "vi": "Một đời làm xã hội đen, suốt đời tái sinh thành phản diện.\n\nMột cô gái khát khao có một cuộc sống bình thường nhưng tác giả không cho phép, tái sinh vào thế giới trong game tình yêu cho nữ sinh, và bị dây dưa tình cảm với một vị hôn thế biến thái aka boss phản diện lớn nhất trong game!\n\nLịch update: CmoaJP ra đến đâu mua đến đây, tiến độ ra đều đặn. 1 chap/tháng (guess)\n\nTruyện được Việt hóa bởi Spring Blossoms Team."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]