[
  {
    "mangaId": "f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2",
    "title": {
      "en": "Log into the Future"
    },
    "updatedAt": "2024-08-19T14:23:48+00:00",
    "coverArt": "https://mangadex.org/covers/f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2/bad4dd56-1d39-47a3-aa3f-e613a302bb0f.jpg",
    "altTitles": [
      {
        "zh": "高武：登陆未来一万年"
      },
      {
        "en": "Martial Art: Future's Ten Thousand Years"
      },
      {
        "zh-ro": "Gao Wu: Denglu Weilai Yi Wan Nian"
      },
      {
        "pt-br": "Subindo de Nível no Futuro"
      },
      {
        "en": "Apex Future Martial Arts"
      },
      {
        "es-la": "Subiendo de nivel 10.000 años en el futuro"
      },
      {
        "en": "Logging 10,000 Years into the Future"
      }
    ],
    "description": {
      "en": "At the beginning of the martial dao, abnormal beasts invaded the world. Humanity’s martials had to retreat in defeat time and time again. Lu Sheng transmigrates to that time, but in his dreams he enters a world 10 000 years later. The foundational body refining method from 10k years in the future is several thousand times more effective than the current one. Then there’s the breathing method, body refining pill formula, and sacred martial law from 10k years later… Despite developing martial arts for 10k years, humanity was annihilated! Their martial arts civilization reached the apex, and yet there was no one left to inherit it. Except Lu Sheng, he’s exactly that last spark of hope!",
      "pt-br": "No início do dao marcial, bestas anormais invadiram o mundo. As artes marciais da humanidade tiveram que recuar derrota após derrota. Lu Sheng transmigra para aquela época, mas em seus sonhos ele entra em um mundo 10 mil anos depois. O método fundamental de refino do corpo de 10 mil anos no futuro é milhares de vezes mais eficaz do que o atual. Depois, há o método de respiração, a fórmula da pílula para refinar o corpo e a ordem marcial sagrada de 10 mil anos depois… Apesar de desenvolver artes marciais por 10 mil anos, a humanidade foi aniquilada! Sua civilização de artes marciais atingiu o ápice, e ainda assim não sobrou ninguém para herdá-la. Exceto Lu Sheng, ele é a última centelha de esperança!",
      "zh-hk": "武道初兴之时，恐怖的异兽入侵，人类武者节节败退。陆圣穿越而来，在梦中进入一万年后的世界—— 一万年后的基础炼体术，经过改版，效果是现在的几千倍！一万年后的呼吸法、炼体药方、武学圣典…… 武道一万年，人类灭绝。 繁衍至巅峰的武道文明，却再无人可继承。 陆圣，便是那唯一的火种！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d14354de-6af5-4b92-825d-47686d3fa145",
    "title": {
      "en": "Fate/Grand Order -Epic of Remnant- Pseudo-Singularity IV: The Forbidden Advent Garden, Salem - Heretical Salem"
    },
    "updatedAt": "2024-10-30T11:00:42+00:00",
    "coverArt": "https://mangadex.org/covers/d14354de-6af5-4b92-825d-47686d3fa145/34ea3245-f758-4aaa-ac5c-c824732cd99e.jpg",
    "altTitles": [
      {
        "ja": "フェイト／グランドオーダー　エピック　オブ　レムナント　亜種特異点Ⅳ 禁忌降臨庭園 セイレム 異端なるセイレム"
      },
      {
        "ja-ro": "Fate/Grand Order -Epic of Remnant- Ashu Tokuiten IV: Kinki Kourin Teien, Salem - Itan naru Salem"
      },
      {
        "ru": "Судьба/Великий приказ: Эпопея Остатка-Псевдосингулярность IV: Запретный сад Адвента, Салем-Салем Ереси"
      },
      {
        "vi": "Dị Điểm Á Chủng IV - Khu Vườn Giáng Lâm Cấm Kỵ Salem - Salem Dị Giáo"
      }
    ],
    "description": {
      "en": "As a result of the efforts of the people of Chaldea, the human incineration plan of those who called themselves the Magic King was bitterly stopped at the water's edge, and the destiny of the world seemed to be breathing again. However, suddenly, the singularity of the same level as the singularity so far is observed in modern times. A master who has opened up the future once again puts himself into a layershift to calm down the \"subspecies singularities\" that appeared in the cursed land \"Salem.\"",
      "ru": "Халдея во главе с Рицука Фуджимару, мастером, проникшим на проклятую землю «Салем», чтобы ответить на новую «особенность». \"Я встретила двух девушек Эбигейл и Лавинию\"."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60cb3ef9-2183-49ec-9261-56d1c7e3dba1",
    "title": {
      "en": "Josou Shota Manga"
    },
    "updatedAt": "2024-11-23T16:00:04+00:00",
    "coverArt": "https://mangadex.org/covers/60cb3ef9-2183-49ec-9261-56d1c7e3dba1/aada8683-724e-4a7f-aade-d4ad888c8771.jpg",
    "altTitles": [
      {
        "ja": "女装ショタマンガ"
      },
      {
        "ja": "女装ショタマンガその一"
      },
      {
        "ja-ro": "Josō Shota Manga"
      },
      {
        "en": "Cross-dressing Shota Manga"
      }
    ],
    "description": {
      "en": "This is the story of Satoru-kun, a boy who has started crossdressing for some reason.",
      "ja": "とある理由で女装を始めた男の子、悟くんのお話"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54202943-b55d-45a1-830f-44c9a8a691f0",
    "title": {
      "jp": "Sasaki and Peeps: That Time I Got Dragged into a Psychic Battle in Modern Times While Trying to Enjoy a Relaxing Life in Another World ~Looks Like Magical Girls Are On Deck~"
    },
    "updatedAt": "2024-10-30T13:49:07+00:00",
    "coverArt": "https://mangadex.org/covers/54202943-b55d-45a1-830f-44c9a8a691f0/e4643efd-5578-4cb8-b260-c306188f8fbc.jpg",
    "altTitles": [
      {
        "ja": "佐々木とピーちゃん 異世界でスローライフを楽しもうとしたら、現代で異能バトルに巻き込まれた件 ～魔法少女がアップを始めたようです～"
      },
      {
        "ja-ro": "Sasaki to pii-chan, Isekai de Slow Life wo tanishimou to shitara, gendai de inou battle ni makikomareta ken ~Mahou shoujo ga Up wo hajimeta you desu~"
      },
      {
        "zh-hk": "佐佐木與小嗶 想在異世界享受悠哉生活，卻在現代被捲入異能戰鬥 ～魔法少女好像開始熱身了～"
      },
      {
        "vi": "Sasaki và Pii-chan: Chuyện về tôi bị cuốn vào trận chiến Dị năng ở thời hiện đại trong khi cố gắng tận hưởng lối sống chậm rãi ở dị giới ~Xem ra Ma pháp Thiếu nữ cũng xuất trận~"
      }
    ],
    "description": {
      "en": "The cute bird he bought from the pet store was actually a distinguished sage who reincarnated from another world. Bestowed the opportunity to cross between worlds and immense magical power, he decides to use it to live a comfortable life, selling things from his world, training his magic, and eating delicious food. However, he discovers beings with special abilities in present-day Japan. A story where a corporate slave, who was at a deadlock in his career, gets wrapped up in a battle of special powers and cuts it close with his magic as he travels to and from the other world and present-day Japan. Magical girl included. (Source: Mangaupdates)",
      "ja": "ペットとして購入した文鳥の正体は…異世界転生した賢者様!? 四十路の社畜・佐々木と文鳥（転生賢者様）の出会いが、世界を変える！…かもしれない。",
      "vi": "Sasaki, vốn là nhân viên văn phòng, quyết định nhận nuôi một chú chim, nhưng không ngờ chú chim lại là hiền giả đến từ thế giới khác. Cùng nhau, họ bắt đầu con đường \nlàm ăn thông qua hai thế giới, nhằm bảo đảm một cuộc sống bình yên lâu dài. Tuy nhiên, Sasaki sớm phải đối mặt cuộc chiến giữa các thế lực ở thời hiện đại, đi kèm là những rắc rối tại dị giới. Người dị giới, dị năng giả, ma pháp thiếu nữ, và… một bé nữ sinh trung học……? Liệu Sasaki có đạt được mong ước của mình không?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96d02f4f-ff02-410f-878f-a12f529237b0",
    "title": {
      "en": "Shinsouban WORST"
    },
    "updatedAt": "2024-10-24T03:42:04+00:00",
    "coverArt": "https://mangadex.org/covers/96d02f4f-ff02-410f-878f-a12f529237b0/4832b498-3f48-40f4-a2e9-822e1d800292.jpg",
    "altTitles": [
      {
        "ja": "新装版 WORST"
      },
      {
        "ja-ro": "Shinsōban WORST"
      },
      {
        "en": "WORST New Editon"
      },
      {
        "vi": "WORST Ấn Bản Mới"
      }
    ],
    "description": {
      "en": "Worst but New Edition",
      "vi": "Liên minh Kurotaki sụp đổ, quyền lực của King Joe ở Housen dần bị mai một, Zetton bại trận trước Guriko đưa Suzuran vào thế hỗn loạn, Vũ Trang Chiến Tuyến ngày càng mạnh mẽ và bền bỉ... Trước tình cảnh đó thì ở Toaru bất ngờ xuất hiện một chàng trai đến từ ngoại thành mang tên Tsukishima Hana - kẻ mang ước mơ trở thành thủ lĩnh đầu tiên của toàn bộ Cao Trung Nam Sinh Suzuran vốn luôn hỗn loạn!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "133"
  },
  {
    "mangaId": "f64b7dbb-4cd2-4b18-b26a-97689cfcf0c5",
    "title": {
      "en": "Komugi ga Jiman no Panya-san"
    },
    "updatedAt": "2024-11-17T17:28:06+00:00",
    "coverArt": "https://mangadex.org/covers/f64b7dbb-4cd2-4b18-b26a-97689cfcf0c5/f65c9de2-ab9c-4942-86b7-a74fe232c750.jpg",
    "altTitles": [
      {
        "ja": "こむぎが自慢のパン屋さん"
      },
      {
        "ja-ro": "Komugi ga Jiman no Panyasan"
      },
      {
        "en": "The Bakery That Komugi is Proud Of"
      },
      {
        "en": "The Bakery's Pride Komugi"
      }
    ],
    "description": {
      "en": "Komugi is a cat who has been reborn as a human, so that she can repay the love and kindness she received from Honami, the girl who was her owner in her past life. When she shows up at her old home, she learns that Honami has become the owner of a bakery. She inherited the bakery from her father, but things aren't going well and the bakery is practically empty of customers every day...\n\nKomugi makes a proposal to Honami who worries that she'll have to close up shop:\n\"Please let me work here!\"\n\nIt's a workplace comedy that unfolds in a small bakery located at the end of a side street off the main road!!\n\n(Source: Gangan Online)",
      "ja": "前世で自分を可愛がってくれた少女・穂奈実に恩返しをするため人間に生まれ変わった猫のこむぎ。昔住んでいた家を訪れてみたら穂奈実はパン屋さんの店長になっていた。先代から店を受け継いだもののうまくいかず閑古鳥が鳴く毎日…。店を閉めようかと悩んでいた穂奈実に、こむぎはひとつの提案をする。「私をここで働かせてください」\n大通りの脇道の奥にある小さなパン屋さんで繰り広げられるお仕事コメディー!!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "15"
  },
  {
    "mangaId": "0702ca2b-7a72-4973-ba6f-e40cb3cd2f62",
    "title": {
      "en": "The Foreign Object was Me"
    },
    "updatedAt": "2024-11-23T14:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/0702ca2b-7a72-4973-ba6f-e40cb3cd2f62/f5c64bcf-cdb7-4534-9e2c-32569f28121e.png",
    "altTitles": [
      {
        "ko": "이물질은 나였다"
      }
    ],
    "description": {
      "en": "I was once a candidate to become a saint, but I fell victim to a wicked scheme. Falsely accused of bringing down the duke's family, my only ally, and attempting to poison my rival, Diana, I met a miserable end. *\"What is this? Am I some throwaway character in a third-rate novel?\"* To my shock, I realized I had actually reincarnated as a minor character in a novel!  \n\nWhen I woke up again, I miraculously found myself back in my childhood. This time, I vowed to live a righteous life. By mending my ways, I unexpectedly won the duke’s favor, befriended his eldest son—who had once met an untimely death because of me—and even healed the terminally ill younger son.  \n\n*\"Great! Now all I need is to avoid any death flags!\"* But as I tried to steer away from the original plot, I kept getting entangled with potential male leads... And Diana, once known as the kind-hearted heroine, started acting strangely hostile.  \n\n*\"I can’t feel a pulse,\"* they said. To make matters worse, my heart went missing! Can I ever find peace in this life?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd22ac44-3832-4f35-b0d5-9b69d60cb472",
    "title": {
      "ja": "Boku wa Isekai de Fuyo Mahou to Shoukan Mahou wo Tenbin ni Kakeru"
    },
    "updatedAt": "2024-09-29T14:36:22+00:00",
    "coverArt": "https://mangadex.org/covers/bd22ac44-3832-4f35-b0d5-9b69d60cb472/822c0d14-c272-45a7-8fc9-3122ceb86a4c.jpg",
    "altTitles": [
      {
        "ja": "ぼくは異世界で付与魔法と召喚魔法を天秤にかける"
      },
      {
        "en": "Another World Survival: Min-maxing my Support and Summoning Magic"
      },
      {
        "id": "Menyeimbangkan Sihir Pendukungku dan Sihir Pemanggilan Di Dunia lain"
      },
      {
        "en": "Balancing My Support Magic and Summoning Magic In A Different World"
      }
    ],
    "description": {
      "en": "Ostracized and tormented by his peers to the point of breaking, Kazuhisa Kaya set off into the nearby forest atop the mountain with one purpose: to dig a pitfall and bring about the death of the person behind his suffering. However, right when Kazuhisa was about to succeed in his revenge, a sudden earthquake throws his plans out of whack! Caught unaware, all he can do is patiently lie in wait until someone lumbering across the path happens to fall into his trap. Kazuhisa’s excitement is short-lived, however, as the corpse at the bottom of his pitfall turns out not to be the bully he was expecting but a grotesque, pig-looking monster, and his confusion only grows as he’s suddenly greeted by a pure-white room and a RPG-like status screen.\n\nStrange monsters now wandering the mountain and with newfound powers at his disposal, Kazuhisa is forced to throw all concerns over his tormentor to the wayside as he focuses on a new goal: survival. That’s not going to be as easy as it seems, however, as he’s not the only one to have been wrapped up in this mess…\n\n(Hanashi Media)\n\n[Official English Light Novel](https://hanashi.media/another-world-survival/)",
      "id": "suatu hari. di sekolah swasta tertentu dengan asrama, seluruh sekolah dipindahkan ke dunia lain. aku, Kaya Kazuhisa. dari kelas 1 SMA. telah diintimidasi untuk waktu yang lama. untuk membunuh pelakunya yang telah menggangguku, aku menggali jebakan. tapi tiba-tiba aku membunuh monster. sejak saat itu. aku telah berevolusi menjadi keberadaan langka yang dapat melawan monster. di hari yang sama, aku menyelamatkan seorang gadis dari kelas 3 sekolah menengah, Shimozono Arisu di hutan dari orc. ketika aku bekerja dengan arisu untuk mengalahkan orc, dan secara bertahap naik aku level. aku dipaksa untuk membuat pilihan. haruskah aku memilih sihir pemanggilan yang cocok untuk bertahan hidup sendirian? atau aku harus pilih sihir pendukung yang digunakan saat bertarung bersama dengannya?",
      "ja": "高等部1年生でいじめられっ子の賀谷和久（かや・かずひさ）は森の中、いじめの主犯格を殺すための落とし穴を掘っていた。だが数分後、その穴に落とし殺害することができたのは──!?　RPGのような異世界の山中へとまるごと転移した全寮制の学園のなか、スキルという名の“ちから”を得た和久。彼は自分ひとり生き抜くために最適な【召喚魔法】か、それとも少女たちを戦わせるための【付与魔法】か……天秤にかける。\n\n獰猛なモンスターたちによる凌辱の危機が迫るなか、主人公と少女たちは果たして生き残れるのか……!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff5ef336-72d7-45a2-bc69-c2ae8fbfeec8",
    "title": {
      "en": "I Am a Hero"
    },
    "updatedAt": "2024-10-12T03:12:36+00:00",
    "coverArt": "https://mangadex.org/covers/ff5ef336-72d7-45a2-bc69-c2ae8fbfeec8/e8ea3a56-09db-47bf-85f0-0bfa17b3ccc1.jpg",
    "altTitles": [
      {
        "tl": "Ako ay isang Bayani"
      },
      {
        "id": "Aku adalah Pahlawan"
      },
      {
        "tr": "Ben Bir Kahramanım"
      },
      {
        "pt": "Eu Sou Um Herói"
      },
      {
        "es": "Soy un Héroe"
      },
      {
        "vi": "I am a Hero"
      },
      {
        "ru": "Я — герой"
      },
      {
        "he": "אני גיבור"
      },
      {
        "ar": "أنا بطل"
      },
      {
        "fa": "من قهرمانم"
      },
      {
        "ja": "アイアムアヒーロー"
      },
      {
        "zh": "请叫我英雄"
      },
      {
        "id": "Akulah Pahlawan"
      },
      {
        "pt-br": "Eu sou um Herói"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nThe series has sold over 8.3 million copies! The gold standard of zombie manga, \"I Am a Hero,\" is now available in a \"complete edition\" with a new cover design, reprinted color pages from the serialization, and over 80 pages of new artwork in the final 22 volumes! Witness the new ending of the story. \n\nHe is 35 year old who spends his time as an assistant to a mangaka, sometimes escaping into delusion in order to win over the agonizing reality. One day, however, a mysterious infection begins to spread without him noticing...and the real world begins to break down...⁉ \n\nHe wanders into a world where the ordinary and the extraordinary, the mundane and the insane intersect. A personal survival panic horror story! \n\n[Official English](https://www.darkhorse.com/Books/25-142/I-Am-a-Hero-Omnibus-Volume-1-TPB)\n\n---  \n- **Won the 58th Shogakukan Manga Award for General Manga in 2013**\n\n---\n\n- Adapted into a Live Action film in 2016. Link to the [ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=24660) Page",
      "pl": "Hideo Suzuki to 35­‑latek pracujący jako asystent znanego twórcy mang. Na pozór wydaje się zwyczajnym człowiekiem, balansuje jednak na granicy choroby psychicznej, ma olbrzymie problemy z funkcjonowaniem w społeczeństwie i kontaktach z innymi ludźmi. Jak ktoś taki poradzi sobie w świecie opanowywanym przez zombie?  \n Mangę charakteryzuje bardzo poważne podejście do tematu i zorientowanie na psychikę bohatera oraz analizę ludzkiej osobowości.  \n Yumi - 25 maja 2011",
      "vi": "Như các bạn đã từng biết là trong các bộ truyện kinh dị đa số các nhân vật chính đều rất mạnh mẽ đẹp trai, phong độ và được nhiều gái theo v…v…! Nhưng đó là trong mấy truyện zombie bình thường thôi!\nTrong bộ I am a hero này thì main của chúng ta lại là một thằng bất tài vô dụng, bị chính bạn gái của mình sau khi biến thành zombie cắn, cậu ta chỉ biết chạy chạy và chạy… \n\nSau đó trải qua nhiều biến cố thì main đã trưởng thành và ra dáng đàn ông hơn trước....\n Đây là một bộ truyện hay mang hơi hướng kinh dị, giật gân, tâm lý,...",
      "pt-br": "Hideo Suzuki é um assistente de mangaká de 35 anos de idade lutando para ser um herói em sua própria vida, dividido pelo trabalho na série em que é assistente \"lime light\" e com uma série nova ao mesmo tempo, equilibrando seu relacionamento com sua namorada e seus próprios delírios. No entanto, tão difícil como Hideo pode imaginar, o mundo parece ter um conjunto de planos diferentes para ele; maquinações sinistras e obscuras que derrubam completamente a sua realidade e como ele a vê."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "264"
  },
  {
    "mangaId": "9bf55e63-4128-4457-a955-5cdbaf5179c3",
    "title": {
      "en": "Off-Nature Museum"
    },
    "updatedAt": "2024-10-25T20:32:18+00:00",
    "coverArt": "https://mangadex.org/covers/9bf55e63-4128-4457-a955-5cdbaf5179c3/d70d03b9-93b8-46b6-b45c-77db3c18a8d5.png",
    "altTitles": [
      {
        "zh": "不自然博物馆"
      }
    ],
    "description": {
      "en": "This museum's treasured collection is a slew of strange comics!",
      "zh": "这个博物馆，珍藏着许多奇怪的漫画！"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "25"
  },
  {
    "mangaId": "b5a3d3f2-b291-441a-807b-b8233fb8ad86",
    "title": {
      "en": "Kochira←DIY Circle!"
    },
    "updatedAt": "2024-11-21T09:18:18+00:00",
    "coverArt": "https://mangadex.org/covers/b5a3d3f2-b291-441a-807b-b8233fb8ad86/ab4cdd55-1e75-4cc6-b84a-d162901d5d66.jpg",
    "altTitles": [
      {
        "ja": "こちら←DIYサークル！"
      },
      {
        "ja-ro": "Kochira <- DIY Circle!"
      },
      {
        "en": "DIY Club"
      },
      {
        "en": "Over Here←DIY Club!"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e7cb9d3-e0e2-4285-a58b-2490fdf2c746",
    "title": {
      "en": "Aisare Tenshi na Classmate ga, Ore ni Dake Itazura ni Hohoemu"
    },
    "updatedAt": "2024-11-22T15:00:32+00:00",
    "coverArt": "https://mangadex.org/covers/3e7cb9d3-e0e2-4285-a58b-2490fdf2c746/181545ab-24a6-4779-a359-8bf0531fa610.jpg",
    "altTitles": [
      {
        "ja": "愛され天使なクラスメイトが、俺にだけいたずらに微笑む"
      },
      {
        "en": "The Classmate Who Is Adored by Everyone Smiles Teasingly Only at Me"
      },
      {
        "pt-br": "A Colega de Classe que é Adorada Por Todos Sorri Provocativamente Apenas Para Mim"
      },
      {
        "vi": "Cô bạn cùng lớp được mọi người yêu mến chỉ trêu chọc mình tôi"
      },
      {
        "zh": "同班的天使只对我坏笑"
      }
    ],
    "description": {
      "en": "Girls and sweets are full of secrets!? \n\nIchise Souma is a high school student who dreams of becoming a pastry chef and devotes himself to making sweets. He meets Satomi Chika, a female classmate, after receiving some sweets. \n\nChika is a beautiful girl with a soothing personality, known at school as the “Angel of Peace.” Souma thought she was a good girl who would kindly listen to his worries about making sweets, but... \n\n\"Ichise-san, your embarrassed face is really cute.\" \n\nChika shows an unexpected side of herself only when they are alone, and Souma’s heart is on the verge of exploding! A sweet and stimulating boy-meets-girl story with a mischievous angel connected by sweets begins!",
      "ja": "パティシエになることを夢見てお菓子作りにはげむ高校生・市瀬颯真。\n彼はお菓子の差し入れをきっかけに、クラスメイトの女子・里見千佳と出会う。\n千佳は校内で“安らぎの天使”と呼ばれる癒し系の美少女。\n颯真のお菓子作りの悩みも優しく聞いてくれるいい子、だと思っていたのだが――\n\n「……市瀬さんの恥ずかしがる顔って、すごく可愛いんですね」\n\nふたりきりの時だけ意外な一面を見せてくる千佳に、颯真の心は爆発寸前！\nお菓子が結ぶいたずらな天使との、甘くて刺激的なボーイ・ミーツ・ガール、開幕！",
      "vi": "Satomi Chika hay còn được gọi là [Thiên sứ hoà bình] vừa xinh đẹp vừa đáng yêu. Ichinose Souma là một chàng trai thích làm đồ ngọt.\n\nSouma đã nhờ Chika nếm thử đồ ngọt mình làm và đổi lại cậu phải trông chừng cô bạn cùng lớp này.\n\n\"Tớ muốn làm thử rất nhiều thứ đấy.\"\n\n\"Ichinose-kun, khi xấu hổ mặt cậu đáng yêu lắm luôn.\"\n\nKhông biết vì sao một Chika đáng yêu, rụt rè lại trêu chọc Souma không thương tiếc. Thanh xuân của họ dần trở nên ngọt ngào hơn!?\n\nCâu chuyện hài hước nhưng không kém phần lãng mạng giữa 'cô nàng thiên sứ tinh nghịch' và 'chàng trai mang ước mơ cháy bỏng' bắt đầu...",
      "pt-br": "Meninas e doces estão cheios de segredos!? \n\nIchise Souma é um estudante do ensino médio que sonha em ser confeiteiro e se dedica à confecção de doces. Ele conhece Satomi Chika, uma colega de classe, após receber alguns doces. \n\nChika é uma linda garota com uma personalidade calmante, conhecida na escola como o “Anjo da Paz”. Souma achava que ela era uma boa garota que ouviria gentilmente suas preocupações sobre fazer doces, mas... \n\n\"Ichise-san, seu rosto envergonhado é muito fofo.\" \n\nChika mostra um lado inesperado de si mesma apenas quando estão sozinhos, e o coração de Souma está prestes a explodir! Começa uma doce e estimulante história de Garoto conhece Garota com um anjo travesso conectado por doces!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d595216-04f9-42f9-86c8-cbd960fa0ea0",
    "title": {
      "en": "Bunny Girl and the Cult"
    },
    "updatedAt": "2024-01-28T19:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/5d595216-04f9-42f9-86c8-cbd960fa0ea0/8781e397-9ef7-4a5d-86f1-53de845c410a.jpg",
    "altTitles": [],
    "description": {
      "en": "Strange bunny girls have been appearing all over the city, attempting to recruit people into a mysterious cult known as \"The Warren Divine\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "HUNTER x HUNTER"
    },
    "updatedAt": "2024-10-22T01:30:32+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "kk": "Аңшы × Аңшы"
      },
      {
        "kk": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      },
      {
        "es-la": "Cazador X"
      },
      {
        "vi": "HUNTER×HUNTER"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "vi": "Thợ Săn là những người đi chu du thế giới, đối mặt với hiểm nguy. Từ bắt giữ tội phạm cho đến nhưng cuộc thám hiểm trên các hòn đảo để tìm kho báu. Câu chuyện bắt đầu khi người cha của một cậu bé tên Gon mất tích đã khá lâu, nên cậu bé quyết định trở thành Thợ Săn với hy vọng tìm được cha mình. Khi được 12 tuổi Gon bắt đầu cuộc hành trình của mình để được tham gia vào \"Cuộc thi Thợ Săn Kỳ Tài\", ai cũng biết tỉ lệ thành công rất thấp, có khi chết lúc nào không hay. Trong cuộc thi cậu đã kết bạn với Kurapica, Leorio và Killua. Với tình bạn, họ đã trải qua biết bao nhiêu là thử thách, hiểm nguy trên cuộc hành trình của một người Thợ Săn... Còn về phần họ trải qua những thử thách gì và như thế nào thì mời các bạn theo dõi...",
      "es-la": "Sigue la historia de Gon Freecss, un joven que descubre que su padre, a quien creía muerto, es un legendario Cazador, un miembro de una élite que se especializa en localizar tesoros, bestias raras o personas peligrosas. Decidido a encontrar a su padre, Gon emprende un viaje para convertirse en Cazador. En su camino, se enfrenta a desafíos mortales y forma fuertes lazos con amigos como Killua, Leorio y Kurapika. A medida que avanza en su viaje, Gon descubre que el mundo de los Cazadores es mucho más peligroso y complejo de lo que imaginaba.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\n\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\n\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "ongoing",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c2b4597a-5e72-427b-91a0-258144d4a97d",
    "title": {
      "en": "Dragon Ball - Wolf Storm (Doujinshi)"
    },
    "updatedAt": "2024-11-20T04:42:06+00:00",
    "coverArt": "https://mangadex.org/covers/c2b4597a-5e72-427b-91a0-258144d4a97d/44d252d0-3a03-4e63-b240-5e3251462d0e.jpg",
    "altTitles": [
      {
        "ja-ro": "狼嵐 - WOLF STORM"
      },
      {
        "ja": "Ookami Arashi"
      }
    ],
    "description": {
      "en": "Dragon Ball doujinshi focusing on Yamcha's thoughts on Goku after his death in the Cell arc, as well as his relationship with Bulma."
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac",
    "title": {
      "en": "The Dangers in My Heart"
    },
    "updatedAt": "2024-11-01T06:48:00+00:00",
    "coverArt": "https://mangadex.org/covers/3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac/60b13fdd-6541-48e5-9181-fe1903d840f5.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Kokoro no Yabai Yatsu"
      },
      {
        "ru": "Угрозы в моём сердце"
      },
      {
        "ja": "僕の心のヤバイやつ"
      },
      {
        "ja": "僕ヤバ"
      },
      {
        "zh-hk": "我心裡危險的東西"
      },
      {
        "zh": "我心里危险的东西"
      },
      {
        "ko": "내 마음의 위험한 놈"
      },
      {
        "pt-br": "Os Perigos Do Meu Coração"
      },
      {
        "tr": "Kalbimdeki Tehlikeler"
      },
      {
        "es-la": "Los peligros en mi corazón"
      },
      {
        "it": "I pericoli nel mio cuore"
      },
      {
        "id": "Yang Bikin Bahaya di Hatiku"
      },
      {
        "ar": "الشخص الخطير في قلبي"
      },
      {
        "pl": "Czarne chmury w moim sercu"
      },
      {
        "ja-ro": "BokuYaba"
      },
      {
        "fr": "Les dangers de mon cœur"
      },
      {
        "de": "Die Gefahren in meinem Herzen"
      }
    ],
    "description": {
      "de": "Der Teenager Ichikawa Kyoutarou gehört zu den allerletzten auf seiner Schule. Neben seinen Bemühungen, Unterhaltungen mit einer bestimmten Klassenkameradin aufrechtzuerhalten, muss er sich außerdem noch dafür zusammenreißen, mörderische Dränge aus den Tiefen seiner Seele zu verbergen.\n\nEigentlich ist es aber eine niedliche Liebesgeschichte zwischen einem geistig gestörten Jungen und einer fröhlichen, leicht komisch, jedoch schönen Mädchen.",
      "en": "A ‘fearsome psycho-thriller’ centering on the ‘dark side of adolescence’.\n\nFollowing Ichikawa Kyoutarou, a teenage boy belonging to the very bottom caste of his school, this work details his troubled interactions with a certain classmate, and his attempt to hide murderous impulses that find themselves in the darkest recesses of his soul.\n\nIn reality, though, it's a sweet youth rom-com between a messed up boy and a bright, if somewhat strange, beautiful girl.\n\n**Awards:**\n- Won the 2020 Next Manga Award in the Web category.\n- Was nominated for the 2020 and 2021 Manga Taishou Award.\n- Won the top prize of the 2021 Tsutaya Comic Awards.",
      "ja": "学園カースト頂点の美少女・山田杏奈の殺害を妄想してはほくそ笑む、重度の中二病の陰キャ・市川京太郎。だが山田を観察する内に、京太郎が思う「底辺を見下す陽キャ」とは全然違うことに徐々に気づいていき…!? 陰キャ男子\n\n---\n\n- Exclusive art is occasionally posted to [the series' official account](https://twitter.com/boku__yaba/status/1060017522303414273)",
      "ru": "«Страшный психо-триллер», сосредоточенный на «тёмной стороне юности». История повествует о Киотаро Ичикаве — человеке, находящемся на самой низшей ступени в своей школе и скрывающем убийственный порыв, находящийся в самой глубине его души... на деле же, это милый ром-ком про странного мальчика и прекрасную, хоть и слегка странную, девушку.",
      "es-la": "La historia trata sobre un joven llamado Kyotaro Ichikawa que sufre de un caso grave de “chūnibyō” y se divierte imaginando la muerte de una hermosa chica llamada Anna Yamada, quien está en la cima de la jerarquía social de la escuela. Sin embargo, mientras observa a Yamada, Kyotaro comienza a darse cuenta de que ella es muy diferente de lo que él pensaba.\n\n - Ganó el premio Tsugi ni Kuru Web Manga 2020.\n- Fue nominado para el premio Manga Taisho en 2020 y 2021.\n- Ganó el primer premio en los premios Tsutaya Comic de 2021.",
      "pt-br": "Um \"intenso thriller psicológico\" centralizado no lado obscuro da adolescência. \n\nO mangá gira em torno de Kyoutaro Ichikawa, uma pessoa no fundo da hierarquia de sua escola, que esconde um impulso assassino no fundo de sua alma. Mas na realidade, é uma doce comédia romântica entre um garoto confuso e uma garota brilhante, embora um tanto estranha e bonita."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8546848b-0c69-4e1f-b6b5-4b0b3bf0cb3d",
    "title": {
      "en": "Shinimodori Reijou no Lucetta"
    },
    "updatedAt": "2024-07-20T03:47:26+00:00",
    "coverArt": "https://mangadex.org/covers/8546848b-0c69-4e1f-b6b5-4b0b3bf0cb3d/f4ab6c32-f83f-449f-aca5-e910cb133bc1.jpg",
    "altTitles": [
      {
        "ja": "死に戻り令嬢のルチェッタ"
      },
      {
        "zh": "死而復生的露琪塔大小姐"
      },
      {
        "en": "Lady Lucetta Came Back to Life"
      }
    ],
    "description": {
      "en": "(From Mangaupdates)\n\nLucetta, a daughter of a fallen family, is married to Kyle, a rich man who is after a title, in order to pay off her family's debts.\nAfter a loveless marriage full of fights, she gets caught up in an attack targeting Kyle and dies... but she has returned to her life right after the engagement!\nHe decides to live happily in this life if he has come back to death.\nIn order to pay off her debts, Lucetta hides her face and begins to work as a fortune teller, taking advantage of her knowledge of the future.\nHowever, Kyle shows up at to ask for advice about his love life with her.\nIs it true that he has been in love with me for a long time?\n\nKyle wants to dote on her and Lucetta wants to break off their engagement, and the two tsundere's break off their engagement love comedy begins!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "449f58e2-3a33-4df5-9d9b-62e867e7f918",
    "title": {
      "en": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
    },
    "updatedAt": "2024-11-16T03:02:37+00:00",
    "coverArt": "https://mangadex.org/covers/449f58e2-3a33-4df5-9d9b-62e867e7f918/44020242-0f01-49a8-89c6-07a182eb21ba.jpg",
    "altTitles": [
      {
        "ja": "与えられたスキルを使って稼いで異世界美女達とイチャイチャしたい"
      },
      {
        "id": "Aku Ingin Menggunakan Keterampilan Yang Diberikan Untuk Mendapatkan Uang Dan Menggoda Wanita Cantik Dari Dunia Lain"
      },
      {
        "ja-ro": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
      },
      {
        "en": "I Want to Use the Skills Given to Earn Money and Flirt With Beauties From Other Worlds"
      }
    ],
    "description": {
      "en": "That day, Ishida Yamada was working part-time as usual. When he opened the back door after finishing his part-time job, he found a blank space and a person who called himself God. It was by chance that he was chosen by God to go to another world. He was perplexed, but decided to live anyway. Thinking about how to survive in this other world using the skills he received from God, he tries his best to have a physical relationship with a beautiful woman in this other world.",
      "ja": "その日も山田一太はいつもと変わらずバイトをしていた。バイトが終わり裏口の扉を開けると、そこには真っ白な空間が広がっていて、神と名乗る者がいた。 一太は偶然神によって選ばれ、異世界に行くことになった。一太は戸惑いながらも、取り合えず生きていこうと決めた。 神からもらったスキルを使って如何にこの異世界を生き抜くか考えながら、一太はこの異世界にいる美女と肉体関係を持つために色々と頑張っていく。",
      "es-la": "Ese día, Ichita Yamada estaba trabajando medio tiempo como de costumbre. Cuando abrió la puerta trasera después de terminar su trabajo de medio tiempo, encontró un espacio en blanco y una persona que se hacía llamar Dios. Fue por casualidad que Dios lo eligió para ir a otro mundo. Estaba perplejo, pero decidió vivir de todos modos. Pensando en cómo sobrevivir en este otro mundo usando las habilidades que recibió de Dios, hace todo lo posible por tener una relación física con una mujer hermosa en este otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b787bfae-7b1c-4964-a910-718529bbd377",
    "title": {
      "en": "Boukensha ni Naritai to Miyako ni Deteitta Musume ga S Rank ni Natteta"
    },
    "updatedAt": "2024-10-11T16:09:47+00:00",
    "coverArt": "https://mangadex.org/covers/b787bfae-7b1c-4964-a910-718529bbd377/e886fa55-d3da-49cb-ad7d-2996d0f599f7.jpg",
    "altTitles": [
      {
        "ja": "冒険者になりたいと都に出て行った娘がSランクになってた -黒髪の戦乙女-"
      },
      {
        "ru": "Моя дочь, отправившаяся в столицу захотев стать авантюристом, достигла S-ранга"
      },
      {
        "zh-hk": "想當冒險者的女兒到首都當了等級S的冒險者"
      },
      {
        "zh-ro": "Xiǎng dāng màoxiǎn zhě de nǚ'ér dào shǒudū dāngle děngjí S de màoxiǎn zhě"
      },
      {
        "zh": "想当冒险者的女儿到首都当了等级S的冒险者"
      },
      {
        "fr": "Ma fille brune devenue une combattante d'élite"
      },
      {
        "en": "My Daughter Left the Nest and Returned as an S-Rank Adventurer"
      },
      {
        "en": "My Daughter Grew Up To “Rank S” Adventurer."
      }
    ],
    "description": {
      "en": "Retired adventurer Belgrieve thought he was done with excitement... but his peaceful life is upended when he discovers a baby abandoned in the nearby woods.\n\nAs her adoptive father, he teaches his new daughter Angeline everything he knows about the adventuring life—a past he had thought long forgotten after he lost his leg in battle. Angeline idolizes her father and wants to follow in his footsteps, so she leaves home for the big city.\n\nAs the years pass, she ascends the ranks, eventually becoming renowned as an S-Rank adventurer: the Black-Haired Valkyrie. But it turns out that being the best comes with its own struggles, and she can barely catch her breath between battling fiends.\n\nWith everyone turning to her for rescue, can Ange get out ahead of each new disaster and finally reunite with her beloved dad?\n___\n**Character Designer:** [toi8](https://mangadex.org/author/eef8ef8e-a7f5-48a0-83cb-608a09790a37/toi8)",
      "ja": "故郷の村で平穏に暮らす元冒険者の男・ベルグリフは、ある日近くの森で捨てられていた女の子を拾い、自分の娘“アンジェリン”として男手一つで育て上げる。月日は経ち――父の背中に憧れ都のギルドへと旅立っていった娘は、冒険者の最高位である「Ｓランク」になっていた…!?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-11-20T19:46:51+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      },
      {
        "ko-ro": "Uli an Sagwieo!!"
      },
      {
        "vi": "Tụi mình không có hẹn hò"
      },
      {
        "pt-br": "Não Estamos Namorando!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”",
      "pt-br": "\"Por que você continua perguntando se estamos namorando? Só estamos de mãos dadas, não estamos namorando!!\"\nÉ uma comédia romântica slice-of-life sobre casais que não são realmente casais!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10263dc2-dd53-4099-bf57-cad6c4acc14b",
    "title": {
      "en": "The Count’s Youngest Son Is a Gamer"
    },
    "updatedAt": "2024-07-09T13:34:57+00:00",
    "coverArt": "https://mangadex.org/covers/10263dc2-dd53-4099-bf57-cad6c4acc14b/14b25cf2-d9c2-4173-af48-d6c9c7cbd144.jpg",
    "altTitles": [
      {
        "ko": "백작가 막내아들은 플레이어"
      },
      {
        "en": "The Count’s Youngest Son Is a Player"
      }
    ],
    "description": {
      "en": "Dohyeon is a top-ranking gamer in Connect, an immersive VR game that is overrun by corrupt guilds. After being murdered for discovering a mythical item, he wakes up as Lord Raul Ashton, an NPC in a closed beta version of Connect. Now the sole player in this realm, he decides to use his knowledge from his past life to prevent the downfall of House Ashton and unlock unprecedented powers. For Dohyeon, Connect is no longer just a game—it’s now his reality. Join him as he embarks on a thrilling quest to reshape his fate!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "71cf31ea-4a54-4e89-8f4d-7c9e1e4641cd",
    "title": {
      "en": "Yumene Connect"
    },
    "updatedAt": "2024-11-24T12:25:32+00:00",
    "coverArt": "https://mangadex.org/covers/71cf31ea-4a54-4e89-8f4d-7c9e1e4641cd/2c80cd5c-3132-4c91-b51c-18b65d347d83.jpg",
    "altTitles": [
      {
        "ja": "ゆめねこねくと"
      }
    ],
    "description": {
      "en": "On the day of the entrance ceremony, Yuuhi Takamiya caught a mysteriously high fever and was bedridden for a week. To camouflage the fact that he was a loner, he creates a bookworm persona that becomes firmly established both for himself and others. Hearing his despair over wanting friends, a clumsy alien called Nano arrives from space to push some dubious goods on him... With Nano's outrageous products, Yuuhi's school life spirals into even greater chaos!",
      "ja": "高校入学初日から一週間を謎の高熱で病欠。孤立していることを隠すために作り上げた読書キャラが自他ともに定着。高宮遊日は悲嘆に暮れていた！そんな遊日の「友達がほしい！」という悲痛な叫びに応えるように、ポコツン星人のナノが宇宙から営業（押し売り）にやってきて……。ナノのトンデモ商品によって、遊日の高校生活は更なる混迷を極めていく!!かわいくて、ちょっぴり刺激的な、宇宙スケールのドタバタコメディ開幕!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff5e9e64-d063-4a1c-89f1-2117af0e9a9f",
    "title": {
      "en": "Shin Elf-san wa Yaserarenai"
    },
    "updatedAt": "2024-11-03T12:54:02+00:00",
    "coverArt": "https://mangadex.org/covers/ff5e9e64-d063-4a1c-89f1-2117af0e9a9f/77167880-c3f5-462f-9185-3e5c80f251a9.jpg",
    "altTitles": [
      {
        "ja": "新・エルフさんは痩せられない。"
      },
      {
        "en": "Plus-Sized Elf: Second Helping!"
      }
    ],
    "description": {
      "en": "You know the drill by now - Naoe is a massage therapist whose life is turned upside down when he starts dealing with girls from another world and their weight issues. But this isn’t called Shin Elf-san for nothing. You’re going to get fully-colored pages due to its digital release, as well as new scenarios involving your favorite chubby elf.\n\nGet ready to get down with the thiccness!",
      "ja": "東京近郊のとある街……。整体サロン「スマイリーボア」で働く直江友厚(なおえともあつ)は、なぜかぽっちゃり異世界人を専門に担当している。異世界から現代日本に“ゲート”を通ってやって来た彼女たちは、帰るときも同じ重量でなくてはならない。しかし、飽食の現代日本で美食を知ってしまった彼女たちは増量し、帰れなくなってしまったのだ。その結果、行きつけのコンビニではダークエルフがバイトし、商店街の魚屋ではメロウが働き、通勤途中の花屋はアルラウネが営み、定期的にライカンスロープ、オーガなどが立ち寄る自宅には……最初に担当したエルフが住み着いていた……。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48414850-6adf-4073-8591-2402ff47e74c",
    "title": {
      "en": "Yarinaoshi Reijou wa Ryuutei Heika wo Kouryaku-chuu"
    },
    "updatedAt": "2024-11-19T14:26:56+00:00",
    "coverArt": "https://mangadex.org/covers/48414850-6adf-4073-8591-2402ff47e74c/c8d8378c-04f0-4921-8b6f-22b0c6373b47.jpg",
    "altTitles": [
      {
        "ja": "やり直し令嬢は竜帝陛下を攻略中"
      },
      {
        "en": "The Do-Over Damsel Conquers the Dragon Emperor"
      },
      {
        "en": "The Returnee Noble Lady in the Middle of Conquesting His Majesty the Dragon Emperor"
      },
      {
        "es": "¡Vence al Emperador Dragón en esta ronda, Señorita!"
      },
      {
        "zh": "重生大小姐正在攻略龙帝殿下"
      },
      {
        "ko": "새출발 영애는 용제폐하를 공략중"
      },
      {
        "en": "Win Over the Dragon Emperor This Time Around, Noble Girl!"
      },
      {
        "vi": "Tiểu Thư Trùng Sinh chinh phục Long Đế Bệ Hạ"
      },
      {
        "vi": "小姐重生征服龍帝陛下 (Nom Script)"
      },
      {
        "id": "Seorang Putri Yang Kembali Ke Masa Lalu Sedang Menaklukkan Kaisar Naga"
      },
      {
        "it": "La nobildonna ritornata nel bel mezzo della conquista di Sua Maestà l'Imperatore Drago"
      }
    ],
    "description": {
      "en": "The curtains rise on the tale of a young lady who once stormed the battlefields now getting to start her life all over again!  \n  \nThe young noblewoman, Jill, was sentenced to death by her fiancé, the Crown Prince. Just as she was on the brink of death, time rewinds back to when she was 10 years old, to the party where her engagement had been decided!   \n  \nDetermined to avoid going down the same path to ruin, Jill hastily proposes to the person behind her, only to discover that he’s none other than Hades, the Emperor of the neighboring kingdom who’s (set to) fall into darkness, ergo the worst villain.",
      "id": "Jill Savelle- seorang tunangan dari pangeran putra mahkota Gerald de Kleitos yang memiliki gelar \"Dewi Perang\"- telah diburu oleh negaranya sendiri yang telah dilindunginya. Dikhianati oleh pasangannya sendiri, dia difitnah sebagai sorang penghianat kemudian dijebloskan kedalam penjara. Di waktu-waktu terakhirnya, Jill memiliki banyak penyesalan, tapi ketika ajal sedang menjemputnya, dia tiba-tiba saja terbangun pada saat 6 tahun lalu. Dan kali ini, dia telah bertekad untuk tidak diperalat lagi.\n\nSekarang, sebagai seorang gadis berusia 10 tahun, Jill memutuskan untuk melarikan diri dari pertunangan dengan pangeran yang menghampirinya. Dan pada akhirnya, dia secara tidak sengaja melamar pria berumur 19 tahun yang dikenal sebagai kaisar naga hades theos rave, yang nantinya akan menghancurkan negaranya. Tapi tanpa disangka, dia malah menerima lamarannya!\n\nBerbanding terbalik dengan ingatan Jill yang dulu, sekarang Jill melihat kalau Hades yang saat ini merupakan seorang kaisar yang sedang tidak beruntung.  Jadi bisakah Jill mencegah sang kaisar terjatuh kedalam jurang kegelapan? ataukah malah nasibnya sudah tidak bisa diubah lagi?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67daa0c6-84c3-4c37-bdd8-1ada578479c3",
    "title": {
      "en": "Shin Elf-san wa Yaserarenai. (Official Colored)"
    },
    "updatedAt": "2024-11-03T12:53:53+00:00",
    "coverArt": "https://mangadex.org/covers/67daa0c6-84c3-4c37-bdd8-1ada578479c3/1e31a1c1-39ae-4b30-95c0-e71e7fc967e7.jpg",
    "altTitles": [
      {
        "ja": "新・エルフさんは痩せられない。【フルカラー版】"
      },
      {
        "en": "Plus-Sized Elf: Second Helping! (Official Colored)"
      }
    ],
    "description": {
      "en": "You know the drill by now - Naoe is a massage therapist whose life is turned upside down when he starts dealing with girls from another world and their weight issues. But this isn’t called Shin Elf-san for nothing. You’re going to get fully-colored pages due to its digital release, as well as new scenarios involving your favorite chubby elf. \n\nGet ready to get down with the thiccness!",
      "ja": "ぽっちゃりたちのあがる体温！　あがる息!!　そして揚がるポテト!?　汗と油にまみれた、異世界日常“ぽっちゃり”ファンタジー!! 前シーズンラストで痩せてマウントをとってきたエルフ。あの駄エルフはまだ痩せているか……？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4604db12-cafd-4572-a9f8-68525fb1b167",
    "title": {
      "en": "Monochrome Days"
    },
    "updatedAt": "2024-11-05T19:15:50+00:00",
    "coverArt": "https://mangadex.org/covers/4604db12-cafd-4572-a9f8-68525fb1b167/69d1fd8c-348e-4bf3-b4e1-1d8afb87d10a.jpg",
    "altTitles": [
      {
        "ja": "モノクロのふたり"
      },
      {
        "ja-ro": "Monochro no Futari"
      },
      {
        "ja-ro": "Monochrome no Futari"
      },
      {
        "ja-ro": "Monokuro no Futari"
      },
      {
        "en": "Monochrome Pair"
      }
    ],
    "description": {
      "en": "A reliable office worker, Hanaichi Fudo, undoubtedly had a gift for the arts but gave up on his dreams of becoming an artist to lead a normal life. One day, his senior at work, Saori Wakaba, asked Hanaichi for help in writing her manga. Will he take up the pen again?! Written by Yosuke Matsumoto, author of \"The Lady Becomes an Idol\", a unique new take on aspiring manga artists!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25707e09-1afb-48da-a04e-36b4daa7cce6",
    "title": {
      "en": "Nobunaga no Chef"
    },
    "updatedAt": "2024-05-17T19:56:58+00:00",
    "coverArt": "https://mangadex.org/covers/25707e09-1afb-48da-a04e-36b4daa7cce6/2ace44a9-16ea-481f-a6bb-5f56d8cfb732.jpg",
    "altTitles": [
      {
        "en": "Nobunaga's Chef"
      },
      {
        "ja-ro": "Kokinya Nobunaga"
      },
      {
        "fr": "Le chef de Nobunaga"
      },
      {
        "th": "ยอดเชฟของโนบุนางะ"
      },
      {
        "ja": "信長のシェフ"
      },
      {
        "zh": "信長的主廚"
      },
      {
        "es-la": "El Chef de Nobunaga"
      },
      {
        "en": "A Chef of Nobunaga"
      },
      {
        "pt-br": "O chef de Nobunaga"
      },
      {
        "id": "Kokinya Nobunaga"
      },
      {
        "ko": "노부나가의 셰프"
      }
    ],
    "description": {
      "en": "Ken is a modern-day chef who wakes up one morning in war-torn 16th century Japan. Faced with an impossible situation, he does what he does best – he cooks. Soon, word of his wonderful food reaches the capital, and the ears of warlord Oda Nobunaga, who immediately orders Ken to cook for him. What will happen to Ken as he finds himself stumbling around in an era he doesn't belong?",
      "ja": "現代の料理人・ケン。彼が目を覚ますとそこは戦国時代だった。京で評判の料理の噂を聞きつけた信長は、強引にケンを自分の料理人にするが…！？",
      "es-la": "Ken es un chef de la actualidad. Cuando se despierta, se encuentra en el período de los Estados en Guerra, la era Sengoku. Nobunaga oye un rumor sobre un plato con buena reputación en Kioto, y obliga a Ken a convertirse en su propio chef...",
      "pt-br": "Ken, um chef da era moderna, encontra-se de volta ao século 16, durante o período Sengoku. Sem qualquer lembrança de quem ele foi um dia ou como chegou ali, ele só pode contar com seu conhecimento e suas habilidades na culinárias. Mas, assim que ele ganha reputação por sua incrível comida, o próprio Oda Nobunaga aparece para demandar seus serviços."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "37",
    "lastChapter": "310"
  },
  {
    "mangaId": "c8c7de84-4ad7-4712-9800-549314c8e6c6",
    "title": {
      "en": "Josee, the Tiger and the Fish"
    },
    "updatedAt": "2023-07-24T12:02:48+00:00",
    "coverArt": "https://mangadex.org/covers/c8c7de84-4ad7-4712-9800-549314c8e6c6/6d40dc3d-02ff-4aa2-b92f-52196e52a0fb.jpg",
    "altTitles": [
      {
        "ja": "Josee to Tora to Sakana-tachi"
      },
      {
        "ja-ro": "ジョゼと虎と魚たち"
      },
      {
        "ko": "조제, 호랑이 그리고 물고기들"
      },
      {
        "pt-br": "Josee, O Tigre e o Peixe"
      },
      {
        "ru": "Жозе, тигр и рыба"
      }
    ],
    "description": {
      "en": "The story centers on the relationship between Tsuneo and Josee. Tsuneo is a university student, and Josee is a young girl who has rarely gone out of the house by herself due to her being unable to walk. The two meet when Tsuneo finds Josee's grandmother taking her out for a morning walk."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "e3f337ce-3d24-4fb1-9a6d-f43149e6803e",
    "title": {
      "en": "Becoming a Magic School Mage"
    },
    "updatedAt": "2024-08-08T02:50:31+00:00",
    "coverArt": "https://mangadex.org/covers/e3f337ce-3d24-4fb1-9a6d-f43149e6803e/f4f1699f-3eff-47dc-b566-9469c65e2c01.jpg",
    "altTitles": [
      {
        "en": "Surviving as a Mage in a Magic Academy"
      },
      {
        "en": "How to Live as a Magic School Wizard"
      },
      {
        "en": "Life of a Magic Academy Mage"
      },
      {
        "ko": "마법학교 마법사로 살아가는 법"
      },
      {
        "zh": "魔法學校 魔法師로 살아가는 法"
      },
      {
        "en": "Magic Academy Survival Guide"
      },
      {
        "es-la": "La vida de un mago de la academia de magia"
      }
    ],
    "description": {
      "en": "Ehan was a stressed-out graduate student who vowed to never attend school again, until he was reborn as the third son of a noble family of mages. \n\nBut since he isn't the sole heir, he has to make his own path by enrolling at Einrogard, the best magic school in the empire. And although everyone expects much from him, Ehan's time in academia has taught him that getting easy As is the best way to get through school. \n\nDespite his lack of ambition, can he graduate as a full-fledged mage?\n\n\"Can I... graduate safely?\""
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79988f39-3def-4a09-b945-e88cccb7e753",
    "title": {
      "en": "Mobile Suit Gundam 00I"
    },
    "updatedAt": "2022-09-18T21:34:23+00:00",
    "coverArt": "https://mangadex.org/covers/79988f39-3def-4a09-b945-e88cccb7e753/5db0f38d-f9f4-4c40-a5e1-fd95b41db5bf.png",
    "altTitles": [
      {
        "ja": "機動戦士ガンダム00I"
      },
      {
        "ja-ro": "Kidou Senshi Gundam 00I"
      }
    ],
    "description": {
      "en": "Mobile Suit Gundam 00I (\"I\" for Innovades) is the manga sequel and replacement for Mobile Suit Gundam 00F. It was also written by Tomohiro Chiba and illustrated by Kōichi Tokita. The story runs concurrent with Season 2 of Mobile Suit Gundam 00 and tells the story of a young man, named Leif Recitativo, who was ordered by Veda to gather a group of living bio-terminals called Innovades. Members of Celestial Being's shadow group Fereshte (which is now disbanded and rejoined the main organization) reappear as a supporting cast to the main characters."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "14"
  },
  {
    "mangaId": "56901ae8-aece-4983-96c3-94751c96a8bb",
    "title": {
      "en": "Bocchi the Rock! Gaiden:  Kikuri Hiroi's Heavy Drinking Diary"
    },
    "updatedAt": "2024-11-02T13:36:53+00:00",
    "coverArt": "https://mangadex.org/covers/56901ae8-aece-4983-96c3-94751c96a8bb/a8fa3068-7245-439a-abe0-5519cf462ca8.jpg",
    "altTitles": [
      {
        "ja": "ぼっち・ざ・ろっく！外伝　廣井きくりの深酒日記"
      },
      {
        "en": "Bocchi the Rock! Side Story: Hiroi Kikuri's Heavy Drinking Diary"
      },
      {
        "ru": "Одинокий Рокер! Спин-офф: Дневник пьяницы Хирои Кикури"
      },
      {
        "vi": "Bocchi the Rock! Ngoại Truyện: Nhật Ký Say Rượu của Hiroi Kikuri"
      },
      {
        "ja-ro": "Bocchi the Rock! Gaiden: Hiroi Kikuri no Fukazake Nikki"
      }
    ],
    "description": {
      "en": "25 years old Kikuri Hiroi is a \"genius bassist\" who leads the indie band \"SICK HACK\" and loves alcohol. \nShe often gets drunk and breaks the equipment of the live house, so she's often short of money. \nShe lives in a 52-year-old apartment without a bath, and sometimes borrows showers from her friends and acquaintances. \nRegularly attacked by anxiety about her future, she counters that with a alcohol-fueled \"happiness spiral\". What is her daily life like...?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cfca1084-51da-4c97-afd2-344691a5665d",
    "title": {
      "en": "Isekai Tensei no Boukensha"
    },
    "updatedAt": "2024-11-19T21:31:25+00:00",
    "coverArt": "https://mangadex.org/covers/cfca1084-51da-4c97-afd2-344691a5665d/9abd2fe7-14e8-48a6-98e6-d799582b5d68.jpg",
    "altTitles": [
      {
        "ja": "異世界転生の冒険者"
      },
      {
        "en": "Isekai Tensei: Recruited to Another World"
      }
    ],
    "description": {
      "en": "Ootori Tenma, who lost his parents and was raised by his grandfather’s and grandmother’s friends who are living in the countryside, loses his life at the age of 25. A god of a different world called out to the ghost Tenma. This is a story about Tenma who, is liked by multiple Gods of reincarnation, receives multiple cheats and lives a second life in another world.",
      "ja": "魔物たちと仲良く、異世界を駆け巡るッ！　事故に遭い命を落としてしまった鳳天馬。しかし神々から気に入られた天馬は、複数のチート能力を授かり転生。"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809e31f-7644-4d09-80e1-7d634d0f0ccd",
    "title": {
      "en": "Ii Orc no Hi"
    },
    "updatedAt": "2024-11-18T01:21:26+00:00",
    "coverArt": "https://mangadex.org/covers/4809e31f-7644-4d09-80e1-7d634d0f0ccd/2fbccd2e-1d11-4211-901b-eb84efdbbde1.jpg",
    "altTitles": [
      {
        "en": "A Friendly Orc's Daily Life"
      },
      {
        "en": "Ero-Elf & Orc"
      },
      {
        "es": "La Vida Diaria del Orco Amigable"
      },
      {
        "ja": "いいオークの日"
      }
    ],
    "description": {
      "en": "A friendly, deadpan orc meets a horny, adorable elf. Hilarity ensues.",
      "pl": "Króciutka przygoda stoickiego orka i namolnej, trochę zbyt zboczonej elfki…"
    },
    "status": "hiatus",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2024-08-03T01:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/b812926d-24da-472d-8c81-be1e632d616e.png",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67ae82ef-6236-4aef-a87a-7f5e6ccf808a",
    "title": {
      "en": "Usayama Joshi Koukou 2-nen 1-kumi!!"
    },
    "updatedAt": "2024-04-10T11:54:02+00:00",
    "coverArt": "https://mangadex.org/covers/67ae82ef-6236-4aef-a87a-7f5e6ccf808a/c8de308e-db64-4eed-bcf9-8a5da93c0e6e.jpg",
    "altTitles": [
      {
        "ja": "兎山女子高校２年１組!!"
      },
      {
        "en": "Usayama Girls"
      }
    ],
    "description": {
      "en": "This is Usayama Girls' High School in Saitama Prefecture. Ethics teacher Kohei Mito (31) is in charge of the second grade class 1. His days with the students, who spend their time leisurely, are full of difficulties, but not bad. School can be surprisingly interesting...a cute teen comedy!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "27"
  },
  {
    "mangaId": "f0d50fe2-d8ad-4631-96a3-7599c8be910f",
    "title": {
      "en": "Mahoutsukai Rose no Sado Life"
    },
    "updatedAt": "2024-11-19T23:43:40+00:00",
    "coverArt": "https://mangadex.org/covers/f0d50fe2-d8ad-4631-96a3-7599c8be910f/a8d0ee05-fcde-4fec-9d66-13e20f314092.jpg",
    "altTitles": [
      {
        "ja": "魔法使いロゼの佐渡ライフ"
      },
      {
        "en": "The Sado Life of Rosé the Witch"
      },
      {
        "en": "The Life of Rosé the Witch on Sado Island"
      },
      {
        "ko": "마법사 로제의 사도라이프"
      },
      {
        "zh": "魔法使萝世的佐渡求生记"
      }
    ],
    "description": {
      "en": "A young witch from Isekai, Rose arrived at Sado Island in modern-day Japan. There, she met Sana, a villager girl on the island. Having nowhere to go, Rose decided to live with Sana, and the colorful daily life on Sado Island was waiting for her.",
      "ja": "〝黒髪〟を理由に、国から半ば追放された魔法使い・ロゼスタリア（通称：ロゼ）。新天地でリスタートしようと、転移して辿り着いた先は…〝佐渡島〟！？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2189102e-ee83-48e7-8163-0a6f61e4adf8",
    "title": {
      "en": "One Day a Message Window Appeared Out of Nowhere!?"
    },
    "updatedAt": "2024-10-27T10:00:30+00:00",
    "coverArt": "https://mangadex.org/covers/2189102e-ee83-48e7-8163-0a6f61e4adf8/337b3afe-37d1-4e1a-a6b9-330aead64ad4.jpg",
    "altTitles": [
      {
        "ja": "ある日突然メッセージウィンドウが表示されたんですけど！？"
      },
      {
        "ja-ro": "Aru Hi Totsuzen Message Window ga Hyoujisaretan desu kedo!?"
      },
      {
        "ja-ro": "Aru Hi Totsuzen Messeeji Windou ga Hyoujisaretandesukedo!?"
      }
    ],
    "description": {
      "en": "The protagonist, a university student named Kazuya Hayakawa woke up one day with a message window that shows up in his field of view. This window is always visible to him, and when certain lines are displayed in it, he gets thrown into confusion.\n\nFrom that day onward began Hayakawa's daily ordeal of getting manipulated by this message window.\n\n(Source: Amazon JP)",
      "ja": "主人公・早川一哉はある日目が覚めるとメッセージウィンドウが見えるようになってしまった。\n常に表示されるそのウィンドウにはとあるセリフが表示され主人公を混乱させる。\n\nこの日から早川一哉のメッセージウィンドウに振り回される苦難の日々が始まった。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feffced2-b922-45fc-80c3-c561d643faa4",
    "title": {
      "en": "Shaman King: The Super Star"
    },
    "updatedAt": "2024-11-24T10:36:59+00:00",
    "coverArt": "https://mangadex.org/covers/feffced2-b922-45fc-80c3-c561d643faa4/d4b35df6-9d71-4d0b-aebf-f5fe7ee3c61a.jpg",
    "altTitles": [
      {
        "ru": "Король-шаман: Супер Звезда"
      },
      {
        "es-la": "Rey Chamán: Las superestrellas"
      },
      {
        "ja-ro": "Shaman King: The super star"
      }
    ],
    "description": {
      "en": "Do you know what a shaman is?　It's said that they have the mysterious ability to connect this world with the other world and communicate with gods, spirits, and spirits of the dead. The third generation shaman, Anna, a.k.a. Aluminum Nium Birch, is searching for a super class spirit to win the proxy war of the gods. The story intersects as the beautiful stars gather in Nagano, followed by Aluminum, Death Zero, and Hana.\n\n___\n*Continuing after the events of Shaman King Flowers, the group of \"Super Stars\" will join together and spin together a new legend…*\n  \n**Officially licensed:**  \n- In Taiwan by [Tongli](https://www.tongli.com.tw/BooksDetail.aspx?Bd=KD1554001) as \"通靈童子THE SUPER STAR\"  \n- In Thailand by Siam Inter Comics",
      "ja": "シャーマンって知ってる！？　この世とあの世を結んで、神・精霊・死者の霊なんかと交流できる不思議な能力をもった人らしい。そんなシャーマンの三代目イタコのアンナことアルミ・ニウムバーチが探すのは、神々の代理戦争を勝つための超級霊だった。長野に集う綺羅星達は、アルミ、デスゼロ、花と続き、物語は交錯していく。",
      "es-la": "¿Sabes lo que es un chamán?　Parece ser una persona que tiene la misteriosa capacidad de conectar este mundo con el otro y comunicarse con dioses, espíritus y espíritus de los muertos. La tercera generación de chamanes, Anna, alias Alum Nium Birch, busca un espíritu sobrenatural que le ayude a ganar la guerra de los dioses. La historia continúa con la reunión de las estrellas en Nagano y la interacción de Almi, Death Zero y Hana.\n___\n*Continuando después de los eventos de Shaman King Flowers, el grupo de \"Superestrellas\" se unirá e hilará una nueva leyenda...*"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "68"
  },
  {
    "mangaId": "4691cc57-625e-4620-8d94-534dd5b13438",
    "title": {
      "en": "Naniwa Tomoare"
    },
    "updatedAt": "2023-11-28T02:42:27+00:00",
    "coverArt": "https://mangadex.org/covers/4691cc57-625e-4620-8d94-534dd5b13438/a2f64b7d-d003-4fbb-83c1-def9f9b0524a.jpg",
    "altTitles": [
      {
        "ja-ro": "NaniTomo"
      },
      {
        "ja": "ナニワトモアレ"
      },
      {
        "vi": "Dù thế nào đi nữa / đó là tình bạn Naniwa"
      }
    ],
    "description": {
      "en": "Guruguru Osaka, crackling ring! Now, the piston in my crotch is tingling!! I like picking up girls more than having three meals. Naniwa's youthful pleasure of being popular and having sex. I'm not a fart with a big loan either. I want to buy a new Silvia. I don't have the skill (technique), but I can't give up on my lewd spirit. An 18-year-old boy is making his ring debut!!"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "28",
    "lastChapter": "304"
  },
  {
    "mangaId": "0026052c-9091-4dc7-915c-dffce9559234",
    "title": {
      "en": "Shinigami no Hanayome: Yomei 7-nichi kara no Koufuku"
    },
    "updatedAt": "2024-11-18T00:45:46+00:00",
    "coverArt": "https://mangadex.org/covers/0026052c-9091-4dc7-915c-dffce9559234/198e0b80-243b-4938-9c4c-bd2b45208ead.jpg",
    "altTitles": [
      {
        "ja": "死神の花嫁　－余命７日からの幸福－"
      },
      {
        "en": "Bride of the Death God"
      },
      {
        "en": "The Bride of the Death God: Happiness from My 7 Days Left to Live"
      },
      {
        "en": "The Bride of the Death God: Evanescing Happiness"
      },
      {
        "ja": "7日間で死ぬ女子高生と死神の話"
      },
      {
        "ja-ro": "7-nichikan de Shinu Joshikousei to Shinigami no Hanashi"
      },
      {
        "en": "A Story About the Reaper and a High School Girl Who Will Die in 7 Days"
      },
      {
        "en": "Story About Death and Highschool Girl Who Will Die After 7 Days"
      },
      {
        "vi": "Câu chuyện về Tử thần và Cô gái chỉ còn 7 ngày để sống"
      },
      {
        "vi": "Cô Dâu Của Thần Chết"
      }
    ],
    "description": {
      "en": "The reaper loves seeing the cries of humans before swinging down his scythe to reap their souls. He lives for the hunt of humans souls before their passing. Yet one night, he encounters a dying girl with flowers blooming in her room looking back at him with a smile.\n___\n**Alt Official English:** [Square Enix Manga & Books](https://squareenixmangaandbooks.square-enix-games.com/en-us/series/bride-of-the-death-god)",
      "vi": "Đây là câu chuyện về cuộc gặp gỡ giữa tử thần và cô gái chỉ còn lại 7 ngày để sống trên đời"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1117e35-23ca-4096-8b92-2340d11913d5",
    "title": {
      "en": "Necromancer, the Ultimate Scourge!"
    },
    "updatedAt": "2024-06-25T14:46:12+00:00",
    "coverArt": "https://mangadex.org/covers/c1117e35-23ca-4096-8b92-2340d11913d5/c769a118-e8d7-428d-9b96-1f991af33682.png",
    "altTitles": [
      {
        "zh": "死灵法师！我即是天灾"
      },
      {
        "zh-ro": "Si Ling Fashi! Wo Ji Shi Tianzai"
      },
      {
        "zh-ro": "Sǐ Líng Fǎshī! Wǒ Jí Shì Tiānzāi"
      },
      {
        "en": "Necromancer! I Am a Disaster"
      },
      {
        "en": "Necromancer: King of The Scourge"
      },
      {
        "en": "Disastrous Necromancer"
      },
      {
        "en": "Catastrophic Necromancer"
      },
      {
        "pt-br": "Necromante: O Rei da Calamidade"
      }
    ],
    "description": {
      "en": "In a world where magic and monsters exist, Lin Moyu has hit the age of acquiring his very own profession. While most would be lucky just to obtain a high-level combat class, Moyu becomes the ultrarare necromancer!\n\nBeing the first and only one of his kind, he has no idea of the potential he possesses on his journey to level up and face great challenges.\n\nWhat new heights will Moyu achieve with his unique army of undead?",
      "zh": "游戏降临现实，世界规则颠覆，人类进入全民转职时代。 唯有成为转职者！升级变强！方能站上世界之巅！ 转职当天，林默语成为唯一性隐藏职业，死灵法师。 从此召唤物不死绝，林默语便不会死。 “我高坐骸骨神座，行走生死之间。” “我即是天灾！”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a781de8e-0935-45bd-bc33-cbc76ea8c6f9",
    "title": {
      "en": "Until I Become Me"
    },
    "updatedAt": "2024-09-07T16:22:17+00:00",
    "coverArt": "https://mangadex.org/covers/a781de8e-0935-45bd-bc33-cbc76ea8c6f9/fad0b3e4-d20a-4bf9-8c79-11294d726026.jpg",
    "altTitles": [
      {
        "ja": "オレが私になるまで"
      },
      {
        "ja-ro": "Orewata"
      },
      {
        "pt-br": "Até Que Eu (Ele) Me Torne Ela"
      },
      {
        "ja-ro": "Ore ga Watashi ni Naru made"
      }
    ],
    "description": {
      "en": "A boy who used to be abusive to girls wakes up one day as one.\n\n\"I'll go back being a boy soon,\" he thought, however that was not the case. \nFollow Akira as he grows and learns little by little to accept the puzzling changings in her surroundings and her heart.",
      "es": "Un niño que solía molestar a otras niñas un día se despierta como una. \"Volveré pronto a ser un chico\" el pensó, este no fue el caso. Sigue a Akira mientras crece y aprende poco a poco a aceptar los confusos cambios en sus alrededores y en su corazón.",
      "fr": "Un garçon qui avait l'habitude de malmener les filles se réveille un jour comme si il en était une. \"Je redeviendrai bientôt un garçon\", se dit-il, mais ce n'est pas le cas. Suivez Akira au fur et à mesure qu'il grandit et apprend peu à peu à accepter les changements déroutants de son environnement et de son cœur.",
      "es-la": "Kira es un chico que solía ser abusivo con las chicas, hasta que un día se despierta como una. \"Volveré a ser un chico pronto\", es lo que pensó, sin embargo, ese no seria el caso. Sigue a Akira mientras crece y aprende poco a poco a aceptar los cambios desconcertantes en su entorno y en su corazón",
      "pt-br": "Um menino que costumava ser abusivo com as meninas acorda um dia como uma garota. “Em breve voltarei a ser menino” ele pensou, mas não foi o caso. Siga Akira enquanto ele cresce e aprende pouco a pouco a aceitar as mudanças intrigantes ao seu redor e em seu coração."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-07-19T00:11:19+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\n---\n\nAlternative version: [A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cba4fded-0b17-4740-8f21-95fbec9de47c",
    "title": {
      "en": "The Tale of Outcasts"
    },
    "updatedAt": "2024-10-13T08:34:36+00:00",
    "coverArt": "https://mangadex.org/covers/cba4fded-0b17-4740-8f21-95fbec9de47c/30053aaa-27a7-45c7-9953-08984ad839c4.jpg",
    "altTitles": [
      {
        "en": "The Tale of the Outcasts"
      },
      {
        "ja": "ノケモノたちの夜"
      },
      {
        "fr": "Le conte des parias"
      },
      {
        "zh": "沦落者之夜"
      },
      {
        "ja-ro": "Nokemono-tachi no Yoru"
      },
      {
        "vi": "Câu Chuyện Về Những Kẻ Bị Ruồng Bỏ"
      }
    ],
    "description": {
      "en": "Wisteria is an orphan girl living in a corner of the British Empire at the end of the 19th century. Her life is desolate and bleak–until she encounters Malbus, a powerful but equally lonely immortal being with a furry appearance, hounded by hunters. Together, Wisteria and Malbus roam the Empire–populated by humans and human-like beasts–in search of a place where they can live together in peace.",
      "fr": "Quand une jeune fille désœuvrée lie son destin à celui d'un diable solitaire... En cette fin du 19e siècle, deux êtres solitaires vivent chacun de leur côté dans un recoin de Londres, la grouillante capitale de l’immense Empire britannique. L’un est un diable, revenu de tout, qui n’attend plus rien de la vie; l’autre est une petite orpheline enjouée malgré les terribles vicissitudes la vie. Puis un jour, leurs chemins se croisent et ces deux reclus décident de lier leurs destins et de partir à l'aventure… Ne manquez pas le récit d'une amitié hors du commun, dans un shônen fantastique et élégant en plein cœur de l’époque victorienne!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "76"
  },
  {
    "mangaId": "51892528-f989-42ea-be82-6e84c8bf8e65",
    "title": {
      "en": "Sukina koga Pierce wo aketa"
    },
    "updatedAt": "2024-11-24T10:25:32+00:00",
    "coverArt": "https://mangadex.org/covers/51892528-f989-42ea-be82-6e84c8bf8e65/9ec6734b-b4d9-4e08-a84c-2e6c6d03bbe5.jpg",
    "altTitles": [
      {
        "ja": "好きな子がピアスを開けた"
      },
      {
        "ko": "좋아하는 애가 피어싱을했다."
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "971fb926-e2c7-40da-be30-59e540aeb013",
    "title": {
      "en": "Hima-Ten!"
    },
    "updatedAt": "2024-11-17T22:52:48+00:00",
    "coverArt": "https://mangadex.org/covers/971fb926-e2c7-40da-be30-59e540aeb013/4d938c80-e8e2-4afe-b96f-ea537d38227e.jpg",
    "altTitles": [
      {
        "ja": "ひまてん！"
      },
      {
        "ja-ro": "Himaten!"
      },
      {
        "tl": "HimaTen!"
      }
    ],
    "description": {
      "en": "High school home ec expert Tenichi earns extra money with a part-time job cleaning houses. But one day, Himari, the owner and model of the popular cosmetics brand Hima Riz, transfers into his class.",
      "ja": "家事代行で家計を支える家守殿一のクラスに転校してきたのは、コスメブランドの社長兼モデルの女子のカリスマ・美野妃眞理！",
      "tl": "Si Tenichi, isang eksperto sa home economics sa high school, ay kumikita ng dagdag na pera sa pamamagitan ng part-time na trabaho sa paglilinis ng mga bahay. Pero isang araw, si Himari, ang may-ari at modelo ng sikat na cosmetics brand na Hima Riz, ay lumipat sa kanyang klase. Salubungin ang isang romantikong komedya na puno ng kalokohan sa pagitan ng isang dalagang presidente ng kumpanya at isang binatilyong tagalinis ng bahay!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b2e7c95-9e4d-4199-9ea6-52add4c22cfa",
    "title": {
      "en": "Countach"
    },
    "updatedAt": "2023-06-29T03:36:54+00:00",
    "coverArt": "https://mangadex.org/covers/2b2e7c95-9e4d-4199-9ea6-52add4c22cfa/133f0ac4-c32d-4be4-bc22-938f219779a0.png",
    "altTitles": [
      {
        "ja": "カウンタック"
      }
    ],
    "description": {
      "en": "The day after he finds himself dumped by his girlfriend, Sorayama Shun recieves a letter… from himself? The letter was from Shun 25 years ago for his future self. The letter reminds him of the time when he dreamed of owning a Countach and being a successful professional racer. With loads of luck and his ambition to make his childhood dream come true, he finds himself as a new owner of an LP400 Countach."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "289"
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My new girlfriend is not human?"
    },
    "updatedAt": "2024-11-23T16:24:14+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7af9467-a5d3-470a-86e9-b5ae4a82e0cd",
    "title": {
      "en": "JoJo's Bizarre Adventure, Part 4: Diamond Is Unbreakable (Official Colored)"
    },
    "updatedAt": "2024-10-26T08:16:28+00:00",
    "coverArt": "https://mangadex.org/covers/b7af9467-a5d3-470a-86e9-b5ae4a82e0cd/c7dd8abf-9c2a-4b7f-8597-17b3c4ead3dc.jpg",
    "altTitles": [
      {
        "en": "JoJo's Bizarre Adventure, Part 4: Diamond Is Unbreakable - Digital Colored Comics"
      },
      {
        "ja-ro": "JoJo no Kimyō na Bōken: Diamond wa Kudakenai"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Diamond wa Kudakenai"
      },
      {
        "es-la": "La extraña aventura de JoJo Parte 4: El diamante es inquebrantable"
      },
      {
        "ja": "ジョジョの奇妙な冒険 ダイヤモンドは砕けない"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 4 - Diamond is Unbreakable (Official Colored)"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第4部 ダイヤモンドは砕けない カラー版"
      }
    ],
    "description": {
      "en": "In April 1999, Jotaro Kujo travels to a town in Japan called Morioh to find a young man named Josuke Higashikata, the secret love child of his grandfather, Joseph Joestar. Upon finding him, Jotaro is surprised to learn that Josuke also possesses a Stand. After their strange meeting, the pair team up to investigate the town’s proliferation of unusual Stands!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "174"
  }
]