[
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-12-04T14:28:07+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/f21987e8-1918-4d2d-9796-3c66ac271820.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "zh": "蓝箱"
      },
      {
        "eu": "Kutxa Urdina"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "ja": "バドミントン部に所属する猪股大喜（いのまたたいき）は、女子バスケ部の先輩・鹿野千夏（かのちなつ）に恋をしていた――。自主練を真摯に取り組む姿に心惹かれていたが、思いもよらぬ事実が発覚し…!?　道のりは遠く、想いは近く。",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba549e23-300f-426a-81e9-114115db5bcd",
    "title": {
      "en": "Zatsuyo Gakari Ken Shien Jutsu Shi Ha Party Tsuiho Ni Akogareru ~Seken Ha Tsuiho Boomnanoni, Ore Wo Kadai Hyoka Suru Party Member Tachi Ga Kesshite Tebanaso to Shitekurenai~"
    },
    "updatedAt": "2024-10-31T12:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/ba549e23-300f-426a-81e9-114115db5bcd/546e5cf9-4f78-4c43-ae43-c7d6c820c197.jpg",
    "altTitles": [
      {
        "ja": "雑用係兼支援術師はパーティー追放に憧れる～世間は追放ブームなのに、俺を過大評価するパーティーメンバーたちが決して手放そうとしてくれない～"
      },
      {
        "en": "The Support Mage Yearns for Party Banishment: The World Is in a Banishment Boom, but the Party Members Who Think Too Highly of Me Never Want to Let Me Go"
      },
      {
        "es": "El Encargado de los Deberes y Mago de Apoyo Anhela ser Expulsado del Grupo ~Aunque el Mundo Está en un Boom de Expulsiones, los Miembros del Grupo que me Sobreestiman no me Dejarán ir~"
      }
    ],
    "description": {
      "en": "\"Stormbreaker,\" an up-and-coming party of young adventurers, is making waves in the dungeon conquest world with its record-breaking speed. Amidst this, Monog, who works as a handyman and a support mage, begins to doubt whether he will be expelled from \"Stormbreaker\" due to the recent \"Attacker Supremacy\" trend. However, the other members have no intention of kicking him out. In fact, they are the complete opposite...? Is the negative handyman actually a genius(?) support mage?",
      "es": "El grupo de aventureros jóvenes y prometedores 'Stormbreaker' está causando sensación al progresar en la conquista del calabozo a una velocidad récord. En medio de esto, Monogu, quien trabaja en tareas generales y también es un mago de apoyo, se siente cada vez más paranoico debido al actual 'atacante supremacista' que prevalece, temiendo ser expulsado de 'Stormbreaker'. Sin embargo, los miembros no tienen intenciones de expulsarlo, ¡y de hecho, algo totalmente opuesto...? ¡El despectivo asistente resulta ser un genio mago de apoyo! Junto a los miembros con personalidades únicas y adorables, ¡apuntemos a convertirnos en el grupo más fuerte! ¡Desde 'Novela Web', una historia de aventuras juveniles y harem!",
      "ja": "新進気鋭の若手パーティー「ストームブレイカー」は、最速記録でダンジョン攻略を進める今話題の冒険者集団だ。そんな中、雑用係兼支援術師のモノグは昨今の「アタッカー至上主義」により、自身が「ストームブレイカー」から追放されるのでは？と疑心暗鬼に陥っていた。しかし、メンバーたちは追放しようとは思っておらず、それどころかまったくの真逆で…？ネガティブ雑用係は天才（？）支援術師だった！？"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-11-10T15:10:01+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "\"You're amazing for being alive another day!\"\n\nA Manga about an understanding girlfriend who rewards you with a \"log-in bonus\" every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e271dc2-53de-4335-a964-71e2fd518d01",
    "title": {
      "en": "Gods of All People: I Sacrificed Hundreds of Millions of Living Beings To Become a God"
    },
    "updatedAt": "2024-06-14T16:06:02+00:00",
    "coverArt": "https://mangadex.org/covers/4e271dc2-53de-4335-a964-71e2fd518d01/1623b419-1976-4063-89d7-5b4e18794b72.jpg",
    "altTitles": [
      {
        "zh": "全民神祇：我献祭亿万生灵成神"
      },
      {
        "en": "Spirit Sacrifice: The Path to Godhood"
      },
      {
        "en": "Everyone Is a King: I Sacrifice Countless Lives to Become a King"
      }
    ],
    "description": {
      "en": "Han Wu transmigrated to a world where everyone can become a god. He obtained the ability to sacrifice life.\nAt the beginning, he had a trash clan, so he sacrificed to change his fate against the heavens.\nWith no power, no status, and no money, he sacrificed his way to the top.\nAs long as he has enough followers, he can become infinitely stronger through sacrifice, becoming the main god, the god of gods!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-13T19:29:38+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69a0b369-ba71-41a7-9114-9b732d491a07",
    "title": {
      "en": "Fear: Reiwa Ghost Story"
    },
    "updatedAt": "2024-11-26T10:18:47+00:00",
    "coverArt": "https://mangadex.org/covers/69a0b369-ba71-41a7-9114-9b732d491a07/b3d1dc35-0fc1-479b-86b3-003e4483a5d2.jpg",
    "altTitles": [
      {
        "ja": "怖れ -令和怪談-"
      },
      {
        "ja-ro": "Osore: Reiwa Kaidan"
      },
      {
        "en": "Fear: Reiwa Kaidan"
      }
    ],
    "description": {
      "en": "An omnibus of horror stories that explores relatable, everyday fears experienced in the contemporary Reiwa era. Each story in the series reflects modern anxieties, focusing on the fears lurking within daily life, which continue to escalate.",
      "ja": "令和を象徴するテーマを扱った、極上の現代オムニバスホラー。あなたの身に起こるかもしれない“怖れ”。そんな日常で感じる恐怖や不安は、今日から更に増殖していく――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b347d551-52eb-40cb-a11a-bfb9959d6495",
    "title": {
      "en": "Sekai Saikyou no Kouei: Meikyuukoku no Shinjin Tansakusha"
    },
    "updatedAt": "2024-08-19T02:18:15+00:00",
    "coverArt": "https://mangadex.org/covers/b347d551-52eb-40cb-a11a-bfb9959d6495/53dec05f-f377-47c3-93c1-84cd9771908d.jpg",
    "altTitles": [
      {
        "fr": "L'arrière-garde la plus forte du monde - L'explorateur novice du pays du labyrinthe"
      },
      {
        "en": "World Strongest Rearguard: Labyrinth Country and Dungeon Seekers"
      },
      {
        "en": "World's Strongest Rearguard - The Novice Seeker of Labyrinth Country"
      },
      {
        "en": "WSR"
      },
      {
        "ru": "Самый сильный в мире Заступник – Страна лабиринта и искатели приключений"
      },
      {
        "ja": "世界最強の後衛"
      },
      {
        "ja": "世界最強の後衛 ～迷宮国の新人探索者～"
      },
      {
        "zh-hk": "世界最強後衛～迷宮國的新人探索者～"
      },
      {
        "ko": "세계최강의 후위 ~미궁나라의 신인탐색가~"
      },
      {
        "en": "The World's Strongest Rearguard: Labyrinth Country's Novice Seeker"
      },
      {
        "zh": "世界最强后卫~迷宫国的新人探索者~"
      }
    ],
    "description": {
      "en": "Workaholic assistant Atobe Arihito fell asleep in his company's bus that was traveling for a vacation. When he awoke he learned he had died due to the bus getting into an accident, and that he had reincarnated into a world of reincarnators - to the Labyrinth Country. To his surprise he was discovered by his slave driving manager, Igarashi Kyouka, who further explains their role in this world. \n\n\nIn Labyrinth Country, Reincarnators are expected to choose a job and form parties to fight against monsters in Labyrinths. \"Valkyrie\" Kyouka had expected Arihito to work with her once again, but he declines due to his knowledge of her demanding nature. As they depart she vows to make him regret not choosing her. \n\nAnd thus starts Arihito's adventure as a \"Rear Guard\".",
      "ru": "Главный герой — трудоголик с большим стажем, он и его босс попадают в аварию, после чего они обнаруживают, что переместились в другой мир. Главный герой не хочет оставаться с начальницей, решая отправиться на приключения в одиночестве. Куда же его приведут эти странствия и встретятся ли они вновь?..   \n\n\n---\n\n**Links:** [Alternate Raw](https://comic-walker.com/contents/detail/KDCW_MF00000068010000_68/)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-11-13T14:44:13+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/99e71e52-efad-4173-a2d9-00344da262b2.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "ja": "さらなみ"
      },
      {
        "ja-ro": "Saranami"
      },
      {
        "ru": "Слишком поздно я влюбилась в друга детства"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*.\n\n_____________\n**Links:**\n- Buy the collected volume on [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=2491232) or [Toranoana](https://ecs.toranoana.jp/tora/ec/item/040031176072/).",
      "pl": "Mangowa adaptacja powieści napisanej przez Maruto Fumiaki. Twórcą tej adaptacji jest Yom, mangaka z Ganbare, Douki-chan."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7b62193-bdfb-4953-a6c6-0bd1b9a872f9",
    "title": {
      "en": "The Bugle Call: Song of War"
    },
    "updatedAt": "2024-12-16T15:08:32+00:00",
    "coverArt": "https://mangadex.org/covers/f7b62193-bdfb-4953-a6c6-0bd1b9a872f9/f7c13c73-a2b9-48ed-8cbd-65b144ee24d7.jpg",
    "altTitles": [
      {
        "ja": "戦奏教室"
      },
      {
        "ja-ro": "Sensou Kyoushitsu"
      },
      {
        "ru": "Зов горна"
      }
    ],
    "description": {
      "en": "The year is 1294, and war rages. Lucas, the bugler of a small mercenary band, is endlessly thrown into battle after battle, but longs for the day that he can fulfill his wish of becoming a real musician. One fateful day, however, Lucas's latent powers awaken and his life takes a drastic turn. Under the guidance of the Pope, Lucas is tasked to become a key player in the war and lead the fight against the Empire and its agent of destruction, the Garland. Burdened by this dangerous mission, Lucas still longs for the day that he may see his wish come true…",
      "fr": "Transcender le fracas des armes, décider du sort de la bataille !\nLuka, orphelin recueilli par le chef d'un groupe de mercenaires, n'est pas comme les autres : une branche pousse sur son crâne et il peut voir les sons, matérialisés par des traits de lumière... Le seul à lui parler sans crainte est son père adoptif, aussi fin stratège qu'impitoyable au combat. À 14 ans, Luka a déjà vu assez d'horreurs pour une vie. En tant que clairon, il est de tous les affrontements, transmettant les ordres via son instrument. En réalité, il n'a qu'une envie : échapper à ce quotidien fait de violence pour devenir musicien...\n\n\nSeulement, la bataille qui s'annonce pourrait être sa dernière : cette fois, il doit prendre les armes... et, surtout, parmi ses opposants se trouvent d'autres \"branchus' dotés de divers pouvoirs surnaturels ! Ils font un massacre dans les rangs de Luka, et ce dernier, blessé, se saisit d'un clairon pour sonner la retraite... C'est alors que son véritable pouvoir se dévoile : tous ses alliés visualisent le son de son instrument et ses indications résonnent comme des ordres dans la tête des soldats de son camp ! Le garçon les sauve grâce aux stratégies de son père adoptif.\n\n\nTémoins de son exploit, les énigmatiques adversaires s'emparent de lui. Luka s'éveille dans une ville entourant une tour immense, vestige des temps anciens et source de magie... Ses nouveaux compagnons sont les protecteurs du lieu, régi par un mystérieux pape. Celui-ci passe un accord avec Luka : si le garçon met son pouvoir et son don tactique à son service, il l'aidera à devenir musicien. Sans le savoir, le jeune prodige se retrouve embarqué dans une guerre dont les enjeux le dépassent !\n\n\nLa lumière du son, seul espoir dans l'horreur des batailles... D'un trait vif et nerveux, une nouvelle génération d'auteurs invente un monde de dark fantasy sans concession. Mais ici, pas de héros surdoué au combat, juste un garçon rêvant de musique... Et pourtant, de ses talents dépend l'issue du conflit !"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2528b57f-7b93-447b-82ba-0285f66ddd06",
    "title": {
      "en": "Updater"
    },
    "updatedAt": "2024-12-02T14:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/2528b57f-7b93-447b-82ba-0285f66ddd06/65428692-c64b-4b1b-b725-9152b66b445c.jpg",
    "altTitles": [
      {
        "ko": "업데이터"
      },
      {
        "ja": "アップデーター～NPCからの成り上がり～"
      },
      {
        "ru": "Мастер заточки"
      }
    ],
    "description": {
      "en": "The blacksmith NPC ‘Aiden.’\n\nOne day, his village gets deleted by the hands of the system moderator and as he and his little sister ‘Elise’ perished, he swore to himself.\n\nI’ll destroy this system with my very hands.\n\nIt was then…!\n\n“You have unlocked moderator perms, Moderator Lv. 1”\n\nAiden wakes up with a new power,\n\nMarking the beginning of his journey as a moderator…!\n\nWhat will become of Aiden?!\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/69621)",
      "ja": "鍛冶屋のＮPCエイダン。ある日、システム管理者によって村と唯一の家族である妹アリスを消され、自分も消される最中、「こんなシステム、俺がぶっ壊してやる！」そう誓った瞬間、何者かの手によって生き延び管理者権限まで付与された！ 果たして彼は何者になってしまうのか…！！\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/69621)",
      "ko": "대장장이 NPC '에이든＇.\n어느 날, 시스템 관리자로 인해 마을 전체가 삭제당하고,\n유일한 가족인 여동생 ‘앨리스’와 함께 소멸하던 그는\n그 찰나의 순간, 다짐했다.\n\n반드시 내 손으로 이 시스템을 무너뜨리겠노라고.\n그때였다…!\n\n“관리자 권한을 획득했습니다. 관리자 Lv. 1”\n\n관리자의 권한을 가지고 다시 깨어난 에이든.\n관리자로서의 힘을 기르기 시작하는데...!!\n\n에이든은 과연 어떤 존재가 될 것인가?!\n\n2020년 “콘티왕으로 살아남기” 대상 수상작 <업데이터>\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/69621)",
      "ru": "Родная деревня главного героя, кузнеца-нпс Эйдена, была подвергнута зачистке модератором системы. В ходе сего бедствия младшая сестра эйдена, эллис, погибает, что становится для него переключателем между мирной жизнью и жизнью, полной жажды во что бы то ни стало уничтожить систему, отобравшую у эйдена его единственную родственницу.\nНеожиданно для себя он обретает полномочия модератора и продолжает становиться сильнее, чтобы осуществить задуманное. До какого же уровня сумеет дойти наш герой в погоне за своей целью?\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/69621)",
      "pt-br": "O ferreiro NPC \"Aiden\".\n\nUm dia, sua vila foi deletada pelas mãos do moderador do sistema e ele e sua irmã, “Alice”, pereceram.\n\nEle jurou para si mesmo: Irei destruir o sistema com minhas próprias mãos.\n\nFoi então que…!\nVocê desbloqueou permissão de moderador, Moderador Nvl. 1”\n\nAiden despertou com um novo poder, Marcando o início de sua jornada como um moderador…!\n\nO que será do destino dele?!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "136"
  },
  {
    "mangaId": "65976df0-3cc2-49d7-a2e2-f0f5b10aded7",
    "title": {
      "en": "Hatch Potch Panch"
    },
    "updatedAt": "2024-11-03T11:36:15+00:00",
    "coverArt": "https://mangadex.org/covers/65976df0-3cc2-49d7-a2e2-f0f5b10aded7/a4732185-105f-45bf-bbc4-268b14e02e05.jpg",
    "altTitles": [
      {
        "ja": "はっちぽっちぱんち,"
      },
      {
        "ja-ro": "Hacchi Pocchi Panchi"
      },
      {
        "en": "Hotch Potch Punch"
      },
      {
        "en": "Hotchpotch Punch"
      }
    ],
    "description": {
      "en": "She was destroying people... in her mind.\n\nKiho Ishiguro is a high school girl who's an honor student at school, and devotes herself to her disabled mother at home. She is quiet and gentle, but deep down inside she has always had the urge to \"hit someone\". As her feelings gets stronger day by day, Kiho encounters a street criminal. She snaps and unleashes her rage on the bad guy without restraint...? Here comes the JK who will revolutionize the world of women's MMA!",
      "es": "Kuroishi Kiho, en la escuela es una estudiante ejemplar, en casa es una buena hija que ayuda a su madre con sus problemas en las piernas... pero en sus fantasías, es alguien que hace pedazos a la gente. Aunque parece tranquila y gentil, en lo más profundo de su corazón existe un impulso que la hace querer \"golpear a otros\". Desbordada por las fantasías que no la dejan en paz, decide confrontar a un violador, ¿Será capaz de liberar y apaciguar sus emociones reprimidas con este criminal? ¡Entra en escena la estudiante de preparatoria que podría revolucionar las artes marciales de mujeres!",
      "ja": "空想の世界で人を壊していた――。\n\n学校では優等生、家では足が悪い母親に尽くす女子高生・黒石希歩。物静かで優しい印象を持たれる彼女は、「人を殴りたい」という衝動をずっと抱えて生きていた。内なる狂気が膨れ上がる中、希歩は巷で話題となっていた通り魔と遭遇する……。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e020429b-0692-4441-abb4-99b4978d9a00",
    "title": {
      "en": "The Story of How The Horned Owl I Rescued Turned Into a Girl"
    },
    "updatedAt": "2024-11-27T20:13:03+00:00",
    "coverArt": "https://mangadex.org/covers/e020429b-0692-4441-abb4-99b4978d9a00/4dda874f-bc7d-49dd-aa2e-063ebf23b4e2.jpg",
    "altTitles": [
      {
        "ja": "保護したミミズクが女の子になっちゃった話"
      },
      {
        "ja-ro": "Hogo Shita Mimizuku ga Onnanoko ni Nacchatta Hanashi"
      }
    ],
    "description": {
      "en": "One day, a kind-hearted young man finds an injured owl and decides to take it in, caring for it until it recovers. However, to his surprise, the owl mysteriously transforms into a young girl overnight. The girl, who has the appearance and behavior of the owl, struggles to adapt to her new human form while the protagonist tries to understand the strange circumstances behind her transformation. As they navigate the challenges of this unexpected change, they form a unique bond, uncovering magical secrets and slowly developing feelings for each other. But with the transformation still unresolved, they must find out what it means and whether the owl-girl can return to her true form—or if she even wants to.",
      "id": "Seekor burung hantu bertanduk yang berubah menjadi seorang gadis loli."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e889442-15ba-4fd3-bed7-572484d0dc24",
    "title": {
      "en": "I’m a Homebody, but I Ended Up Possessing a Character in a Devastating Confinement Novel"
    },
    "updatedAt": "2024-12-16T18:48:44+00:00",
    "coverArt": "https://mangadex.org/covers/7e889442-15ba-4fd3-bed7-572484d0dc24/030ce1c7-436d-49e2-a9f7-3b4a20722534.png",
    "altTitles": [
      {
        "ko": "집순인데, 피폐감금물에 빙의해 버렸다"
      }
    ],
    "description": {
      "en": "I died from overwork, living as a s*ave to a small company.\n\nWhen I opened my eyes again, I found myself reincarnated as an extra in a dark confinement novel.\n\nAnd somehow, I ended up being kidnapped instead of the female lead!\n\nBut something feels off.\n\nI thought I’d be killed after being kidnapped, but instead, they’re just keeping me locked up?\n\nThey’re confining… a homebody like me?\n\nThey never let me step outside, but everything I need is provided for me, and no one complains even if I laze around all day.\n\nAnd on top of that…\n\n“If you liked that pastry chef’s dessert, I’ll hire him for you.”\n\nDo kidnappers usually treat their captives this well?\n\n…Isn’t this amazing?\n\n—\n\n“Princess…”\n\n“Yes?”\n\n“Don’t you have any thoughts of going outside?”\n\nNo, of course not.\n\nI plan to never step outside for the rest of my life."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ba36555-4d97-48f5-9015-9c7280eda13c",
    "title": {
      "en": "I’m a Villain, But I’m Favored"
    },
    "updatedAt": "2024-12-16T15:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/0ba36555-4d97-48f5-9015-9c7280eda13c/f45b131f-35a7-4256-ba9d-ef4d28aeff24.jpg",
    "altTitles": [
      {
        "ko": "악역이지만 편애받고 있습니다"
      },
      {
        "ko-ro": "Agyeogijiman Pyeonaebatgo Issseubnida"
      }
    ],
    "description": {
      "en": "\"Damn this world, let it burn!\"  \n\nA single exasperated cry while succumbing to overwork.  \nBut instead of dying, I woke up inside the game I’d been playing.  \n\nAs compensation for the hellish life I endured, I gained a unique ability to view information about people and objects.  \nDetermined to use this skill to lead a peaceful, carefree life, my resolve was interrupted by an unexpected *system message*:  \n\n[To a player who has suffered immensely and wishes for the world's downfall,  \nthe system grants the chance to fulfill that desire.]  \n\n<MAIN QUEST>  \nDestroy the world.  \n\nWhat?! I didn’t mean it literally!  \nFine. If this is how it’s going to be, I’m not backing down. Let’s see who gives up first!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "544240b7-557d-4f86-bcc0-28ad5fa99795",
    "title": {
      "en": "Isekai de Slow Life wo (Ganbou)"
    },
    "updatedAt": "2024-10-26T10:39:01+00:00",
    "coverArt": "https://mangadex.org/covers/544240b7-557d-4f86-bcc0-28ad5fa99795/05d1a032-0605-48ce-91fc-c27ea0a62416.jpg",
    "altTitles": [
      {
        "ja": "異世界でスローライフを（願望）"
      },
      {
        "en": "I Have a Slow Life in a Different World (I Wish)"
      },
      {
        "en": "Slow Life In Another World (I Wish!)"
      },
      {
        "zh-hk": "在異世界過慢生活（願望）"
      },
      {
        "pt-br": "Vida lenta em outro mundo (Eu espero!)"
      },
      {
        "ru": "Размеренной жизни бы в ином мире (мечта)"
      },
      {
        "vi": "Tôi có một cuộc sống bình yên ở thế giới khác (Tôi ước là thế)"
      }
    ],
    "description": {
      "en": "By the will of the goddess, Itsuki Shinomiya was given the privilege of choosing various abilities and being reborn in another world. However, before going to the other world, he didn't want to involve himself in scary, dirty, gross things like battles. Fiercely determined to live a slow life, he chose the unique skill [Pocket Money], giving him an amount of money once per day. \"With this, I can hang out with girls without having to work!\" Dreaming of avoiding battles and living with cute girls, Itsuki stepped into the other world! But the reality was not that simple. Getting attacked by giant bugs, getting caught up in arguments at the guild, and getting stuck with slaves?! In the end, will Itsuki be able to live his ideal slow life?! Using unique skills and manufacturing skills, an exciting other-world slow life with beautiful girls starts now! (hopefully)",
      "ja": "異世界での第二の人生は…とにかく楽したい!!\n\n忍宮一樹――心も身体もすり減らして働くサラリーマンは、夢のスローライフを目指して異世界へと降り立った。だが、夢の実現のための切り札、一日一回お金を生み出せる『お小遣い』スキルでは全く足りず、やむなく働くハメに。なんとか“錬金術師ギルド”に就職し、スローライフの第一歩…と思いきや、営業先の“冒険者ギルド”では難癖をつけられてしまう。さらには美女から「あなたの奴隷になる」と宣言され大混乱！ どうなる俺の異世界ライフ!?",
      "pt-br": "Pela vontade da deusa, Itsuki Shinomiya recebeu o privilégio de escolher várias habilidades e renascer em outro mundo. No entanto, antes de ir para o outro mundo, ele não queria se envolver em coisas assustadoras, sujas e grosseiras como batalhas. Ferozmente determinado a viver uma vida lenta, ele escolheu a habilidade única [Pocket Money], dando a ele uma quantia em dinheiro uma vez por dia. “Com isso, posso sair com as garotas sem precisar trabalhar!”. Sonhando em evitar batalhas e viver com lindas garotas, Itsuki entrou no outro mundo! Mas a realidade não era tão simples. Ser atacado por insetos gigantes, se envolver em discussões na guilda e ficar preso a escravos? No final, Itsuki será capaz de viver sua vida lenta ideal? Usando habilidades únicas e habilidades de fabricação, uma emocionante vida lenta de outro mundo com lindas garotas começa agora."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32dfa44f-1077-4ed2-bedc-b7707788fb1b",
    "title": {
      "en": "Chiruran: Shinsengumi Requiem"
    },
    "updatedAt": "2024-11-12T17:05:51+00:00",
    "coverArt": "https://mangadex.org/covers/32dfa44f-1077-4ed2-bedc-b7707788fb1b/2a44203b-1d71-4c80-9aaa-df5971bcc2f3.jpg",
    "altTitles": [
      {
        "tr": "Chiruran: Shinsengumi Ağıtı"
      },
      {
        "en": "Requiem of the Shinsengumi"
      },
      {
        "en": "Requiem for Shinsen"
      },
      {
        "ja": "ちるらん 新撰組鎮魂歌【レクイエム】"
      },
      {
        "zh-hk": "新撰组镇魂歌"
      }
    ],
    "description": {
      "en": "In 1912, a young woman tracks down the elderly Nagakura Shinpachi, determined to hear the true story of the Demon of the Shinsengumi, the Vice Commander Hijikata Toshizou. Hijikata's story begins in 1859, when he is a violent young man that is honing his sword skills while peddling his family's medicine. Soon, in his quest to find stronger people to fight, Hijikata starts to come into contact with others who will eventually become his comrades in the Shinsengumi. The first one to make an impression on the brash young man is Kondo Isami, who proves to be a better fighter than Hijikata.",
      "pt-br": "Em 1912, uma jovem mulher rastreia o idoso Nagakura Shinpachi, determinada a ouvir a verdadeira história do Demônio do Shinsengumi, o Vice-Comandante Hijikata Toshizou. A história de Hijikata começa em 1859, quando ele é um jovem violento que está aprimorando suas habilidades com a espada enquanto vende os remédios de sua família. Logo, em sua busca para encontrar pessoas mais fortes para lutar, Hijikata começa a entrar em contato com outros que eventualmente se tornarão seus companheiros no Shinsengumi. O primeiro a causar uma impressão no jovem impetuoso é Kondo Isami, que prova ser um lutador melhor do que Hijikata."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "36",
    "lastChapter": "150"
  },
  {
    "mangaId": "770c61b9-0ef2-460b-8c25-c10ab23349ce",
    "title": {
      "en": "Akebi-chan no Sailor Fuku"
    },
    "updatedAt": "2024-11-02T15:13:20+00:00",
    "coverArt": "https://mangadex.org/covers/770c61b9-0ef2-460b-8c25-c10ab23349ce/314c7bc6-5503-4068-8518-70082180fb61.jpg",
    "altTitles": [
      {
        "ja": "明日ちゃんのセーラー服"
      },
      {
        "ja-ro": "Akebi-chan no Serafuku"
      },
      {
        "en": "Akebi-chan's Sailor Uniform"
      },
      {
        "ko": "아케비 쨩의 세일러복"
      },
      {
        "zh": "明日酱的水手服"
      },
      {
        "zh-hk": "明日醬的水手服"
      },
      {
        "fr": "Akebi veut porter une marinière !"
      },
      {
        "it": "La Divisa Scolastica di Akebi"
      },
      {
        "ru": "Школьная форма Акэби-тян"
      }
    ],
    "description": {
      "en": "The setting is Roubai Private Academy, a prestigious girls’ middle school in the country. For Akebi Komichi, donning this school’s sailor uniform is a dream come true. Her middle school dream life is finally beginning! Verdant open countryside vistas. The slowly flowing time of youth. With a gentle touch, the genius artist Hiro brings you this simple school tale… now enrolling!",
      "es": "Akebi Komichi vive en una zona rural con su familia y acaba de conseguir entrar en la famosa Academia de secundaria Roubai, a la que ya asistió su madre. Como ella, le gustaría llevar el clásico uniforme de marinero, que ya no es el habitual en la Academia.\n\nDespués de conseguir que le permitan llevar su ansiado uniforme cosido por su madre, Akebi empezará su vida en secundaria con el objetivo de hacer muchas amigas. El paso tranquilo del tiempo, la inocencia y la naturalidad, marcarán la vida de Akebi y sus amigas.",
      "ja": "その“初めて”を“何度でも”──。　舞台は、田舎の名門女子中学・私立ロウ梅学園。この学園のセーラー服を着ることが「夢」だった明日小路（あけびこみち）。少女の「夢」の中学セーラー服ライフが始まる♪　広がる、緑豊かな田園風景。ゆっくり流れる青春時間。",
      "es-la": "El escenario es la Academia Privada Roubai, una prestigiosa escuela secundaria femenina del país. Para Akebi Komichi, ponerse el uniforme de marinera de esta escuela es un sueño hecho realidad. Su vida de ensueño en la escuela secundaria por fin comienza. Las verdes vistas del campo abierto. El lento fluir del tiempo de la juventud. Con un suave toque, el genial artista Hiro te trae este sencillo cuento escolar... ¡ahora se matricula!",
      "pt-br": "A história se passa na prestigiosa Academia Roubai, uma escola secundária para garotas, no Japão. \n\nNossa amável Akebi Komichi, a protagonista, entrou na academia com o sonho de vestir o lindo uniforme Sailor, porém, ela se surpreende no seu primeiro dia. O que será que aconteceu? Akebi ainda viverá muitas experiências em Roubai até se tornar uma idol como sua cantora favorita Miki-chan! Avante Akebi!\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 4, Cap 23. ]"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd378f12-81c2-4301-b146-ce25e9fcea00",
    "title": {
      "en": "Mofumofu to Isekai Bouken Meshi"
    },
    "updatedAt": "2024-12-16T17:49:38+00:00",
    "coverArt": "https://mangadex.org/covers/cd378f12-81c2-4301-b146-ce25e9fcea00/ed4f53d5-a6be-425f-ad95-33a5c32d82de.jpg",
    "altTitles": [
      {
        "ja": "もふもふと異世界冒険メシ"
      }
    ],
    "description": {
      "en": "Company employee Sano Jyu, who had a frail constitution, always had a sensation of heat inside his body. Then, he collapses due to the combination of a busy season and an outburst of fever. Then the goddess appears and tells him. You have made a mistake in the world in which you should be born. The cause of the fever is magical power, and he was born with magical power in a world without magical power. ...... Itsuki is reborn in another world with a healthy body and more magical power than any other person, just as he wished, thanks to the power of the goddess. And with the legendary magical beast born from the egg he was given as his partner, he begins his second life as an adventurer. ......",
      "ja": "虚弱体質だった会社員・佐野樹はいつも体の内側に熱を持つ感覚を抱いていた。そして、繁忙期と熱の暴走が重なって倒れてしまう。すると女神様が現れ、彼に伝える。生まれるべき世界を間違えた。熱の原因は魔力で、魔力のない世界で魔力を持って生まれてしまったのだと……。女神様の力で願い通りの健康な体に加え、人一倍の魔力を持って異世界に生まれ変わったイツキ。そして、授かった卵から生まれた伝説の魔獣を相棒に、冒険者として第二の人生を歩み始める……！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fed8c19c-9dec-4ef1-a187-af2c0c9cf17c",
    "title": {
      "en": "Umarekawatte mo mata, Watashi to Kekkon shite kuremasu ka?"
    },
    "updatedAt": "2024-11-12T00:55:37+00:00",
    "coverArt": "https://mangadex.org/covers/fed8c19c-9dec-4ef1-a187-af2c0c9cf17c/5f0fd818-ab19-4626-b7b3-c7440f63eb01.jpg",
    "altTitles": [
      {
        "ja": "生まれ変わってもまた、私と結婚してくれますか"
      },
      {
        "en": "Will You Marry Me Again If You Are Reborn?"
      },
      {
        "fr": "Voudrais-tu encore m'épouser si tu renaissais?"
      },
      {
        "pt-br": "Você se casará novamente comigo se você renascer?"
      },
      {
        "es": "¿Te casarás conmigo de nuevo, aunque hayas renacido?"
      },
      {
        "zh-hk": "如果有來生，還愿意與我結婚嗎？"
      },
      {
        "tr": "Yeniden doğduğumuzda, benimle yine evlenir misin?"
      }
    ],
    "description": {
      "en": "Toranosuke fell in love with his servant Kaoru. For twenty years, they slowly developed their love for each other, thus a Showa couple of clumsy husband and muscle brained wife was born. They spend a lot of time together, and they begin to talk in a nostalgic manner in Toranosuke's hospital room.  \n  \nGentle memories of a deeply in love husband and wife.",
      "pt-br": "Toranosuke se apaixonou por sua serva, Kaoru. Por vinte anos, eles desenvolveram lentamente seu amor um pelo outro, assim nasceu um casal Showa de marido desajeitado e esposa musculosa. Eles passam muito tempo juntos e começam a conversar de maneira nostálgica no quarto de hospital de Toranosuke. Memórias gentis de um marido e mulher profundamente apaixonados."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "22.5"
  },
  {
    "mangaId": "22d6d048-9f9f-4c3a-95c2-3b145f110e20",
    "title": {
      "en": "I'm in Love with the Villainess"
    },
    "updatedAt": "2024-03-22T02:45:11+00:00",
    "coverArt": "https://mangadex.org/covers/22d6d048-9f9f-4c3a-95c2-3b145f110e20/70ca1081-8f6c-4c68-b18c-95e3f49d985d.jpg",
    "altTitles": [
      {
        "ja": "私の推しは悪役令嬢。"
      },
      {
        "pt": "Me apaixonei pela vilã"
      },
      {
        "es": "Me enamoré de la villana"
      },
      {
        "vi": "Tôi yêu nữ phản diện"
      },
      {
        "zh": "我的推是坏人大小姐"
      },
      {
        "zh": "我的首推是恶役大小姐"
      },
      {
        "zh-hk": "我的首推是惡役大小姐"
      },
      {
        "zh-ro": "Wǒ de shǒutuī shì è yì dà xiǎojiě"
      },
      {
        "ko": "내 최애는 악역영애"
      },
      {
        "ru": "Я предпочитаю злодейку"
      },
      {
        "th": "ทำไงดีเกมนี้นางร้ายน่ารัก"
      },
      {
        "ko-ro": "Nae Choeaeneun Ag-yeog-yeong-ae"
      },
      {
        "zh": "我推是反派大小姐"
      },
      {
        "ka": "მე მიყვარს ბოროტმოქმედი"
      },
      {
        "ja-ro": "Watashi no Oshi wa Akuyaku Reijou."
      },
      {
        "zh-hk": "我的推是壞人大小姐。"
      },
      {
        "en": "I Favor the Villainess"
      },
      {
        "ja-ro": "WataOshi"
      },
      {
        "pl": "Zakochałam się w Antagonistce."
      },
      {
        "es-la": "Mi Oshi Es Una Villa Noble"
      }
    ],
    "description": {
      "de": "Oohashi Rei - eigentlich eine ganz normale Büroangestellte - wacht eines Tages im Körper der Protagonistin ihres absoluten Lieblingsspiels \"Revolution\" auf. Eigentlich geht es in dem Spiel darum, mit einem von drei absolut wundervollen Prinzen zusammenzukommen. Ein klassisches Otome-Game, und wenn es nach Rei geht, auch das mit Abstand beste.  \nIhr Hauptinteresse lag dabei jedoch nicht etwa an einem der männlichen Charaktere, sondern an Claire François, der Antagonistin des Spiels.\n\nWird Rei es schaffen, eine romantische Beziehung zu ihr aufzubauen? Wie werden die eigentlichen Stars des Spiels, die drei Prinzen, auf diese Situation reagieren?  \nUnd was hält Claire überhaupt davon?",
      "en": "Ordinary office worker Oohashi Rei wakes up in the body of the protagonist of her favourite otome game, *Revolution*. To her delight, the first person to greet her is also her favourite character, Claire François – the main antagonist of the story!\n\nNow, Rei is determined to romance Claire instead of the game’s male leads. But how will her villainous lady love react to this new courtship?!",
      "fr": "Rei Ôhashi, une simple employée de bureau d’une petite entreprise, se retrouve soudainement dans le corps de l’héroïne de son jeu vidéo de drague préféré, Revolution.\nMaintenant sous le nom de Rae Taylor, elle est prête à accomplir son objectif.\nPasser du bon temps avec les princes du jeu ? Non.\nSon cœur appartient à la méchante de l’histoire, Claire François.\nBien décidée à la chérir et à rester à ses côtés, sa nouvelle vie commence dans un monde empreint de magie !",
      "id": "Seorang pegawai kantor biasa, Oohashi Rei, bereinkarnasi sebagai seorang Heroine bernama Rei Taylor di Game Otome favoritnya, \"Revolution\". Kebetulan lagi, orang pertama yang menyambutnya adalah karakter favoritnya, Claire Francois- antagonis dari cerita ini! Kini Rei bertekad untuk membangun hubungan romantis dengan Claire, bukan dengan pemeran utama pria. Lantas, bagaimanakah gadis jahat yang dia cintai akan bereaksi terhadap kemesraan baru ini?!",
      "it": "La normale impiegata Oohashi Rei si sveglia nel corpo della protagonista del suo gioco otome preferito, Revolution. Per la sua gioia, la prima persona che incontra è anche il suo personaggio preferito, Claire François, l'antagonista principale della storia! Ora Rei è determinata a perseguire una storia d'amore con Claire piuttosto che con gli interessi amorosi maschili. Ma come reagirà la sua amata antagonista a questo nuovo corteggiamento?!\nL'anime debutterà ad ottobre 2023!\nAnnunciato il manga ufficiale italiano!",
      "ja": "乙女ゲーム『Revolution』の世界に、ヒロインのレイ＝テイラーとして転生した社畜OL・大橋零。そんな彼女の推しは攻略対象の王子たち…ではなく、悪役令嬢・クレア＝フランソワだった!　前世でゲームをやりこんでいたレイは、その知識と愛で、クレアとお近づきになることができるのか？",
      "es-la": "Oohashi Rei, una trabajadora de oficina ordinaria se despierta en el cuerpo de la protagonista de su juego otome favorito, \"Revolution\". Para su deleite, la primera persona en saludarla es también su personaje favorito, Claire Francois, ¡la principal antagonista de la historia! Ahora, Rei está decidida a enamorarse de Claire en lugar de los protagonistas masculinos del juego. ¿Pero cómo reaccionará la villana ante este nuevo cortejo?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e31b62b8-68ec-4bb6-bf7e-33db5be5e0b0",
    "title": {
      "en": "Boku no Suki na Hito ga Suki na Hito"
    },
    "updatedAt": "2024-10-14T13:21:25+00:00",
    "coverArt": "https://mangadex.org/covers/e31b62b8-68ec-4bb6-bf7e-33db5be5e0b0/ae579eaf-329c-4f11-9782-c7616f123122.jpg",
    "altTitles": [
      {
        "ru": "Возлюбленная Моей Любимой"
      },
      {
        "ja": "ぼくの好きな人が好きな人"
      },
      {
        "id": "Gebetannya Gebetanku"
      },
      {
        "ko": "내가 좋아하는 사람이 좋아하는 사람"
      },
      {
        "zh-hk": "我喜歡的人所喜歡的人"
      },
      {
        "en": "My Crush's Crush"
      }
    ],
    "description": {
      "en": "This story begins when the protagonist, a boy named Sora Akizuki, confesses his love to Miya Fuwa, a girl he has been in love with for a long time, and is rejected. When Sora learns that Miya likes someone else, he visits the dubious “Trialing Club,\" of which he is president, and tries to find out if he is the right person for her. The first episode shows the reality of the Trialing Club, whose activities one cannot imagine from its name, and the reason why its president, Suzukaze, created the club.",
      "ru": "Эта история начинается с того, что главный герой, мальчик по имени Сора Акидзуки, признается в любви Мие Фува, девушке, в которую он давно влюблен, и получает отказ. Когда Сора узнает, что Мия любит другого, он посещает сомнительный “Эксперементальный клуб”, президентом которого является этот незнакомец, и пытается выяснить, подходит ли он ей. В первом эпизоде показана реальность Эксперементального клуба, деятельность которого невозможно представить, исходя из его названия, и причина, по которой его президент Судзукадзе создал этот клуб.",
      "vi": "Câu chuyện này bắt đầu khi nhân vật chính, một chàng trai tên Sora Akizuki, thú nhận tình yêu của mình với Miya Fuwa, một cô gái mà anh đã yêu từ lâu nhưng bị từ chối. Khi Sora biết rằng Miya thích một người khác, anh ấy đã đến thăm “Câu lạc bộ thử việc” đáng ngờ mà anh ấy là chủ tịch, và cố gắng tìm hiểu xem anh ấy có phải là người phù hợp với cô ấy không.\nTập đầu tiên cho thấy thực tế của Câu lạc bộ Thử nghiệm, những hoạt động mà người ta không thể tưởng tượng được từ cái tên của nó, và lý do tại sao chủ tịch của nó, Suzukaze, lại thành lập câu lạc bộ.",
      "es-la": "Está historia empieza cuando el protagonista, un chico llamado Sora Akizuki, confiesa su amor a Miya Fuwa, una chica de la que está enamorado desde hace tiempo, y es rechazado. Cuando Sora se entera de que a Miya le gusta otra persona, visita el dudoso \"Club de Ensayos\", del que es presidente, e intenta averiguar si es la persona adecuada para ella. El primer episodio muestra la realidad del Club de Ensayos, cuyas actividades no se puede imaginar por su nombre, y la razón por la que su presidente, Suzukaze, creó el club.",
      "pt-br": "A história começa quando o protagonista, um garoto chamado Sora Akizuki, confessa seu amor a Miya Fuwa, uma garota por quem está apaixonado há muito tempo, entretanto, ele é rejeitado. Quando Sora descobre que Miya gosta de outra pessoa e que essa pessoa faz parte de um clube duvidoso, Sora sai em busca para tentar descobrir se é alguém confiável."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4defe145-86e6-4333-bc6b-5c978077676c",
    "title": {
      "en": "Tensei Dai Majo no Isekai Kurashi ~Kodai Roman-Fuu Kokka de Hajimeru Mahou Kenkyuu~"
    },
    "updatedAt": "2024-10-25T22:59:49+00:00",
    "coverArt": "https://mangadex.org/covers/4defe145-86e6-4333-bc6b-5c978077676c/0dc59374-5003-4e3b-a356-b8d7a786704b.jpg",
    "altTitles": [
      {
        "ja": "転生大魔女の異世界暮らし～古代ローマ風国家で始める魔法研究～@COMIC"
      },
      {
        "en": "The Otherworldly Life of a Reincarnated Great Witch: Magical Research Begun in an Ancient Roman-Style Nation"
      }
    ],
    "description": {
      "en": "\"I want to be the wizard of my dreams!\"\n\nZenith, a young girl reincarnated in the ancient Roman-style country of Jupiter, goes to study in the capital with only her momentum. She spreads water magic and floods the classroom. She even falls unconscious after using herself as a test subject, and shoots hot air out of her buttocks in an experiment, and her outlandish behavior never stops. Despite the white eyes of the people around her, she sells shaved ice using ice magic to earn money for her research, and it accidentally becomes a big hit...?\n\n\"Amazing! I've made the discovery of the century again!\"\n\nSometimes a catastrophe, sometimes a success(?), sometimes a laugh-out-loud moment!",
      "ja": "「憧れの魔法使いになりたい！」\n\n\n古代ローマ風の国「ユピテル」に転生した少女ゼニスは、勢いだけで首都へと留学する。\n\n\n水魔法を撒き散らして、教室を水浸しに。自分を実験体にしたあげくに昏倒、実験でお尻から熱風をぶっ放す、とその規格外な行動は止まらない。\n\n白い目を向ける周囲をよそに、研究資金稼ぎに氷魔法で「かき氷」を売り出したら、うっかり大ヒットしてしまい……!?\n\n「ひょぇえ！　私、また世紀の大発見をしてしまいました！」\n\n時に大惨事、時に大成功（？）、時に大爆笑！\n\n研究ラブな少女が魔法革命を巻き起こす、ローマン・コミカルファンタジー開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6acd22d3-7df9-4a49-a774-2f6dfb9c2a0c",
    "title": {
      "en": "The Eunuch's Rebirth: A Journey Back to Manhood"
    },
    "updatedAt": "2024-10-01T01:35:37+00:00",
    "coverArt": "https://mangadex.org/covers/6acd22d3-7df9-4a49-a774-2f6dfb9c2a0c/8bb89d67-5f45-4809-8611-dd2c00f644a1.png",
    "altTitles": [
      {
        "ko": "2회차 환관이 남성을 되찾음"
      }
    ],
    "description": {
      "en": "[By Force & LICO studio that brought you <Return of Mount Hua Sect> and <Chronicles of the Demon Faction>,  and many more!\n\nThe eunuch Lee Cheolsu, a secret power figure who controls the affairs of the empire at will. He possesses absolute power, wealth, and even strong martial arts skills… but what does that mean? If he can’t “do that”!!\nThrough a reincarnation technique, Cheolsu returns to the time before he became a eunuch. He has one goal in mind: to become an alpha male and enjoy life with the most beautiful women!!\nA full-fledged 15+ rated(?) comic martial arts story about Cheolsu, who lives purely for his desires, begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c53c85c-0303-4cf0-887b-15092774c6a1",
    "title": {
      "en": "Shugo Chara! Jewel Joker"
    },
    "updatedAt": "2024-08-04T16:01:24+00:00",
    "coverArt": "https://mangadex.org/covers/4c53c85c-0303-4cf0-887b-15092774c6a1/13a4b140-eab5-4ed6-85ad-62642ea3bca3.jpg",
    "altTitles": [
      {
        "ja": "しゅごキャラ！ ジュエルジョーカー"
      },
      {
        "ja-ro": "Shugo Chara! Jewel Joker"
      }
    ],
    "description": {
      "en": "The long-awaited comeback! A new story of Amu and her guardian characters begins...!\n\nThe cool and spicy Amu Hinamori has graduated from Seiyo Academy's elementary school and is finally a junior high school student! She thought she would have carefree days with her precious friends in junior high... until she is asked to take on a mission related to guardian characters and has to transfer to a new school...!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a27b83a-002c-41f3-96a6-e57b6cc9a222",
    "title": {
      "en": "Satsudou"
    },
    "updatedAt": "2024-11-02T12:54:30+00:00",
    "coverArt": "https://mangadex.org/covers/7a27b83a-002c-41f3-96a6-e57b6cc9a222/bbbc53f2-9abe-4ac6-b6d8-6a480baac4ac.jpg",
    "altTitles": [
      {
        "ja": "サツドウ"
      },
      {
        "en": "The path of murder"
      },
      {
        "vi": "Sát Đạo"
      },
      {
        "fr": "La voie du meurtre"
      },
      {
        "ru": "Путь убийцы"
      }
    ],
    "description": {
      "en": "Akamori Mitsuo wants to be an ordinary salaryman but... He is a genius murderer born into a family that has been practising the ancient art of killing for centuries. Akamori faces obstacles like Yakuza, fighters and gangs in the path that goes to his want.",
      "fr": "Akamori Mitsuo veut être un salarié ordinaire mais... C’est un meurtrier de génie né dans une famille qui pratique l’art ancien de tuer depuis des siècles. Akamori fait face à des obstacles comme Yakuza, des combattants et des gangs sur le chemin qui mène à son besoin.",
      "vi": "Một seri mới từ tác giả của Rocopon. Akamori Rikuo, con trai thứ 6 và là một võ sĩ thiên tài trong một gia tộc sở hữu môn võ sát nhân gia truyền từ thời xa xưa. Vậy nhưng Rikuo lại muốn được trở thành một anh nhân viên văn phòng bình thường và giờ đây cuộc sống của cậu sẽ bị lũ lưu manh, đám xã hội đen và những tay võ sĩ khác làm đảo lộn không ngừng."
    },
    "status": "cancelled",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "39"
  },
  {
    "mangaId": "f5e3baad-3cd4-427c-a2ec-ad7d776b370d",
    "title": {
      "en": "BEASTARS"
    },
    "updatedAt": "2024-10-09T03:27:14+00:00",
    "coverArt": "https://mangadex.org/covers/f5e3baad-3cd4-427c-a2ec-ad7d776b370d/fc339b94-f8aa-4df7-99d5-e8ace9271d1d.jpg",
    "altTitles": [
      {
        "ru": "Выдающиеся звери"
      },
      {
        "ja": "ビースターズ"
      },
      {
        "uk": "Видатні звірі"
      },
      {
        "hu": "Legoshi, a farkas"
      }
    ],
    "description": {
      "en": "In a world populated by anthropomorphic animals, herbivores and carnivores coexist with each other. For the adolescents of the Cherryton School, school life is filled with hope, romance, distrust, and uneasiness. The main character is Legosi the wolf, a member of the drama club. Despite his menacing appearance, he has a very gentle heart. Throughout most of his life, he has always been an object of fear and hatred by other animals, and he's been quite accustomed to that lifestyle. But soon, he finds himself becoming more involved with his fellow classmates who have their own share of insecurities and finds his life in school changing slowly.  \n\n---  \n- **Won the 2018 Manga Taisho Award**",
      "fr": "Dans un monde peuplé d'animaux anthropomorphes, ou carnivores les herbivores et les carnivores coexistent. Pour les étudiants de l'université de Cherryton, la vie est remplie d'espoir, de romance, de méfiance et de malaise. Le personnage principal est Legoshi le loup, membre du club de théâtre. Malgré son apparence menaçante, il a un cœur très doux. Pendant la majeure partie de sa vie, il a toujours été un objet de peur et de haine des autres animaux, et il a été assez habitué à ce style de vie. Mais bientôt, il se retrouve à s'impliquer davantage avec ses camarades de classe qui ont leur part d'insécurité et sa vie à l'école change lentement.  \n\n\n---",
      "it": "In un mondo popolato da animali antropomorfi, erbivori e carnivori coesistono gli uni con gli altri. Per gli studenti della scuola di Cherryton la vita scolastica è piena di speranze ed amori come, tuttavia, di disagio e timore. Il protagonista, il lupo Legoshi, è un membro del club di teatro. Nonostante il proprio aspetto minaccioso, il giovane ha in realtà una rara gentilezza; per tutta la sua vita è però stato temuto ed odiato dagli altri animali a causa dei pregiudizi, a tal punto da esserci ormai abituato. Presto, tuttavia, Legoshi si ritrova ad essere sempre più coinvolto dalle insicurezze dei suoi compagni – vedendo così un lento cambiamento nella sua vita scolastica e cercando di trovare il suo posto nel mondo.  \n\n\n---",
      "ru": "В мире, населенном антропоморфными зверьми, травоядные и хищники живут бок о бок. Для учеников черритонской школы жизнь наполнена надеждой, романтикой, недоверием и беспокойством. Главный герой —волк Легоси, член театрального клуба. Несмотря на грозный вид, внутри он мягкий и добрый. На протяжении всей жизни его всегда боялись и ненавидели другие звери, но он к этому привык. Постепенно он становится более открытым к своим одноклассникам, помогая им, как вдруг школу настигает ужасное происшествие…",
      "uk": "Головний герой — сірий вовк Леґоші, тихий і боязкий учень Черрітонської школи, що живе в гуртожитку для хижаків, також бере участь у шкільному театральному гуртку як робітник сцени. Одного разу вночі виявляється з'їденим альпак Тем, що призводить до підозр і напруги між хижаками і травоїдними учнями в школі. У той же час Легосі знайомиться з карликовою зайчихою Хару, між якими починають розвиватися складні взаємини."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "196"
  },
  {
    "mangaId": "849b1d52-f341-4d18-a136-660a932b0267",
    "title": {
      "en": "HonoSuto! ~Gouenji's Soliloquy~"
    },
    "updatedAt": "2024-11-27T07:35:33+00:00",
    "coverArt": "https://mangadex.org/covers/849b1d52-f341-4d18-a136-660a932b0267/b1dde606-e1de-4c8f-8c34-0cf8b72f1ea0.jpg",
    "altTitles": [
      {
        "ja": "ほのスト！ ～豪炎寺のひとりごと～"
      },
      {
        "ja-ro": "HonoSuto! ~Gouenji no Hitorigoto~"
      }
    ],
    "description": {
      "en": "An official *Inazuma Eleven* spin-off manga focusing on the casual daily life of Gouenji Shuuya, known as the \"Flame Ace Striker\" and shows what the cool collected Gouenji is thinking about."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45ed7ed8-23b3-45bf-9b9c-da6e9e88f747",
    "title": {
      "en": "Isekai de Tochi o Katte Noujou o Tsukurou"
    },
    "updatedAt": "2024-10-11T14:16:05+00:00",
    "coverArt": "https://mangadex.org/covers/45ed7ed8-23b3-45bf-9b9c-da6e9e88f747/a4d01877-5b03-44a2-8dc8-d1cf1cc47813.jpg",
    "altTitles": [
      {
        "ja": "異世界で土地を買って農場を作ろう"
      },
      {
        "ja-ro": "Isekai de Tochi wo Katte Noujou wo Tsukurou"
      },
      {
        "en": "Let’s Buy the Land and Cultivate It in a Different World"
      }
    ],
    "description": {
      "en": "Corporate drone Itonami Norio is summoned to another world and granted a powerful skill, [Supreme Wielder], which is invisible to those who summoned him. They’re dismayed to see he’s useless to them, so he asks only for a little plot of land to work for himself.\n\nHis skill allows him to use any tool to its greatest abilities, including fishing poles, cooking utensils, and construction tools. When he fishes up a mermaid who wants him for her bridegroom, charms a young dragon with his cooking, and excites an undead king with his rare skill, how long can his quiet country life last?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa938045-2957-48d3-abba-4b7e34557baf",
    "title": {
      "en": "I Thought My Time Was Up!"
    },
    "updatedAt": "2023-04-15T14:11:49+00:00",
    "coverArt": "https://mangadex.org/covers/fa938045-2957-48d3-abba-4b7e34557baf/3574b958-9822-4160-8509-4aa2a35c01bd.jpg",
    "altTitles": [
      {
        "ko": "시한부인 줄 알았어요!"
      },
      {
        "ko-ro": "Sihanbuin Jul Arasseoyo!"
      },
      {
        "en": "I Thought I Didn't Have Long to Live!"
      },
      {
        "es": "Pensé que tenía fecha límite"
      },
      {
        "ru": "Я думала что умру"
      },
      {
        "tr": "Kısıtlı Ömrüm Kaldı Sanıyordum!"
      },
      {
        "zh": "还以为是绝症"
      },
      {
        "en": "I Thought It Was Time!"
      }
    ],
    "description": {
      "en": "Lariette, the daughter of the Duke of Blanchett, was told she only had three months left to live. She decided that she didn't want to go quietly, so she decided to create and complete her bucket list! \n\n1. Treat her maid Anne to cakes\n2. Gain independence and wealth\n3. Get rid of her fiancé, the Marquis of Secreb\n4. Date someone handsome for three months\n5. Take a trip to the West!\n\n...But it was only after she ran away that she realised... the fact her terminal illness was a complete misdiagnosis!\n\n---\nLariette, the daughter of the Duke of Blanche, was diagnosed with a terminal illness and three months left to live. She decided to try to achieve her bucket list since she was going to die anyway. First, dumping an older fiancé whom she doesn't even love. Second, dating the monster Duke of Candel for three months! But it was only after she ran away from him that she realized, the fact that her terminal illness was a complete misdiagnosis!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=825581), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4502291)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9021824), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801711)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/haiyiwieshijuezheng/list?title_no=2313)",
      "ko": "3개월 시한부 진단을 받은 공녀, 라리에트. 어차피 죽을 몸, 버킷리스트(라 쓰고 미친 짓이라 읽는) 달성을 해보기로 했다. \n\n첫째. 약혼자를 엿 먹이기. \n둘째. 괴물 공작 아스라한과 3개월 간 연애하기!  \n\n그러나 그에게서 도망치고 나서야 깨닫고 말았다. 시한부 진단이 완벽한 오진이라는 사실을!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=825581), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4502291)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9021824), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801711)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/haiyiwieshijuezheng/list?title_no=2313)",
      "tr": "Leydi Lariet’e bir hastalık tanısı koyulmuş ve üç aylık ömrü kaldığı söylenmişti. “Zaten öleceğim, o halde aklımdan geçen her şeyi yapabilirim!” diye düşünen leydi, nişanlısına postayı koyup acımasız dükle bir ilişkiye başlamıştı. Olacakları işler çığırından çıkmadan önce bilemezdi. Aslında kendisine yanlış bir teşhis konulmuş, kısıtlı ömrü kalmamıştı! Bay Asrazan gülümsedi ve… “Şimdi kaçmaya çalışırsan bunun bedelini ödemek zorunda kalırsın.”\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=825581), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4502291)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9021824), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801711)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/haiyiwieshijuezheng/list?title_no=2313)",
      "zh": "生命只剩最后三个月？\n那我要和怪物公爵谈恋爱！\n得知自己的生命只剩下三个月的拉丽爱特,想着反正自己活不长，索性在死之前完成自己的愿望清单!首先解决掉未婚夫老头儿，其次和怪物公爵埃斯拉翰谈三个月的恋爱!但逃离他身边之后，拉丽爱特才知道，自己的病竟然是…？!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=825581), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4502291)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9021824), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801711)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/haiyiwieshijuezheng/list?title_no=2313)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9f7540f-4934-446a-923c-81619b5d3b53",
    "title": {
      "en": "Oh! Dangun"
    },
    "updatedAt": "2024-09-22T20:37:15+00:00",
    "coverArt": "https://mangadex.org/covers/d9f7540f-4934-446a-923c-81619b5d3b53/bd640e86-4d5f-487b-a252-0508f945f1d8.jpg",
    "altTitles": [
      {
        "ko": "오!단군"
      },
      {
        "en": "Legend of Dangun"
      }
    ],
    "description": {
      "en": "There are animals that were abandoned by Dangun and live secretly in the human world. Narae, an ordinary high school student, discovers their existence...\nA modern version of Beauty and the Beast with comedy and exorcism action.\n\n‘Will the project of becoming human, for the animals that could not become human, be successful?'"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbc8e1e4-cba6-48ec-b828-d613fe3d93a6",
    "title": {
      "en": "Koori Zokusei Danshi to Cool na Douryou Joshi"
    },
    "updatedAt": "2024-11-02T18:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/fbc8e1e4-cba6-48ec-b828-d613fe3d93a6/7f6b8411-55b8-4134-8c82-17c4c38ff5e8.jpg",
    "altTitles": [
      {
        "ja": "氷属性男子とクールな同僚女子"
      },
      {
        "en": "The Ice Guy and the Cool Girl"
      },
      {
        "en": "The Ice Guy and His Cool Female Colleague"
      },
      {
        "de": "Ice-Guy und seine coole Kollegin"
      },
      {
        "fr": "The Ice Guy & the Cool Girl"
      },
      {
        "fr": "L'homme glacé et la consœur cool"
      },
      {
        "fr": "L'homme froid et la collègue cool"
      },
      {
        "it": "Ice Guy & Cool Girl"
      },
      {
        "es": "El chico de hielo y su genial colega femenina"
      },
      {
        "pl": "Śnieżny chłopak i cool dziewczyna"
      },
      {
        "ru": "Ледяной парень и классная девушка-коллега"
      },
      {
        "th": "บริษัทลุ้นรัก หนุ่มหิมะกับสาวสุดคูล"
      },
      {
        "ko": "빙속성 남자와 쿨한 동료녀"
      },
      {
        "tr": "Buz çocuk ve havalı i̇ş arkadaşı"
      },
      {
        "zh": "冰属性男子与酷酷女同事"
      },
      {
        "zh-hk": "冰屬性男子與無表情女子"
      },
      {
        "ar": "رجل الثلج وزميلة العمل الباردة"
      },
      {
        "vi": "Anh chàng băng giá và cô nàng đồng nghiệp lạnh lùng"
      },
      {
        "vi": "Chàng \"băng\" nàng \"giá\""
      },
      {
        "en": "Ice Guy and the Cool Female Colleague"
      }
    ],
    "description": {
      "de": "Himuro ist Büroangestellter und der Nachfahre einer Schneefrau. Wann immer seine Gefühle außer Kontrolle geraten, werden seine Kollegen seinen eisigen Kräften ausgesetzt. Jedoch besitzt er entgegen seiner frostigen Fähigkeiten eine sehr warmherzige und freundliche Persönlichkeit. Er liebt Katzen und Blumen, auch wenn er ihnen nicht zu nahe kommen kann. Diejenige, die seine Gefühle immer wieder aus der Bahn wirft und sein Herz zum Schmelzen bringt, ist seine stets gefasst wirkende und ein wenig exzentrische Kollegin Fuyutsuki. Obwohl alle Kollegen durch den stetigen Ausbruch seiner Kräfte von seinen Gefühlen für Fuyutsuki wissen, ist diese vollkommen ahnungslos. Dies hält Himuro jedoch nicht davon ab, zu versuchen, ihr Herz für sich zu gewinnen.",
      "en": "A cute fluffy romance about the decendant of a yuki-onna who freezes the surrounding area every time he talks to his cute coworker.\n\nx.5 chapters are longer than normal chapters and have more fluffy content, make sure to read them!\n\n---\nHimuro is a living descendant of the Snow Woman from Japanese folklore. But anytime he's around his eccentric yet kind colleague, Fuyutsuki-san, he totally freezes up! Despite the snowstorm of love that rages on in his heart, and her complete cluelessness, will he take a step forward or stay frozen in place?\n\n---\n**Links:**\n- Alternative Official English - [Penguin Random House](https://www.penguinrandomhouse.com/series/FQP/the-ice-guy-and-the-cool-girl/)",
      "fr": "Himuro est le descendant d'une yuki-onna, une femme des neiges. Par cette filiation, il plonge inconsciemment son entourage dans un environnement proche de l'Arctique lorsqu'il se concentre.\n\nPire encore, il passe pour un homme qu'il n'est pas : perçu comme insensible et au tempérament glacial, il est en réalité chaleureux, aime les chats et les fleurs.\n\nSon état finit par attirer l'attention de sa collégue Fuyutsuki, dont il est secrètement amoureux. Himuro se montre alors déterminé à capturer le coeur de la jeune femme.",
      "id": "Romansa lembut yang lucu tentang dekendensi yuki-onna yang membekukan area sekitarnya setiap kali dia berbicara dengan rekan kerjanya yang imut.",
      "it": "Il manga racconta la dolce storia d'amore tra due colleghi, la tranquilla e dolce Fuyutsuki-san e Himuro-kun, discendente di una donna delle nevi, che letteralmente ghiaccia ogni cosa attorno a lui.\n\n---\nQuesta è la storia di Himuro, il discendente di una donna delle nevi, e della sua gentile seppur particolare collega Fuyutsuki... Anche se a prima vista possono sembrare due persone imperturbabili, entrambi sono in realtà molto impacciati quando si tratta di questioni di cuore; infatti l’amore che Himuro nutre nei confronti di Fuyutsuki imperversa nel suo animo come una bufera di neve, impedendogli di compiere il fatidico primo passo. Lei, d’altro canto, pare del tutto inconsapevole dei suoi stessi sentimenti...",
      "ja": "現代を生きる雪女の末裔な氷室くんと、同僚のちょっとユニークで優しい冬月さん。一見、クールに見えつつも、二人は恋愛にすっごく不器用。冬月さんへの「好き」が心の内で吹雪のように吹き荒れる氷室くんはもう一歩を踏み出せず、一方の冬月さんは自分の感情に超が付くほど鈍感で!?　Twitter＆pixivで大人気!!　クールな二人のピュア過ぎラブコメディー♪　単行本だけの描き下ろしマンガ３編を収録☆",
      "ko": "현대를 살아가는 설녀의 후예 히무로와 \n약간 독특하면서도 상냥한 동료 후유츠키. \n\n언뜻 보면 쿨해보이는 두 사람이지만, 연애에 관해서는 놀랄 만큼 서투르다. \n후유츠키를 향한 ‘호감’이 마음속에서 눈보라처럼 몰아치자, \n히무로는 더 이상 한 걸음도 나아가지 못하고. \n후유츠키 역시도 자신의 감정에 둔감하기는 마찬가지였는데!? \n\nTwitter&pixiv에서 대인기!! \n쿨한 두 사람의 맑다 못해 투명한 러브 코미디♪ \n\n단행본만의 오리지널 에피소드 3편도 수록☆",
      "pl": "Poznajcie Himuro, żyjącego we współczesnej Japonii potomka yuki-onny, oraz jego nieco nietypową koleżankę z biurka obok, Fuyutsuki. Choć na pierwszy rzut oka oboje wydają się spokojni i opanowani, tak naprawdę w miłości nie do końca dobrze sobie radzą. Himuro, w którego sercu panuje miłosna zamieć, nie jest w stanie wykonać kolejnego kroku naprzód, zaś Fuyutsuki zdaje się nie zauważać jego starań…",
      "ru": "Милый пушистый роман о классной работнице и её, холодном как лёд, коллеге.",
      "th": "ฮิมุโระคุง ชายหนุ่มผู้สืบเชื้อสายของสาวหิมะซึ่งใช้ชีวิตอยู่ในยุคปัจจุบัน \nและคุณฟุยุสึกิ เพื่อนร่วมงานสาวผู้อ่อนโยนและค่อนข้างไม่เหมือนใคร \nหากมองแค่ผิวเผิน หนุ่มสาวคู่นี้ก็ดูเป็นคนคูลๆ อยู่หรอก \nแต่พอเป็นเรื่องราวความรักแล้ว ทั้งสองกลับไม่เอาไหนซะเลย\nฮิมุโระคุงผู้ได้แต่เก็บความ \"ชอบ\" \nที่มีต่อฟุยุสึกิไว้ในใจประหนึ่งพายุหิมะที่โหมกระหน่ำ \nโดยไม่กล้าก้าวออกไปเริ่มต้นสักที \nส่วนฝ่ายคุณฟุยุสึกิเองก็ช่างความรู้สึกช้าไม่รู้ใจตัวเองเลย!?",
      "tr": "Sevimli iş arkadaşıyla her konuştuğunda çevreyi donduran ve Yuki-Onna'nın soyundan gelen adam hakkında sevimli, kabarık bir romantizm.",
      "vi": "Một câu chuyện tình yêu lãng mạn và dễ thương về một một cô nàng lạnh lùng và đồng nghiệp của cô ấy. Một câu chuyện tình yêu lãng mạn và dễ thương về một một cô nàng lạnh lùng và đồng nghiệp của cô ấy.",
      "zh": "冰属性男子与酷酷女同事漫画 ，当雪男遇上酷酷女同事，办公室将掀起一场恋爱暴风雪！",
      "pt-br": "Himuro-kun, descendente de uma Yuki-onna moderna, acabou de chegar em seu novo trabalho, e acaba criando tempestades de neve e bonecos de neve quando é tomado por suas emoções e perde o controle. Sua paixão secreta por Fuyutsuki-san, uma colega de trabalho única, mas gentil, cresce tão forte que congela às vezes aqueles ao seu redor. Por outro lado, Fuyutsuki-san, que muitas vezes é visto como legal pelos outros, também está muito interessada no misterioso Himuro-kun. O relacionamento deles muda gradualmente através do trabalho diário e dos eventos da empresa, e eles também começam a passar tempo juntos, mas ambos são desajeitados no amor e não conseguem se aproximar…"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3584eeb4-7ce4-4aed-b5e4-5f4a26da55d7",
    "title": {
      "en": "Himekishi ga Classmate!"
    },
    "updatedAt": "2024-11-02T18:49:20+00:00",
    "coverArt": "https://mangadex.org/covers/3584eeb4-7ce4-4aed-b5e4-5f4a26da55d7/d0993666-5bfc-4a2e-9ffe-aa32342ce745.jpg",
    "altTitles": [
      {
        "en": "A Classmate is a Princess Knight!"
      },
      {
        "en": "The Princess Knight is a Classmate!"
      },
      {
        "ru": "Моя одноклассница — принцесса-рыцарь!"
      },
      {
        "ja": "姫騎士がクラスメート! THE COMIC"
      },
      {
        "zh": "我的同学是姬骑士"
      },
      {
        "ko": "공주 기사가 급우!"
      },
      {
        "zh-hk": "我的同學是姬騎士"
      },
      {
        "zh-hk": "公主騎士是我的同班同學! THE COMIC"
      }
    ],
    "description": {
      "en": "After he and his entire class died on a field trip, Odamori accepts a job offer from a mysterious man to be reincarnated. \n\nHowever, his new job turns out to be that of a Slavemancer, with the power to dominate the minds of others and turn them into his toys. Soon, however his evil actions lead to a Princess Knight (who turns out to be one of his previous, more popular classmates) being dispatched to apprehend him. \n\nBut Odamori, of course, has something different planned for their reunion...!",
      "pt": "Depois que ele e toda a sua classe morreram em uma viagem escolar, Odamori aceita uma oferta de um misterioso homem de ser reencarnado. No entanto o seu novo trabalho acaba por ser o de um 'Slavemancer' com o poder de dominar as mentes dos outros e transformá-los em seus brinquedos, que ele alegremente aceita. Logo no entanto suas mÁs ações levam a uma princesa guerreira (que acaba por ser um de seus anteriores colegas mais populares) que está sendo enviada para prendê-lo. Mas Odamori, claro, tem algo diferente planejado para a sua reunião.",
      "pt-br": "Depois que ele e toda a sua classe morreram em uma viagem escolar, Odamori aceita uma oferta de um misterioso homem de ser reencarnado. No entanto o seu novo trabalho acaba por ser o de um 'Slavemancer' com o poder de dominar as mentes dos outros e transformá-los em seus brinquedos, que ele alegremente aceita. Logo no entanto suas mÁs ações levam a uma princesa guerreira (que acaba por ser um de seus anteriores colegas mais populares) que está sendo enviada para prendê-lo. Mas Odamori, claro, tem algo diferente planejado para a sua reunião."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97223152-aefd-4f9b-91c9-39393d8494a0",
    "title": {
      "ja": "BOX! Kira Ito Tanpenshuu"
    },
    "updatedAt": "2022-08-16T14:23:27+00:00",
    "coverArt": "https://mangadex.org/covers/97223152-aefd-4f9b-91c9-39393d8494a0/144190fc-fd58-442c-87b2-1e0de8133436.jpg",
    "altTitles": [
      {
        "ja": "100年生きた猫のはなし"
      },
      {
        "ja": "BOX！吉良いと短編集"
      },
      {
        "ja": "BOX!吉良いと短編集"
      },
      {
        "ja": "ようこそ亡霊葬儀屋さん (読切版)"
      },
      {
        "ja": "一描き下ろし後日話"
      },
      {
        "ja": "俺の幼馴染みは泣き虫だ"
      },
      {
        "ja": "泣き虫な幼馴染の話"
      },
      {
        "ja": "4つの恋模様"
      },
      {
        "ja": "人間に拾われた疫病神"
      },
      {
        "ja": "17歳のキミへ。"
      },
      {
        "ja": "17歳の君へ。"
      },
      {
        "ja": "少女が少年に手紙を届ける理由"
      },
      {
        "ja": "OLさんがラーメンを食べるだけ"
      },
      {
        "ja": "佐藤さんと鬼上司天野さん"
      },
      {
        "ja": "疲れたOLの癒しの話"
      },
      {
        "ja": "100年生きた猫の話"
      },
      {
        "ja": "無口な下野くんの彼女"
      },
      {
        "ja": "天使と一緒に海を見る"
      },
      {
        "ja": "勇者に敗れた元魔王と奴隷少女"
      },
      {
        "ja": "勇者に敗れた魔王と奴隷少女"
      },
      {
        "ja": "漫画が嫌いになった少年"
      },
      {
        "ja-ro": "BOX! Kichiyoi to Tanpenshuu"
      },
      {
        "ja-ro": "17-sai no Kimi e"
      },
      {
        "ja-ro": "17 Sai no Kimi e"
      },
      {
        "en": "BOX! Kira Ito's Short Stories Collection"
      },
      {
        "en": "My Childhood Friend Is a Crybaby"
      },
      {
        "en": "Four Patterns of Love"
      },
      {
        "en": "The God of Pestilence Picked up by Humans"
      },
      {
        "en": "To You at 17"
      },
      {
        "en": "Happy 17th"
      },
      {
        "en": "To You at 17th"
      },
      {
        "en": "Just an Office Lady Eating Ramen"
      },
      {
        "en": "Seeing the Sea With an Angel"
      },
      {
        "en": "Seeing the Ocean With an Angel"
      },
      {
        "en": "WORLD END WANKO"
      },
      {
        "en": "The Tired Office Lady's One Comfort in Life"
      },
      {
        "en": "The Story of a Cat That Has Lived for 100 Years"
      },
      {
        "en": "Taciturn Shimono and His Girlfriend"
      },
      {
        "en": "Shimono-kun's Quiet Girlfriend"
      },
      {
        "en": "The Demon Lord Defeated by the Hero and the Slave Girl"
      },
      {
        "en": "The Defeated Dark Lord and the Slave Girl"
      },
      {
        "en": "The Boy Who Had Grown to Hate Manga"
      },
      {
        "es-la": "El señor oscuro que fue derrotado y la esclava"
      },
      {
        "vi": "Lá thư gửi tới chàng trai 17 tuổi"
      }
    ],
    "description": {
      "en": "A work packed with stories that make you cry, smile, and heal. A compilation of original short stories, including commercial oneshots and manga previously published on Twitter or Pixiv.\n\nList of Stories (in **bold** = scanlated):\n\n1. ようこそ亡霊葬儀屋さん (読切版): Original on [Pixiv](https://www.pixiv.net/en/artworks/72034786), [Twitter](https://twitter.com/kilightit/status/1394956053461315585).\nOne-shot version of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n2. 一描き下ろし後日話\n\n3. **My Childhood Friend Is a Crybaby** (俺の幼馴染みは泣き虫だ): Original on [Pixiv](https://www.pixiv.net/artworks/79083715), [Twitter](https://twitter.com/kilightit/status/1374662950787551232).\n\n4. **Four Patterns of Love** (4つの恋模様): Original on [Pixiv](https://www.pixiv.net/en/artworks/89467880).\n\n5. **The God of Pestilence Picked up by Humans** (人間に拾われた疫病神): Original on [Pixiv](https://www.pixiv.net/en/artworks/88553623), [Twitter](https://twitter.com/kilightit/status/1372125964876931075).\n\n06. **To You at 17** (17歳のキミへ。): Original on [Pixiv](https://www.pixiv.net/en/artworks/79817585), [Twitter](https://twitter.com/kilightit/status/1217750845460058112).\nA mysterious high school girl appeared and sent letters to Mirai.\n\n7. **Just an Office Lady Eating Ramen** (OLさんがラーメンを食べるだけ): Original on [Twitter](https://twitter.com/kilightit/status/1414132353115426816).\n\n8. **Seeing the Sea With an Angel** (天使と一緒に海を見る): Original on [Pixiv](https://www.pixiv.net/en/artworks/89166096), [Twitter](https://twitter.com/kilightit/status/1382272880931532804).\n\n9. WORLD END WANKO: Original on [Twitter](https://twitter.com/kilightit/status/1512347577408053250?cxt=HHwWhICjhfyG-PwpAAAA).\n\n10. **The Tired Office Lady's One Comfort in Life** (佐藤さんと鬼上司天野さん): Original on [Pixiv](https://www.pixiv.net/en/artworks/75086414), [Twitter](https://twitter.com/kilightit/status/1384809850538917895).\n\n11. **The Story of a Cat That Has Lived for 100 Years** (100年生きた猫の話): Original on [Pixiv](https://www.pixiv.net/en/artworks/89015686), [Twitter](https://twitter.com/kilightit/status/1464174470495498249).\nThis is a story of a cat that has become immortal, wandering through the course of its lifetime to find happiness.\n\n12. **Shimono-kun's Quiet Girlfriend** (無口な下野くんの彼女): Original on [Pixiv](https://www.pixiv.net/artworks/88224680), [Twitter](https://twitter.com/kilightit/status/1367052638500495360).\n\n13. **The Demon Lord Defeated by the Hero and the Slave Girl** (勇者に敗れた魔王と奴隷少女): Original on [Pixiv](https://www.pixiv.net/en/artworks/88878648), [Twitter](https://twitter.com/kilightit/status/1377199075192303618).\n\n14. **The Boy Who Had Grown to Hate Manga** (漫画が嫌いになった少年): Original on [Pixiv](https://www.pixiv.net/en/artworks/89807719), [Twitter](https://twitter.com/kilightit/status/1392419305199788032)."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "14"
  },
  {
    "mangaId": "f5bd1f8f-c528-4188-bcf3-2034601012ae",
    "title": {
      "en": "Bully Me If You Can"
    },
    "updatedAt": "2024-12-10T07:17:56+00:00",
    "coverArt": "https://mangadex.org/covers/f5bd1f8f-c528-4188-bcf3-2034601012ae/264798a3-a3f2-48df-bbc2-6558c1efc8b9.jpg",
    "altTitles": [
      {
        "ru": "Ненавидь меня, если можешь"
      },
      {
        "ru": "Запугай меня, если сможешь"
      },
      {
        "kk": "Қолыңнан келсе, қорқыт мені"
      }
    ],
    "description": {
      "en": "What if the victim of bullying suddenly becomes attractive. Do you still want to bully him again? Or it will become a new problem for the bully.\n\nArthur had enough bullying by Elsa and being called meat buns. One day he decided to exercise to lose some weight in hopes of not getting bullied again. But something happened and changed his life forever.",
      "kk": "Егер қорқыту құрбаны кенеттен тартымды болса ше? Сіз оны әлі де мазақ еткіңіз келе ме? Немесе бұл бұзақы үшін жаңа мәселе болады. Артур Элзаның қорқытуынан және оны  тоқаш деп атаудан жалықты. Бірде ол спортпен шұғылдануды шешті, енді оны мазақ етпейді деген үмітпен. Бірақ оның өмірін мәңгілікке өзгерткен нәрсе болды",
      "pt-br": "E se a vítima de bullying de repente se tornar atraente? Você ainda quer intimidá-lo novamente? Ou se tornará um novo problema para o agressor. \n\nArthur teve bastante bullying de Elsa e sendo chamado de pãezinhos de carne. Um dia ele decidiu se exercitar para perder peso na esperança de não sofrer bullying novamente. Mas algo aconteceu e mudou sua vida para sempre."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcd8b213-2be3-42d6-98fb-5c6f55e9e120",
    "title": {
      "en": "Nano Hazard"
    },
    "updatedAt": "2024-02-15T12:33:27+00:00",
    "coverArt": "https://mangadex.org/covers/fcd8b213-2be3-42d6-98fb-5c6f55e9e120/202e1bd3-4913-4159-9ab2-05d75d3a9b05.jpg",
    "altTitles": [
      {
        "en": "ナノハザード"
      }
    ],
    "description": {
      "en": "Enjou Shuuto's dream was always to become a detective and take down the scumbag who killed his father. As practice, he takes on the local bullies at every opportunity… only to get his butt handed to him. But what happens when rogue nanobots descend on his neighborhood, \"enhancing\" their hosts with deadly results?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "25"
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "HUNTER x HUNTER"
    },
    "updatedAt": "2024-12-16T06:32:01+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "en": "Аңшы × Аңшы"
      },
      {
        "en": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      },
      {
        "es-la": "Cazador X"
      },
      {
        "vi": "HUNTER×HUNTER"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\r\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\r\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "vi": "Hunter là những người đi chu du thế giới, đối mặt với hiểm nguy, từ bắt giữ tội phạm cho đến những cuộc thám hiểm trên các hòn đảo để tìm kho báu. Câu chuyện bắt đầu khi người cha của một cậu bé tên Gon mất tích đã khá lâu, nên cậu bé quyết định trở thành Hunter với hy vọng tìm được cha mình. Khi sắp 12 tuổi, Gon bắt đầu cuộc hành trình của mình để được tham gia vào kỳ thi Hunter, ai cũng biết tỉ lệ thành công rất thấp, có khi chết lúc nào không hay. Trong cuộc thi cậu đã kết bạn với Kurapika, Leorio và Killua. Với tình bạn, họ đã trải qua biết bao nhiêu là thử thách, hiểm nguy trên cuộc hành trình của một Hunter... Còn về phần họ trải qua những thử thách gì và như thế nào thì mời các bạn theo dõi...",
      "es-la": "Sigue la historia de Gon Freecss, un joven que descubre que su padre, a quien creía muerto, es un legendario Cazador, un miembro de una élite que se especializa en localizar tesoros, bestias raras o personas peligrosas. Decidido a encontrar a su padre, Gon emprende un viaje para convertirse en Cazador. En su camino, se enfrenta a desafíos mortales y forma fuertes lazos con amigos como Killua, Leorio y Kurapika. A medida que avanza en su viaje, Gon descubre que el mundo de los Cazadores es mucho más peligroso y complejo de lo que imaginaba.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\r\n\r\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\r\n\r\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "ongoing",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "00296c8d-a815-4fdd-b4b8-c79c550ee875",
    "title": {
      "en": "The Indomitable Martial King"
    },
    "updatedAt": "2024-11-22T22:30:29+00:00",
    "coverArt": "https://mangadex.org/covers/00296c8d-a815-4fdd-b4b8-c79c550ee875/bb7a112f-5775-40ff-8494-a27d1c343bd4.jpg",
    "altTitles": [
      {
        "ko": "권왕전생"
      },
      {
        "zh": "拳王轉生"
      },
      {
        "ko-ro": "Gwonwangjeonsaeng"
      },
      {
        "es-la": "El Indomable Rey Marcial"
      },
      {
        "en": "The Reincarnated King of Fists"
      },
      {
        "pl": "KRÓL NIEWOLNIKÓW"
      },
      {
        "fr": "La vie antérieur du roi des poings"
      }
    ],
    "description": {
      "en": "In a world where humans enslave non-human species, the powerful wizard Leppenhardt creates an empire to safeguard these beings. However, his reign ends when he's defeated by the brutally strong Tesron, the \"King of Fists.\" \n\nBut death isn’t the end, because Leppenhardt awakens in Tesron's young body! \n\nNow armed with incredible strength and a new identity, he sets off to free the non-human races again. Can the new King of Fists reshape the world for all, or will his second chance slip away?",
      "ko": "인간들이 이종족을 노예로 부리는 세상.대마도사 '레펜하르트'는 이종족들을 돕는다는 이유로인간들에게 마왕 취급을 받는다.\n\n마왕을 토벌하기 위해 온 용사 일행!'레펜하르트'는 그에 맞서 용사 일행에게 큰 피해를 주는 것에 성공하지만,결국 권왕 '테스론'에게 죽임당할 위기에 처하는데….\n\n\"시공 회귀 주문.\"\n\n그러나 마지막 보루로서 시전한 마법이 기적적으로 성공하여'레펜하르트'는 과거로 돌아가게 된다.그런데….\n\n내가 용사 일행 중 한 명인, 대륙 최강의 육체를 가진 권왕 '테스론'이 되었다?!\n\n육체적 강함까지 손에 넣은 대마도사 '레펜하르트'가새로운 힘으로 세상을 변화시켜 나간다!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4028472c-5ee4-4e5a-9d61-6aea6449edd9",
    "title": {
      "en": "Takou no Boyish Kanojo"
    },
    "updatedAt": "2024-12-03T00:56:37+00:00",
    "coverArt": "https://mangadex.org/covers/4028472c-5ee4-4e5a-9d61-6aea6449edd9/e0bba489-29b2-43b6-b7db-e64c29dddc04.jpg",
    "altTitles": [
      {
        "ja": "他校のボーイッシュ彼女"
      },
      {
        "en": "Boyish Girlfriend from Another School"
      },
      {
        "pl": "Chłopięca dziewczyna z innej szkoły"
      },
      {
        "pt-br": "Namorada tomboy de outra escola"
      }
    ],
    "description": {
      "en": "Daichi and Akira have been childhood friends forever but have only started dating recently. While Akira is very much a tomboy, there are some parts of her that are surprisingly girly?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6ce20ca-73c3-4fdd-9367-e2901fca780e",
    "title": {
      "en": "The Ravages of Time"
    },
    "updatedAt": "2024-10-12T01:24:38+00:00",
    "coverArt": "https://mangadex.org/covers/f6ce20ca-73c3-4fdd-9367-e2901fca780e/43da40e4-3122-4d7b-a1ea-1146482cf989.jpg",
    "altTitles": [
      {
        "vi": "Hỏa Phụng Liêu Nguyên"
      },
      {
        "zh-ro": "Huo Feng Liao Yuan"
      },
      {
        "ja-ro": "Sangokushi Gunyuuden Kahou Ryougen"
      },
      {
        "zh-ro": "Sanguozhi Qunxiongzhuan: Huo Feng Liao Yuan"
      },
      {
        "ru": "Огненный феникс опаляет равнины"
      },
      {
        "zh-hk": "三国志群雄伝火鳳燎原"
      },
      {
        "zh-hk": "火鳳燎原"
      },
      {
        "zh": "火凤燎原"
      },
      {
        "ja": "火鳳燎原"
      },
      {
        "de": "The Ravages of Time: Die Geschichte der Drei Reiche"
      }
    ],
    "description": {
      "en": "Nearly 2000 years ago, the prosperous Han dynasty of China collapsed. Heroes rose and fell, and three nations emerged–Wei, Shu, and Wu. Historians refer to this period as the Three Kingdoms period. The romance of the three kingdoms is an intriguing tale of heroic deeds, of alliance forged and broken, of loyalty and betrayal.  \n  \nHong Kong artist Chan Mou retells this classic tale in \"The Ravages of Time\" from the perspective of the Sima clan, which in the end united the three kingdoms. Readers will be attracted by an array of well-developed characters and Chan Mou's own unique top-notch art-style. Whether you have played Dynasty Warriors or not, this is definitely worth a read!",
      "vi": "Truyện kể về thời kỳ Tam quốc tranh bá nổi tiếng trong lịch sử Trung Quốc. Điểm đặc biệt ở đây là nhân vật trung tâm của truyện không phải là Tào Tháo, Lưu Bị hay Tôn Quyền như ta thường thấy ở các bộ truyện nói về thời kì này mà là Tư Mã Ý - người mà sau này đã cùng với gia tộc mình đánh bại tất cả các anh hùng khác, gom thiên hạ về thành 1 mối, chấm dứt 1 thời kỳ dài loạn lạc. \n\nTruyện mở đầu bằng cơn ác mộng mà Tư Mã Ý vẫn thường gặp: 1 người đàn ông trên ngai vàng phế truất ngôi vị của hoàng đế, bên ngoài bất chấp đám đông binh lính bao vây tấn công cùng bao nhiêu thương tích mà 1 người bình thường không thể chịu đựng nổi, tên tù vượt ngục vẫn bước từng bước từng bước một vào điện đòi món nợ máu với người đàn ông đó. Đó chỉ là cơn ác mộng hay là 1 điềm báo? Không ai nói được kể cả Tư Mã Ý.\n\nNhưng cũng có ai có thời gian để quan tâm đến truyện ấy trong thời loạn lạc này chứ. Dù cố né tránh, cuối cùng dòng họ Tư Mã cũng phải bước vào vòng xoáy chiến tranh, và sự xuất hiện của họ đã làm thay đổi cả dòng lịch sử...."
    },
    "status": "ongoing",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a07320a4-afcd-413a-a451-d69a448d0c28",
    "title": {
      "en": "Usogui"
    },
    "updatedAt": "2024-10-26T18:06:24+00:00",
    "coverArt": "https://mangadex.org/covers/a07320a4-afcd-413a-a451-d69a448d0c28/b74c8cce-42cd-4889-b75d-7944e63f9a14.jpg",
    "altTitles": [
      {
        "en": "The Lie Eater"
      },
      {
        "ja": "嘘喰い"
      },
      {
        "zh-hk": "噬谎者"
      },
      {
        "ko": "도박마-거짓말 사냥꾼 바쿠"
      },
      {
        "es-la": "Devorador de Mentiras"
      },
      {
        "ru": "Пожиратель лжи"
      },
      {
        "kk": "Жала жұтқан"
      }
    ],
    "description": {
      "en": "There are gamblers out there who even bet their lives as ante. But to secure the integrity of these life-threatening gambles, a violent and powerful organization by the name of “Kakerou” referees these games as a neutral party. Follow Baku Madarame a.k.a. Usogui (The Lie Eater) as he gambles against maniacal opponents at games – such as Escape the Abandoned Building, Old Maid, and Hangman – to ultimately “out-gamble” and control the neutral organization of Kakerou itself.  \n\n\n---\n\n**Links:**  \n- [OAV on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=14163)",
      "ru": "Есть игроки, которые ставят на кон свою жизнь. Чтобы сохранить целостность таких смертельно-опасных игр, жестокая и могущественная организация «Кагэро» судит их, как нейтральная сторона.\nНаш герой — Баку Мадарамэ, «Пожиратель лжи». Игрок, чья цель — переиграть и в конце взять под контроль саму нейтральную организацию «Кагэро».\n\n---\n\n(Source: [readmanga](https://mintmanga.live/pojiratel_lji))",
      "es-la": "Hay jugadores que incluso apuestan su vida como apuesta. Pero para asegurar la integridad de estas apuestas que ponen en peligro la vida, una violenta y poderosa organización llamada \"Kakerou\" arbitra estos juegos como parte neutral. Sigue a Baku Madarame, también conocido como Usogui (El Devorador de Mentiras), mientras se enfrenta a oponentes maníacos en juegos como \"Escapar del Edificio Abandonado\", \"La Vieja Doncella\" y \"El Ahorcado\", para acabar jugando más que la propia organización neutral de Kakerou"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "49",
    "lastChapter": "539"
  },
  {
    "mangaId": "a1db428c-685c-4d11-927b-bf71eb4b254b",
    "title": {
      "en": "Juuou to Yakusou"
    },
    "updatedAt": "2024-12-16T14:43:53+00:00",
    "coverArt": "https://mangadex.org/covers/a1db428c-685c-4d11-927b-bf71eb4b254b/a5dd6db8-347c-4860-ad6b-9d830b1110cc.jpg",
    "altTitles": [
      {
        "ja-ro": "Juuou to Yakusou"
      },
      {
        "ru": "Король зверей и лекарственные травы."
      },
      {
        "ja": "獣王と薬草"
      },
      {
        "ja-ro": "Kemono wo to Kusuri"
      },
      {
        "en": "Beast King & Medicinal Herb"
      }
    ],
    "description": {
      "en": "Dungeons are the stuff of dreams—defeat the monsters, take their loot, and then venture into uncharted territory to discover hidden riches! Tina, an upstart adventurer with just such a dream, ends up mortally wounded while exploring a dungeon. Suddenly, the great demon known as the Beast King Garon, who was supposed to have been slain by a hero in the distant past, appears before her!  Dungeon fantasy meets medical drama!",
      "ru": "Подземелья - это воплощение мечты…\nСобирайте материалы с поверженных монстров,\nдобирайтесь до неисследованных мест и завладевайте сокровищами!\nТина, авантюристка, мечтает о таком успехе,\nИсследуя подземелье, она получает тяжелое ранение.\nПеред ней появляется сильнейший демон «Король зверей Гарон», когда-то в прошлом он должен был быть убит героем?..\n\nФэнтези и медицинская драма по мотивам подземелья от Konda Tatsukazu, автора оригинальной истории «Ginrou Bloodborne/Серебряный волк, рожденный в крови», начинается!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b12ac90-9407-4fe8-9de8-c8f4fe65df6f",
    "title": {
      "en": "Isekai Rakuraku Survival ~Seizon Skill Kyousha no Ore ga Bishoujo Yonin to Class Mujintou Seikatsu~"
    },
    "updatedAt": "2024-12-14T11:01:19+00:00",
    "coverArt": "https://mangadex.org/covers/9b12ac90-9407-4fe8-9de8-c8f4fe65df6f/aabc6f2c-1678-431b-9ff5-e226ac92c2d3.jpg",
    "altTitles": [
      {
        "ja": "異世界らくらくサバイバル～生存スキル強者の俺が美少女四人と暮らす無人島生活～"
      },
      {
        "ja-ro": "Isekai Rakuraku Survival ~Seizon Skill Tsuwamono no Ore ga Bishoujo Shiri to Kurasu Mujintou Seikatsu~"
      },
      {
        "en": "Easy Survival in Another World: With My Robust Survival Skills, I’ll Live on an Uninhabited Island with Four Beautiful Girls"
      }
    ],
    "description": {
      "en": "More than ten years have passed since a means of transporting individuals from Earth to another world was developed. High school student Kakeru Satomi was taught survival techniques and wisdom by his mountain-dwelling grandfather. Kakeru was sent to another world together with 100 other adventurers of the same age in order to take part in a training program to become an adventurer, but the portal device that linked Earth and the other world vanished right after their transfer...!",
      "ja": "地球から異世界への転移装置が誕生して10余年――。里見カケルは、山で暮らす祖父から叩き込まれたサバイバル知識とスキルを持った高校生。冒険者になるための研修に参加するため、同世代の冒険者志願者100人とともに異世界へと転移したカケルだったが、直後に地球と異世界を繋いでいたポータルが消失してしまう…！！\n___\n- ![Syosetsu+18](<https://i.imgur.com/HI4jAzg.png>) [Web Novel (R18)](https://novel18.syosetu.com/n7758hj/)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0dfdf7c6-fc16-4739-a42f-8c00fac14f30",
    "title": {
      "en": "Sijila"
    },
    "updatedAt": "2024-11-24T05:59:28+00:00",
    "coverArt": "https://mangadex.org/covers/0dfdf7c6-fc16-4739-a42f-8c00fac14f30/94309d56-29ae-479e-af13-341217111578.png",
    "altTitles": [
      {
        "zh": "司基拉"
      }
    ],
    "description": {
      "en": "Sijila was once the most adorable mythical creature in the world. Its overwhelming cuteness earned it the reverence of humanity, granting it a carefree life of plenty. However, as people became preoccupied with admiring Sijila's charm and stopped being productive, coupled with Sikila's ever-growing appetite, it soon consumed all the world's resources.\n\nThe gods could no longer tolerate its behavior. They stripped Sijila of all its \"cuteness power,\" turning it into a ridiculed ball of flesh. They transformed a mere fraction of its \"cuteness power\" into a group of little Corgis, tasked with helping it atone for its sins."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1620de1-6eb6-4948-b228-b232f910155a",
    "title": {
      "en": "Adachi to Shimamura"
    },
    "updatedAt": "2024-10-30T15:54:36+00:00",
    "coverArt": "https://mangadex.org/covers/a1620de1-6eb6-4948-b228-b232f910155a/6f2a9f65-4af9-4d37-8c43-686c5c284db3.jpg",
    "altTitles": [
      {
        "en": "Adachi and Shimamura"
      },
      {
        "fr": "Adachi et Shimamura"
      },
      {
        "ja-ro": "Adashima"
      },
      {
        "ru": "Адачи и Шимамура"
      },
      {
        "zh": "安达与岛村"
      },
      {
        "ja": "安達としまむら"
      },
      {
        "zh-hk": "安達與島村"
      },
      {
        "zh-ro": "Āndá yǔ Dǎocūn"
      },
      {
        "id": "Adachi dan Shimamura"
      },
      {
        "pt-br": "Adachi e Shimamura"
      }
    ],
    "description": {
      "en": "In the middle of the school day, on the second floor of the gym. This is where the two came to skip class, and it's where their friendship began. A story of two high school girls, playing ping-pong and chatting as they spend the heydays of their youth.",
      "ja": "入間人間が書く電撃文庫の大人気作品『安達としまむら』。TVアニメ化決定の本作を新鋭・柚原もけがコミカライズ！女子校生2人のゆる～い日常をご堪能ください。",
      "ru": "В середине учебного дня, на втором этаже спортзала. Именно туда эти двое пришли пропустить занятия, и именно там началась их дружба."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b589e6b-5dd2-4776-8331-9d97a861df9d",
    "title": {
      "en": "The Story About Time"
    },
    "updatedAt": "2024-04-27T00:02:38+00:00",
    "coverArt": "https://mangadex.org/covers/7b589e6b-5dd2-4776-8331-9d97a861df9d/40ed031c-909e-42e3-9770-c701fa0aa454.png",
    "altTitles": [
      {
        "zh": "拾时诗"
      },
      {
        "zh-ro": "Shí Shí Shī"
      }
    ],
    "description": {
      "en": "A young girl named Fu, travels into the past to make sure that her parents don't get together..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "31"
  },
  {
    "mangaId": "3fc74fb2-ae93-4bb0-b912-a4c5d5f7b594",
    "title": {
      "en": "The Princess Stans in Secret"
    },
    "updatedAt": "2024-11-13T16:50:21+00:00",
    "coverArt": "https://mangadex.org/covers/3fc74fb2-ae93-4bb0-b912-a4c5d5f7b594/da0bf02a-a322-45d0-b8a2-4d404249da15.png",
    "altTitles": [
      {
        "ko": "일코하는 황녀님"
      },
      {
        "en": "Princess Who Hides Her Fandom"
      },
      {
        "es-la": "Una princesa que trabaja duro por su favorito"
      },
      {
        "en": "The Princess is Secretly a Fan"
      }
    ],
    "description": {
      "en": "I’ve been reincarnated into a novel with my living and breathing bias.\nNow I’m the Princess of the Empire, who is known by all sorts of epithets, Agnes Saint!\n\nIt’s great that she’s filthy rich and a royal and all, but there’s just one problem…\nthe hateful trash who just insulted by bias’s honor is none other than ‘me.’\n\nRegardless, I’m here now and…\nI will do anything, and everything, within my power to prevent my bias’s death and ensure he experiences nothing but smooth sailing going forward!\n\nI would never wish for Kylo, my kitten, to suffer any sort of shock.\nThat’s why I have to hide my fervent adoration.\nBesides, nothing good would come from revealing my stanning anyways.\nSo, for the time being, I’ll be perfect at… \n\n‘stanning in secret.’"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce382191-8f61-4b45-94cb-0d1692ff6229",
    "title": {
      "en": "My Clueless First Friend - Side Stories"
    },
    "updatedAt": "2024-12-16T16:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/ce382191-8f61-4b45-94cb-0d1692ff6229/edc7c011-b192-4dc9-b73f-0ffb1e9932dc.png",
    "altTitles": [
      {
        "ja": "事情を知らない転校生がグイグイくる。- Side Stories"
      },
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru - Side Stories"
      },
      {
        "en": "The Clueless Transfer Student Is Assertive. - Side Stories"
      },
      {
        "uk": "Мій дивакуватий перший друг - Побічні історії"
      }
    ],
    "description": {
      "en": "Side stories for My Clueless First Friend (Jijyou wo Shiranai Tenkousei ga Guigui Kuru) posted on the author's Twitter and Pixiv. Several of these chapters later got added to the regular main manga volume releases as (bonus) chapters."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62608082-d81d-4513-af7d-ae3ffe2423d2",
    "title": {
      "en": "Kiyo in Kyoto: From the Maiko House"
    },
    "updatedAt": "2024-04-14T17:56:31+00:00",
    "coverArt": "https://mangadex.org/covers/62608082-d81d-4513-af7d-ae3ffe2423d2/4970fb9e-20ee-45c6-8b99-4330ac0e47f0.jpg",
    "altTitles": [
      {
        "ja": "舞妓さんちのまかないさん"
      },
      {
        "en": "The Caterer at the Maiko Manor"
      },
      {
        "fr": "La maison des Maiko"
      },
      {
        "ja-ro": "Maiko-san Chi no Makanai-san"
      },
      {
        "ru": "Кухарка в доме майко"
      },
      {
        "id": "Juru Masak Para Maiko"
      },
      {
        "en": "The Makanai: Cooking for the Maiko House"
      }
    ],
    "description": {
      "en": "Within the winding streets of Kyoto's geisha district lives a 16 year old girl named Kiyo. \nAfter failing to become a Maiko, a traditional dance apprentice, she starts working as caterer for her troupe. \nThis is the story of her daily life.  \n\nPublished in Indonesian by Elex Media as **Juru Masak Para Maiko**.\n\nAnime: [AniDB](https://anidb.net/anime/15476) | [MAL](https://myanimelist.net/anime/41556/Maiko-san_Chi_no_Makanai-san) | [ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=23951) | [LC](https://www.livechart.me/anime/9863) | [IMDB](https://www.imdb.com/title/tt13884016/)\nLive-action dorama: [Netflix](https://www.netflix.com/title/81325501) | [MyDramaList](https://mydramalist.com/718203-kiyo-in-kyoto) | [IMDB](https://www.imdb.com/title/tt15964848/)\n \n--- \n- **Won the 65th Shogakukan Manga Award for Shonen Manga**",
      "ja": "ここは京都のど真ん中にある花街。 舞妓さんたちが深夜、お仕事を終えたあと帰ってきて、共同生活を送っているのは、「屋形」と呼ばれるおうちです。 とある屋形で「まかないさん」として舞妓さんたちに毎日の食事を作っているのは、なんと弱冠16歳の少女・キヨ。 彼女がまかないさんになったのには、ある意外な理由があって——。 華やかな花街の舞台裏、普通の日のごはんを通して、温かな人間模様が描かれます。"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68112dc1-2b80-4f20-beb8-2f2a8716a430",
    "title": {
      "en": "Dandadan"
    },
    "updatedAt": "2024-12-16T00:39:27+00:00",
    "coverArt": "https://mangadex.org/covers/68112dc1-2b80-4f20-beb8-2f2a8716a430/8abb8476-b6a7-4eb0-b3a6-b479cba583e5.jpg",
    "altTitles": [
      {
        "ja": "ダンダダン"
      },
      {
        "en": "DAN DA DAN"
      },
      {
        "ja-ro": "Dandadan"
      },
      {
        "ja-ro": "Dan Da Dan"
      },
      {
        "fr": "Dandadan"
      },
      {
        "uk": "Дандадан"
      },
      {
        "vi": "Vũ Trang Siêu Nhiên"
      },
      {
        "zh": "膽大黨"
      },
      {
        "ru": "Дандадан"
      },
      {
        "fa": "دان‌دادان"
      }
    ],
    "description": {
      "en": "After being aggressively rejected, Momo Ayase finds herself sulking when she stumbles across a boy being bullied. Saved by her rash kindness, the occult-obsessed boy attempts to speak to her about supernatural interests he believes they share. Rejecting his claims, Ayase proclaimed that she is instead a believer in ghosts, starting an argument between the two over which is real.\r\n\r\nIn a bet to determine who's correct, the two decide to separately visit locations associated with both the occult and the supernatural—Ayase visiting the former and the boy visiting the latter. When the two reach their respective places, it turns out that neither of them was wrong and that both the occult and ghosts do exist.\r\n\r\nThis marks the beginning of Ayase and the boy's adventure, who shares a name with Ayase's favorite idol—Ken Takakura, as they attempt to fix the surreal supernatural and sci-fi elements around them to return to a normal life.",
      "fr": "Momo Ayase et Ken Takakura sont tous deux lycéens. Tandis que la première croit aux fantômes, le second est fasciné par les extraterrestres. Évidemment, chacun se moque des croyances de l’autre. Incapables de se convaincre, ils se lancent un défi pour savoir lequel des deux a raison. Momo se retrouve dans un hôpital où des créatures de l’espace sont censées se trouver et Ken dans un tunnel hanté. C’est le début d’une romance survoltée où l’occulte, le paranormal et le surnaturel se bousculent dans un chaos haletant !\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**",
      "ja": "幽霊肯定派の女子校生・綾瀬桃と、同級生の怪奇現象オタク・オカルト君。互いに否定するUFOと怪異を信じさせるため、桃はUFOスポットの病院廃墟へ、オカルト君は心霊スポットのトンネルへ行くのだが…。運命の恋が始まる!?",
      "ru": "Призраки, монстры, инопланетяне, подростковая романтика, сражения!.. В этой серии есть все! Такакура, одержимый оккультизмом, не верящий в призраков, и Аясэ, девушка, не верящая в пришельцев, пытаются преодолеть свои разногласия, когда сталкиваются с паранормальными явлениями! Эта манга - не от мира сего!",
      "uk": "Чорти, чудовиська, позаземці, підлітковий роман, махачі та дідько б їх узяв… раковини! У цій манзі ви знайдете все!\n\nОкультний фанбой Такакура, його подруга Аясе та їх надприродні пригоди у новій психоломній манзі!",
      "pt-br": "Takakura, um rapaz que é um fanático do ocultismo que não acredita em fantasmas, e Ayase, uma garota que não acredita em alienígenas, encontram uma estranheza esmagadora que transcende sua compreensão mútua…! Uma história de vinda oculta da idade!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-12-09T11:21:20+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/3b57c7da-d877-4268-8a82-df56a1f9e9ca.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "en": "Kagura Bowl"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "he": "קאגורהבאצ'י"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge.",
      "he": "צ'יהירו הצעיר מבלה את ימיו באימונים תחת הדרכתו של אביו, מחשל החרבות המפורסם. יום אחד, הוא מקווה להפוך בעצמו ליצרן חרבות דגול. האב המשעשע והבן הרציני--הם חשבו שהימים האלו יימשכו לנצח. אבל לפתע, הטרגדיה מכה. יום אפל ספוג בדם. צ'יהירו וחרבו חיים כעת רק למען הנקמה.",
      "ja": "刀匠を志す少年チヒロは、父の下で日々修行に励んでいた。おちゃらけた父と寡黙な息子。笑いの絶えない毎日がいつまでも続くと思っていたが…ある日悲劇が訪れる…。血塗られた絆と帰らない日常。少年は憎しみを焚べ、決意の炎を心に宿す…。",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]