[
  {
    "mangaId": "77fd8118-61b0-4b1f-95a6-2b839d754f81",
    "title": {
      "en": "Tensei Shitara Ken Deshita"
    },
    "updatedAt": "2024-09-21T19:22:42+00:00",
    "coverArt": "https://mangadex.org/covers/77fd8118-61b0-4b1f-95a6-2b839d754f81/c6a19613-0f5a-4f6e-9334-10bb5fd1a374.jpg",
    "altTitles": [
      {
        "en": "Reincarnated as a Sword"
      },
      {
        "fr": "J'étais une épée quand je me suis réincarné"
      },
      {
        "tl": "Naging Espada Ako sa aking Pangalawang Buhay"
      },
      {
        "en": "I Was a Sword When I Reincarnated"
      },
      {
        "en": "Sword Dad"
      },
      {
        "ja-ro": "TenKen"
      },
      {
        "ja-ro": "Tensei Shitara Kendeshita"
      },
      {
        "ru": "О моём перерождении в меч"
      },
      {
        "th": "ซวยเหลือหลายเกิดใหม่กลายเป็นดาบ"
      },
      {
        "ja": "転生したら剣でした"
      },
      {
        "ko": "전생했더니 검이었습니다"
      }
    ],
    "description": {
      "en": "When he realized it, the protagonist was in another world and had become a sword that was stabbed on an altar in a great plain, crowded with devil beast. The world he was in had a game like system; HP, MP, Strength, Vitality, Agility, Intelligence, Dexterity, Titles and Equipment. Following his instinct as a living sword, he traveled to find the one who could be his wielder, until he met with a cat girl that was about to be attacked by a bear type devil beast.",
      "es-la": "Cuando se dio cuenta, el protagonista ya se encontraba en otro mundo. Se había convertido en una espada que se había clavado en una gran llanura, custodiada por bestias demoniacas. Hasta que su portador la encuentre. Y es en ese momento, cuando una gata negra apareció."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ca06a76e-d96f-487d-9920-f9b8b97cecd1",
    "title": {
      "en": "Ryuroden"
    },
    "updatedAt": "2023-11-23T17:11:46+00:00",
    "coverArt": "https://mangadex.org/covers/ca06a76e-d96f-487d-9920-f9b8b97cecd1/2dde6d2a-dcfd-4c22-9b9e-ee9910155ff4.jpg",
    "altTitles": [
      {
        "vi": "Chú bé rồng"
      },
      {
        "vi": "Con trai rồng"
      },
      {
        "es": "Legenda Naga"
      },
      {
        "en": "Story of Dragon and Wolf"
      },
      {
        "ja": "The Legend of Dragon's Son"
      },
      {
        "ja": "りゅうろうでん"
      },
      {
        "ja": "龍狼伝"
      },
      {
        "zh": "龙狼传"
      },
      {
        "vi": "Thanh Long Nhi"
      }
    ],
    "description": {
      "en": "Middle schoolers, Shiro and Masumi, encountered a mysterious dragon that brought them back to the time of the Three Kingdoms; situated in ancient China. As soon as they arrived, they were rescued by the Han Kingdom. Not long after these events, Masumi was kidnapped and Shiro barely escaped death… Soon the story gets more complicated as they are stuck in the past.  \n  \nIn 1997, Ryuurouden won the Kodansha Manga Award for shōnen manga.",
      "pt-br": "Estudantes do ensino médio, Shiro e Masumi, encontraram um dragão misterioso que os trouxe de volta ao tempo dos Três Reinos; situado na China antiga. Assim que chegaram, foram resgatados pelo Reino Han. Pouco tempo depois desses eventos, Masumi foi sequestrado e Shiro escapou por pouco da morte... Logo a história fica mais complicada, pois eles estão presos no passado. \n\nEm 1997, Ryuurouden ganhou o Prêmio Kodansha Manga para melhor mangá shounen."
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "37",
    "lastChapter": "158"
  },
  {
    "mangaId": "07125c94-dc35-4064-a676-2cea158a55d6",
    "title": {
      "en": "Yuusha Party wo Oidasareta Kiyoubinbou ~Party Jijou de Fuyojitsushi wo Yatteita Kenshi, Bannou e to Itaru~"
    },
    "updatedAt": "2024-12-09T22:52:04+00:00",
    "coverArt": "https://mangadex.org/covers/07125c94-dc35-4064-a676-2cea158a55d6/a53cd375-27a4-4ebd-ac9c-de92321eec32.jpg",
    "altTitles": [
      {
        "ja": "勇者パーティを追い出された器用貧乏　～パーティ事情で付与術士をやっていた剣士、万能へと至る～"
      },
      {
        "en": "The Jack-of-All-Trades Kicked Out of the Hero's Party: The Swordsman Who Became a Support Mage Due to Party Circumstances, Becomes All-Powerful"
      },
      {
        "zh-hk": "泛而不精的我被逐出了勇者隊伍"
      }
    ],
    "description": {
      "en": "Being a \"Jack-of-all-trades\" is a sin!? Despite trying his hardest, he's been told that he's out of a job!! A member of the Hero's party, Orun, is suddenly told by the party leader; \"You're insufficient, you need to leave.\" Additionally, Orun is mocked by his former comrades as a \"Jack-of-All-Trades, Master of None\". True, he is well-rounded with no particular skill standing out. Still, he would complete every task with a skillful hand, what's more, he always performed at peak performance...! Orun, having grown frustrated, began working solo. However, deep within his heart lay the drive to become the ultimate \"Jack-of-All-Trades, Master of None\", an \"All-Rounder\"!",
      "ja": "「器用貧乏」は罪なのか！？\nソツなくガンバってきたのに戦力外通告！！\n\n勇者パーティに所属しているオルンは、ある日突然\nパーティリーダーから告げられる。\n\n「実力不足だからパーティを抜けろ」\n\nと。\n\nさらに、他の仲間からは「器用貧乏」と罵られるオルン。\n確かに、全てが平均的で突出した能力はない。\nだが、ソツなく器用にこなしていたし、何より皆には\n一番尽くしていたはずなのに…！？\n\n失意のオルンは、ソロでの活動を開始する。\nしかしその胸には、究極の「器用貧乏」ーー “万能者”になる野心が秘められていた。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 9 - The JOJOLands"
    },
    "updatedAt": "2025-01-01T00:36:50+00:00",
    "coverArt": "https://mangadex.org/covers/ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c/50046872-8dcf-4ca7-9603-430b3d6b57c5.jpg",
    "altTitles": [
      {
        "ja-ro": "JoJo no Kimyou na Bouken Part 9 -  The JoJoLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 Part9 The JOJOLands"
      },
      {
        "es-la": "JoJo's Bizarre Adventure Parte 9 - Las JOJOLandias"
      },
      {
        "pl": "JoJo's Bizarre Adventure Część 9 - The JoJoLands"
      },
      {
        "fr": "JoJo's Bizarre Adventure Partie 9 - The JOJOLands"
      },
      {
        "pt-br": "A Estranha Aventura de JoJo, Parte 9: As JoJoLândias"
      },
      {
        "uk": "Химерні Пригоди ДжоДжо Частина 9 — ДжоДжоЛендс"
      },
      {
        "kk": "ЖоЖоның Шытырман Хикаясы: ЖоЖоландс"
      },
      {
        "ru": "Невероятные приключения ДжоДжо"
      },
      {
        "it": "Le Bizzarre Avventure di JoJo: Le JOJOLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第9部 ザ・ジョジョランズ"
      },
      {
        "vi": "Cuộc Phiêu Lưu Kỳ Bí của JoJo Phần 9: The JOJOLands"
      }
    ],
    "description": {
      "en": "The ninth story arc of Jojo’s Bizarre Adventure. \n\nO’ahu, present day. Dua Lipa is the trending musician, and COVID is still a major concern. On this island lives a 15-year-old boy named Jodio Joestar. Living with his brother and mother, he acts as a dealer for certain illegal substances. One day, his employer comes and shows him an excellent find: a Japanese person has landed in Hawaii with a diamond worth over six million dollars. Normally it would be impossible to steal, but for someone with a stand…\n\nThis is a story of a young boy and his quest to become rich.",
      "hu": "Ez a Jojo's Bizarre Adventure kilencedik történetíve.\n\nO'ahu, napjainkban. Dua Lipa a trendi előadó és a COVID még mindig a fő gond. Ezen a szigeten él egy 15 éves srác, Jodio Joestar. Bátyával és édesanyjával él, dílerként dolgozik és bizonyos illegális anyagokat árul. Egy nap, a főnöke mutat neki egy kiválló fogást: egy japán személy Hawaiira érkezett egy hat millió dollárt érő gyémánttal. Normális esetben lehetetlen lenne ellopni, de akinek standje van...\n\nEz egy fiatal fiú és az ő küldetésének a története, hogy gazdag legyen.",
      "it": "O'ahu, oggi. Dua Lipa è la musicista di tendenza e il COVID è ancora una delle principali preoccupazioni. Su quest'isola vive un ragazzo di 15 anni di nome Jodio Joestar. Vive con il fratello e la madre e fa lo spacciatore di alcune sostanze illegali. Un giorno, il suo datore di lavoro arriva e gli mostra un'eccellente scoperta: un giapponese è sbarcato alle Hawaii con un diamante del valore di oltre sei milioni di dollari. Normalmente sarebbe impossibile da rubare, ma per qualcuno con una posizione... Questa è la storia di un ragazzo e della sua ricerca della ricchezza.",
      "uk": "Дев’ята сюжетна арка «Неймовірних пригод Джоджо». Оаху, теперішній час. Дуа Ліпа – популярна музикантка, а COVID-19 досі викликає серйозне занепокоєння. На цьому острові мешкає 15-річний хлопчик на ім'я Джодіо Джостар. Живе з братом і матір'ю, торгує певними забороненими речовинами. Одного разу його бос прийшов до нього і показав неймовірну знахідку: японець висадився на Гаваях з діамантом вартістю понад шість мільйонів доларів! Зазвичай, вкрасти таку коштовність було б неможливо, але для того, хто має стенд… \nЦе історія про молодого хлопця та його прагнення розбагатіти.",
      "es-la": "Cierto japonés ingresó a la isla de Hawái con un diamante de valor de 6 millones de dólares. En la isla de Oahu vive un chico llamado Jodio Joestar, cuya meta es arrebatar el diamante de las manos de esa persona. Junto a sus asociados, irán a la quinta de esa persona. Sin embargo, ¿Qué misterios les esperan?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50b25978-27ca-471a-82f3-93450f485e21",
    "title": {
      "en": "Dantoudai no Hanayome - Sekai wo Horobosu Futsutsuka na Tatsuki desu ga"
    },
    "updatedAt": "2024-11-02T11:46:09+00:00",
    "coverArt": "https://mangadex.org/covers/50b25978-27ca-471a-82f3-93450f485e21/20828d6a-c1cf-4168-b3ba-79afdd550e60.jpg",
    "altTitles": [
      {
        "ja": "断頭台の花嫁 世界を滅ぼすふつつかな竜姫ですが。"
      },
      {
        "en": "Bride on the Guillotine: The Dragon Princess Who Destroys the World"
      },
      {
        "es-la": "La profecía de la princesa de la destrucción"
      }
    ],
    "description": {
      "en": "A \"dragon\" appears from a container that fell in front of Dazai Ryunosuke's eyes. The disastrously beautiful \"dragon,\" Rinne Irako, had been condemned to death as a world-destroying calamity, and was being transported to a place of refuge. Rinne Irako was sentenced to death and transported. But as fate would have it, the \"dragon\" girl had a miraculous encounter with a boy, and her destiny was about to change drastically.",
      "ja": "世界を滅ぼす災厄とされ死刑判決を受けた伊良子燐音は、移送中の事故によって太宰龍之介と出逢うこととなる。人類滅亡を防ぐための方法はなんと……「伊良子燐音と太宰龍之介が【ケッコン】すること」!?",
      "es-la": "En un mundo al borde de la catástrofe, Ryuunosuke Dazai se convierte en el protagonista de una historia intrigante. Su encuentro con Rinne Irako, una figura deslumbrante y peligrosa, desencadena un giro de los acontecimientos. Rinne, condenada a muerte por su naturaleza caótica destinada a destruir el mundo, es trasladada bajo estricta seguridad. Sin embargo, un encuentro fortuito con Dazai despierta una chispa de esperanza en ambos. Juntos, se embarcan en una trascendental travesía para detener el cataclismo inminente y salvar la existencia. Enfrentando desafíos y sacrificios, descubren el poder del amor mutuo como su arma más poderosa contra la destrucción. Guiados por un propósito superior, se unen para proteger y preservar el mundo que aman, demostrando la capacidad humana de trascender la oscuridad y encontrar redención a través del amor."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "f806a542-50f2-4980-aded-f5940044f8e7",
    "title": {
      "en": "Happily Ever Afterwards"
    },
    "updatedAt": "2023-07-23T12:51:41+00:00",
    "coverArt": "https://mangadex.org/covers/f806a542-50f2-4980-aded-f5940044f8e7/9f8d78d9-8607-4a18-9906-8af0d1a7acc1.jpg",
    "altTitles": [
      {
        "ko": "엔딩 후 서브남을 주웠다"
      },
      {
        "ko": "Ending 後 Sub男을 주웠다"
      },
      {
        "ko-ro": "Ending Hu Seobeunameul Juwotda"
      },
      {
        "en": "I Picked up the Second Male Lead After the Ending"
      },
      {
        "fr": "Et ils vécurent heureux"
      },
      {
        "es": "Y fueron felices después"
      },
      {
        "es": "Recogí al segundo protagonista"
      },
      {
        "ja": "その脇役王子、私がいただきます"
      },
      {
        "th": "พระรองคนนั้น ฉันขอเถอะนะ"
      },
      {
        "id": "I Picked Up a Second Lead After the Ending"
      },
      {
        "id": "Aku pungut second male sebagai calon suami ku"
      },
      {
        "zh": "完结后捡了个男二"
      },
      {
        "zh-hk": "傲嬌男二攻心計"
      }
    ],
    "description": {
      "en": "I transmigrated inside the novel of my favorite character, the second male lead. A tsundere who listens to all the words of the female lead while grunting, with a straight forward personality, and a handsome face. Matching all my preferences, he was even single after the ending. Nice! I’ll pick up the second male lead! However, I overlooked one thing… The tsundere, who had been abandoned by the female lead blackened, and had become a terrifying man!\n\n“Get lost.”\n\n…I-is it safe for me to pick up the second male lead?\n\n---\nWhat would you do if you were reborn as a character from your favorite romance novel? For Peony, an avid fan of *The Song of Askar*, the answer is simple: Marry her favorite character, of course! Reincarnated as the princess of the Kingdom of Garten, Peony is determined to marry Richt, the second male lead of *The Song of Askar* and former prince of the Fairspren Empire, who was banished to an inhospitable land after the novel’s happy ending (which didn’t end so well for him). Amidst trials and tribulations, can Peony and Richt make the most of their second chance at life and love?\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=761498)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/happily-ever-afterwards/list?title_no=2737)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/wanjiehoujianlegenaner/list?title_no=1587)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/my-strawberry-boy/list?title_no=2442)\n* [French / Français](https://www.webtoons.com/fr/romance/et-ils-vecurent-heureux/list?title_no=2993)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/second-lead/list?title_no=2660)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001206)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/happily-ever-afterwards/list?title_no=3472)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/sub-guy/list?title_no=2500)",
      "es": "¿Qué harías si renacieras como un personaje de tu novela romántica favorita? Para Peony, una fan acérrima de *El canto de Askar*, la respuesta es simple: ¡casarse con su personaje favorito, por supuesto! Reencarnada como la princesa del Reino de Garten, Peony está decidida a casarse con Richt, el personaje masculino secundario de *El canto de Askar* y expríncipe del imperio de Fairspren, quien fue desterrado a una tierra inhóspita luego del final feliz de la novela (la cual no terminó tan feliz para él). Entre pruebas y adversidades, ¿podrán Peony y Richt aprovechar al máximo su segunda oportunidad de vida y amor?\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=761498)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/happily-ever-afterwards/list?title_no=2737)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/wanjiehoujianlegenaner/list?title_no=1587)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/my-strawberry-boy/list?title_no=2442)\n* [French / Français](https://www.webtoons.com/fr/romance/et-ils-vecurent-heureux/list?title_no=2993)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/second-lead/list?title_no=2660)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001206)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/happily-ever-afterwards/list?title_no=3472)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/sub-guy/list?title_no=2500)",
      "fr": "Depuis un certain temps, je vis dans le corps d'un personnage de mon roman préféré *Le chant d'Aska*. Je suis la princesse d'un pays juste à côté de l'empire où se déroule l'histoire principale. Ici, je n'ai rien à craindre, car l'histoire est déjà bel et bien écrite et promet une fin heureuse pour tous. Enfin... tous sauf un, mon personnage préféré, et je suis peut-être la seule à pouvoir le sortir de sa misère!\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=761498)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/happily-ever-afterwards/list?title_no=2737)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/wanjiehoujianlegenaner/list?title_no=1587)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/my-strawberry-boy/list?title_no=2442)\n* [French / Français](https://www.webtoons.com/fr/romance/et-ils-vecurent-heureux/list?title_no=2993)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/second-lead/list?title_no=2660)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001206)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/happily-ever-afterwards/list?title_no=3472)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/sub-guy/list?title_no=2500)",
      "id": "Karakter yang paling aku suka di novel yang aku masuki adalah cowok yang jadi Second Lead! Tapi, kok dia malah jadi cowok jutek karena dulu dibuang oleh karakter utama wanita?! Apakah aku bisa mengambil hati cowok ini..?!\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=761498)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/happily-ever-afterwards/list?title_no=2737)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/wanjiehoujianlegenaner/list?title_no=1587)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/my-strawberry-boy/list?title_no=2442)\n* [French / Français](https://www.webtoons.com/fr/romance/et-ils-vecurent-heureux/list?title_no=2993)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/second-lead/list?title_no=2660)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001206)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/happily-ever-afterwards/list?title_no=3472)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/sub-guy/list?title_no=2500)",
      "ko": "빙의한 소설 속 나의 최애캐는 서브남이었다.\n여주에게 버림받아 흑화한 츤데레는 어마무시한 까칠남이 되어 있었다는 것! \n나, 무사히 서브남을 주울 수 있을까?\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=761498)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/happily-ever-afterwards/list?title_no=2737)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/wanjiehoujianlegenaner/list?title_no=1587)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/my-strawberry-boy/list?title_no=2442)\n* [French / Français](https://www.webtoons.com/fr/romance/et-ils-vecurent-heureux/list?title_no=2993)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/second-lead/list?title_no=2660)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001206)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/happily-ever-afterwards/list?title_no=3472)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/sub-guy/list?title_no=2500)",
      "th": "ฉันเข้ามาอยู่ในนิยาย <บทเพลงแห่งอัสก้า> เป็นเจ้าหญิงคนสุดท้องของประเทศเล็กๆ ตัวละครทุกตัวในนิยายเรื่องนี้ต่างอยู่กันอย่างมีความสุขยกเว้นคนเดียว...พระรองสุดที่รักของฉัน\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=761498)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/happily-ever-afterwards/list?title_no=2737)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/wanjiehoujianlegenaner/list?title_no=1587)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/my-strawberry-boy/list?title_no=2442)\n* [French / Français](https://www.webtoons.com/fr/romance/et-ils-vecurent-heureux/list?title_no=2993)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/second-lead/list?title_no=2660)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001206)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/happily-ever-afterwards/list?title_no=3472)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/sub-guy/list?title_no=2500)",
      "zh": "《暧昧沦陷》作者新作！\n书粉穿越小说世界，\n欲嫁男二过幸福生活！\n\n身为言情小说《阿斯卡之歌》的忠实读者，菲欧妮热衷于追文直到完结，之后竟穿越到了这部小说里！过去别人都喜欢高高在上的男主，而她却心疼受人设限制，始终爱而不得的男二号！凭什么男女主靠着主角光环拥有一切，而可怜的男二最后只能落得被驱逐边境的下场？！作为男二的女友粉，菲欧妮绝不会坐视不管！她发誓，一定要让男二过上最最幸福的生活！\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=761498)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/happily-ever-afterwards/list?title_no=2737)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/wanjiehoujianlegenaner/list?title_no=1587)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/my-strawberry-boy/list?title_no=2442)\n* [French / Français](https://www.webtoons.com/fr/romance/et-ils-vecurent-heureux/list?title_no=2993)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/second-lead/list?title_no=2660)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001206)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/happily-ever-afterwards/list?title_no=3472)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/sub-guy/list?title_no=2500)",
      "zh-hk": "意外進入小説世界並成為富有小國公主的我，在男女主角過著幸福快樂的日子後，應該可以輕鬆和我的本命男二修成正果吧？不過...他怎麼會比想像中來得還要難搞啊...？\n\n---\n[Original Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=761498)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/happily-ever-afterwards/list?title_no=2737)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/wanjiehoujianlegenaner/list?title_no=1587)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/my-strawberry-boy/list?title_no=2442)\n* [French / Français](https://www.webtoons.com/fr/romance/et-ils-vecurent-heureux/list?title_no=2993)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/second-lead/list?title_no=2660)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001206)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/happily-ever-afterwards/list?title_no=3472)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/sub-guy/list?title_no=2500)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "89"
  },
  {
    "mangaId": "e81b4d3d-2692-4af9-9300-91012d079cd6",
    "title": {
      "en": "The Demon King Who Lost His Job"
    },
    "updatedAt": "2024-03-31T18:25:55+00:00",
    "coverArt": "https://mangadex.org/covers/e81b4d3d-2692-4af9-9300-91012d079cd6/8e841ad3-f4d8-4ea5-a270-bfa42b135c6a.jpg",
    "altTitles": [
      {
        "en": "Jobless Demon King"
      },
      {
        "zh": "失业魔王"
      },
      {
        "en": "The Laid Off Demon King"
      },
      {
        "zh-ro": "Shiye Mowang"
      },
      {
        "pt-br": "O rei demônio que perdeu o emprego"
      }
    ],
    "description": {
      "en": "He is the Demon King who was impeached. She is the brave hero who was laid off because of a failed expedition. Bound by destiny, the two of them embark on an adventure to repay their debts.",
      "pt-br": "Ele é o Rei Demônio que sofreu impeachment. Ela é a corajosa heroína que foi demitida por causa de uma expedição fracassada. Presos pelo destino, os dois embarcam em uma aventura para pagar suas dívidas."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5dc30682-a224-4f47-b695-f4fab7e26b68",
    "title": {
      "en": "Dorei wo Choukyoushite Harem Tsukuru"
    },
    "updatedAt": "2024-11-03T14:10:29+00:00",
    "coverArt": "https://mangadex.org/covers/5dc30682-a224-4f47-b695-f4fab7e26b68/613406ca-93bd-49f9-84ab-f2ca90d48193.jpg",
    "altTitles": [
      {
        "ja": "奴隷を調教してハーレム作る"
      },
      {
        "ja-ro": "Dorei wo Choukyoushite Harem Tsukuru"
      },
      {
        "ru": "Тренируем рабынь, чтобы сделать гарем"
      },
      {
        "zh": "养女儿开后宫"
      },
      {
        "zh-hk": "調教奴隸建後宮"
      },
      {
        "pt-br": "Treinando escravas pra fazer um harem"
      },
      {
        "en": "Training Slaves to Make a Harem"
      },
      {
        "es-la": "Entrenando Esclavas Para Hacer Un Harem"
      }
    ],
    "description": {
      "en": "A man purchases three little slaves and begins to groom them into perfect girls for his harem. You will never have a gaggle of lolis with horns in your life. ;_;",
      "vi": "Đây là câu chuyện về gã chủ nhân mua nô lệ, chăm sóc giáo dục các bé lên người để hiện thực hoá giấc mơ dàn harem lý tưởng",
      "es-la": "Un hombre compra 3 esclavas Lolis para así poder criarlas y convertirlas en mujeres de su agrado para que posteriormente cuando crezcan completamente de acuerdo a sus gustos pueda hacerles el sin respeto a gusto las veces que quiera",
      "pt-br": "Um homem compra três pequenas escravas e começa a transformá-las em garotas perfeitas para seu harém."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-12-09T11:21:20+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/3b57c7da-d877-4268-8a82-df56a1f9e9ca.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "en": "Kagura Bowl"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "he": "קאגורהבאצ'י"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge.",
      "he": "צ'יהירו הצעיר מבלה את ימיו באימונים תחת הדרכתו של אביו, מחשל החרבות המפורסם. יום אחד, הוא מקווה להפוך בעצמו ליצרן חרבות דגול. האב המשעשע והבן הרציני--הם חשבו שהימים האלו יימשכו לנצח. אבל לפתע, הטרגדיה מכה. יום אפל ספוג בדם. צ'יהירו וחרבו חיים כעת רק למען הנקמה.",
      "ja": "刀匠を志す少年チヒロは、父の下で日々修行に励んでいた。おちゃらけた父と寡黙な息子。笑いの絶えない毎日がいつまでも続くと思っていたが…ある日悲劇が訪れる…。血塗られた絆と帰らない日常。少年は憎しみを焚べ、決意の炎を心に宿す…。",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e904201-718a-45f6-ae44-0e6d7f8c4aa3",
    "title": {
      "en": "Motokano Sensei wa, Choppiri Ecchi na Katei Houmon de Kimi to no Ai wo Hagukumitai."
    },
    "updatedAt": "2024-08-20T20:08:25+00:00",
    "coverArt": "https://mangadex.org/covers/8e904201-718a-45f6-ae44-0e6d7f8c4aa3/21f26004-e365-4ee1-a4f5-e009bb2e77ec.png",
    "altTitles": [
      {
        "ja": "元カノ先生は、ちょっぴりエッチな家庭訪問できみとの愛を育みたい。"
      },
      {
        "en": "Ex-girlfriend Teachers Want to Nurture Love by Making Slightly Naughty Visits to Your Home"
      },
      {
        "ja-ro": "Moto Kano-sensei wa, Choppiri Ecchi na Katei Houmon de Kimi to no Ai wo Haguku Mitai."
      }
    ],
    "description": {
      "en": "The new teachers at high school student Touma Nijino's school are his ex-girlfriends who dumped him in the past! Moreover, both Akamine Shuri and Shirasawa Kohaku are still in love with him. He is happy to see them again, but.... But he is not happy to see them again... \"Hey, can I kiss you?\" \"Do you hate sleeping with me?\" They start competing with each other at the same time, trying to make an already established fact with Tohru before graduation. Moreover, they live in the same apartment complex as Tohru and are trying to secretly nurture their love as a \"commuter wife\"...? This is a sweet love comedy with ex-girlfriend teachers who tempt you with everything they've got!",
      "ja": "高校生・虹野透真の学校に新任教師としてやって来たのは、かつて彼を振った元カノたちだった！　しかもその教師、赤峰朱里と白沢琥珀の二人はどっちも透真に未練がありまくり。思いがけない再会に喜ぶ透真だったが……。「ねえ、チューしていい？」「私との添い寝、嫌いになったの？」卒業までに透真と既成事実を作ってしまおうと、ふたり同時に抜け駆けスタート。しかも透真と同じマンションに住み、「通い妻」としてこっそり愛を育もうとしてきて――!?　全力で誘惑してくる元カノ教師との、甘々ラブコメディ！！",
      "es-la": "Las nuevas profesoras del estudiante Touma Nijino son sus ex novias que le dejaron en el pasado. Además, tanto Akamine Shuri como Shirasawa Kohaku siguen enamoradas de él. Se alegra de volver a verlas, pero.... No se alegra de volver a verlas... \"Oye, ¿puedo besarte?\" \"¿Odias acostarte conmigo?\" Empiezan a competir entre ellas al mismo tiempo, tratando de concretar un hecho ya establecido con Tohru antes de la graduación. Además, viven en el mismo complejo de apartamentos que Tohru e intentan alimentar su amor en secreto como una \"esposa viajera\"...? ¡Esta es una dulce comedia de amor con ex-novias profesoras que te tientan con todo lo que tienen!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36e672ed-1b39-4266-9dfb-3ca9b5337e3e",
    "title": {
      "en": "Good Morning Leon"
    },
    "updatedAt": "2024-08-05T08:15:24+00:00",
    "coverArt": "https://mangadex.org/covers/36e672ed-1b39-4266-9dfb-3ca9b5337e3e/f3ea97e5-ec5c-47be-8205-46ce512572c1.jpg",
    "altTitles": [
      {
        "ja": "グッドモーニングレオン　ＧｏｏｄＭｏｒｎｉｎｇＬｅｏｎ"
      },
      {
        "ja": "グッドモーニングレオン"
      }
    ],
    "description": {
      "en": "Jack (Siamese cat) — the cat who never fails to look after his owner so that the latter can be a good fella, a fella who will not be an embarrassment. So what if Jack causes a ton of trouble for his owner, Leon? Can’t blame the dashing, handsome cat who performs his duty with all stoic elegance. Presenting to you, the story of Leon, the Gentleman, and Jack, the Dashing Cat, who live together in the grace and elegance of England.",
      "ja": "「職人の朝は早い」主人をどこに出しても恥ずかしくない「イイ男」にするため、日々お世話をかかさないジャック（シャム猫）。飼い主のレオンが迷惑がるのもお構いなしに、朝からストイックに仕事をこなす姿はまさにイケ猫。紳士なレオンとイケ猫ジャックが送る、気品溢れる英国ふたり暮らし。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": ""
  },
  {
    "mangaId": "2707b1cc-05b9-455f-ae6f-f351dd9f8741",
    "title": {
      "en": "Evolution Begins With a Big Tree"
    },
    "updatedAt": "2024-05-29T19:01:31+00:00",
    "coverArt": "https://mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "altTitles": [
      {
        "en": "Evolution From the Big Tree"
      },
      {
        "zh-ro": "Cóng Dà Shù Kāishǐ De Jìnhuà"
      },
      {
        "zh": "从大树开始的进化"
      },
      {
        "ja": "進化する者たち"
      },
      {
        "vi": "Chuyển Sinh Thành Liễu Đột Biến"
      },
      {
        "vi": "Từ Đại Thụ Tiến Hóa"
      },
      {
        "ru": "Моё перерождение в древо: Начало эволюции"
      }
    ],
    "description": {
      "en": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
      "ru": "После смерти Юй Цзыюй перерождается и становится… Ивой! \nИ неизвестно, сумеет ли он приспособиться к такой знакомой, но в то же время чуждой окружающей среде – ведь так совпало, что его перерождение случилось как раз во время Великой эпохи возрождения духовной энергии. \nВозрождение духовной энергии знаменует возвышение всех существ… \nРев хищных зверей стал способен сотрясти горы и взволновать реки, а существа с могущественной силой наводнили этот мир в таком количестве, что он вот-вот лопнет по швам. \nНо, несмотря на все это, во время подобной эпохи выросла величественная ива, способная безгранично развиваться и эволюционировать. \nПлоды, что растут на ней, способны даровать другим необычайные способности, а духовная энергия, которую она распространяет, укрепляет силы зверей, что обитают на ее территории. \n… \nОдни величают ее мировым древом – Иггдрасилем, день за днем восславляя его существование! \nДругие – «великим божественным древом», подпирающим небосвод! \nРазумеется, большинство просто зовут его «священным древом», или «проклятым деревом», или же «дьявольским деревом»… Да и еще много как. \nИ все же, при любом его упоминании в голосе каждого ясно слышится благоговейный трепет.",
      "zh": "黑鸟社新作，重生成为一株柳树！？灵气复苏，万物崛起。重生的柳树也走上了进化之路。能够无限进化的它，是“神力”还是“诅咒”？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "1d9ebe84-08e0-457b-a13b-a9e53d6f8ee5",
    "title": {
      "en": "Hana to Gin"
    },
    "updatedAt": "2024-11-10T22:39:19+00:00",
    "coverArt": "https://mangadex.org/covers/1d9ebe84-08e0-457b-a13b-a9e53d6f8ee5/60832613-c2fe-49b4-b84e-5d8e2a6c6310.jpg",
    "altTitles": [
      {
        "ja": "花と銀"
      },
      {
        "en": "Flowers and Silver"
      }
    ],
    "description": {
      "en": "Four years ago, Souda Gin and Hanai Kosuke worked a case together as two anti-organized crime police officers. Now they’ve both quit the force, Gin to become a private detective and Hanai to become a yakuza! A heartwarming romantic comedy unfolds in a retro cityscape!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab541412-f0d0-4fcf-a7a3-084a835d9d4a",
    "title": {
      "en": "Garuru Girl"
    },
    "updatedAt": "2025-01-11T18:22:24+00:00",
    "coverArt": "https://mangadex.org/covers/ab541412-f0d0-4fcf-a7a3-084a835d9d4a/1298620b-1f2d-4097-9490-214b0f176a66.jpg",
    "altTitles": [
      {
        "ja": "ガルルガール"
      }
    ],
    "description": {
      "en": "Mochizuki's high school life suddenly took an interesting turn when he reunited with his childhood friend, Tsukimi Kawaru, whom he had a crush on since they were in elementary. Through a coincidence accident, he found out that Kawaru is actually a wolf girl, who couldn't control herself around him. Because Kawaru broke her promise of keeping herself in check, her sister, Utsuru, decided to pull her back home, but Mochizuki didn't like that idea and he came up with a solution to allow Kawaru to continue attending high school while keeping her identity a secret...",
      "es": "Tras ingresar a la preparatoria, el joven, Mochizuki, se reencuentra con su primer amor, Kawa. Aunque Kawa ha crecido y se ha convertido en una hermosa y refinada jovencita, la extraña proximidad entre ellos no ha cambiado desde sus días de travesuras. Poco después de ingresar a la escuela, Mochizuki se encuentra incómodo con la transformación de Kawa en la flor inalcanzable del campus, pero un incidente desencadena el descubrimiento de su 'secreto'. La verdadera identidad de la chica de su primer amor resulta ser una chica lobo. ¿Cómo cambiará esto su relación? ¡Una comedia romántica entre un chico inocente y una chica lobo que pertenecen a diferentes razas!",
      "ja": "高校入学を機に、初恋の幼馴染・河流と再会した少年・望月。入学早々、学園の高嶺の花となった河流にぎくしゃくしてしまう望月だが、とある事件をきっかけに彼女の「秘密」を知ってしまい――!?",
      "pt-br": "A vida escolar de Mochizuki tomou um rumo interessante repentinamente quando ele reencontrou sua amiga de infância, Tsukimi Kawaru, por quem ele tinha uma queda desde o ensino fundamental. Por um acidente do destino, ele descobriu que Kawaru era na verdade uma garota-lobo, que não conseguia se controlar perto dele. Como Kawaru quebrou sua promessa de se manter sob controle, sua irmã, Utsuru, decidiu levá-la de volta para casa, mas Mochizuki não gostou dessa ideia e elaborou uma solução para permitir que Kawaru continuasse frequentando o ensino médio enquanto mantinha sua identidade em segredo..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b6c3a0b-8752-41fc-9d3e-1310f6f28252",
    "title": {
      "en": "Giant Killing"
    },
    "updatedAt": "2025-01-16T16:24:11+00:00",
    "coverArt": "https://mangadex.org/covers/3b6c3a0b-8752-41fc-9d3e-1310f6f28252/81344137-a96c-49bc-aff0-6b05566699fe.jpg",
    "altTitles": [
      {
        "ru": "Сокрушение гигантов"
      },
      {
        "ja": "ジャイアントキリング"
      },
      {
        "zh-hk": "逆轉監督"
      }
    ],
    "description": {
      "en": "A truly great coach makes the game of soccer interesting! Tatsumi Takeshi is 35 and has spent the last few years coaching in England before being brought back to Japan to coach his old team. His favorite pastime? Causing giant upsets a.k.a. Giant Killing! \n\n---\nOfficial Release:\n- English release by [INKR](https://comics.inkr.com/title/778-giant-killing?utm_source=mgd), [Azuki](https://www.azuki.co/series/giant-killing)\n- Indonesian release by Level Comics\n\n---\n- In 2010, this manga received the 34th Annual Kodansha Manga Award for General Manga.",
      "pt-br": "Giant Killing é um mangá que conta a história de um técnico de futebol, ex-jogador japonês, que luta para levar times amadores à vitória contra times campeões. Tatsumi Takeshi jogava profissionalmente no East Tokyo United, o ETU, e era louvado pelos torcedores por dar tudo de si e levar o time à vitória. Certo dia decide sair do Japão para treinar um time amador Europeu, e desde então é considerado “traidor” por alguns japoneses. Então, dois membros da equipe do ETU vão atrás do técnico para que ele treine o time onde um dia foi jogador, para tirar o time do fundo do poço."
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a437129d-18e9-48d7-9484-9fb9b9073ddd",
    "title": {
      "en": "Space Brothers"
    },
    "updatedAt": "2025-01-07T19:50:28+00:00",
    "coverArt": "https://mangadex.org/covers/a437129d-18e9-48d7-9484-9fb9b9073ddd/8391c3a1-9db1-4cb8-bbea-463507a8bb36.jpg",
    "altTitles": [
      {
        "es": "Hermanos del espacio"
      },
      {
        "th": "สองสิงห์ อวกาศ"
      },
      {
        "ja": "宇宙兄弟"
      },
      {
        "fr": "Frères de l'espace"
      },
      {
        "ja-ro": "Uchuu Kyoudai"
      },
      {
        "pt-br": "Irmãos Espaciais"
      },
      {
        "vi": "Anh Em Phi Hành Gia"
      }
    ],
    "description": {
      "en": "One night in 2006, when they were young, the two brothers Mutta (born 1993) and Hibito (born 1996) saw what appeared to be a UFO heading for the moon. They decided that night to both become astronauts and travel out into space.  \n  \nIn 2025, Hibito has become an astronaut, and he's going to go to the moon. Mutta ended up following a more traditional career path with an auto development company. However, Mutta just ruined his career through a violent altercation with his boss. Now, not only has he lost his job, he appears to be blacklisted in the entire industry. Maybe this is a rare opportunity for Mutta to once again chase his childhood dream and become an astronaut like his little brother!",
      "vi": "\"Nếu em mà đến Mặt Trăng... thì anh đây đương nhiên phải đi trước một bước. Anh sẽ tới Sao Hỏa!\" \nNgày 9 tháng 7 năm 2006, hai anh em Mutta và Hibito Namba tình cờ nhìn thấy UFO, và từ đó họ ấp ủ trong mình giấc mộng trở thành nhà du hành vũ trụ.\nThế nhưng 19 năm sau, trong khi cậu em trai Hibito sắp trở thành \"người Nhật Bản đầu tiên đặt chân lên Mặt Trăng\" thì người anh Mutta lại vừa bị sa thải khỏi công ty sản xuất xe hơi.\nLiệu đây sẽ là một \"bi kịch\" nữa đối với Mutta, hay là cơ hội để anh bắt đầu một cuộc sống mới, cơ hội để tìm lại đam mê vốn có và theo đuổi giấc mơ cũng như lời hứa thuở nhỏ?\nHãy cùng theo dõi hành trình thực hiện ước mơ của Mutta Namba để tìm cho mình câu trả lời nhé!",
      "pt-br": "Em uma noite de 2006, quando ainda eram crianças, os dois irmãos Mutta (nascido em 1993) e Hibito (nascido em 1996) viram o que parecia ser um OVNI indo em direção à Lua. Naquela noite, eles decidiram que se tornariam astronautas e viajariam para o espaço. Em 2025, Hibito conseguiu realizar esse sonho e se tornou astronauta, prestes a ir para a Lua. Mutta, por outro lado, seguiu uma carreira mais convencional, trabalhando em uma empresa de desenvolvimento de automóveis. Contudo, ele arruinou sua trajetória profissional ao se envolver em uma briga violenta com seu chefe. Agora, além de estar desempregado, parece estar na lista negra de todo o setor. Talvez essa seja uma oportunidade rara para Mutta perseguir novamente o sonho de infância e se tornar astronauta como seu irmão mais novo!"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99daf7bc-3a3b-4fe8-b10d-951b32bfea64",
    "title": {
      "ja": "Gimai Seikatsu"
    },
    "updatedAt": "2024-11-26T16:07:23+00:00",
    "coverArt": "https://mangadex.org/covers/99daf7bc-3a3b-4fe8-b10d-951b32bfea64/5c787c1c-24b9-4efc-b6fc-de7af72a7e5a.jpg",
    "altTitles": [
      {
        "en": "Days with my Step Sister"
      },
      {
        "ja": "義妹生活"
      },
      {
        "ru": "Жизнь с моей сводной сестрой"
      },
      {
        "de": "Tage mit meiner Stief-Schwester"
      },
      {
        "vi": "Sống Cùng Em Kế"
      }
    ],
    "description": {
      "en": "From classmates to brother and sister, living under the same roof.\r\n\r\nAfter his father’s remarriage, Asamura Yuuta ends up getting a new stepsister, coincidentally the number one beauty of the school year, Ayase Saki. Having learned important values when it comes to man-woman relationships through the previous ones of their parents, they promise each other not to be too close, not to be too opposing, and to merely keep a vague and comfortable distance.\r\n\r\nOn one hand, Saki, who has worked in solitude for the sake of her family, doesn’t know how to properly rely on others, whereas Yuta is unsure of how to really treat her. Standing on fairly equal ground, these two slowly learn the comfortable sensation of living together.\r\n\r\nTheir relationship slowly evolves from being strangers the more the days pass. Eventually, this could end up in a story about love for all we know.",
      "pt-br": "De colegas de classe a irmão e irmã, vivendo sob o mesmo teto.\n\nApós o novo casamento de seu pai, Asamura Yuuta acaba ganhando uma nova meia-irmã, coincidentemente a beleza número um do ano escolar, Ayase Saki. Tendo aprendido valores importantes no que diz respeito aos relacionamentos homem-mulher através dos anteriores de seus pais, eles prometem um ao outro não ser muito próximos, não ser muito opostos e apenas manter uma distância vaga e confortável.\n\nPor um lado, Saki, que trabalhou sozinha pelo bem de sua família, não sabe como confiar adequadamente nos outros, enquanto Yuta não tem certeza de como realmente tratá-la. Estando em terreno bastante igual, os dois aprendem lentamente a sensação confortável de viver juntos.\n\nO relacionamento deles evolui lentamente de estranhos à medida que os dias passam. Eventualmente, isso pode acabar em uma história sobre o amor, pelo que sabemos."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e53b25b-c5b7-43f2-81eb-671eb28c4765",
    "title": {
      "en": "Kasanegasane no Hatsukoi Desuga"
    },
    "updatedAt": "2024-11-20T20:56:58+00:00",
    "coverArt": "https://mangadex.org/covers/8e53b25b-c5b7-43f2-81eb-671eb28c4765/47e605e3-f0a9-420e-add1-3986bbc29f35.png",
    "altTitles": [
      {
        "en": "First Love, Again and Again"
      },
      {
        "ja": "かさねがさねの初恋ですが"
      },
      {
        "vi": "Tình Đầu, Lại Thêm Tình Đầu"
      }
    ],
    "description": {
      "en": "Hassaku Tamao came back to his hometown to teach and fulfill a promise he made when he was younger. However, he's not the only one who remembers a promise he made..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51ca8dec-438a-4da8-b6ca-f525ef20ffc9",
    "title": {
      "en": "Enkan no Lapin"
    },
    "updatedAt": "2025-01-02T19:08:02+00:00",
    "coverArt": "https://mangadex.org/covers/51ca8dec-438a-4da8-b6ca-f525ef20ffc9/4e64001f-1523-49bd-be97-89274e15ae6b.jpg",
    "altTitles": [
      {
        "ja": "円環のラパン"
      },
      {
        "en": "Lapin the Circular Ring"
      }
    ],
    "description": {
      "en": "The much-anticipated serialization of the popular SNS sensation \"Rabbit × Miniature Garden × Dark Fantasy\" begins!! With white ears, pale skin, and red eyes, Teddy the rabbit is shunned at the orphanage due to his unusual appearance. One day, he receives an invitation from someone claiming to be his father, leading him to a mysterious Western-style mansion. There, he meets Adele, someone who shares the same peculiar traits as him...",
      "ja": "SNS上で話題を集めた“兔×箱庭×ダークファンタジー”待望の連載化!! 白い耳、青白い肌、赤い目…兎のテディはその姿の違いから孤児院で除け者にされていた。ある日、父と名乗る者からの手紙に誘われたのは不思議な洋館。そこで自分の姿と同じ特徴を持つアデルと出逢い…。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8324cf2-4964-406c-a9e8-57d444e930f4",
    "title": {
      "en": "Heaven Burns Red Official 4-Koma"
    },
    "updatedAt": "2024-11-25T03:09:10+00:00",
    "coverArt": "https://mangadex.org/covers/f8324cf2-4964-406c-a9e8-57d444e930f4/7577e6d1-3705-4266-8a5e-d98d69bc377b.jpg",
    "altTitles": [
      {
        "ja": "ヘブンバーンズレッド公式４コマ"
      },
      {
        "ja-ro": "Heaven Burns Red Koushiki 4-Koma"
      },
      {
        "vi": "Heaven Burns Red 4-Koma Chính thức"
      }
    ],
    "description": {
      "en": "A humorous 4-koma series about the daily activities of the Seraph Squadron that helps us to know a bit more about their personalities and outlook on life.",
      "vi": "Loạt manga 4 khung tranh về sinh hoạt thường nhật của các chiến binh Quân đoàn Seraph theo phong cách đáng yêu và hài hước, giúp ta biết thêm một phần về tính cách và quan điểm sống của họ."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5018f2b1-65ee-4a76-a7f3-4bb851e1ade5",
    "title": {
      "en": "High Score Girl DASH"
    },
    "updatedAt": "2024-10-13T11:17:11+00:00",
    "coverArt": "https://mangadex.org/covers/5018f2b1-65ee-4a76-a7f3-4bb851e1ade5/b0a42749-fcd3-4fd7-805d-d5bdc0239ce8.jpg",
    "altTitles": [
      {
        "ja": "Haisu Koa Gaaru Dasshu"
      },
      {
        "ja": "Hi Score Girl DASH"
      },
      {
        "en": "High Score Girl: Dash"
      },
      {
        "ja": "ハイスコアガールDASH"
      }
    ],
    "description": {
      "en": "The manga will focus on the character Koharu Hidaka, who is a middle school teacher close to 30 years old in 2007.",
      "es-la": "Año 2007, Hidaka Koharu ahora es maestra de secundaria y a punto de alcanzar los 30 años. Sin novio y sin perspectivas para el futuro. Balanceándose entre el trabajo y la búsqueda de matrimonio, el corazón de esta chica madura es como un Kikouken."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c26269c7-0f5d-4966-8cd5-b79acb86fb7a",
    "title": {
      "en": "Sewayaki Kitsune no Senko-san"
    },
    "updatedAt": "2024-10-25T15:16:03+00:00",
    "coverArt": "https://mangadex.org/covers/c26269c7-0f5d-4966-8cd5-b79acb86fb7a/3283455e-4c0b-4d79-a7ba-e1f5d38cb582.jpg",
    "altTitles": [
      {
        "en": "The Helpful Fox Senko-san"
      },
      {
        "ru": "Заботливая 800-летняя жена!"
      },
      {
        "ru": "Заботливая Сэнко-сан"
      },
      {
        "ko": "도우미 여우 센코씨"
      },
      {
        "ja": "世話やきキツネの仙狐さん"
      },
      {
        "zh-hk": "請讓我撒嬌，仙狐大人"
      },
      {
        "zh": "请让我撒娇，仙狐大人"
      },
      {
        "en": "Meddlesome Kitsune Senko-san"
      },
      {
        "id": "Senko si Rubah Penolong"
      },
      {
        "vi": "Nàng cáo đảm đang Senko"
      }
    ],
    "description": {
      "en": "Like many hardworking members of the workforce, Kuroto Nakano is perpetually stressed out by his job. Still, since he lives alone, he must carry on to sustain himself. Little do humans like Kuroto know, this stress takes the form of darkness residing within a person's body and will bring one's life to ruin.  \nFox deities can see this darkness and have the duty to save people before it is too late. To help rid Kuroto of his stress, Senko-san, an eight hundred-year-old foxgirl, volunteers to take care of him, and will do everything she can to ease the tension in his weary soul.\n\n---\n\n**Notes:**\n- Despite initial serialization ending by November 2022, Comic Newtype announced on 9 February 2023 that the series would later resume publication.",
      "ru": "В повседневную жизнь Накано, работающего на «чёрную компанию», внезапно вторглась кицунэ Сэнко-сан (молодая жена 800 лет от роду). Будь то готовка, уборка или «особая забота» (чем бы это ни было), она исцелит его истощение своей нежной «заботой».",
      "vi": "Kuroto Nakano là một nhân viên văn phòng trẻ tuổi có cuộc sống vô cùng bận rộn và căng thẳng, gần như dành toàn bộ thời gian trong ngày ở công ti. Một đêm nọ, sau ngày dài làm việc quá sức, anh mở cửa nhà và thấy một cô gái với tai và đuôi cáo đang nấu cơm trong bếp. Tên cô là Senko, một hồ li 800 tuổi. Senko đã từ thế giới tâm linh hạ phàm để giúp Nakano xua tan căng thẳng và tìm lại hạnh phúc.",
      "es-la": "La vida cotidiana de Nanako, un hombre asalariado que trabaja en una compañía que lo explota, es repentinamente invadido por la Kitsune, Senko-san (800 años de edad- esposa joven). Ya sea cocina, limpieza o un servicio especial... Ella curará su agotamiento con su tierno cuidado."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56901ae8-aece-4983-96c3-94751c96a8bb",
    "title": {
      "en": "Bocchi the Rock! Gaiden:  Kikuri Hiroi's Heavy Drinking Diary"
    },
    "updatedAt": "2025-01-03T04:58:05+00:00",
    "coverArt": "https://mangadex.org/covers/56901ae8-aece-4983-96c3-94751c96a8bb/a8fa3068-7245-439a-abe0-5519cf462ca8.jpg",
    "altTitles": [
      {
        "ja": "ぼっち・ざ・ろっく！外伝　廣井きくりの深酒日記"
      },
      {
        "en": "Bocchi the Rock! Side Story: Hiroi Kikuri's Heavy Drinking Diary"
      },
      {
        "ru": "Одинокий Рокер! Спин-офф: Дневник пьяницы Хирои Кикури"
      },
      {
        "vi": "Bocchi the Rock! Ngoại Truyện: Nhật Ký Say Rượu của Hiroi Kikuri"
      },
      {
        "ja-ro": "Bocchi the Rock! Gaiden: Hiroi Kikuri no Fukazake Nikki"
      }
    ],
    "description": {
      "en": "25 years old Kikuri Hiroi is a \"genius bassist\" who leads the indie band \"SICK HACK\" and loves alcohol. \nShe often gets drunk and breaks the equipment inside concert clubs, so she's often short of money. \nShe lives in a 52-year-old bathless apartment so she borrows showers from her friends sometimes. \nRegularly attacked by anxiety about her future, she counters that with a alcohol-fueled \"happiness spiral\". \nWhat is her daily life like...?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d413c71b-8eb5-44c5-8590-7c38908de419",
    "title": {
      "en": "The Male Leads Trapped in My House"
    },
    "updatedAt": "2024-12-30T21:05:27+00:00",
    "coverArt": "https://mangadex.org/covers/d413c71b-8eb5-44c5-8590-7c38908de419/c0a6095b-03f0-41cf-ad7b-637ff8afd553.jpg",
    "altTitles": [
      {
        "ko": "우리 집에 갇혀버린 남주들"
      },
      {
        "zh": "被关在我家的男主们"
      }
    ],
    "description": {
      "en": "I reincarnated as the heiress of a powerful conglomerate family in a novel.  \nThe problem is, this world is about to be destroyed by monstrous viruses.  \n\nWith nothing but money to spare, I quickly bought a mansion in the countryside to build a shelter to escape the monsters…  \nBut the world ended far sooner than I had anticipated. Damn it!  \n\n*  \n\nOn top of that, somehow, the male leads ended up trapped in my house with me.  \nAnd these guys don’t seem to have any intention of leaving.  \nWhy do they look like they have no plans to go to the female lead?  \n\n“Who exactly are you?”  \n“You seem like someone who knew the world was going to end beforehand.”  \n\nThey were full of questions about me, but I couldn’t answer them. They wouldn’t believe me anyway.  \nRight now, all I see them as is a good source of labor.  \n\n“Alright, let’s work. You need to earn your keep for what you eat!”  \n\nIf I can find the cure for the virus causing the apocalypse, this hellish time will finally end.  \nSo, until then, I’ll make use of the male leads and hang on!  \n\n*  \n\nBut one problem has come up.  \nIt turns out that this old mansion I purchased is far more suspicious than I thought.  \nWhat on earth is happening in my house?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a8919f6-c233-4faf-b1a6-c6e58bfbaf62",
    "title": {
      "en": "Chilling Flame"
    },
    "updatedAt": "2025-01-19T21:06:05+00:00",
    "coverArt": "https://mangadex.org/covers/7a8919f6-c233-4faf-b1a6-c6e58bfbaf62/36d6f6c9-2ee3-46f5-8134-30fc502a65b6.jpg",
    "altTitles": [
      {
        "ko": "시리도록 불꽃처럼"
      },
      {
        "en": "Like a Fiery Flame"
      },
      {
        "en": "Ice Cold, Like Fire"
      }
    ],
    "description": {
      "en": "\"The world will become your enemy if you descend into Jianghu...\" The young patriarch of a declining family, Baek Mujin, prepares for a journey into the outside world to restore his family's fortunes. Despite the foreseen future where the world will stand as his enemy, Mujin begins his lonely battle."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d6b12b1-4559-49e6-b1b7-d15f3bdee072",
    "title": {
      "en": "Kougekiryoku Zero Kara Hajimeru Kenseitan"
    },
    "updatedAt": "2024-11-04T15:21:21+00:00",
    "coverArt": "https://mangadex.org/covers/4d6b12b1-4559-49e6-b1b7-d15f3bdee072/cc53e07f-454b-4a44-bdf5-ccae79aaaaaf.jpg",
    "altTitles": [
      {
        "ja": "攻撃力ゼロから始める剣聖譚"
      },
      {
        "en": "The Master Swordman's Story Starts with the Zero Ability to Attack"
      },
      {
        "vi": "Câu chuyện của Kiếm sĩ vô năng trên con đường trở thành Thánh Kiếm"
      },
      {
        "en": "Tale of the Sword Saint Beginning with Zero Attack Power"
      }
    ],
    "description": {
      "en": "Although Eugene was blessed with an extraordinary talent for defensive magic, he had no talent for offensive magic. He is ridiculed as incompetent by those around him and enrolls in a magic academy to escape. However, his \"useless\" defensive magic came in handy there, and as expected, he was assigned to take care of the beautiful Demon King Erinyes, who once ruled the world...!?",
      "es-la": "Eugene procede de una familia de famosos espadachines, pero es tachado de \"espadachín defectuoso\" Que a pesar de poseer extraordinarias habilidades defensivas su poder ofensivo es basura. Abandona su país y se matricula en la principal escuela del continente, la Academia de Magia. En la academia, le piden a Eugene que vaya a lo más profundo de la prisión sellada, donde se se encuentran criaturas míticas y él es el único al que no afecta el miasma que estas desprenden. Sellado en las profundidades más oscuras de la prisión, donde incluso los más grandes magos de todos los tiempos caen de rodillas en el camino, se encuentra a la legendaria Rey Demonio Erinyes, que una vez gobernó el continente. Eugene llega fácilmente hasta ella, y ¿Parece que es el único que puede hacer un contrato con la Rey Demonio...? Una historia fantástica de otro mundo en la que un espadachín caído que se ha hecho con el poder del Rey Demonio ¡se convierte en el santo de la espada más fuerte! ¡Una historia que transcurre en el mismo universo de Shinja Zero Megami!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7dc1f396-b703-468f-bad8-3dd4f56e1a71",
    "title": {
      "en": "99 Boss"
    },
    "updatedAt": "2024-05-20T22:31:42+00:00",
    "coverArt": "https://mangadex.org/covers/7dc1f396-b703-468f-bad8-3dd4f56e1a71/7f42ba7e-1926-4313-a179-d6985264ac61.jpg",
    "altTitles": [
      {
        "ko": "99대장"
      },
      {
        "en": "99 Captain"
      }
    ],
    "description": {
      "en": "’99 Boss’ (meaning the best fighter among those born in 1999). The protagonist, Na Seon-wook, was born with the heart of a tiger. He was a troublemaker, but at the request of his parents, he hid his strength and transferred to Gukyang High School, a school located in a remote area that he thought would be quiet. However, it was a place where various old-fashioned cultures and dangerous people gathered. Seon-wook, who wanted to graduate quietly, eventually he couldn’t help but feel his hot blood and began educating them!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29f35d94-b89d-4250-96c0-b961e2a8d2e5",
    "title": {
      "en": "Odette"
    },
    "updatedAt": "2025-01-19T21:07:44+00:00",
    "coverArt": "https://mangadex.org/covers/29f35d94-b89d-4250-96c0-b961e2a8d2e5/38da4e75-aaa0-43ea-be94-555037109e6d.jpg",
    "altTitles": [
      {
        "en": "Comfortable Couple's Relax Date Story"
      },
      {
        "ja": "オデット"
      },
      {
        "ru": "Одетта"
      },
      {
        "th": "แฟนฉันพันธุ์เหมียว"
      },
      {
        "ko": "오데뜨"
      }
    ],
    "description": {
      "en": "A clumsy, but cheerful girl and her boyfriend (a cat?!)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "29"
  },
  {
    "mangaId": "9498b0cd-8444-45bb-bdde-172b4960eeef",
    "title": {
      "en": "Level 0 no Munou Tansakusha to Sagesumaretemo Jitsu wa Sekai Saikyou desu ~Tansaku Ranking 1-i wa Nazo no Hito~"
    },
    "updatedAt": "2025-01-14T13:26:01+00:00",
    "coverArt": "https://mangadex.org/covers/9498b0cd-8444-45bb-bdde-172b4960eeef/db551dad-f87f-49e0-9c2e-aece1f6048cd.jpg",
    "altTitles": [
      {
        "ja": "レベル0の無能探索者と蔑まれても実は世界最強です ～探索ランキング1位は謎の人～"
      },
      {
        "en": "The Despised Level 0 Incompetent Explorer is Actually the World's Strongest: The First Place in the Exploration Ranking is a Mysterious Person"
      },
      {
        "es-la": "Soy despreciado como el explorador de nivel 0 sin habilidades, pero en realidad soy el más fuerte del mundo"
      }
    ],
    "description": {
      "en": "The weakest me, partying with two of the most powerful girls!?\n\nAfter dungeons suddenly appeared on Earth, the concept of levels was inscribed on humanity. Levels were quantified, and as the law of the jungle became more and more prevalent, Level 0 Suzuki Hinata is the most discriminated against person in the world. Even though he's incompetent, he dreams of becoming a dungeon explorer, but for some reason Hinata suddenly becomes close to Kamui Hinata, a beautiful silver-haired girl with S-rank potential whom he meets at the high school he enrolls in?!\n\n\"Could the identity of the number one explorer be...?\"",
      "ja": "「探索ランキング1位の正体はもしかして……」\n\n突如地球にダンジョンが出現してから、人類には「レベル」という概念が刻まれた。レベルは数値化され弱肉強食はますます進むなか、レベル0：鈴木日向は最も差別を受ける存在である。そんな無能でもダンジョン探索者を夢見るのだが、日向は入学先の高校で出会ったSランク潜在能力の銀髪美少女：神威ひなたとなぜか急接近し――!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccdbe21f-e446-45fc-a07e-acf769c2e7a2",
    "title": {
      "en": "Arctic King"
    },
    "updatedAt": "2025-01-19T20:08:25+00:00",
    "coverArt": "https://mangadex.org/covers/ccdbe21f-e446-45fc-a07e-acf769c2e7a2/6211f114-3ad0-4908-aa46-fb22dfc48606.png",
    "altTitles": [
      {
        "zh": "凍てついた世界の黙示録"
      },
      {
        "zh-ro": "Bing Feng Mo Ri: Jue Wu Sheng Huan Zhi Lu"
      },
      {
        "en": "Frozen Apocalypse: No Chance of Survival"
      },
      {
        "en": "Frozen Armageddon: There’s No Way Back"
      },
      {
        "en": "Frozen Doomsday: No Way to Survive"
      },
      {
        "en": "Icebound Apocalypse"
      },
      {
        "en": "The King of Snow"
      },
      {
        "zh-ro": "Bīng Fēng Mò Rì: Jué Wú Shēng Huán Zhī Lù"
      },
      {
        "zh": "冰封末日：绝无生还之路"
      },
      {
        "zh": "凍てついた世界の黙示録"
      }
    ],
    "description": {
      "en": "The stars shift, the blizzard persists, the icy apocalypse is imminent, food! Temperature! Violence! Dependence! In this dilemma, under the distortion of human nature, has desire given birth to monsters? How to break out of adversity and find a way to survive!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d89c218f-874c-435b-ac3a-29fbe7e7e434",
    "title": {
      "en": "Ghost Hammer (Pre-Serialization)"
    },
    "updatedAt": "2025-01-17T19:54:21+00:00",
    "coverArt": "https://mangadex.org/covers/d89c218f-874c-435b-ac3a-29fbe7e7e434/9bacba52-98ac-47fb-ba4d-add8bc6ba506.jpg",
    "altTitles": [
      {
        "ko": "귀신망치"
      }
    ],
    "description": {
      "en": "The Hellish Romantic Adventure of Apprentice Angel Yu Dante. \n\nPre-Serialization work.\n#Fantasy #Action #Worldbuilding #SuperpowerBattleSeries #ShonenRoyalRoad"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7af7cbd5-6c77-4c9e-9163-7f01dd6e1cc6",
    "title": {
      "en": "Maou Gun Saikyou no Majutsushi wa Ningen datta"
    },
    "updatedAt": "2024-12-28T15:15:24+00:00",
    "coverArt": "https://mangadex.org/covers/7af7cbd5-6c77-4c9e-9163-7f01dd6e1cc6/8fbb6d77-1a51-43cc-8651-0b9363b5e018.jpg",
    "altTitles": [
      {
        "en": "The Maou Army's Strongest Magician Was a Human"
      },
      {
        "ru": "Самый сильный волшебник армии Мао оказался человеком"
      },
      {
        "ja": "魔王軍最強の魔術師は人間だった"
      },
      {
        "ko": "마왕군 최강의 마술사는 인간이었다"
      },
      {
        "zh-hk": "魔王軍最強的魔術師是人類"
      },
      {
        "en": "The Strongest Magician in the Demon Lord's Army Was a Human"
      }
    ],
    "description": {
      "en": "“Maou Army’s strongest magician” I’m called. Ike, a demon capable of capturing a fort alone. Clearing away enemies with immense magic, he is without a doubt a monster held in awe by friend and foe. However he has a secret he can’t tell other demons. “I, actually am a human you know.” Using modern knowledge to keep his secret, he became treated as a great commander and the driving force of the Maou’s army.",
      "ja": "**Alternative raw:** <https://seiga.nicovideo.jp/comic/43592>"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b2fddf9-1385-4f3c-b37a-cf86a9428b1a",
    "title": {
      "en": "Ishuzoku Reviewers"
    },
    "updatedAt": "2024-12-11T03:13:20+00:00",
    "coverArt": "https://mangadex.org/covers/1b2fddf9-1385-4f3c-b37a-cf86a9428b1a/50435b49-a344-4895-9275-f4b6102dcd8e.jpg",
    "altTitles": [
      {
        "en": "Interspecies Reviewers"
      },
      {
        "ru": "Межвидовые рецензоры"
      },
      {
        "ja": "異種族レビュアーズ"
      },
      {
        "ru": "Межвидовые рецензенты"
      }
    ],
    "description": {
      "en": "In our world, the human race constantly debates about several important issues, such as: which girl is the best girl? How good is something as fapping material? \nWhich fetish is the sexiest? And why your Waifu is the best while everyone else has shit taste... \n\nAccompany these great warriors as they present us with different girls, different opinions, different boners, showing us that their fantasy world may not be all that different from ours, \nas they analyze and meticulously review the most important thing of all: what they should put their **** in.",
      "ru": "Действие манги происходит в вымышленном мире, населённом различными расами разумных существ, в котором существует процветающий рынок интимных услуг. Благодаря такому высокому развитию секс-индустрии в мире появились профессиональные критики, специализирующиеся исключительно на оценке качества проституток. Одними из них являются человек Станк и эльф Зел, путешествующие из города в город для оценки каждого местного квартала красных фонарей, после чего посылают свои обзоры для составления сводного рейтинга борделей. Объединившись с ангелом по имени Крим, критики собирают информацию о сексуальных достоинствах всех видов живых существ этого мира, получая удовольствие от процесса и зарабатывая попутно дополнительные деньги.",
      "es-la": "En nuestro mundo, la raza humana debate constantemente sobre varios temas importantes, como por ejemplo: ¿Cual chica es la mejor? ¿Y qué tan buena es como material de masturbación? ¿Qué fetiche es el más sexy? Acompaña a estos grandes guerreros, que se presentan con diferentes chicas, diferentes opiniones, diferentes erecciones, y que nos muestran que un mundo de fantasía puede no ser tan diferente al nuestro.",
      "pt-br": "Em nosso mundo, a raça humana debate constantemente várias questões importantes, como: qual é a melhor garota? Quão bom é um material para se masturbar? Qual fetiche é o mais sexy?... Acompanhe esses grandes guerreiros enquanto eles nos apresentam garotas diferentes, opiniões diferentes, tesões diferentes e nos mostram que o mundo da fantasia pode não ser tão diferente do nosso."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6c30be6-3ded-428b-8bcf-be81ab8f7d33",
    "title": {
      "en": "The Boy of Death"
    },
    "updatedAt": "2024-09-22T16:14:05+00:00",
    "coverArt": "https://mangadex.org/covers/c6c30be6-3ded-428b-8bcf-be81ab8f7d33/dc9240b5-5350-44b8-93df-030f73ca3b3a.jpg",
    "altTitles": [
      {
        "ko-ro": "Sasinsonyeon"
      },
      {
        "zh-hk": "死神少年"
      },
      {
        "ko": "사신소년"
      },
      {
        "ru": "Жнец смерти"
      },
      {
        "en": "Reaper Boy"
      },
      {
        "en": "Hero Ticket"
      },
      {
        "th": "ตั๋วโกงชีวิต"
      },
      {
        "vi": "Cậu Bé Của Thần Chết"
      },
      {
        "id": "Ticket Hero"
      },
      {
        "es-la": "El Niño de la Muerte"
      }
    ],
    "description": {
      "en": "Lee Kyung Ho's mind was engulfed with ending his life due to bullying and the loss of his mother. He attempts to, but is saved. His determination to commit suicide somehow entices Sierra, a grim reaper who later offers him a contract. This contract blesses him with the ability to borrow the powers of the dead in their previous life in return of sacrificing years from his lifespan. For the sake of attaining what he wishes for, he eventually agrees to it.\n\n---\n**Original Webtoon:** [Naver](https://comic.naver.com/webtoon/list?titleId=730656)\n\n---\n**Official Translations:** [Chinese (Traditional Characters) / 漢語](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771),  [Indonesian / Bahasa](https://www.webtoons.com/id/action/ticket-hero/list?title_no=2195)",
      "fr": "L'esprit de Lee Kyung Ho était complètement bouleversé à l'idée de mettre fin à ses jours à cause du harcèlement et de la perte de sa mère. Il essaie, mais il est sauvé. Sa détermination à se suicider séduit Sierra, une faucheuse sinistre qui lui offre plus tard un pacte. Ce pacte lui permet d'emprunter les pouvoirs des morts dans leur vie antérieure en échange de plusieurs années sacrifiées de sa vie. Afin d'atteindre ce qu'il souhaite, il finit par l'accepter.  \n  \n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771)",
      "ru": "Ли Кён Хо был поглощен идеей суицида, из-за издевательств в школе и гибели его матери. Очередная попытка, но спасен. Его решимость покончить с собой каким-то образом соблазняет Сиеру, мрачного жнеца, который позже предлагает ему контракт. Этот контракт даёт возможность заимствовать способности и силы мертвых из их предыдущей жизни, в обмен на силу, он должен жертвовать годами, которые ему остались на этой земле. Ради достижения того, чего он желает, он всё таки соглашается на сделку.",
      "es-la": "Lee Kyung Ho queria terminar su vida debido al acoso y la pérdida de su madre. Intenta hacerlo, pero no lo consigue. Su determinación de suicidarse de alguna manera fracasa, una persona llega y le ofrece un contrato. Este contrato lo bendice con la capacidad de tomar prestados los poderes de los muertos en su vida anterior a cambio de sacrificar años de su vida. Para lograr lo que desea y el acepta el trato."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bafccc62-eab0-40bb-8047-bb02474eb79b",
    "title": {
      "en": "May the Congressman Protect You"
    },
    "updatedAt": "2025-01-19T09:56:13+00:00",
    "coverArt": "https://mangadex.org/covers/bafccc62-eab0-40bb-8047-bb02474eb79b/c7e619fc-4883-46c3-b0b4-e6cfb35737aa.jpg",
    "altTitles": [
      {
        "ko": "의원님이 보우하사"
      }
    ],
    "description": {
      "en": "A fantastic duo of a political master and a complete novice!\n\nI’m Gu Yeongjin, a six-term congressman — the pinnacle of South Korea’s political world, the nation’s hope!\nOne fateful day in 2008, betrayed by my closest aides, I faced a special investigation and chose to end my own life.\nWhen I opened my eyes… it was Seoul, 10 years in the past?!\n\nNow a ghost, no one can see me or hear my voice.\nNo one... except one person, Cha Jaerim, a 25-year-old Level 9 civil servant.\n\nNo connections, no money, stuck in miserable circumstances...\nBut look at that ambition, that fire in his eyes... I like it! Fine. I’ll make him my partner.\n\n“You need to go into politics.”\n\nAnd I’ll get my revenge.\n\nA political genius ghost, Gu Yeongjin, teams up with a clueless rookie, Cha Jaerim, for the ultimate combo in\n<May the Congressman Protect You>"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64448c67-e5d0-42ec-8657-44dc6a7f8ee9",
    "title": {
      "en": "Avogado6's Vocaloid Twitter Shorts"
    },
    "updatedAt": "2025-01-19T13:29:22+00:00",
    "coverArt": "https://mangadex.org/covers/64448c67-e5d0-42ec-8657-44dc6a7f8ee9/ff2a9b02-2682-4374-832d-891fe6c30cfd.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2a01e38-1c0d-4e4b-a9ae-21d119e8b326",
    "title": {
      "en": "Demon King of the Royal Class"
    },
    "updatedAt": "2024-06-22T22:14:39+00:00",
    "coverArt": "https://mangadex.org/covers/d2a01e38-1c0d-4e4b-a9ae-21d119e8b326/a7f4a5a1-c0ab-4594-b12f-bfe2d63ee660.jpg",
    "altTitles": [
      {
        "ko": "마왕은 학원에 간다"
      },
      {
        "en": "The Demon Prince Goes to the Academy"
      },
      {
        "es-la": "El Principe Demonio va a la Academia"
      },
      {
        "zh-hk": "魔王去上學"
      },
      {
        "zh": "魔王在学校的生活"
      },
      {
        "ja": "魔王様は学園に行く"
      }
    ],
    "description": {
      "en": "Upon dying, the author of \"The Demon King is Dead\" is given two choices: go to hell or be reborn in his novel and survive till the end.\n\nThe problem? He's reborn as Baalier Junior, a weak demon prince, after his realm was conquered! To make things worse, his attempt to escape somehow gets him enrolled as a student of the Royal Class in Gradias Temple, a prestigious human school.\n\nIn the midst of plotlines and political schemes, can this author keep his identity a secret and reach a happy ending?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fd4f8c0-fab8-4ee5-ab9e-5907720afed9",
    "title": {
      "en": "Iken Senki Völundio"
    },
    "updatedAt": "2025-01-12T17:36:08+00:00",
    "coverArt": "https://mangadex.org/covers/4fd4f8c0-fab8-4ee5-ab9e-5907720afed9/45b1e9d3-ecf3-4994-bb53-f7ddffe2199b.jpg",
    "altTitles": [
      {
        "en": "Helck Volundio"
      },
      {
        "en": "Helck: Völundio ~Surreal Sword Saga~"
      },
      {
        "ja-ro": "Iken Senki Verndio"
      },
      {
        "ru": "Хельк"
      },
      {
        "zh": "异剑战记瓦伦迪欧"
      },
      {
        "ja": "異剣戦記ヴェルンディオ"
      },
      {
        "en": "Verndio - Surreal Sword Saga"
      },
      {
        "zh-hk": "異劍戰記"
      },
      {
        "en": "Völundio ~Divergent Sword Saga~"
      },
      {
        "es-la": "Völundio: Saga de las espadas divergentes"
      },
      {
        "vi": "Volundio - Sử thi về mộng kiếm"
      }
    ],
    "description": {
      "en": "On a desperate battlefield... I'll start running a tavern!\r\n\r\nCleo, a man who has been a mercenary for 10 years, meets a mysterious girl named Kohaku. In order to survive on the battlefield, where \"different swords\" with great power are flying around, the two of them start running a \"tavern\" where soldiers gather!",
      "ja": "絶望の戦場で…酒場経営はじめます！\r\n\r\n傭兵歴10年の男・クレオは\r\n不思議な少女・コハクと出会う。\r\n強大な力を持つ「異剣」が飛び交う\r\n戦場を生き延びるために、\r\n二人が始めたのは――\r\n兵士たちが集う「酒場」の経営！？",
      "es-la": "En un campo de batalla desesperado... ¡Empieza a dirigir una taberna!\r\n\r\nCleo, un hombre con 10 años de experiencia como mercenario\r\nConoce a una misteriosa chica llamada Kohaku.\r\nPara sobrevivir en el campo de batalla donde vuelan las poderosas \"otras espadas\".\r\nLo que los dos empiezan a hacer es... Dirigir una \"taberna\" donde se reúnen los soldados."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6ba386d5-1c6d-43e7-886f-209b69a326c1",
    "title": {
      "en": "The Youngest Is Preventing the End of the World"
    },
    "updatedAt": "2024-05-27T10:14:29+00:00",
    "coverArt": "https://mangadex.org/covers/6ba386d5-1c6d-43e7-886f-209b69a326c1/7052a219-d482-4782-93c1-d2448776a381.jpg",
    "altTitles": [
      {
        "ko": "막내가 세계 멸망을 막는 중이래요"
      },
      {
        "en": "The Youngest Child of the Family Is Preventing the World From Ending"
      }
    ],
    "description": {
      "en": "\"The stupid youngest one, the one who doesn't know how to do anything, but causes trouble with her cute face.\"\n\nExasperated, I looked in the mirror once again and exclaimed, \"Why am I the 'stupid youngest one' Diana Cartier!\"\n\nIn the novel *The Ending Can't Be the Destruction of the World*, Diana is an evil woman who repeatedly commits evil deeds and is brainwashed by the villain, contributing greatly to the destruction of the world! If something could go wrong for the villainess, it will. But when something went wrong for me, I recalled my past life instead? As an ordinary college student in my past life, I made up my mind when I realized that I had been reincarnated as Diana Cartier, the villainess in the novel.\n\n\"The world is going to end. But I'm not going to let it happen.\"\n\nYes, I will prevent the end of the world with my own hands! And save my brothers from the conspiracy at the same time! Wait a minute. What's that pitch black thing sprawled out on the floor over there? Wait. That face, where have I seen it before? \n\n'Is that Linus del Stein?!'\n\nWhy are you lying there, Mr. Protagonist of the novel who will destroy this world?\n\nDiana and her brothers are trying their best to stop the end of the world! And cute animals and other stuff? Our sweet youngest is preventing the end of the world, get out of the way!",
      "fr": "«La plus jeune et sotte, celle qui ne sait rien faire, mais qui cause des ennuis avec son joli minois.»\n\nExaspérée, je me suis à nouveau regardée dans le miroir et je me suis exclamée, «Pourquoi suis-je la 'plus jeune stupide' Diana Cartier!»\n\nDans le roman *Le fin ne peut pas la destruction du monde*, Diana est une femme maléfique qui commet des actes néfastes à répétition et subit un lavage de cerveau de la part du méchant, ce qui contribue grandement à la destruction du monde! Si quelque chose peut mal tourner pour la méchante, cela se produira. Mais quand quelque chose tourne mal pour moi, je me souviens plutôt de ma vie passée? J'étais une étudiante ordinaire dans ma vie passée, et j'ai pris ma décision lorsque j'ai réalisé que j'avais été réincarnée en Diana Cartier, la méchante du roman.\n\n«Le monde va s'écrouler. Mais je ne vais pas laisser faire.»\n\nOui, je vais empêcher la fin du monde de mes propres mains! Et sauver mes frères de la conspiration en même temps! Attendez un peu. Qu'est-ce que c'est que cette chose noire sur le sol là-bas? Attendez. Ce visage, où l'ai-je déjà vu?\n\n‹Est-ce Linus del Stein?!›\n\nPourquoi êtes-vous allongé là, Monsieur le Protagoniste du roman qui va détruire ce monde?\n\nDiana et ses frères font de leur mieux pour empêcher la fin du monde! Et des animaux mignons et d'autres choses? Notre adorable petit dernier est en train d'empêcher la fin du monde, pousse-toi de là!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "The Fragrant Flower Blooms with Dignity"
    },
    "updatedAt": "2024-11-27T02:26:04+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/bad1354c-3ca6-450c-849e-f8132e52fe3c.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "de": "Kaoru und Rin"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "pl": "Kaoru i Rin. Rozkwitając z tobą"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "tr": "Güzel Kokulu Çiçekler Zarafetle Açar"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "vi": "Những đóa hoa thơm nở diễm kiều"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ko": "향기로운 꽃은 늠름하게 핀다"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "fr": "Bien qu'ils soient mitoyens, le lycée public Chidori pour garçons et le prestigieux lycée privé pour filles Kikyō continuent à entretenir leur tradition de se haïr mutuellement au plus haut point. Tsumugi Rintarō pensait la même chose, jusqu'à ce qu'il fasse la rencontre de Wakuri Kaoruko, élève de Chidori et habituée de la pâtisserie tenue par ses parents. Malgré la désapprobation et les préjugés de leurs camarades respectifs, Rintarō et Kaoruko vont petit à petit se rapprocher, et tant pis ce qu'en pensent les autres !\n\n___\n**Liens :**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "vi": "Ở một nơi nào đó, có 2 trường cao trung lân cận. Cao trung Chidori, một trường nam sinh cấp thấp hội tụ đủ những thằng đần, trường nữ sinh Kikyo, một trường nữ sinh danh giá . Rintaro Tsugumi, một nam sinh năm 2 to khỏe và trầm tính tại trường Chidori, bắt gặp Kaoruko Waguri, một khách hàng khi cậu đang giúp việc tại cửa hàng bánh nhà mình . Rintaro cảm thấy thoải mái khi dành thời gian bên Kaoruko, nhưng cô lại là học sinh của trường Kikyo, ngôi trường hàng xóm cực kì căm ghét trường Chidori. Đây là câu chuyện về 2 con người ở rất gần nhưng lại rất xa",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "44c0913a-7b81-4619-a865-b85632fb83f7",
    "title": {
      "en": "I’m in Love with My Foe"
    },
    "updatedAt": "2024-06-26T01:10:04+00:00",
    "coverArt": "https://mangadex.org/covers/44c0913a-7b81-4619-a865-b85632fb83f7/522b4ce5-261c-403f-9690-214f51e04638.jpg",
    "altTitles": [
      {
        "zh": "我向死敌告白了"
      },
      {
        "en": "I Confessed to My Mortal Enemy"
      }
    ],
    "description": {
      "fr": "Jiang Mi se réincarne dans le corps d'Olive, la méchante d'un roman populaire qui est destinée à être exécutée par le prince héritier Reynold pour son terrible comportement. Mais Olive aspire à changer son destin et à vivre une vie longue et épanouie. Elle travaille donc dur pour changer sa mauvaise image et prouver sa gentillesse. Bientôt, ses efforts attirent l'attention de Reynold, l'homme même qui est censé la tuer. Si Olive parvient à conquérir le cœur de Reynold, elle sera assurée de vivre une vie heureuse avec un bel homme ! Mais si elle n'y parvient pas, elle sait comment cette histoire se terminera..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e012d7a-eaee-4e66-81db-b7a8d071e753",
    "title": {
      "en": "I Was Reborn as His Highness the Prince's Little Evil Dragon"
    },
    "updatedAt": "2024-07-23T02:17:43+00:00",
    "coverArt": "https://mangadex.org/covers/5e012d7a-eaee-4e66-81db-b7a8d071e753/eac124c0-6991-4bd6-91a7-d7dcd8935e0c.jpg",
    "altTitles": [
      {
        "zh": "我重生成为王子殿下的小恶龙"
      },
      {
        "zh-ro": "Wo Chongsheng Chengwei Wangzi Dianxia De Xiao E Long"
      }
    ],
    "description": {
      "en": "An 18-year-old young man who lived a peaceful and normal life is murdered by an unknown man. He is reincarnated as an evil little dragon who is the pet of the crown prince of a magical kingdom. He discovers that the prince is actually his reincarnated assassin, and that he has a secret mission to destroy the kingdom. The little dragon will have to face the dangers and intrigues of the royal court, while at the same time trying to get closer to the prince and discover his true feelings. Will he be able to stop the prince's evil plan and find his happy ending?",
      "fr": "Après 18 ans de vie paisible, j'ai été tué du jour au lendemain et transformé en dragon. Moi, Bian Yurong, un étudiant, doté d'un excellent caractère et d'une grande intégrité, qui obtenait des notes parfaites à la fois en études et en affaires, j'ai fini par mourir des mains d'une personne malveillante. Ce qui est encore plus triste, c'est que je suis devenu le boss final du jeu auquel je jouais, le Dragon noir ! Puisque je connais déjà clairement la fin, je dois changer mon destin ! Attendez, pourquoi ce jeune prince qui est chargé de m'élever se comporte-t-il de façon si étrange ?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af38f328-8df1-4b4c-a272-e737625c3ddc",
    "title": {
      "en": "Senpai ga Uzai Kouhai no Hanashi"
    },
    "updatedAt": "2024-12-23T18:05:42+00:00",
    "coverArt": "https://mangadex.org/covers/af38f328-8df1-4b4c-a272-e737625c3ddc/86e4fa67-7b85-4bb0-9476-3fb8a9847557.jpg",
    "altTitles": [
      {
        "en": "A Story About a Senior Who Annoys His Junior"
      },
      {
        "en": "A Story About a Senpai Who Annoys His Kouhai"
      },
      {
        "en": "My Senpai Is Annoying"
      },
      {
        "ja-ro": "Senpai ga Urusai Kouhai no Hanashi"
      },
      {
        "ro": "Senpai-ul meu este enervant"
      },
      {
        "tr": "Senpai'si Uyuz Kouhai'nin Hikayesi"
      },
      {
        "ja": "先輩がうざい後輩の話"
      },
      {
        "pt-br": "Meu Senpai é Irritante"
      },
      {
        "uk": "Мій семпай дратує"
      },
      {
        "el": "Ο Senpai Μου Είναι Ενοχλητικός"
      },
      {
        "vi": "Lão Senpai phiền phức của tôi"
      }
    ],
    "description": {
      "en": "Futaba Igarashi is a diminutive office lady who finds that her towering and boisterous work senpai Harumi Takeda always gets in her hair, but he always has her back, he always keeps her company, and she starts noticing that her heart is slowly veering towards him…  \n  \n1st place of Tsugi Manga Awards, Category Webmanga (2018)\n\n---\n\n+++ Difference to volumes\nPixiv/Twitter (Web) to volume mapping:\n| Web Ch. | Volume Ch. | Change | Difference \n| :--- | :--- | :--- | :--- |\n| 64 | v.4 64 | | 0 |\n| 65 | v.4 64.5 | - | 1 |\n| 66 | v.4 65 |  | 1 |\n| 79 | v.4 77.5 | - | 2 |\n| 146.5 | v. 5. 145 | + | 1 |\n| 149.5 | v. 8 149 | + | 0 |\n| 150.5 | v. 8 151 | + | 1 |\n| 153.5 | v. 8 155 | + | 2 |\n| 154.5 | v. 8 157 | + | 3 |\n+++",
      "ja": "ちょっぴりガサツだけど面倒見のいい先輩・武田と、そんな彼に素直になれない（？）後輩・五十嵐。\n\n今日も五十嵐は武田をうざいと思いつつ、本当はまんざらでもなかったりやっぱり本当にうざいときもあったりと自覚のない二人の微妙な距離感にもだえちゃうことまちがいなし！",
      "uk": "Іґараші - працьовита молода офісна жінка. Такеда - семпай з роботи, нервує її постійно - і все ж вона стає все ближче до нього. Кожен день наповнений комічними невдачами та романтичними моментами, коли Іґараші намагається збалансувати роботу, життя та кохання.",
      "pt-br": "Igarashi é uma jovem esforçada que trabalha em um escritório. Takeda, o senpai acima dela no trabalho, a irrita constantemente - e ainda assim ela se encontra cada vez mais próxima dele. Todos os dias são repletos de contratempos cômicos e momentos românticos enquanto Igarashi tenta equilibrar trabalho, vida e amor."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "236"
  },
  {
    "mangaId": "e5670133-9bc4-4614-8336-e64dd3d99b4f",
    "title": {
      "en": "Noah's Notes"
    },
    "updatedAt": "2024-09-29T00:50:54+00:00",
    "coverArt": "https://mangadex.org/covers/e5670133-9bc4-4614-8336-e64dd3d99b4f/e05e63a1-0cfa-46a9-8ffd-85cba61084d0.jpg",
    "altTitles": [
      {
        "en": "Noah's Arts"
      },
      {
        "ja": "ノアズノーツ"
      },
      {
        "ja": "诺亚笔记"
      },
      {
        "ru": "Заметки Ноя"
      }
    ],
    "description": {
      "en": "Professor Noah Minami Umberbach is not your average archeologist! For one, he's prone to whipping out his gun and blowing up stuff to make dramatic entrances. But that's just his eccentric nature. He's actually a man on a mission. A mission that may very well be the most important mission of all time. And he's dragging history-hating student Kotobuki Mirai along for the ride!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "bab34b0f-26d8-4a29-96eb-bfdd1cc0b083",
    "title": {
      "en": "Golden Light Gratia, The Child Loved By God"
    },
    "updatedAt": "2024-06-06T21:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/bab34b0f-26d8-4a29-96eb-bfdd1cc0b083/6b4f8547-e6b8-4adc-aaad-405e3f9cff45.jpg",
    "altTitles": [
      {
        "pt-br": "Luz Dourada Gratia, a criança amada por Deus"
      },
      {
        "ko": "신의 사랑을 받는 아이, 황금빛 그라티아"
      }
    ],
    "description": {
      "en": "Gratia, a girl considered useless and despised by her family, has a revealing dream where a mysterious man predicts a great future for her. She soon discovers that she is the lost daughter of the influential Luciffero family. In a surprising event, after being attacked, a golden light erupts from Gratia, forcing everyone around her to close their eyes.\n\nWhen the light dissipates, young Gratia disappears and in her place an adult version of herself appears, with distinct features of Luciffero. With an imposing stature and undeniable beauty, she comes across Nea, her mother, and realizes that the transformation expected for the future happened that day.\n\nThis was the moment when ten-year-old Gratia and twenty-year-old Gratia switched bodies for the first time.",
      "pt-br": "Gratia, uma menina considerada inútil e desprezada pela família, tem um sonho revelador onde um homem misterioso prevê um grande futuro para ela. Ela logo descobre que é a filha perdida da influente família Luciffero. Num acontecimento surpreendente, após ser atacada, uma luz dourada irrompe de Gratia, obrigando todos ao seu redor a fecharem os olhos.\n\nQuando a luz se dissipa, a jovem Gratia desaparece e em seu lugar aparece uma versão adulta dela mesma, com características distintas de Luciffero. De estatura imponente e beleza inegável, ela se depara com Nea, sua mãe, e percebe que a transformação esperada para o futuro aconteceu naquele dia.\n\nEste foi o momento em que Gratia, de dez anos, e Gratia, de vinte, trocaram de corpo pela primeira vez."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df9be021-ff37-419e-ba6e-dda3e28eb763",
    "title": {
      "en": "Kono Oto Tomare!"
    },
    "updatedAt": "2024-04-16T02:10:55+00:00",
    "coverArt": "https://mangadex.org/covers/df9be021-ff37-419e-ba6e-dda3e28eb763/f8e0e780-71ec-41b7-90d0-27b999601ecd.jpg",
    "altTitles": [
      {
        "fr": "Arrête-toi au son !"
      },
      {
        "tr": "Bu Ses Durdursun!"
      },
      {
        "en": "Stop at This Sound!"
      },
      {
        "ru": "Задержите этот звук!"
      },
      {
        "ja": "この音とまれ！"
      },
      {
        "zh": "一弦定音!"
      },
      {
        "ja-ro": "Kono Oto Tomare! Sounds of Life"
      },
      {
        "ne": "यो ध्वनि रोक!"
      }
    ],
    "description": {
      "en": "Since the graduation of the senior members of the club, Takezou ends up being the sole member of the \"Koto\" (traditional Japanese string instrument) club. Now that the new school year has begun, Takezou will have to seek out new members for the club, or the club will be terminated. Out of nowhere, a new member barges into the near-abandoned club room, demanding to join the club. How will Takezou be able to keep his club alive and deal with this rascal of a new member?"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "817326a0-fc3f-42dc-99a6-ff10a952d535",
    "title": {
      "en": "The Male Leads Were Stolen by an Extra"
    },
    "updatedAt": "2024-04-11T07:34:05+00:00",
    "coverArt": "https://mangadex.org/covers/817326a0-fc3f-42dc-99a6-ff10a952d535/8793ff84-d0bc-4be9-8e9e-fbabf0aa1015.jpg",
    "altTitles": [
      {
        "ko": "엑스트라에게 남주들을 빼앗겼다"
      },
      {
        "en": "The Male Leads Were Taken Away by the Extra"
      },
      {
        "en": "The Male Leads Were Stolen by the Extra"
      },
      {
        "zh": "被群演夺去了男主们"
      }
    ],
    "description": {
      "en": "A woman who has lost her male leads to an extra who did not appear in the original story... That's me.\n\nSelonia fell into a coma on the way back from defeating the Demon King. After wandering through death for several months, she survived, but what? \n\n“I want you to break off the engagement. I want to hurry up to marry Grace.” \n\n“I want you to pretend my knight’s oath to you didn't happen.” \n\n“Give me back my heart. I’ll give it to Grace.” \n\nThe fiancé who was the male lead, the paladin and the dragon who were the sub-male leads, and the fellows all turned away. These reckless bastards! There was a lot of cursing, but what can I do to stop it? I was trying to start a new life in a cool way. By the way… \n\n“Do you know me?” \n\nHow is the dead demon king alive? \n\n“What, I don’t know…”\n\n“No, you know me. tell me Who am I?” \n\nTo make matters worse, the Demon King, who has no memory, sticks to my side and does not leave. Inevitably, I tried my best to prevent the return of the Demon King. \n\n“How can I always hold your hand?” \n\nWhy is it not enough to spit out vulgar words? \n\n“Are you going to kill all those who left you? Just speak.” \n\nHe’s even going to kill the male leads for me!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd2e0871-4beb-4a6b-ba46-d4e04d1c6cf2",
    "title": {
      "en": "BanG Dream! - Earl Grey With Sugar Cubes (Doujinshi)"
    },
    "updatedAt": "2025-01-19T20:22:08+00:00",
    "coverArt": "https://mangadex.org/covers/cd2e0871-4beb-4a6b-ba46-d4e04d1c6cf2/1d7cf49e-3ee3-4394-a825-e003884de95f.jpg",
    "altTitles": [
      {
        "ja": "アールグレイに角砂糖"
      },
      {
        "en": "BanG Dream! - AnoSoyo Are Already Dating (Doujinshi)"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "24.5"
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/f5c89da6-837e-4f24-8a8e-4e9131105ad5.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "5c4f6f85-049b-400b-b515-5b90433421e3",
    "title": {
      "en": "Game Master"
    },
    "updatedAt": "2025-01-11T07:52:06+00:00",
    "coverArt": "https://mangadex.org/covers/5c4f6f85-049b-400b-b515-5b90433421e3/8fe9fb24-e4ec-4946-87ed-e9b8949ddd45.jpg",
    "altTitles": [
      {
        "pt-br": "Mestre do Jogo"
      },
      {
        "ja-ro": "Mob na Ore no Gyakuten Jinsei"
      },
      {
        "en": "The Reversal of My Life as a Mob Character"
      },
      {
        "en": "The Reversal of My Life as a Side Character"
      },
      {
        "ru": "Моя жизнь в толпе в обратном направлении"
      },
      {
        "ja": "モブな俺の逆転人生"
      },
      {
        "ko": "게임 마스터"
      },
      {
        "ko": "게임마스터"
      }
    ],
    "description": {
      "en": "Amid a repetitive and boring everyday life, a game appeared as if it were fate - \"Heroes Destiny\". After spending ten years playing it, I finally completed the game, but all that remained was the emptiness of having to return to an ordinary life. At that moment, a message appeared on the screen:\r\n\r\n\"Do you desire a new adventure?\"\r\n\r\n[Yes/No]\r\n\r\nLittle did I know that I would wake up in an unfamiliar body and an unknown place.\r\n\r\n\"Remember, I am now Calix Shaekin.\"\r\n\r\nAnd thus…\r\n\r\n\"I will become the protagonist of this world!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  }
]